{
    "paper_id": "74c054a41170e6e5ddd46af41eeeed21540c32b6",
    "metadata": {
        "title": "Derivation and dispersal of Acacia (Leguminosae), with particular reference to Australia, and the recognition of Senegalia and Racosperrna",
        "authors": [
            {
                "first": "L",
                "middle": [],
                "last": "Pedley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queensland Herbarium",
                    "location": {
                        "addrLine": "Meiers Road",
                        "postCode": "4068",
                        "settlement": "Indooroopilly",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "L S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queensland Herbarium",
                    "location": {
                        "addrLine": "Meiers Road",
                        "postCode": "4068",
                        "settlement": "Indooroopilly",
                        "region": "Queensland",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "PEDLEY, L., 1986. Derivation and dispersal of Acacia (Leguminosae), with particular reference to Australia, and the recognition of Senegalia and Racosperma. The morphology of seedlings, leaves, flowers and inflorescences, anatomy of the pod, the occurrence of extra-floral nectaries, free amino acids of the seeds, flavonoid compounds in heartwoods, cyanogenic compounds and porate, colporate and extraporate pollen, and susceptibility to rusts, all indicate that three genera, Acacia Miller, Seneg-alia Raf. and Racosperma Martius, should be recognized. These correspond to currently accepted subgenera of Acacia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Acacia is usually accepted as a genus of about 1200 species (Vassal, 1981a) . Vassal (1981b) included Acacia and Faidherbia in the Acacieae. The pollen tectum with large areoles was used as a primary character in distinguishing Faidherbia from Acacia, which has smooth or reticulate tectum. Guinet (1981) excluded Faidherbia from the Acacieae on the basis of pollen morphology. Faidherbia is not considered here because lack of information about many of its attributes makes comparison with Acacia difficult. In recent years, particularly since the formation of the International Group for the Study of Mimosoideae (Vassal, 1978) , a considerable amount of information of the biology of Acacia has been published. A reappraisal of the status of Acacia as a genus and of Acacieae as a tribe is needed and can now be made with some confidence.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 75,
                    "text": "(Vassal, 1981a)",
                    "ref_id": null
                },
                {
                    "start": 78,
                    "end": 92,
                    "text": "Vassal (1981b)",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 304,
                    "text": "Guinet (1981)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 615,
                    "end": 629,
                    "text": "(Vassal, 1978)",
                    "ref_id": "BIBREF118"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The classification of Acacia has been discussed by Vassal (1972 Vassal ( , 1981 a), Pedley (1978) and Ross (1981) . Though the botanical names given by some earlier authors have nomenclatural standing, classifications of Bentham ( 1842 Bentham ( , 1864 Bentham ( , 1875 are the bases for currently accepted classifications. The classification used here is that of Pedley (1978) . The name Heterophyllum Vassal is replaced by the earlier subgeneric name Phyllodineae (DC.) Seringe (see Vassal, 1981 b) . Some taxa described by Bentham (1842 Bentham ( , 1864 Bentham ( , 1875 and Vassal (1981b) are not formally recognized but when mentioned are termed 'groups' (e.g. the 'Racemosae group' of Phyllodineae) . Guinet & Vassal ( 1978) attempted to summarize available information, drawing on data from various disciplines and presenting hypotheses on the differentiation of the major groups of the genus and their geographical origin. Guinet & Vassal (1978) may be criticized in that they hardly mentioned how they decided on the evolutionary polarity of character states, which ones are derived and which are primitive (Stevens, 1980) . In some cases they divided a more or less continuous range of variation into apparently arbitrary size classes and treated one of these size classes as being unspecialized. Having designated one size class as unspecialized they then deduced that the genus having the particular attribute within the size class was also unspecialized. For example, seeds were designated small ( < 5 mm long), medium (5-10 mm) and large ( > 10 mm). Small seeds were regarded as unspecialized. In some circumstances small seeds might be considered specialized whereas in others large ones might be. Where seed predation by insects is high, small seeds might confer a selective advantage and might therefore be considered specialized. On the other hand, in arid and semi-arid environments or in highly competitive situations (Withers, 1978) where establishment is hazardous, large seeds might be considered specialized. Guinet & Vassal (1978) regarded indehiscent pods as unspecialized, though why this should be is not at all obvious. Data presented by Gwynne (1969) indicate that indehiscent pods are more attractive to browsing animals than dehiscent pods of related species and may be dispersed more readily. The phenetically similar, and therefore presumably closely related species, A. coriacea DC. and A . stenophylla Cunn. ex Benth. have dehiscent and indehiscent pods respectively, but the pods of the latter are probably an adaption for transport by water. Further, A cornigera (L.) Willd., A. mayana Lundell Janzen (1974) in having indehiscent pods but d o not seem less specialized than the other species.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 63,
                    "text": "Vassal (1972",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 64,
                    "end": 79,
                    "text": "Vassal ( , 1981",
                    "ref_id": null
                },
                {
                    "start": 84,
                    "end": 97,
                    "text": "Pedley (1978)",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 113,
                    "text": "Ross (1981)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 221,
                    "end": 235,
                    "text": "Bentham ( 1842",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 236,
                    "end": 252,
                    "text": "Bentham ( , 1864",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 269,
                    "text": "Bentham ( , 1875",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 364,
                    "end": 377,
                    "text": "Pedley (1978)",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 500,
                    "text": "Vassal, 1981 b)",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 539,
                    "text": "Bentham (1842",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 540,
                    "end": 556,
                    "text": "Bentham ( , 1864",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 573,
                    "text": "Bentham ( , 1875",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 578,
                    "end": 592,
                    "text": "Vassal (1981b)",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 730,
                    "text": "Guinet & Vassal ( 1978)",
                    "ref_id": null
                },
                {
                    "start": 931,
                    "end": 953,
                    "text": "Guinet & Vassal (1978)",
                    "ref_id": null
                },
                {
                    "start": 1116,
                    "end": 1131,
                    "text": "(Stevens, 1980)",
                    "ref_id": null
                },
                {
                    "start": 1938,
                    "end": 1953,
                    "text": "(Withers, 1978)",
                    "ref_id": "BIBREF134"
                },
                {
                    "start": 2033,
                    "end": 2055,
                    "text": "Guinet & Vassal (1978)",
                    "ref_id": null
                },
                {
                    "start": 2167,
                    "end": 2180,
                    "text": "Gwynne (1969)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2624,
                    "end": 2631,
                    "text": "Lundell",
                    "ref_id": null
                },
                {
                    "start": 2632,
                    "end": 2645,
                    "text": "Janzen (1974)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Attributes of pods and seeds, structures directly related to dispersal and establishment and consequently under considerable selection pressure, are probably not of great value in assessing large-scale evolutionary trends. Fosberg (1965) in revising part of Albiria decided that, in Mimosoideae, fruit characters were rather unreliable for separation of groups above the rank of species. The arrangement of seeds in the pod, the shape of the pod and its dehiscence may be useful only in delimiting groups of species. The anatomy of the pod is considered to be more useful and is briefly discussed below. Ross (1979) reviewed attributes used by various workers in classifying African species; the characters used in his keys, as well as pollen morphology and pollination, seed production, predation and dispersal, hybridization and distribution. He discussed the classification of Vassal (1972) at some length but on the whole refrained from speculation on the phylogeny of the genus. Pedley (1981a) briefly discussed the classification of Acacia, using much the same set of data as presented here, but phylogeny was not discussed.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 237,
                    "text": "Fosberg (1965)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 604,
                    "end": 615,
                    "text": "Ross (1979)",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 880,
                    "end": 893,
                    "text": "Vassal (1972)",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 984,
                    "end": 998,
                    "text": "Pedley (1981a)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "It is proposed to take some attributes whose distribution in Acacia is fairly well known, discuss their possible evolutionary polarity and then to postulate phyletic lines within the genus. Data used and their sources are shown in Table 1 . The table is incomplete as some characters are not mentioned in ' From Guinet & Vassal (1978) , P = phyllode. ' From Robbertse (1974) . From Robbertse (1976b), I = singlc longitudinal layer in fibre layer, 2 = transverse and longitudinal layer in fibre layer.+ From Guinet (19G9, 19791 , C = colporate, P = porate, X P = extraporate. From Tindale & Roux (1969 literature and herbarium material of many American species has not been studied. In determining evolutionary polarities it is assumed that most of the attributes of a species are significant in allowing it to compete successfully with other organisms, or at least that they were significant at one stage of its history or development. A neutral character might persist but a character placing a species at a competitive disadvantage will eventually be eliminated. A character may appear to be superfluous now but may have been of some significance previously and, if there were to be a change in environmental conditions, could possibly be so again. Cronquist (1977) postulated that some suites of chemical compounds provide a selective advantage for only a short time. The patio ludens concept of Steenis (1977) is not entirely rejected but competition between plants is believed to be much greater than admitted by him, though much more subtle than in animals, and consequently the number of \"irrelevant or adaptatively neutral\" characters is smaller.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 334,
                    "text": "From Guinet & Vassal (1978)",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 374,
                    "text": "(1974)",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 526,
                    "text": "Guinet (19G9, 19791",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 600,
                    "text": "From Tindale & Roux (1969",
                    "ref_id": null
                },
                {
                    "start": 1251,
                    "end": 1267,
                    "text": "Cronquist (1977)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1399,
                    "end": 1413,
                    "text": "Steenis (1977)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 238,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "CHARACTER STATES AND THEIR EVOLUTIONARY POLARITY"
        },
        {
            "text": "A cladistic study is not used here as the basis for classification, but one aspect of cladistic analysis, the determination of the evolutionary polarity of character states, is considered essential if phyletic trends within a genus are to be postulated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHARACTER STATES AND THEIR EVOLUTIONARY POLARITY"
        },
        {
            "text": "Seedlings: In a series of studies Vassal (1969 Vassal ( , 1971 Vassal ( , 1972 Vassal ( , 1981b examined seedlings of about 225 species from all subgenera and all sections. More than three-quarters of the species examined are in the subgenus Phyllodineae and most of these are W Australian. Initially he recognized four modes of succession of leaves of the seedlings, but later increased this to six. They are: (IA) more than two pinnate leaves produced before the appearance of bipinnate leaves; (1B) two pinnate leaves followed by a bipinnate one; (2A) one pinnate leaf followed by a bipinnate one; (2B) one pinnate leaf followed by a phyllode; (2C) no pinnate or bipinnate leaves, first leaf a phyllode; (3) no pinnate leaf, first leaf bipinnate.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 46,
                    "text": "Vassal (1969",
                    "ref_id": null
                },
                {
                    "start": 47,
                    "end": 62,
                    "text": "Vassal ( , 1971",
                    "ref_id": null
                },
                {
                    "start": 63,
                    "end": 78,
                    "text": "Vassal ( , 1972",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 79,
                    "end": 95,
                    "text": "Vassal ( , 1981b",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Except for individual variation in A. sclerosperma F. Muell. (Phyllodineae) mode 1A was found only in subgenus Acacia and mode 3 only in section SpiciJEorae, with modes 1B and 2 widespread throughout the genus. All species of section Pulchellae, with A. mitchellii Bentham excluded, are reported (Guinet et al., 1980; Vassal, 1981b ) to be mode 1B; A. mitchellii is mode 2A. In a detailed presentation of data for species of the subgenus Phyllodineae, Vassal (1981 b) reported that modes 1B and 2A predominated. Mode 2C was reported only from A. diaphyllodinea Maslin and mode 2B only from variation in A. confusa Merrill, though it also occurs in A. georginae Bailey.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 317,
                    "text": "Bentham excluded, are reported (Guinet et al., 1980;",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 331,
                    "text": "Vassal, 1981b",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 467,
                    "text": "Vassal (1981 b)",
                    "ref_id": null
                },
                {
                    "start": 614,
                    "end": 629,
                    "text": "Merrill, though",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Phyllodinous species of Acacia are often used as examples of ontogeny being a recapitulation of phylogeny, and if the concept were to include all species of Acacia then it could be argued that species with seedlings with many-pinnate leaves are less specialized than those with seedlings with few or none. That is, that there would be an increased specialization from type 1 to type 3. Carr & Burdon (1975) showed that the temperature after germination determined whether the fourth leaf of A. aneura F. Muell (1 972). These characters are useful in elucidating relationships among species of doubtful affinity, but appear not to be of great use in pointing to wider relationships.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 406,
                    "text": "Carr & Burdon (1975)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 504,
                    "end": 509,
                    "text": "Muell",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Foliage: Large areas of Australia are dominated by species of Acacia such as A. aneura (mulga) and A. harpophzlla F. Muell. ex Bentham (brigalow) and in some places there is a great diversity of species. Several 13\" x 1\" grids in W Australia have more than 100 species (Maslin & Pedley, 1982) . The generally accepted view, such as in Stebbins (1950) and Metcalfe (1983) , that the phyllode evolved from the bipinnate leaf as a response to aridity, has hardly been questioned. However, this view should be reexamined in the light of the hypotheses of Givnish (1978) . H e regarded bipinnate leaves as ultimate branching with little mechanical tissue, requiring little energy input from the plant, and therefore disposable. He noted that trees that are deciduous, compound-leaved and often thorny are characteristic of savannas, thorn forests and warm deserts. He used Acacia in African savannas as an example. He also noted that extensive compound leaves also occur in rapidly growing, sparsely branched pioneer species that exploit canopy gaps. An evolutionary sequence (representing a decrease in complexity of the leaf) from genera such as Acacia and Albizia, through genera like Hymenaea and Cynometra, culminating in Bauhinia (\"a genus made up largely of slow growing, evergreen trees of rain-forest understorey\") and Cercis with simple leaves, was postulated.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 145,
                    "text": "Bentham (brigalow)",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 292,
                    "text": "(Maslin & Pedley, 1982)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 335,
                    "end": 350,
                    "text": "Stebbins (1950)",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 370,
                    "text": "Metcalfe (1983)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 551,
                    "end": 565,
                    "text": "Givnish (1978)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "The postulates (Givnish, 1978) are debatable and would possibly have been more persuasive if the evolutionary sequence proposed had consisted of genera of only one subfamily of Leguminosae, if genera such as Delonix or Cercidium were substituted for Acacia and Albizia. However, the postulates do provide a basis for examining the evolution of the phyllode in Acacia. If bipinnate leaves are often a response to warm, seasonally dry climates, then it would seem improbable that the phyllode would evolve from the bipinnate leaf in the Mimosoideae where the bipinnate leaf is already the norm. If the evolutionary sequence of the simple leaf of Cercis from the bipinnate leaf of Acacia (or other genera) is considered feasible, then an analogous sequence within Acacia is equally feasible. The phyllode could well have evolved, not as a response to aridity, but to a decrease in seasonality of rainfall. Large phyllodes, structurally and functionally similar to simple leaves, are characteristic of species such as A. mangium Willd., A. hytonoma Pedley and A. polystachya Cunn. ex Bentham which occur in or on the margins of rain forest. Their unspecialized pollen suggests they are not highly evolved. Phyllodinous species may have evolved in N Australia in areas with a constant high soil moisture and high humidity. The suggestion of Steenis (1979) that phyllodinous species evolved from species such as A. confusa, which occurs in ever-wet areas, seems likely. These areas are now small and discontinuous in Australia, but may have been more extensive in the past.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 30,
                    "text": "(Givnish, 1978)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "In arid situations, the large phyllode with little mechanical tissue, horizontally orientated in oligophanous situations, did not revert to the disposable bipinnate leaf from which it evolved. Instead it evolved into the sclerophyllous, vertically orientated phyllode characteristic of most Australian species of Acacia. In temperate parts of southern Australia which are dominated by tall eucalypt communities the bipinnate leaf evolved again from the phyllode. The second postulate of Givnish (1978) probably applied in this situation. The plant exploited gaps in the vegetation. In the east, species of section Botrycephalae, many of which are trees 8-20 m tall, may exploit gaps in the canopy. I n the west the species of section Pulchellae, which are shrubs rarely more than 2 m tall, may exploit openings in heath-like communities or in the heath-like understorey of eucalypt communities. Many such openings arise as a result of fire.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 501,
                    "text": "Givnish (1978)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "A possible evolutionary sequence for the phyllode is set out in Fig. 1 . The species are used as examples of phyllode forms. I t is not suggested that there is a direct evolutionary line from A. bidwillii Bentham through A . hylonoma to A. julifera Bentham. Bentham (1864 , 1875 placed phyllodinous species in a group 'Phyllodineae' distinct from all other groups and he inferred (Bentham, 1875 ) that species with phyllodes were derived from species with leaves. As Guinet & Vassal (1978) pointed out, the opinion that the acacias with phyllodes constitute a relatively more evolved group seems to have been generally accepted. The absolute acceptance of this proposition leads to difficulties in the placement of some groups. Because the sections Botrycephalae and Pulchellae have bipinnate leaves there has been a tendency to assume they are more primitive than groups of phyllodinous species. As a consequence, plausible explanation of distributional, palynological, morphological, and other data has been difficult.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 220,
                    "text": "Bentham through",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 271,
                    "text": "Bentham. Bentham (1864",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 278,
                    "text": ", 1875",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 380,
                    "end": 394,
                    "text": "(Bentham, 1875",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 467,
                    "end": 489,
                    "text": "Guinet & Vassal (1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 70,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Morphology"
        },
        {
            "text": "Some studies (notably Tindale & ROUX, 1969 Pettigrew & Watson, 1975 ; Vassal, 1972) indicate that the section Botrycephalae is closely related to the 'Racemosae group' of section Phyllodineae. The 'Racemosae group' could have been derived from taxa in section Botrycephaleae but the reverse process is equally likely and must be considered. Several species are intermediate between the two groups and a line of development can be envisaged through A . pustula Maiden (which bears bipinnate foliage until it is 2-3 m tall), A. rubida Cunn., A . attenuata Maiden & Blakely (which sometimes produce flowers and fruits before phyllodes develop) and A . latisepala Pedley (only occasional plants of which produce any phyllodes at all) to A. pruinosa Cunn. ex Bentham and similar taxa in section Botrycephalae which never produce phyllodes.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 42,
                    "text": "Tindale & ROUX, 1969",
                    "ref_id": null
                },
                {
                    "start": 43,
                    "end": 67,
                    "text": "Pettigrew & Watson, 1975",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 70,
                    "end": 83,
                    "text": "Vassal, 1972)",
                    "ref_id": "BIBREF118"
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Acacia muelleriana Maiden & R . T. Baker, which was considered by Guinet & Vassal ( 1978) as showing characters intermediate between section Botrycephalae and the 'Racemosae group' is representative of the section Botrycephalae in everything but the slightly flattened leaf rachis. In a few phyllodinous species (especially A. melanoxylon and A . implexa Bentham) phyllodes are sometimes succeeded on some shoots by leaves. Borchart (1964 Borchart ( , 1965 showed that on 'reversion' shoots of A. melanoxylon the transition from phyllodes to bipinnate leaves can be induced by some environmental conditions and by treatment with gibberellic acid. There is a suggestion that under some circumstances the reversion of phyllodes to bipinnate leaves or the persistence of bipinnate foliage may be under rather simple controls.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 47,
                    "text": "Baker, which",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 89,
                    "text": "Guinet & Vassal ( 1978)",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 363,
                    "text": "Bentham)",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 438,
                    "text": "Borchart (1964",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 439,
                    "end": 456,
                    "text": "Borchart ( , 1965",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Whereas the section Botrycephaleae may be considered a neotenic derivative of the 'Racemosae group', the position of section Pulchellae is not clear-cut. The section is heterogeneous. Guinet et al. ( 1 980) excluded A. mitchellii from the group, which they considered had affinities not with section Botrycephaleae as had been tentatively suggested by Maslin ( 1975) but with section Phyllodineae. Vassal (1972) had already defined the 'Pulchelloidea group' which included both section Pulchellae and phyllodinous species. The excluded species, A . mitchellii, may constitute, perhaps with A. leptoclada Cunn. ex Bentham, which has some unusual characters of the inflorescence, a third group of the subgenus Phyllodineae characterized by the possession of bipinnate leaves.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 197,
                    "text": "Guinet et al.",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 366,
                    "text": "Maslin ( 1975)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 398,
                    "end": 411,
                    "text": "Vassal (1972)",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 613,
                    "end": 627,
                    "text": "Bentham, which",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Extra-jloral nectaries (glands) : The foliage (leaves or phyllodes) of most species of Acacia bear extra-floral nectaries. Boughton (1981) has shown that these have some taxonomic significance in Australian species. Janzen ( 1974) suggested that the petiolar nectaries of the 11 swollen-thorn acacias of Central America continually secrete nectar which nourish ants which then protect the plant from herbivorous insects. In A. terminalis (Salisb.) Macbride, Kendrick et al. (1982) reported massive red or yellow extra-floral nectaries that secrete copious nectar which attracts birds. In mature plants of many species in subtropical and semi-arid areas of Australia, the nectaries appear to be non-functional. However, solidified secretions from nectaries of A. aneura from semi-arid areas are sometimes seen on herbarium specimens. At Sandakan, E Malaysia (latitude 4\"N), cultivated plants of A. mangium, both young plants and large trees, secrete copious nectar under conditions of high humidity and high temperature. This conforms to the observations of Boughton (1981) who observed nectar secretion in conditions of high humidity. This nectar was harvested by native bees ( a species of Trigona) which appeared to have no protective function at all. Under cooler and less humid conditions at Brisbane (latitude 28\"s) a seedling of A . mangium 2 m high secreted much less nectar than plants of similar size at Sandakan, but nectaries of elongating phyllodes were visited regularly by ants. Majer (1979) found that ants which fed on nectaries of A. saligna Labill. did provide some protection from herbivorous insects. He found that glands on young phyllodes were functional, and it may be that protection is provided only when plants are in active growth and thereby most attractive to herbivores. Ford & Forde (1976) suggested that birds attracted by secreted nectar might assist in pollination. Acacia is elsewhere considered not to be adapted to birdpollination (Faegri & van der Pijl, 1966) and is usually considered to be insect pollinated. Secretion of nectar may then attract potential insect pollinators rather than birds. Lamont (1979) concluded that in Australia extra-floral nectaries are \"a vestige of tropical (mesophytic) ancestors\".",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 138,
                    "text": "Boughton (1981)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 216,
                    "end": 230,
                    "text": "Janzen ( 1974)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 448,
                    "end": 480,
                    "text": "Macbride, Kendrick et al. (1982)",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1072,
                    "text": "Boughton (1981)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1493,
                    "end": 1505,
                    "text": "Majer (1979)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1801,
                    "end": 1820,
                    "text": "Ford & Forde (1976)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1968,
                    "end": 1985,
                    "text": "(Faegri & van der",
                    "ref_id": null
                },
                {
                    "start": 1986,
                    "end": 1997,
                    "text": "Pijl, 1966)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2134,
                    "end": 2147,
                    "text": "Lamont (1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Stipules: Stipular spines occur in all species of Acacia subgenus Acacia, in only a few species of subgenus Phyllodineae and not at all in the subgenus Aculeiferum, many species of which have prickles. All the approximately 15 species of subgenus Phyllodineae with stipular spines occur in section Phyllodineae. Stipular spines have vascular tissue which originates from laterally leaf tissue, whereas prickles, even when they occur a t nodes, have no vascular tissue. They consist only of ground tissue covered by an epidermis ( Robbertse, 1976a) . I t is difficult to postulate any adaptive significance for the possession of stipular spines, though considering the age of the genus, it is unlikely that they developed as a response to grazing by large mammals as suggested-by Brown ( 1960) . ' I t 'is possible that spines may be involved in complex animal-plant interactions in two ways. The first hypothesis, which has no experimental basis, is that young plants of Acacia subgenus Acacia often form thickets of intricately interwoven stems which may provide shelter for arthropods (spiders and insects) and perhaps birds which then protect the plants from predation by other herbivorous anthropods. The second way is the well-documented ant-acacia interaction. Janzen ( 1974) argued persuasively that the swollen-thorn acacias of Central America were protected from predation by herbivorous insects by ants which are nourished by the secretions of extra-floral nectaries and which find shelter in hollow stipular spines. Ross (1979) has pointed out that the swollen thorns develop independently of ants in Africa, and studies by Hockings (1970) revealed no evidence that the structures are initiated by insects or other organisms. The association of ants with acacias probably originated in ants being attracted by the secretions of extra-floral nectaries and has reached its greatest development among the Central American species, some of which depend on ants for their survival.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 547,
                    "text": "Robbertse, 1976a)",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 792,
                    "text": "( 1960)",
                    "ref_id": null
                },
                {
                    "start": 1267,
                    "end": 1281,
                    "text": "Janzen ( 1974)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1527,
                    "end": 1538,
                    "text": "Ross (1979)",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 1635,
                    "end": 1650,
                    "text": "Hockings (1970)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Flowers: The flowers of Acacia are small and their attributes are usually considered useful only in distinguishing individual species and groups of species. Some attributes are at least potentially useful in delineating major groups. Unfortunately data covering a large number of species in all major groups are lacking. Ancibor (1969) and Robbertse (1974) noted that in all species of Acacia subgenus Aculeiferum examined, the stamens are inserted on a disc with the ovary on a well defined gynophore. Ancibor noted the disc to be nectiferous. O n the other hand, in Acacia subgenus Acacia there is no disc and the ovary is more or less sessile. Flowers of species in the subgenus Phyllodineae, examined by Ancibor but not by Robbertse, are similar to those of species in the subgenus Acacia. Examination of herbarium material confirms Robbertse's observations, but a wider anatomical study is desirable, Some species of Acacia are reported as having staminal filaments united at the base, and the insertion of filaments on a disc may have led some workers to regard the filaments of some species as being shortly united. Spegazzini (1924) distinguished the genus Vachellia by its staminal filaments being united at the base. O n the other hand, Kostermans (1980) , in his key to the genera of Mimosaceae, linked Vachellia with Acacia as having free stamens. In the protologue of Vachellia, Wight & Arnott (1834) gave no characters to distinguish it from related genera but described the genus as being ''very distinct\". The pod of A . farnesiana (L.) Willd., the only species referred to Vachellia by Wight & Arnot t is unusual, but scarcely warrants recognition at generic level. Spegazzini (1924) included in Vachellia a number of species with pods quite different from those of A. farnesiana.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 335,
                    "text": "Ancibor (1969)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 340,
                    "end": 356,
                    "text": "Robbertse (1974)",
                    "ref_id": null
                },
                {
                    "start": 1123,
                    "end": 1140,
                    "text": "Spegazzini (1924)",
                    "ref_id": null
                },
                {
                    "start": 1247,
                    "end": 1264,
                    "text": "Kostermans (1980)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1295,
                    "end": 1313,
                    "text": "Mimosaceae, linked",
                    "ref_id": null
                },
                {
                    "start": 1392,
                    "end": 1413,
                    "text": "Wight & Arnott (1834)",
                    "ref_id": null
                },
                {
                    "start": 1683,
                    "end": 1700,
                    "text": "Spegazzini (1924)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "A character easily observed and expressed is the presence of a small gland on top of the anther. Such a gland was, until recently, considered diagnostic of the tribe Adenantherae, but both Brenan (1959) and Ross (1979) noted that it is present in all African species of both Acacia subgenus Acacia and subgenus Aculezferum. I t is absent from A. farnesiana, which is probably American in origin. Spegazzini (1 924) described the genus Manganaroa which he distinguished from Acacia and Vuchellia by the gland on the anther. The various species that he referred to Manganaroa would, if retained in Acacia, be referred to Acacia subgenus Acacia and subgenus Aculeiferum. No species of subgenus Phyllodineae is known to have glandular anthers. Thus glands are present in a substantial number of species of subgenus Acacia and subgenus-section Spicijiorae and absent in subgenus Phyllodineae and section Filicinae. Information on Asian and tropical American species is needed.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 202,
                    "text": "Brenan (1959)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 207,
                    "end": 218,
                    "text": "Ross (1979)",
                    "ref_id": "BIBREF106"
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Another floral character unusual in Acacia is the occurrence of pedicellate flowers. It is a striking character of A. angustissima which Robbertse (1974) used as an example of the basic type of flowering system within the genus, and occurs in other species of subgenus Aculeiferum and in a few species of subgenera Acacia and Phyllodineae. It is sporadically distributed at such a low frequency through the genus that it has no significance in classification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "So little is known of the pollination ecology of Acacia that nothing definite can be said either of the functions of structures such as the disc and gynophore, and the gland on the anther or whether the structures are derived or primitive. Anatomy of the pod: As previously indicated, morphological characters of the pod are considered to be of only limited value in higher level classification of the Mimosoideae. However, the anatomy of the pod appears to be of value. In a study of 39 South African species of Acacia, Robbertse (197613) found that species of subgenus Aculezfrum could be distinguished from species of subgenus Acacia in that the fibre stratum adjacent to the adaxial epidermis consists of longitudinal and latitudinal fibres. The fibre layer of species of subgenus Acacia consists of longitudinal fibres only or was absent. Fahn & Zohary (1955) found that three species of subgenus Phyllodineae resembled those of subgenus Aculeifeerum in having fibres in two layers, though in A . saligna one layer is diagonally rather than transversely orientated. Robbertse, using \"developmental tendencies among certain groups\" of Leguminosae established by Fahn & Zohary considered subgenus Acacia to be more advanced than subgenus Aculezfrum (and subgenus Phyllodineae). Further work is required, especially on species of subgenus Phyllodineae.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 539,
                    "text": "Robbertse (197613)",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 864,
                    "text": "Fahn & Zohary (1955)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Injorescences: With the exception of the few species with pedicellate flowers, Acacia has flowers arranged on an axis which may be short so that the flowers are in heads, or elongated so that flowers are in spikes. A few species have what might be considered as slightly elongate heads. For these Maslin (1975 Maslin ( , 1977 has used the term obloid, which he defines as referring to \"any three dimensional structure, oblong in plane view (normally with round ends), whose length to width ratio ranges from 6 : 5 to 2 : 1\".",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 309,
                    "text": "Maslin (1975",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 310,
                    "end": 325,
                    "text": "Maslin ( , 1977",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "The form of the inflorescence was considered by early workers on the genus and has been inferred by Robbertse (1974) and Tindale & Roux (1975) to be of fundamental importance in the classification of Acacia (see Ross, 1979, for discussion) . Vassal (1972) and Guinet & Vassal (1978) regarded heads as more specialized than spikes but Ross, who discussed the apparent correlation between stipular spines and heads, noted that either spikes or stipular spines must have developed at least twice during the course of evolution of African species. In A. mellifera (subgenus Aculezferum) inflorescences are either spicate or subglobose. I n fact about a fifth of species of subgenus Acacia have heads and a quarter of species of section Spic2JEorae have spikes.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 116,
                    "text": "Robbertse (1974)",
                    "ref_id": null
                },
                {
                    "start": 121,
                    "end": 142,
                    "text": "Tindale & Roux (1975)",
                    "ref_id": null
                },
                {
                    "start": 212,
                    "end": 239,
                    "text": "Ross, 1979, for discussion)",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 255,
                    "text": "Vassal (1972)",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 260,
                    "end": 282,
                    "text": "Guinet & Vassal (1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "I n subgenus Acacia a ring of bracts, the involucel, always occurs on the peduncle of a capitate inflorescence but not on that of a spicate one. The possible origin of the involucel by modification of leaves and their stipules was discussed by Robbertse ( 1974) . The constant association of the involucel with capitate inflorescences suggests that in subgenus Acacia the head is more advanced than the spike and probably arose only once in the course of evolution. That is, in subgenus Acacia species with spicate inflorescences are less advanced than species with spicate ones. The situation is different in other subgenera where the inflorescence is not associated with a complex structure such as the involucel. A bract (sometimes subtending a flower) sometimes occurs on the peduncle below the inflorescence in a few species, but this is not homologous with the involucel. Transitions from spikes to heads and the reverse, which involves only a small modification of the growth of a meristem, must have occurred many times during the evolution of both subgenera Aculeiferum and Phyllodineae. Consequently the occurrence of a head rather than a spike is not considered significant in determining major trends except within the subgenus Acacia. Nor can this character alone be used to distinguish groups of high rank within the subgenera Aculeaferum and Phyllodineae.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 261,
                    "text": "Robbertse ( 1974)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "The difficulty in using the degree of elongation of the inflorescence to indicate relationships among species in subgenus Phyllodineae probably reflects the situation in other subgenera. Some plurinerved phyllodinous species are closely related to each other despite having apparently quite different inflorescences. Bentham (1864) Aculezferum)). Uninerved species of subgenus Phyllodineae never have spicate inflorescences and if the presence of uninerved phyllodes is considered a specialized character, then heads are probably more advanced than spikes. The diversity of arrangement of heads into compound inflorescences when compared with the less varied arrangements of spikes also suggests that heads are more specialized than spikes. The tendency for some species of section Phyllodineae to have somewhat elongated heads induced Maiden & Betche (1916) to recognize the subseries Spicatae to accommodate A. dorothea which does not differ significantly from other species of Phyllodineae.",
            "cite_spans": [
                {
                    "start": 836,
                    "end": 858,
                    "text": "Maiden & Betche (1916)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Single inflorescences (racemes, heads or spikes) are arranged into more complex inflorescences which Robbertse ( 1974) termed \"flowering systems\". Taking up a suggestion of Guinet (1969) that the section Vulgares ( = section SpiciJZorae) and Australian acacias were derived from section Filicinae, Robbertse postulated that the flowering systems of at least the South African species of subgenera Acacia and Aculeiferum were derived from that found in the section Filicinae. He used A. angustissima ( = A. jilicina) as his basic model. He complicated his argument somewhat by considering the presence or absence of nodal and internodal prickles and stipular spines as part of the flowering systems. Such a complication is not justified if all African species are considered (Ross, 1979) . If the occurrence of prickles and spines is disregarded, and if spicate and capitate inflorescences are considered together, then Robbertse's hypothesis can be simplified. Robbertse's types A and C ( Robbertse, 1974: fig. 1) give rise to types E and D which in turn give rise to F. That is, terminal panicles of heads, spikes or racemes give rise to axillary heads or spikes (rarely racemes) which in turn give rise to axillary fascicles of spikes or racemes. I do not acknowledge that Guinet's original postulation is correct.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 186,
                    "text": "Guinet (1969)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 774,
                    "end": 786,
                    "text": "(Ross, 1979)",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 989,
                    "end": 1005,
                    "text": "Robbertse, 1974:",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "In the subgenus Phyllodineae flowering systems seem to have been derived from the basic condition of an axillary fascicle of spikes. This system is found in some tropical juliflorous species (e.g. A . crassicarpa) . The most complex and advanced flowering system is a raceme of heads. This occurs in the 'Racemosae group' of section Phyllodineae and in section Botrycephalae (e.g. A. penninervis Sieber ex DC. and A. baileyana F. Muell.) . Pollen Guinet (1969 Guinet ( , 1979 ) examined the pollen of more than 1000 species of Acacia and has distinguished three distinct kinds of pollen grain. They differ in the structure of the exine and the distal apertures of the monad. The three kinds are:",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 437,
                    "text": "Muell.)",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 459,
                    "text": "Guinet (1969",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 460,
                    "end": 475,
                    "text": "Guinet ( , 1979",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Simply porate grain: exine sometimes with weakly developed columellae; circular pores on the angles of the distal faces of the monads Extraporate grain: exine sometimes with weakly developed columellae; false furrows on the distal faces of the monads and pores similar to the simply porate grain; no topographic correlation between pores and false furrows Colporate grain: exine with well developed columellae; complex apertures composed of a furrow in the external exine and a pore in the internal exine beneath the furrow. The colporate grain is found in all species of the subgenus Acacia but not elsewhere. The extraporate grain is found in all but a few species of subgenus Phyllodineae. It is also found in A. ferruginea DC., an Indian species of subgenus Aculezfrum, but the reticulation of the exine is different. The simply porate grain occurs in all other species of subgenus Aculeiferum and in some species of subgenus Ph$lodineae (e.g. A . mangium, A. latifolia Bentham, A. complanata Cunn. ex Bentham and A. simplex (Sparr.) Pedley (Guinet, 1969) )' 26 species in all (Guinet & Vassal, 1978) .",
            "cite_spans": [
                {
                    "start": 974,
                    "end": 996,
                    "text": "Bentham, A. complanata",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1059,
                    "text": "(Guinet, 1969)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1081,
                    "end": 1104,
                    "text": "(Guinet & Vassal, 1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "The exine of the extraporate grain is sculptured in various ways. Guinet (1979) noted that in the Northern Territory the complexity of the sculpturing increases from north to south. The increase in complexity is probably only indirectly related to environmental factors. The less complex pollen-forms occur in sections Julajlorae and Plurinerves which are more common in coastal parts of the Northern Territory.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 79,
                    "text": "Guinet (1979)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "No comment can be made on the function of pores and furrows, or on any possible adaptive advantage they might give an organism. Derivation of the extraporate and colporate forms from the simply porate form may have occurred, though the second possibility is unlikely. O n the other hand, it does not seem possible that the simply porate or extraporate forms could have been derived from the colporate form. As stated by Guinet & Vassal (1978) , it is more likely that in a natural genus a series of complex characteristics in the pollen is more evolved than a series of simple characters. As shown diagrammatically by Guinet (1979) , the derivation of the extraporate from the porate form and the colporate from some undefined ancestral form are feasible hypotheses.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 442,
                    "text": "Guinet & Vassal (1978)",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 631,
                    "text": "Guinet (1979)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Morphology"
        },
        {
            "text": "Secondary compounds: Secondary compounds (Whittaker, 1970) are compounds produced by the plant but which apparently have no role in essential metabolic processes. Among other roles, they are thought to play an important part in protecting plants from predation by micro-organisms, larger fungi, insects, and accidentally from large browsing mammals, as well as inhibiting competition from other plants. In advancing his patio ludens hypothesis, Steenis (1977) seems to have underestimated the fine balance between plants and their total environment, even in the tropics. In only a few cases do phanerogams actively prey on each other, but they do not \"happily live together\". T h e necessity both to make best use of available resources and to maintain adequate defence mechanisms give species little patio ludens, and then it may be only temporary. A species that effectively uses resources for growth, reproduction and, in the case of 'apparent' species (Feeny, 1976) , defence mechanisms will have a competitive advantage over a species with similar resources and substantial patio ludens. Cronquist (1977) has pointed out that in the complex interaction between plants and predators, a plant that develops an effective defence mechanism has a selective advantage, but once the defence mechanism loses its effectiveness then the plant is no longer using resources effectively-it is manufacturing an ineffective repellent. However, compounds which function primarily as a defence mechanism but which have other effects beneficial to the plant may be retained even in the absence of predators.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 58,
                    "text": "(Whittaker, 1970)",
                    "ref_id": "BIBREF132"
                },
                {
                    "start": 433,
                    "end": 459,
                    "text": "hypothesis, Steenis (1977)",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 969,
                    "text": "(Feeny, 1976)",
                    "ref_id": null
                },
                {
                    "start": 1093,
                    "end": 1109,
                    "text": "Cronquist (1977)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Chemotaxonomy"
        },
        {
            "text": "Fluuonoid compounds: Tindale & Roux (1969 ) recorded the occurrences of leucoanthocyanidins (flavan-3,4-diols) in heartwood and bark of more than 400 species of Acacia, mostly Australian endemics. Relatively rare kinds of 5-deoxyflavonoids were found throughout the genus. Two basic kinds were reported, a resorcinol represented by mollisacacidin and guibourtacacidin and their analogues, and a pyrogallol represented by melacacidin and teracacidin and their analogues. Resorcinol compounds occur in subgenus Acacia ( A . farnesiana, four African and three Australian species) though pyrogallol compounds are also found. They also occur in most species of the 'Racemosae group' and in my 'Brunioideae group' (which excludes section Lycopodizfoliae of Bentham's series Brunioideae) of sections Phyllodinae and Botrycephalae and in some species of section Pulchellae. Pyrogallol compounds occur in A . victoriae and A. salicina and related groups in section Phyllodineae, in some species of section Pulchellae and generally in sections Julijlorue and Plurinerves. In the six African species of subgenus Aculeiferum, pyrogallol compounds were found in five species, and resorcinol in the other.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 41,
                    "text": "Tindale & Roux (1969",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 538,
                    "text": "farnesiana, four",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chemotaxonomy"
        },
        {
            "text": "The role of flavonoids in the heartwood of acacias is not clear. They may be linked with the deposition of lignins (Bate- Smith, 1963) or be precursors of phytoalexins (McClure, 1975) . McClure noted the microbe-inhibiting effect of some flavanoids and suggested that various Bavonoids accumulating in the soil over a long period could play an important role in ecological succession. If either of McClure's suggestions is true then the possession of flavonoids could give an organism a selective advantage, but information on which to base postulations as to the selective advantage of individual compounds is lacking. 'rindale & Roux (1974 'rindale & Roux ( , 1975 considered that the presence of resorcinol compounds represents a loss mutation in evolution since the universal flavonoid precursor carries an oxygen substituent in the 5-position. They believed that subsequent 8-hydroxylation or 8-methoxylation to form pyrogallol compounds represents further evolutionary change in the genus. On this assumption groups in which resorcinol compounds occur are less advanced than groups with pyrogallol compounds. Subgenus Acacia, section Botrycephalae, and the 'Racemosae group' of section Phyllodineae are less specialized than subgenus Aculeiferum, sections Julijorae and Plurinerves.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 134,
                    "text": "Smith, 1963)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 168,
                    "end": 183,
                    "text": "(McClure, 1975)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 620,
                    "end": 641,
                    "text": "'rindale & Roux (1974",
                    "ref_id": null
                },
                {
                    "start": 642,
                    "end": 666,
                    "text": "'rindale & Roux ( , 1975",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chemotaxonomy"
        },
        {
            "text": "If the 8-hydroxylation or 8-methoxylation patterns were present in unspecialized species and were lost in the course of evolution the direction of the phyletic lines in Acacia would be reversed. If this were so, it would obviate the necessity of regarding section Botrycephalae as being possibly the most primitive group and deriving other groups, including subgenus Acacia from it. Further studies are needed to clarify this point, particularly on non-Australian species, including species of section Filicinae and also on other nimosoid genera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemotaxonomy"
        },
        {
            "text": "Free amino acids of seeds: Evans et al. (1977) and Guinet et al. (1980) presented data on the free amino acids of the seeds of about 120 species of Acacia, and C. S. Evans (personal communication) has provided data on A. simplex and A . angustissima (Miller) Kuntze.",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 46,
                    "text": "Evans et al. (1977)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 51,
                    "end": 71,
                    "text": "Guinet et al. (1980)",
                    "ref_id": null
                },
                {
                    "start": 166,
                    "end": 196,
                    "text": "Evans (personal communication)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chemotaxonomy"
        },
        {
            "text": "Four groups of species were initially distinguished on the basis of combinations of amino acids. Species of Group 1 contain N-acetyldjenkenkolic acid as a 'marker'. All species in this group belong to subgenus Acacia and the marker was found in no other group. The number of species examined was not large and there is need for more information on American species. Species of Group 2 contain the combination of 'marker' acids S-carboxyethylcysteine, S-carboxyisopropylcysteine, albizziine and a-amino-P-acetylpropionic acid. All these species are Australian (except for A. heterophylla (Lam.) Willd. from Mauritius) and represent all sections of the subgenus Phyllodineae except for section Lycopodiifoliae which was not included in the studies. Species of Group 3 contain the same 'marker' acids as Group 2 with the addition of the neurotoxin, a-amino-P-oxaylaminopropionic acid, and free a,P-diaminopropionic acid. All are from subgenus Aculeiferum except for A. confusa, A. kauaiensis Hilleb. and A. simplex, all of which are extra-Australian species of the subgenus Pbllodineae. Free amino acids do not accumulate in high concentrations in seeds of Group 4, but unidentified amino acids were found in some species. All belong to subgenus Aculeiferum. Acacia angustissima cannot be placed in any of the groups defined. Its marker acid is y-acetyldiaminobutyric acid and it has medium ( + + ) concentrations of compound 'k' in the published tables, which is characteristic of Group 3. I will refer to A . angustissima as Group 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemotaxonomy"
        },
        {
            "text": "Predation of seeds of Acacia and other legumes by bruchid beetles is of considerable importance in regulating population dynamics in Africa and America (Janzen, 1966) though not in Australia which has only about 40 species of bruchids with affinities to taxa of SE Asia (Johnson, 1981) . Seeds of Australian acacias are eaten by other insects (New, 1983) , and seed-eating insects other than bruchids are probably significant in regulating population numbers in Australian species. Milton (1979) attributed the success of Australian species of Acacia in South Africa to the lack of heavy seed predation. The free amino acid composition of seeds is important in determining to what extent they are eaten by insects. High levels of a-amino-P-oxaylaminopropionic acid, as found in species of Group 3, would presumably be an advantage to a plant when seed predation is high. The free amino acids of the seeds suggest that Group 1 is rather isolated from the other groups. Bell & Evans (1978) have pointed out the biochemical differences between Groups 2 and 3 are not great, DERIVATION OF ACACIA 233 involving only the addition of two amino acids, one of which is toxic. They considered the difference to represent only a minor genetic difference and suggested that the amino acid pattern of Group 2 characterized the original acacia species of Gondwanaland and that the pattern of Group 2 was derived from this by the addition of the two amino acids. They pointed out that the biochemical differences between Groups 1 and 4 and Groups 2 and 3 seem to be more fundamental.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 166,
                    "text": "(Janzen, 1966)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 270,
                    "end": 285,
                    "text": "(Johnson, 1981)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 343,
                    "end": 354,
                    "text": "(New, 1983)",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 495,
                    "text": "Milton (1979)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 968,
                    "end": 987,
                    "text": "Bell & Evans (1978)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1071,
                    "end": 1095,
                    "text": "DERIVATION OF ACACIA 233",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chemotaxonomy"
        },
        {
            "text": "Group 1 is so different from the others in biochemical composition that it is impossible to relate it to others. I suggest that the fundamental pattern of Groups 2, 3, 4 and 5 is that of Group 3 and that other patterns have been derived from it by an overall loss and in the case of Group 5 by the addition of a unique compound. The low concentrations of all non-protein amino acids in species of Group 4 are especially difficult to explain if they are in fact of adaptive significance. The loss of the toxic cx-amino-p-oxalylaminopropionic acid by the Australian species might be explained by absence of bruchid beetles in Australia and subsequently the lack of adaptive advantage given by the presence of the compound. Its retention in three extra-Australian species of the subgenus Phyllodineae is not explained by this hypothesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemotaxonomy"
        },
        {
            "text": "Cyanogenesis: Cyanogenesis in Acacia was reviewed by Conn & Maslin (1982) and Seigler & Conn (1982) . Cyanogenic glycosides have been isolated from such a small number of species of Acacia that their occurrence is of only limited taxonomic value. Seigler & Conn (1982) recorded 15 species of subgenus Acacia and Conn & Maslin (1982) 40 species of subgenus Phyllodineae that were cyanogenic. The glycosides of subgenus Acacia are derived from aliphatic amino acids and those of subgenus Phyllodineae from an aromatic amino acid. Maslin, Conn & Dunn ( 1985) have reported the cyanogenic glycoside proacacipetalin from A. pachyphyloia W. V. Fitzg. (subgenus Acacia). This is the first record of a glycoside from an aliphatic aglycone from a species of Acacia indigenous to Australia. The results are in keeping with those from other non-Australian species of the subgenus. Although cyanogenic compounds have been reported from subgenus Aculeifrum, no cyanogenic compounds have been isolated or characterized from this group. The cyanogenic glycosides in subgenera Acacia and Phyllodineae are so different that there is no basis for postulating that one subgenus is more advanced than the other. The species of subgenus Phyllodineae that have given positive tests are, for the most part, either members of sections that I consider advanced (Botvcephalae and Pulchellae) or, if the evolutionary sequence proposed in Fig. 1 is accepted, then advanced members of the section JuliJEorae.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 73,
                    "text": "Conn & Maslin (1982)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 78,
                    "end": 99,
                    "text": "Seigler & Conn (1982)",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 247,
                    "end": 268,
                    "text": "Seigler & Conn (1982)",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 312,
                    "end": 332,
                    "text": "Conn & Maslin (1982)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 528,
                    "end": 555,
                    "text": "Maslin, Conn & Dunn ( 1985)",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [
                {
                    "start": 1411,
                    "end": 1417,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Chemotaxonomy"
        },
        {
            "text": "The resistance of a plant to fungal pathogens is a measure of the effectiveness of its defence mechanisms against such fungi. Differences in susceptibility to related fungi between different groups of Acacia suggests that different, though probably related, mechanisms are operating. These mechanisms are probably chemical. El-Gazzar (1979) contrasted the occurrence of, on one hand, Ravenelia rusts, and on the other, Uromycladium and Uromyces rusts on acacias. Ravenelia rusts are confined to species of the subgenus Acacia (23 species) and to sections Spiczftorae (28 species) and Filicinae ( 1 species). The 25 species of Acacia susceptible to Uromycladium and 20 of the 22 species susceptible to Uromyces come from the subgenus Phyllodineae. The other two species susceptible to Uromyces belong to subgenus Acacia. They are parasitized by Uromyces schweinfurthii P.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 340,
                    "text": "El-Gazzar (1979)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Rusts"
        },
        {
            "text": "Henn., which may represent a simplified raveneloid genus resembling two or three currently recognized species (Walker, 1983) . Savile (1976) postulated that the spores of Ravenelia mimic the polyads of pollen grains of some of the Mimosoideae. Ravenelia might therefore be considered to be more evolved than Uromycladium and the genera currently referred to Uromyces which have one-or two-celled spores. Though there is no basis for speculating whether susceptibility to one genus of fungi is less specialized than susceptibility to another, it might be argued that the subgenus Phyllodineae which is resistant to Ravenelia is more evolved than other subgenera of Acacia which are not.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 124,
                    "text": "(Walker, 1983)",
                    "ref_id": "BIBREF130"
                },
                {
                    "start": 127,
                    "end": 140,
                    "text": "Savile (1976)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rusts"
        },
        {
            "text": "There has been considerable debate in recent years on biological classification (L. A. S. Johnson, 1968 ). I t is reasonable that a classification should reflect the broad evolutionary picture of the group classified (Michiner, 1977 ; Robson, 1981) though there is no need to classify according to rigid doctrinaire rules, either cladistic or phenetic.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 103,
                    "text": "Johnson, 1968",
                    "ref_id": null
                },
                {
                    "start": 217,
                    "end": 232,
                    "text": "(Michiner, 1977",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 235,
                    "end": 248,
                    "text": "Robson, 1981)",
                    "ref_id": "BIBREF104"
                }
            ],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "Like other workers with Acacia, I have used individual attribute weighting (see R. W. Johnson, 1982, for discussion) . The characters of the pollen, the free amino acid composition of the seeds, the presence of stipular spines and phyllodes and the structure of the flowering 'system' ( Robbertse, 1974) are considered important in the genus.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 116,
                    "text": "Johnson, 1982, for discussion)",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 303,
                    "text": "Robbertse, 1974)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "A classification is proposed in which Acacia sensu lato (in the sense of Vassal, 1981a ) is divided into three genera, namely Acacia sensu stricto, Senegalia and Racosperma. In making this proposal, which will affect a wide range of botanists throughout the tropics and subtropics, I have had to consider, first whether Acacia should be treated as three distinct taxa, and secondly whether these taxa should be treated as genera rather than as subgenera or sections.",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 86,
                    "text": "Vassal, 1981a",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "The first of these considerations presents no difficulty. Guinet (1969) suggested on palynological grounds that Acacia be split into three as proposed above. Wight & Arnott (1834) had separated Vachellia (based on Mimosa farnesiana L.) from Acacia, probably on account of its distinctive pod, though they gave no reasons for their action. Spegazzini (1924) used the union of the stamina1 filaments of Vachellia to distinguish it from Acacia. In Vachellia he included Acacia lutea Miller with pods quite different from those of Mimosa farnesiana. Britton & Rose (1928) recognized a number of genera based on characters of the pod but these have not generally been accepted, probably because of lack of correlation between characters of the pod and other morphological characters. Using pollen and other characters, Vassal ( 1972) distinguished three subgenera which have been widely accepted. Their distinctness has been confirmed as more data has accumulated. Guinet (1981) advocated the splitting of Acacia into two genera, though Verdcourt (1979) had rejected any splitting at all.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 71,
                    "text": "Guinet (1969)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 546,
                    "end": 567,
                    "text": "Britton & Rose (1928)",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 828,
                    "text": "Vassal ( 1972)",
                    "ref_id": "BIBREF118"
                },
                {
                    "start": 960,
                    "end": 973,
                    "text": "Guinet (1981)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "It is more difficult to decide the appropriate rank for Vassal's subgenera. In plant systematics it seems to be agreed, at least in practice, what the concept of a species is and that it should be the basic unit of classification. The circumscription of genera is a matter of considerable debate. The simplistic imagery of Robinson (1906) is attractive. He likened a genus to an archipelago of species separated by straits of different depths and widths. He recognized that there were no objective methods of determining these depths and widths. The contention by Rollins (1953) that a genus is made up of a group of closely related species offers little guidance in considering whether Acacia is one genus or three. The difficulty is in defining 'close'. The recognition of narrowly circumscribed genera is a modern tendency in large and economically important families. Verdcourt ( 1970 ), Lackey (1977 and Pedley (1981 b) adopted narrow generic concepts in the Papilionoideae. In Australia some large, economically important groups are in the process of similar change: for example, the Proteaceae (Johnson & Briggs, 1975) , the Casuarinaceae (L. A. S. Johnson, 1982) , Tristania (Wilson & Waterhouse, 1982) and the foreshadowed fragmentation of Eucalyptus (Pryor & Johnson, 197 1; Briggs & Johnson, 1979) . The application of criteria used in distinguishing genera in one family to another is unlikely to be effective. If distinctions of the order of those used to separate genera of Poaceae (e.g. Dichanthium from Bothriochloa) were applied to the Mimosoideae a large number of narrowly circumscribed genera would result. A defensible argument might be that since increasingly narrowly defined genera are being recognized in Papilionoideae and Caesalpinioideae (for Cassia, see Irwin & Barneby, 1981) , then equally narrowly defined genera might also be acceptable in Mimosoideae. A reverse of this approach, is the recognition of a large heterogeneous Bauhinia which includes Barkleya by Wunderlin et al. ( 1981) .",
            "cite_spans": [
                {
                    "start": 872,
                    "end": 888,
                    "text": "Verdcourt ( 1970",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 889,
                    "end": 904,
                    "text": "), Lackey (1977",
                    "ref_id": null
                },
                {
                    "start": 909,
                    "end": 924,
                    "text": "Pedley (1981 b)",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1125,
                    "text": "(Johnson & Briggs, 1975)",
                    "ref_id": null
                },
                {
                    "start": 1156,
                    "end": 1170,
                    "text": "Johnson, 1982)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1183,
                    "end": 1210,
                    "text": "(Wilson & Waterhouse, 1982)",
                    "ref_id": "BIBREF133"
                },
                {
                    "start": 1269,
                    "end": 1284,
                    "text": "Johnson, 197 1;",
                    "ref_id": null
                },
                {
                    "start": 1285,
                    "end": 1308,
                    "text": "Briggs & Johnson, 1979)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1779,
                    "end": 1805,
                    "text": "see Irwin & Barneby, 1981)",
                    "ref_id": null
                },
                {
                    "start": 2011,
                    "end": 2018,
                    "text": "( 1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "The circumscription of genera among the Ingeae could be taken as a model for genera of Acacieae. These tribes are separated by only minor characters and probably should be united. The history of generic concepts in the Ingeae was reviewed by Nielsen (1981) . Bentham (1875)' whose classification is the basis of subsequent ones, recognized nine genera. Britton & Rose (1928) , who were thr first to recognize small genera in the Ingeae, distinguished 16 in only part of the geographic range of the tribe. Many of the names in Britton & Rose (1928) have been placed in synonymy, but they established a trend to the splitting of Bentham's large genera. Nielsen ( 198 1 ) has recognized 20 genera and recognition of still more is possible (e.g. Chloroleucum, Sassa and the subgenera of Calliandra could be treated as distinct genera). A reading of Nielsen's discussion of genera and examination of his key indicate that the treatment of Acacieae in the same way would necessitate the splitting of Acacia. Even a conservative treatment of the Ingeae such as that of Hutchinson (1964) would necessitate some splitting.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 256,
                    "text": "Nielsen (1981)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 353,
                    "end": 374,
                    "text": "Britton & Rose (1928)",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 547,
                    "text": "Britton & Rose (1928)",
                    "ref_id": null
                },
                {
                    "start": 1062,
                    "end": 1079,
                    "text": "Hutchinson (1964)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "In an attempt to quantify the degree to which genera within families are narrowly or broadly conceived, Clayton (1972) applied the 'Index of Diversity' ( a ) of Williams (1964) to a number of families. The use of the index depends on the frequency distribution of genera containing 1, 2, 3. . . species approximating to a logarithmic series. Clayton (1972) demonstrated this to be true for the large families listed by him, but it is not so for the tribes of Leguminosae examined here (Table 2 ). Other indices of diversity may be more appropriate, but the use of Williams' index allows direct comparison between Clayton's data and mine. (1977) . 3, Lackey (1981) . 4, Polhill (1981a) . 5, Geesink (1981) . 6, Ohashi el al. (1981) . 7, Polhill (1981b) . 8, Polhill (1981~) . 9, Wunderlin el al. (1981) . 10, Irwin & Barneby (1981) . 1 1 , Polhill & Raven (1981) . 12, Lewis & Elias (1981) . 13, Vassal (1981a) . 14, Nielsen (1981) .",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 118,
                    "text": "conceived, Clayton (1972)",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 644,
                    "text": "(1977)",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 663,
                    "text": "3, Lackey (1981)",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 684,
                    "text": "4, Polhill (1981a)",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 704,
                    "text": "5, Geesink (1981)",
                    "ref_id": null
                },
                {
                    "start": 707,
                    "end": 730,
                    "text": "6, Ohashi el al. (1981)",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 751,
                    "text": "7, Polhill (1981b)",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 772,
                    "text": "8, Polhill (1981~)",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 801,
                    "text": "(1981)",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 830,
                    "text": "10, Irwin & Barneby (1981)",
                    "ref_id": null
                },
                {
                    "start": 835,
                    "end": 861,
                    "text": "1 , Polhill & Raven (1981)",
                    "ref_id": null
                },
                {
                    "start": 864,
                    "end": 888,
                    "text": "12, Lewis & Elias (1981)",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 909,
                    "text": "13, Vassal (1981a)",
                    "ref_id": null
                },
                {
                    "start": 912,
                    "end": 930,
                    "text": "14, Nielsen (1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 485,
                    "end": 493,
                    "text": "(Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "CLASSIFICATION"
        },
        {
            "text": "A high value of a indicates that genera are narrowly conceived. Such genera may indicate either that the family is in fact diverse, or that taxonomists have taken a narrow view of genera. Clayton recognized that the larger the family the higher is a. A curve can be fitted to the data of Clayton (Clayton, 1972: fig. 3) and an a determined from the number of species in a particular group. I have calculated a n 'expected' a for groups with more than 500 species. A serious objection to the use of an expected a is that, because the family consists of more species than its component subfamilies and tribes, its a will be higher than the indices of its components taken separately. That Compositae is a large diverse family is reflected in its a (279) and the higher expected value (370). The value for Eupatorieae is much higher than for the family as a whole and much higher than the expected value. McVaugh (1982) recently offered a possible explanation for this situation. I n this paper I have made comparisons only among taxa of comparable rank. The statistics for Compositae and Leguminosae taken from Clayton (1972) may not be strictly comparable with data from either Polhill & Raven (1981) or Heywood, Harbourne & Turner (1977) . Generic concepts may have altered or the number of species accepted increased in the intervening years.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 316,
                    "text": "(Clayton, 1972: fig.",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 916,
                    "text": "McVaugh (1982)",
                    "ref_id": null
                },
                {
                    "start": 1177,
                    "end": 1199,
                    "text": "Polhill & Raven (1981)",
                    "ref_id": null
                },
                {
                    "start": 1203,
                    "end": 1237,
                    "text": "Heywood, Harbourne & Turner (1977)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "Among the tribes of Papilionoideae there is considerable variation in a. The value for the Phaseoleae, which has been studied rather intensively in the last decade, is 19, much lower than both the value for the family and the expected DERIVATION OF BCACIA 237 value. But it is much higher than those of moderately well known tribes such as the Tephrosieae and Desmodieae. The values for both Crotalarieae and Galegeae are low compared with those of other tribes, and with their expected values. Each of these tribes has one genus (Crotalaria and Astragalus, respectively) which contributes a majority of species to the tribe. These appear to be tribes of genuinely low diversity. T h e modal value of 01 for tribes of Papilionoideae is about 10, with higher values for tribes that have been intensively studied ('split') and lower ones for tribes of low diversity or tribes that have been intensively studied.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 259,
                    "text": "DERIVATION OF BCACIA 237",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "The Caesalpiniaceae have been less intensively studied than the Papilionoideae, and the indices of diversity for the tribes tend to be lower than those of Papilionoideae. The Cercideae, which have been conservatively treated (Wunderlin et al., 1981) , have an M of less than 1, a value that would be increased if the four informally defined subgenera of Bauhinia were recognized as genera, and even more if some genera referred to the 'Phanera group' (e.g. Lasiobema and Lysiphyllum) were recognized. The Cassieae, which have been less conservatively treated, have an CI of 4. This too would be increased if the subgenera of Dialium were treated as genera. The modal value for Casealpinioideae is lower than that for Papilionoideae and the indications are that it is a less diverse subfamily.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 249,
                    "text": "(Wunderlin et al., 1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "The M for the Mimosoideae is 11, about the same as the modal value for tribes of Papilionoideae, but there is a wide range of variation within the subfamily. The Mimoseae (10) is about the same as the subfamily as a whole, but the Ingeae, which have been studied by Nielsen (1981) , have a value of only 5, and the Acacieae of only 0.25. Recognition of the subgenera of Acacia as genera would double the value but it would still be considerably less than for any other tribe of Mimosoideae. If Acacieae and Ingeae were united, as has been suggested (Pedley, 1981a) , then the value for the widened Ingeae would be 4, comparable to that of Cassieae.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 280,
                    "text": "Nielsen (1981)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 549,
                    "end": 564,
                    "text": "(Pedley, 1981a)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "An objective assessment of an appropriate size for genera of Mimosoideae is impossible, but the Index of Diversity suggests that if more narrowly circumscribed genera were recognized in Acacieae and the tribe were united with the Ingeae, then a value in keeping with that of other tribes of low diversity in other subfamilies (e.g. Cassieae, Cercideae, Galegeae) would result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "A major consideration in dividing well-known genera such as Acacia, Eucal_yptus and Casuarina is that many names well entrenched in the literature will be changed, resulting in a disruption of communication among workers. Irwin & Barnaby (1976) , discussing the breaking-up of Cassia into three, stated: \"Even if the theoretical case for dismembering should be strengthened. . ., there remains a question whether at this late date, the ensuring disturbance of the nomenclature might forbid it in practice\". O n the other hand, Maze (1980) took a different view: \"Social needs or desire should not dictate, or even suggest, the outcome of scientific research\". It is of interest that Cassia has since been dismembered by Irwin & Barnaby (1981) .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 244,
                    "text": "Irwin & Barnaby (1976)",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 742,
                    "text": "Irwin & Barnaby (1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "Considerable grounds therefore exist for recognizing the subgenera of Acacia as genera. Key nomenclatural changes are made below. I t would be technically possible to make all the transfers to Senegalia and Racosperma in this publication but this would be unwise without further intimate knowledge of each species. This is particularly true for some American and Madagascan species. The type of Senegalia is Mimosa senegal L. which was typified by Ross ( 1975) . It is evident from the system used by Rafinesque (1838) for designating types and names based on earlier ones that Senegalia triacantha Rafinesque is based on Mimosa senegal L. and is therefore illegitimate. In accord with the concept of Woodson & Schery (1950) , a broad view is taken of Senegalia angustissima to include Acacia jlicina Willd., the type species of Acacia section Filicinae. Dugandia Britton & Killip may possibly belong in Senegalia as suggested by Guinet (1969 Guinet ( , 1981 lectotypified by Acacia penninervis (Pedley, 1978) . In his listing of species, Martius treated Racosperma as a feminine noun, but it is neuter (see Stearn, 1966: 279) . The sectional classification of Acacia subgenus Heterophyllum (Pedley, 1978) has not been adopted in Racosperma. Acacia section Julgorae and Acacia section Alatae can not be maintained as distinct from Acacia section Plurinerves; and Acacia section Botrycephalae should be combined with Acacia section Phyllodineae (Racosperma section Racosperma). The result of these amalgamations would be the recognition of four sections of Racosperma. Subgenera are not recognized. There appears to be a fundamental division between plurinerved and uninerved species which may be the basis for recognition of subgenera, but until Acacia section Pulchellae and Acacia section Lycopodizfoliae can be related with certainty to other sections, a subgeneric classification cannot be considered.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 460,
                    "text": "Ross ( 1975)",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 701,
                    "end": 724,
                    "text": "Woodson & Schery (1950)",
                    "ref_id": "BIBREF135"
                },
                {
                    "start": 930,
                    "end": 942,
                    "text": "Guinet (1969",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 943,
                    "end": 958,
                    "text": "Guinet ( , 1981",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 995,
                    "end": 1009,
                    "text": "(Pedley, 1978)",
                    "ref_id": null
                },
                {
                    "start": 1108,
                    "end": 1126,
                    "text": "Stearn, 1966: 279)",
                    "ref_id": null
                },
                {
                    "start": 1191,
                    "end": 1205,
                    "text": "(Pedley, 1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "The sectional classification is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "Racosperma C. Martius.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLASSIFICATION"
        },
        {
            "text": "SYNONYMS: Acacia section Phyllodineae DC. [and synonyms cited in Pedley, 19781 .",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 78,
                    "text": "Pedley, 19781",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Racosberma section Racosperma."
        },
        {
            "text": "Acacia section Alatae (Bentham) Pedley, Austrobaileya, 1: 78 (1978) . TYPE: Acacia alata R. Br.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 67,
                    "text": "Pedley, Austrobaileya, 1: 78 (1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Racosberma section Racosperma."
        },
        {
            "text": "Acacia section Botrycephalae (Bentham) Taubert, D a s PJanrenfamilien, ed. 1, 3(3) : 1 1 1 ( 1894). TYPE: Acacia terminalis (Salisb.) Macbride.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 70,
                    "text": "PJanrenfamilien,",
                    "ref_id": null
                },
                {
                    "start": 71,
                    "end": 77,
                    "text": "ed. 1,",
                    "ref_id": null
                },
                {
                    "start": 78,
                    "end": 82,
                    "text": "3(3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Racosberma section Racosperma."
        },
        {
            "text": "Racosperma section Lycopodiifolia (Pedley) , Pedley comb. nova BASlONYM: Acacia section Lycopodizfoliae Pedley, Austrobailtya, 1: 82 ( 1978 Pedley, 19781 . Acacia section Juliforae (Bentham) Acacia sensu stricto is distinguished from both Senegalia and Racosperma in ha ing a distinctive pattern of non-protein amino acids in its seeds, colporate pollen, stipular spines and involucels. Robbertse ( 19 74) suggested the possible derivation of Acacia sensu lato from Archidendron. However, Acacia sensu stricto has some affinity with Pithecellobium, and Senegalia and Racosperma have affinities with Calliandra. Direct derivation of Senegalia from Acacia or the reverse is unlikely. Derivation of Acacia and Senegalia-Racosperma from different lines within the Ingeae is suggested. This hypothesis conflicts with that long established by Andrews (1914) proposing that the Australian phyllodinous species of Acacia (Racosperma) are derived from Acacia sensu stricto.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 42,
                    "text": "(Pedley)",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 139,
                    "text": "Pedley, Austrobailtya, 1: 82 ( 1978",
                    "ref_id": null
                },
                {
                    "start": 140,
                    "end": 153,
                    "text": "Pedley, 19781",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 190,
                    "text": "(Bentham)",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 851,
                    "text": "Andrews (1914)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Racosberma section Racosperma."
        },
        {
            "text": "Consideration of the distribution and adaptive value of character states within Senegalia and Racosperma suggests that Racosperma has been derived from Senegalia. Derived characters are extraporate pollen; the composition of the nonprotein amino acids of the seeds by the loss of two compounds; the development of phyllodes; the loss of floral disc and gynophore; and the susceptibility to the rusts Uromyces and Uromycladium but not to Ravenelia. Further development within Racosperma has been the persistence of juvenile (bipinnate) leaves and the production of resorcinol A-ring compounds in heartwood rather than pyrogallol A-ring compounds. The production of bipinnate leaves, the occurrence of cyanogens and the occurrence of resorcinal A-ring compounds in the heartwood indicate that the 'Botrycephalae group' is the most specialized of Racosperma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Racosberma section Racosperma."
        },
        {
            "text": "Evolutionary trends within Senegalia have not been as marked. The loss of extrafloral nectaries and modification of the non-protein seed amino acids of section Senegalia have given rise to section Filicinae. Lines of development are presented diagrammatically in Fig. 2 . Though evolutionary lines are postulated, some successful groups have what are considered to be unspecialized characters. Porate pollen has been found in 26 species ofRacosperrna (Guinet & Vassal, 1978) , and extraporate in one species of Senegalia. Hnatiuk & Pedley (in press) postulated that some species of Racosperrna section Plurineruia with unspecialized porate pollen have persisted in NE Australia where the climate has been stable for long periods. The species themselves may not be long-persisting relicts but rather they are the ends of lines of development which have retained some unspecialized characters.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 474,
                    "text": "(Guinet & Vassal, 1978)",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 549,
                    "text": "Hnatiuk & Pedley (in press)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 263,
                    "end": 269,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Racosberma section Racosperma."
        },
        {
            "text": "If some assumptions are made about evolutionary trends within and between genera, and if it is accepted that continental plates have drifted since the angiosperms originated some time in the Mesozoic, then some speculations can be made to explain the present distributions of Acacia, Senegalia and Racosperma. These are well known and have been mapped by Ross (1981) who treated them as subgenera of Acacia.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 366,
                    "text": "Ross (1981)",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [],
            "section": "BIOGEOGRAPHY"
        },
        {
            "text": "A great deal of evidence has accumulated to support the hypothesis that, since the mid-Triassic, there has been large-scale movements of continental plates. Raven & Axelrod (1972 , Whitmore (1981) and Barlow (1981) have discussed some of the biogeographic data that support the theory of plate tectonics. Raven & Axelrod (1972) stated that it was \"problematical whether any living genera of angiosperms existed when Africa was directly connected by land with . . . Antarctica (about 90 million years ago)\". Robson (1981) decided the distribution of Hypericum was interpretable only in terms of plate tectonic theory and postulated that \"the genus originated before direct land connections between Gondwanaland were broken or, at least, before the areas of water between these continents became uncrossable by seeds and other diaspores\". Mepham (1983) reached a similar conclusion with regard to the distribution of mangroves, which are apparently much better adapted than Hyperirum to disperse across water barriers. Webb & Tracey (1981) concluded that a common original land mass is required to explain the fact that 26% of the angiosperm rainforest genera are shared between Africa and Australia.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 178,
                    "text": "Raven & Axelrod (1972",
                    "ref_id": null
                },
                {
                    "start": 181,
                    "end": 196,
                    "text": "Whitmore (1981)",
                    "ref_id": "BIBREF131"
                },
                {
                    "start": 201,
                    "end": 214,
                    "text": "Barlow (1981)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 305,
                    "end": 327,
                    "text": "Raven & Axelrod (1972)",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 520,
                    "text": "Robson (1981)",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 837,
                    "end": 850,
                    "text": "Mepham (1983)",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1037,
                    "text": "Webb & Tracey (1981)",
                    "ref_id": "BIBREF130"
                }
            ],
            "ref_spans": [],
            "section": "BIOGEOGRAPHY"
        },
        {
            "text": "The distribution of the Acacieae can be interpreted in two ways. Either the genera originated after the fragmentation of Gondwanaland and were dispersed across water barriers by seeds or other diaspores, or the genera existed at about the time of fragmentation and were rafted to their present positions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BIOGEOGRAPHY"
        },
        {
            "text": "O n the whole, the Acacieae are not adapted for long-range dispersal, though phyllodinous species of Racosperma in Hawaii must have been derived from plants distributed across wide ocean gaps. Some of the swollen-thorn species Acacia of Central America (Janzen, 1974) have seeds enclosed in yellow pulp and are probably dispersed by birds, and some species of Racosperma with well developed red funicles are also bird dispersed, but dispersal of this kind is essentially short range. Racosperma orarium, a strand species with a conspicuous red aril around the seed, might be expected to be widely spread in N Australia and adjacent parts of Malesia. It occurs along the eastern tropical coast of Queensland and in Timor ( Pedley, 1975) but has not been recorded from New Guinea or the Northern Territory. The absence of species of Acacia and Senegalia that occur in continental Africa from Madagascar ( Ross, 1981) also indicates a lack of dispersal power.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 267,
                    "text": "(Janzen, 1974)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 722,
                    "end": 735,
                    "text": "Pedley, 1975)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 903,
                    "end": 914,
                    "text": "Ross, 1981)",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [],
            "section": "BIOGEOGRAPHY"
        },
        {
            "text": "If genera of Acacieae existed when Gondwanaland broke up, as is possible if angiosperms evolved early in the Mesozoic, then a hypothesis concerning their present distribution can be advanced. I assume, following Raven & Axelrod (1972) , that Gondwanaland fragmented about mid-Cretaceous ( lo8 years bp), but that India provided a fairly direct but interrupted subtropical dispersal route between Africa and Australia until about 8 x lo7 years bp ( Raven, 1983) .",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 234,
                    "text": "assume, following Raven & Axelrod (1972)",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 460,
                    "text": "Raven, 1983)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BIOGEOGRAPHY"
        },
        {
            "text": "Such a possibility is increased if a Greater India (Powell, Johnson & Veevers, 1981 ) lay adjacent to Australia. The present distribution of the species of the Acacieae in warmer parts of the world between 35\"N and 35\"s latitude in Africa and the Americas, and the few species in Tasmania, suggests that they developed in tropical regions, and that they did not enter the Australian region from the south.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 83,
                    "text": "Johnson & Veevers, 1981",
                    "ref_id": "BIBREF90"
                }
            ],
            "ref_spans": [],
            "section": "BIOGEOGRAPHY"
        },
        {
            "text": "Acacia and Senegalia are thought to have originated in tropical parts of Africa and were widely spread by the mid-Cretaceous. I n my view both genera must have occurred in S America when it separated from Africa. However, Ross (1981) believed it unlikely that \"Acacia or its prototype\" had differentiated when Africa split from S America, and Raven (1979) regarded intercontinental distribution of Acacia sensu lato as being the result of recent dispersal. Dispersal of Acacia and Senegalia to N America became possible only towards the end of the Tertiary. Senegalia section Filicinae developed from section Senegalia within S America. The suggestions that they are primitive (Guinet, 1969) and that Acacia sensu lato originated in what is now tropical America (Guinet & Vassal, 1978) are considered unlikely, mainly because of the peculiar composition of the non-protein amino acids of their seeds and their lack of prickles and extrafloral nectaries, all of which I regard as being derived characters in the genus.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 233,
                    "text": "However, Ross (1981)",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 355,
                    "text": "America, and Raven (1979)",
                    "ref_id": null
                },
                {
                    "start": 677,
                    "end": 691,
                    "text": "(Guinet, 1969)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 762,
                    "end": 785,
                    "text": "(Guinet & Vassal, 1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BIOGEOGRAPHY"
        },
        {
            "text": "At about the time that India and Australia-Antarctica separated, Racosperma developed from the Senegalia line in E Gondwanaland. When interchange of species between India and Australia stopped, Acacia, Senegalia and Racosperma or something intermediate between Senegalia and Racosperma occurred in India. Many species became extinct during the movement of the Indian plate northward. Racosperma, if it ever existed there, disappeared, leaving Acacia and Senegalia. Senegalia ferruginea occurs in India. It has extraporate pollen characteristic of Racosperma but has areolate sculpturing of the pollen similar to other species of Senegalia. Its floral structure and flowering system also place it in Senegalia. When compared with tropical E African countries such as Kenya and Tanzania (Ross, 1981) , the representation of Acacia and Senegalia in India is poor, probably not more than 25 species (based on Baker, 1879) .",
            "cite_spans": [
                {
                    "start": 785,
                    "end": 797,
                    "text": "(Ross, 1981)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 905,
                    "end": 917,
                    "text": "Baker, 1879)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BIOGEOGRAPHY"
        },
        {
            "text": "After the collision of India with the rest of Asia, there was a general dispersal of both Acacia and Senegalia through SE Asia and Malesia. Recent figures for many countries of the region are lacking, but the number of species declines rapidly away from India ( Table 3 ) . The dispersal of Racosperma from the Australian region is discussed below. During the Cretaceous, at the time when Australia separated from India, its climate was warm and moist. Subtropical rainforest was more or less continuous throughout the continent (see Barlow, 1981 , for summary of available information). Some ecological diversity probably occurred in N Australia, and Racosperma could have established on forest margins. Acacia and Racosperma became widely spread in N Australia in the late Cretaceous. Either Senegalia was not one of the original Gondwanan elements or it became extinct in Australia after it became isolated. It is represented in Australia by only two species, and is believed to be a later introduction. The spread of Racosperma in N Australia must have been rapid. At the time ofthe break-up ofthe eastern margin ofGondwanaland in the late Cretaceous species with affinities to Racosperma simplex, R . auriculzforme and R. melanoxylon which were established in eastern part of the Australian plate moved away from the continent into the Pacific. Raven (1983) considered that a considerable amount of elevated land existed between New Caledonia and Queensland while the Tasman Sea opened up between Australia-Antarctica and New Caledonia-New Zealand in the period between 8.2 x l o 7 and 6 x lo7 years bp. Phyllodiny had become established early in the development of Racosperma, but the non-protein amino acid pattern of the seeds was probably that of species of Group 3 (Evans el al., 1977) , namely the ancestral Senegalia line. Species of Racosperma in the Australian region all belong to Group 2, having lost or$-diaminopropionic acid and the neurotoxin a-amino-P-oxalylaminopropionic acid. Bell & Evans (1978) advanced the contrary view, that the seed chemistry of Group 2 species characterized the original Gondwanan species.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 546,
                    "text": "Barlow, 1981",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 637,
                    "end": 651,
                    "text": "Australia, and",
                    "ref_id": null
                },
                {
                    "start": 1350,
                    "end": 1362,
                    "text": "Raven (1983)",
                    "ref_id": null
                },
                {
                    "start": 1775,
                    "end": 1795,
                    "text": "(Evans el al., 1977)",
                    "ref_id": null
                },
                {
                    "start": 1999,
                    "end": 2018,
                    "text": "Bell & Evans (1978)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 262,
                    "end": 269,
                    "text": "Table 3",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "BIOGEOGRAPHY"
        },
        {
            "text": "Both views seem equally tenable. A loss of toxic amino acids could have resulted because of the relaxing of predation by seed-eating bruchids; whereas a gain of these amino acids could have been a response to an increase in such predation. By the end of the Oligocene Acacia and Racosperma would have been more or less confined to the north of the Australian continent. The least specialized section, Racosperma section Plurinervia, predominated, though section Racosperma differentiated in somewhat arid regions, with section Lycopodizfolia developing either from section Racosperma or from section Plurinervia. Because of the northward movement of the Australian plate away from Antarctica during the Oligocene (3 x lo7 years bp) desert conditions developed in the northern part of W '4ustralia with a zone of Mediterranean climate between the desert and the humid southern part of the country (Beard, 1977) . Further expansion of desert conditions to the southeast and marine transgression isolated the southwest of the continent in the Miocene (1.5 x l o 7 years bp). The desert continued to increase in area, confining a large part of the flora isolated since the Miocene to the extreme southwest, the area now known as the South-West Botanical Province (Beard, 1980) or the South-West Region (Hnatiuk, Maslin & D'Antuono, 1983) . All sections of Racosberma except Lycopodizfolia and the 'Botrycephalae group' of section Racosperma are well represented with a large number of endemic species (Hopper & Maslin, 1978) . Racosperma section Pulchella is more or less confined to the region.",
            "cite_spans": [
                {
                    "start": 896,
                    "end": 909,
                    "text": "(Beard, 1977)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1259,
                    "end": 1272,
                    "text": "(Beard, 1980)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1298,
                    "end": 1333,
                    "text": "(Hnatiuk, Maslin & D'Antuono, 1983)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1497,
                    "end": 1520,
                    "text": "(Hopper & Maslin, 1978)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "BIOGEOGRAPHY"
        },
        {
            "text": "Northward movement of the continent with the accompanying shift in climatic belts and a general drying out in the Miocene allowed southward migration of Acacia and Racosperma around the arid core to the southeast and southwest. Acacia appeared not to have differentiated to any great extent and did not extend far outside the tropics. The few species of Acacia in Australia and the occurrence of Senegalia albizioides in NE Australia led Ross (1981) to suggest that Acacia sensu lato entered Australia on more than one occasion. I prefer the alternative interpretation that Acacia entered the region at about the same time as Racosperma but that the entry of Senegalia was probably much later (see below). Racosperma, which speciated to a remarkable degree, formed a major component of the vegetation as rainforest disappeared. After the isolation of the southwest in the Miocene, some species migrated there along the southern coast despite the barriers of climate and the calcareous soils of the Nullarbor Plain. In E Australia there has been no major climatic, topographic or edaphic barriers to plant migration and there are no centres of extreme endemism such as the South-West Region. Wide oscillations in climate between wet and dry in the last A knowledge of the present distribution of groups of species of Racosperma and their ecological ranges, and some hypotheses about relationships between sections and lines of evolution within sections allow speculations to be made about possible paths of dispersal in greater detail. Species of sections Plurinervia and Racosperma extended into the southeast from tropical Australia. Species of Racosperma section Plurinervia probably predominated, but the relict distribution of some members of section Racosperma, such as R. crombiei, R. maitlandii and R. peuce, suggests that the section was established in drier parts of N Australia from an early date. Movement of Racosperma into S Australia with its lower temperatures, different patterns of rainfall and broken topography where aspect is more important than it is in lower latitudes, resulted in great diversification of species. The species of the 'Racemosae group' of section Racosperma and the 'Tetramerae group' of section Plurinervia increased greatly, the former giving rise to the 'Botrycephalae group'. The 'Microneurae group' of Plurinervia developed, possibly from ancestral species to R. coriaceum on scarps of deeply weathered shaly rocks and sheets of depositional clay derived from them (Galloway & Kemp, 1981) .",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 449,
                    "text": "Ross (1981)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 2509,
                    "end": 2532,
                    "text": "(Galloway & Kemp, 1981)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "BIOGEOGRAPHY"
        },
        {
            "text": "Dispersal from these areas of extensive speciation has occurred more recently. Racosperma section Racosperma in the arid zone consists of these species from temperate regions and derivatives of species which arose early in the tropical semi-arid climate such as R. victoriae. The 'Microneurae group' of Racosperma section Pleurinervia spread on to heavy-textured soils generally (many derived from Cretaceous sediments) and became widely spread in inland eastern Australia. While speciation and dispersal was taking place in the southeast some groups in the tropics remained more or less stationary with little differentiation. In Racosperma section Pleurinervia, the 'Dimidiatae group' (both capitate and spicate species), the 'Oligoneurae group' and the 'Triangulares group' are examples. In recent times there appear to have been contractions in the ranges of some species. Isolated occurrences of R. deanei ('Botrycephalae group') and R. falcata ('Racemosae group') in tropical Queensland (see Maslin & Pedley, 1982) suggest that these species may once have been more widely spread. Remnants of what were probably more widely spread geographic ranges are common in the juliflorous members of section Plurinervia, R. pubifolium, R. pycnostach_yum and R. georgense in E Australia and R. petraeum, R. ammobium, R. macdonellense, R. nelsonii and R. olganum in the arid zone. The origin of the flora of the arid zone was discussed by Maslin & Hopper (1982) .",
            "cite_spans": [
                {
                    "start": 950,
                    "end": 969,
                    "text": "('Racemosae group')",
                    "ref_id": null
                },
                {
                    "start": 998,
                    "end": 1020,
                    "text": "Maslin & Pedley, 1982)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 1289,
                    "end": 1332,
                    "text": "petraeum, R. ammobium, R. macdonellense, R.",
                    "ref_id": null
                },
                {
                    "start": 1433,
                    "end": 1455,
                    "text": "Maslin & Hopper (1982)",
                    "ref_id": "BIBREF77"
                }
            ],
            "ref_spans": [],
            "section": "BIOGEOGRAPHY"
        },
        {
            "text": "Speciation has continued in the southwest of W Australia (see Hopper & Maslin, 1978) , in areas of dissected sandstone in central-eastern Queensland and Arnhem Land, and on sandy soils in coastal and subcoastal parts of New South Wales and Queensland, particularly in Racosperma section Plurinervia (species related to R. concurrens and R. juliferum).",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 84,
                    "text": "Hopper & Maslin, 1978)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "BIOGEOGRAPHY"
        },
        {
            "text": "A significant event in the phytogeography of Acacia sensu lato and other, mainly rainforest, taxa was the collision in the Miocene of the Australian plate with a Malesian island arc. Hamilton (1979) pointed out that the flora of the island arc had been derived from Asia but that it was highly evolved. The representation of Acacia sensu lato on the Asian continent was low and in the island arc even lower. Senegalia reached New Guinea at that time, and penetrated into Cape York Peninsula where there are two endemic species. No species of Acacia occurs in New Guinea, and it is unlikely that Acacia entered Australia in the Miocene. Its entry is considered to have been much earlier.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 198,
                    "text": "Hamilton (1979)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "BIOGEOGRAPHY"
        },
        {
            "text": "Dispersal of Racosperma from the Australian region after its contact with the Malesian archipelago was not great. Racosperma confusum, one of the 'Oligoneurae group' which occurs in the Philippines and Taiwan, was probably derived from an early emigrant such as R. hylonomum, a rainforest species of N Queensland, while R. wetarense, a species allied to R. auriculfoorme which is widely spread in N Australia and S New Guinea, is restricted to Wetar. The occurrence of R. xiphocladum in Madagascar and R. koa and R. kauaiense in the Senegalia Senegalia albizioides (Pedley) Pedley comb. nova BASIONYM: Acacia albizioides Pedley, Austrobaileya, 1: 31 1 (1980) . Senegalia ferruginea (DC) Pedley comb. nova BASIONYM: Acacia ferruginea A. P. de Candolle, Prodomus vstematis naturalis regni vegetalis, 2: 458 ( 1825).",
            "cite_spans": [
                {
                    "start": 565,
                    "end": 573,
                    "text": "(Pedley)",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 658,
                    "text": "Pedley, Austrobaileya, 1: 31 1 (1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "BIOGEOGRAPHY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Racosperma axillare (Bentham) Pedley comb. nova BASIONYM: Acacia axillaris Bentham",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "I",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Supplement to 3. M . Black's Flora Racosperma concurrens (Pedley) Pedley comb. nova BASIONYM: Acacia concurrens Pedl ey",
            "authors": [],
            "year": 1965,
            "venue": "Racosperma confruens (Maiden & Blakely) Pedley comb. nova BASIONYM: Acacia contuens Maiden & Blakely",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prodromus systematis naturalis regni Racosperma deanei (R. T. Baker) Pedley comb. et stat. nov. BASIONYM: Acacia decurrens var. deanei R. T. Baker, Proceedings of the Linnean Socieb Racosperma ensifolium (Pedley) Pedley comb. nova BASIONYM: Acacia enszfolia Pedley, Contributions f r o m the Queensland Herbarium, 4: 2 Racosperma falcatum (Willd.) Pedley comb. nova BASIONYM: Acacia falcata Willdenow, Species Plantarum",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Racosperma georgense (Tindale) Pedley comb. nova BASIONYM: Acacia georgensis Tindale",
            "authors": [],
            "year": 1980,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Racosperma hylonomum (Pedley) Pedley comb. nova BASIONYM: Acacia hylonoma Pedley",
            "authors": [],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Racosperma juliferum (Bentham) Pedley comb. nova BASIONYM: Acacia jul2fera Bentham",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "I",
            "issn": "",
            "pages": "3--74",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Racosperma koa (A. Gray) Pedley comb. nova BASIONYM: Acacia koa A. Gray, United States Exploring Expedition, Botany: Racosperma macdonnellense (Maconochie) Pedley comb. nova BASIONYM: Acacia macdonnellensis Maconochie",
            "authors": [],
            "year": null,
            "venue": "Racosperma kauaiense (Hillebrand) Pedley comb. nova BASIONYM: Acacia kauaiensis Hillebrand",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Los nectarios florales en Leguminosas-Mimosoideas. Darwiniana",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ancibor",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "128--142",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The development and distribution of the natural order Leguminosae",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C. ; C A"
                    ],
                    "last": "Andrews",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brink",
                    "suffix": ""
                }
            ],
            "year": 1914,
            "venue": "Journal ofthe BACKER",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "1879. Leguminosae",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Flora ofBritish India",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Australian flora: its origin and evolution",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Barlow",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Flora of Australia",
            "volume": "I",
            "issn": "",
            "pages": "25--75",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Usefulness of chemistry in plant taxonomy as illustrated by the flavonoid constituents",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Bate-Smith",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Chemical Plant Taxonomy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Tertiary evolution of the Australian flora in the light of latitudinal movements of continents",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Beard",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Journal of Biogeography",
            "volume": "4",
            "issn": "",
            "pages": "11--12",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A new phytogeographic map of Western Australia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Beard",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Western Australian Herharium Research Notes",
            "volume": "",
            "issn": "3",
            "pages": "37--58",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Biochemical evidence of a former link between Australia and the Mascarene Islands",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Nuture",
            "volume": "273",
            "issn": "",
            "pages": "295--296",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Notes on Mimoseae, with a synopsis of species",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bentham",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Acacieae. London Journal of Botany",
            "volume": "111",
            "issn": "",
            "pages": "494--528",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "1864. Acacia, in Flora Australiensis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bentham",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "301--421",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Zue Heterophyllie von Acacia melanoxylon: Naturliche und kunstlich hevorgerufene Ruckschlage van der Folge-zue Jungendform",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bentham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borchart",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Beitruge zue Biologie der Pfianzen",
            "volume": "30",
            "issn": "",
            "pages": "265--281",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Gibberellic acid and rejuvenation of apical meristems in Acacia melanoxylon",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borchart",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Die Naturwissenshafteen",
            "volume": "52",
            "issn": "",
            "pages": "65--66",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Extrafloral nectaries of Australian phyllodineous acacias",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Boughton",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Australian Journal of Botany",
            "volume": "29",
            "issn": "",
            "pages": "653--664",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Aridity in the late Tertiary and Quarternary of Australia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bowler",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Leguminosae subfamily Mimosoideae",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P M"
                    ],
                    "last": "Brenan",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Flora of Tropical East Africa. London: Crown Agents for Overseas Governments and Administrations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Evolution in the Myrtaceae-evidence from inflorescence structure",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proceeds of the Linnean Society of N e w South Wales",
            "volume": "102",
            "issn": "",
            "pages": "157--256",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Ants, acacias and browsing mammals",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1960,
            "venue": "Ecologv",
            "volume": "41",
            "issn": "",
            "pages": "587--592",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Temperature and leaf shape in seedlings of Acacia aneura",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Burdon",
                    "suffix": ""
                },
                {
                    "first": "Clayton",
                    "middle": [],
                    "last": "Biochemie Und",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Kew Bulletin",
            "volume": "27",
            "issn": "",
            "pages": "281--287",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A preliminary report on cyanogenesis in Australian Acacia species. International Group f o r the Study of Mimosoideae",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Conn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Maslin",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Bulletin",
            "volume": "10",
            "issn": "",
            "pages": "26--29",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "O n the pollen of Mimosoideae and the identity of the supposed alga",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Copeland",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "Phytomorula. Madrotio",
            "volume": "4",
            "issn": "",
            "pages": "120--125",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "O n the taxonomic significance of secondary metabolites in angiosperms",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cronquist",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Plant Systematics and Evolution, Supplement",
            "volume": "1",
            "issn": "",
            "pages": "179--189",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The island of Anegada and its flora",
            "authors": [
                {
                    "first": "D&apos;arcy",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Smithsonian Institute. Atoll Research Bulletin",
            "volume": "139",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Ravenelia and its segregates (Uredinales) as indicators of taxonomic affinities in Leguminosae",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "El-Gazzar",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proceedings of the Royal Society ofNe'ew South Wales",
            "volume": "22",
            "issn": "",
            "pages": "333--407",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Free amino acids in the seeds of Acacia species",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Y"
                    ],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The principles ofPollination Ecology",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Faegri",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pijl",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "On the pericarpal structure of the legurnen, its evolution and relation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fahn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zohary",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Ashton",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "Recent Adoarices in Phytochemistry",
            "volume": "10",
            "issn": "",
            "pages": "1--40",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Birds as possible pollinators of Acacia pycnuntha",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Forde",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Australzan Journal of Botany",
            "volume": "24",
            "issn": "",
            "pages": "793--795",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Revision of Albizia sect",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Fosberg",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Pac/ysperma (Leguminosae-Mimosoideae). Reinwardtia",
            "volume": "7",
            "issn": "",
            "pages": "71--90",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Late Cainozoic environments in Australia: 51-80",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Galloway",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Kemp",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Ecological Biogeography of Australia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Tephrosieae",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Geesink",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Advancesin Legume Systematics",
            "volume": "",
            "issn": "",
            "pages": "245--260",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "O n the adaptive significance of compound leaves, with particular reference to tropical trees",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Givnish",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Tropical Trets as Living $stems",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Etude de palynologie fondamentale, correlations, evolution. Instztut Franpis de Pondichev. 7rauaux de la section scientijqup el technique",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Guinet",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "1--293",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Ecole pratique des hautes etudes. Memoires et Travaux de l'lnstitut de Mon/pellier",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Guinet",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "41--51",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Mimosoideae: the characters of their pollen grains",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Guinet",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Advances in Legume Gstematics",
            "volume": "",
            "issn": "",
            "pages": "835--857",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Hypotheses on the differentiation of the major groups in the genus Acacia (Leguminosae)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cuinet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vassal",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Kew Bulletin",
            "volume": "32",
            "issn": "",
            "pages": "509--527",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Acacia (Mimosoideae): composition and affinities of the series Pulchellae Bentham",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cuinet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vassal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Maslin",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Botanical Journal of the Linnean Society",
            "volume": "80",
            "issn": "",
            "pages": "53--68",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The nutritive values of Acacia pods in relation to Acacia seed distribution by ungulates",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Gwynne",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "East African Wildlfe Journal",
            "volume": "7",
            "issn": "",
            "pages": "176--178",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "United States Department of the Interior",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Geological Survey Professional Paper",
            "volume": "1078",
            "issn": "",
            "pages": "1--345",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Eds) 1977. The Biology and Chemistry of the Compositae",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Heywood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Harborne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The distribution of Acacia (Leguminosac-Mimosoideae) in Western Australia. Part 3. Numerical analysis of pattern and ecological correlations. Ll'estern Australian Herbarium Research hhtes",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Hnatiuk",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Maslin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Antuono",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Biogeography of Acacia in Northern Australia",
            "authors": [
                {
                    "first": "4tiuk",
                    "middle": [],
                    "last": "Hn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Pedley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Insect associations with the swollen thorn acacias",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hockings",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Trunsactions of the R~a l Entomological Socieo",
            "volume": "122",
            "issn": "",
            "pages": "21--22",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Phytogeography of Acacia in Western Australia",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Hopper",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Maslin",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Australian Journal of Botany",
            "volume": "26",
            "issn": "",
            "pages": "63--78",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Flora of 7aiwan",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ohashi",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Notes on the generic status of Chaniaecrista Moench",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Barneby",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "97--106",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Coevolution of mutualism between ants and acacias in Central America. Ezdution",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Janzen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Janzen",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Proceedings ofthe Linntan Sotie9",
            "volume": "20",
            "issn": "",
            "pages": "995--1027",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Notes on Casuarinaceae 11",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Journal ofthe Adelaide Botanic Gardens",
            "volume": "6",
            "issn": "",
            "pages": "73--87",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Effect of weighting and sizc of the attribute set in numerical classification",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Briggs",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "Kendrick",
                    "middle": [],
                    "last": "Australiari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bernhardt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Knox",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The polyad and reproduction in Acacia: a Pfytochemistry",
            "volume": "80",
            "issn": "",
            "pages": "53--65",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "1 1. seed and vegetative characteristics. Australian 3ournal of Botany",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Phytomorphology",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "365--379",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Advances in Legume Gstematics",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "93",
            "issn": "",
            "pages": "83--182",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "International Groupfor the Study of Mimosoideae",
            "authors": [],
            "year": null,
            "venue": "Bulletin",
            "volume": "10",
            "issn": "",
            "pages": "19--25",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "A revised classification of the tribe Phaseoleae (Leguminosae, Papilionoideae), and its LACKEY",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J G H"
                    ],
                    "last": "Kostermans",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Adimnces in Legume LAMON'I",
            "volume": "",
            "issn": "",
            "pages": "155--168",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "The new synantherology vs. Eupatorium in Neuva Galicia. Contributions from the MAIDEN",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcclure",
                    "suffix": ""
                }
            ],
            "year": 1916,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "The possible protective function of extrafloral nectaries of Acacia salzgna",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Majer",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Studies in the genus Acacia (hlimosaceae) 4. A revision of the series Pulchellae",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Maslin",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Studies in the genus Acacia iklimosaceae) 6. Miscellanv. .h'uvtsia",
            "volume": "2",
            "issn": "",
            "pages": "145--159",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "New Delhi: Amarind Publishing Co. relation to canavanine distribution",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ccvlon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Botanical Journal of the Linnean Sociey",
            "volume": "I",
            "issn": "",
            "pages": "163--164",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "The Flaaonoids. London: Chapman & Hall. CniaerJip of Michigan Herbarium",
            "authors": [
                {
                    "first": "Legume",
                    "middle": [],
                    "last": "Systematicj",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kew",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "18--190",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Cyanogenesis in Acacia pachyphloin",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "B R"
                    ],
                    "last": "Maslin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Conn",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "J E"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Phytochemistry",
            "volume": "24",
            "issn": "",
            "pages": "96--97",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Phytogeography ofAcacia (Leguminosae: Mimosoideae) in Central Australia",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Maslin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Hopper",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "The distribution of Acacia (Leguminosae: hlimosoideae) in Australia. Part 1 , Species distribution maps. Western Australian Herbarium Research",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Maslin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "L"
                    ],
                    "last": "Pedley",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Toronto: Corpus Books). Systematic Botanv",
            "volume": "5",
            "issn": "6",
            "pages": "332--334",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Mangrove floras of the southern continents. Part 1. The geographical origin of the Indo-Pacific mangrove genera and the development and present status of the Australian mangroves",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Mei&apos;ham",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Soufh AJrican Journal of Rotary",
            "volume": "2",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Disordant evolution and the classification of allodapine bees",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Michiner",
                    "suffix": ""
                }
            ],
            "year": 1923,
            "venue": "Systematic zoology",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Ecological anatomy and morphology. General survey",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Metcalfe",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Australian acacias in the S.W. Cape: pre-adaptation, predation and success",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Milton",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Proceedings NEM', T. R., 1983. Seed predation of some Australian acacias by weevils (Coleoptera: Curculionidae)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Ingeae: 173-190",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "I"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Adaances in Legume Systematics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Desmodieae: 292-300",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ohashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Polhill",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Schubert",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Revision of the extra-Australian species of Acacia subg. HeterophvNum. Contributionsfrom the PEDLEY, L., 1978. A revision of dcacia Mill",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pedley",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Queensland. Austrobail~n",
            "volume": "1",
            "issn": "",
            "pages": "75--234",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Classification of Acacias. International Group f o r the Studv of Mimosoideae",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pedley",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Bulletin",
            "volume": "9",
            "issn": "",
            "pages": "42--48",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Notes on Leguminosae 11",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pedley",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "376--379",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "O n the classification of Australian Acacias",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Pettigrew",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Adr,ances in Legume Sys/ematics. Kew: Royal Botanic Gardens",
            "volume": "",
            "issn": "",
            "pages": "399--401",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "The Early Cretaceous break-up of eastern Gondwanaland, the separation of Australia and India, and their interaction with south-east Asia: 15-30",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Polvell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mca",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Veevers",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Ecological Biogeography of Australia. The Hague: \\V. Junk",
            "volume": "",
            "issn": "",
            "pages": "32--56",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "dnatomy of the Dico&ledons",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chalk",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "~J t h e Third hhtional Weeds Conference of South Africa",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "69--78",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Adaances in Legume Systematics. Kew: Royal Botanic Gardens",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "ClatrrJiration of the Euca&ts. Canberra: Australian National",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "I&apos;ryor",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "L A S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Plate tectonics and southern hemisphere biogeography: 3-24",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ra\\",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "En",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Trofiical Botany",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "The genus Acacia in South Africa. 11. With special reference to the morphology of ROBBER'I'SE",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kr\\\\f",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Africa. I. Stipules and Spines. Bothalia",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "The generic concept i n the classification of flowering plants",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Robikson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Roriksok",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 1906,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "437--485",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Studies in the genus I f i p r i r x m L. (Guttiferae) 2 . Characters of the grnus. Briti.,h ROLLINS. R. C., 1953. C>-togenetical approaches to the study of genera",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "K B"
                    ],
                    "last": "Robson",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Cliranica Rotanic~",
            "volume": "14",
            "issn": "",
            "pages": "133--139",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "The typification of Mimosa seygnl L. Bothalia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "449--451",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "A conspectus of the African h z r~~ spc-cirs",
            "authors": [
                {
                    "first": "Ross",
                    "middle": [
                        "J H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Memoirs ofthe Botanical .Suriiey ofSouth :l/rica",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "An analysis of the African .irm.ia species: their distribution, possible origins and SAVILE, D. B. 0.. 1976. Evolution of the rust fungi (Urrdinales) as reflected by their ecological problems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Cyanogencsis and systematics of the genus dracia",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "D S"
                    ],
                    "last": "Seigler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Conn",
                    "suffix": ""
                }
            ],
            "year": 1924,
            "venue": "4cacieas Argentinas. Boktiti de In .Imdemia .Varional de Ciencias en Cordoba",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "Autonomous evoluticin in plants. Differences in plant and animal evolution",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Stebbins",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Gardens' Bulletin",
            "volume": "30",
            "issn": "",
            "pages": "103--104",
            "other_ids": {}
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "Plant-geography of east Malesia",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G G J"
                    ],
                    "last": "Is",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Botanical Journal of the I,innean .Socie!y",
            "volume": "79",
            "issn": "",
            "pages": "97--178",
            "other_ids": {}
        },
        "BIBREF111": {
            "ref_id": "b111",
            "title": "Evolutionary polarity of charnc.ter states",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Ste\\&apos;ess",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Annual Recieu of Ecoloyv and Systcmalics",
            "volume": "11",
            "issn": "",
            "pages": "333--358",
            "other_ids": {}
        },
        "BIBREF112": {
            "ref_id": "b112",
            "title": "The similarity existing between some algae and somc pollens with a furthcr note concerning Phytomoruln regirlaris Kofoid",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Taf&apos;i",
                    "suffix": ""
                }
            ],
            "year": 1945,
            "venue": "Ohio Journal cf .Scienre",
            "volume": "45",
            "issn": "",
            "pages": "16--17",
            "other_ids": {}
        },
        "BIBREF113": {
            "ref_id": "b113",
            "title": "A phytochcmical survey of Australian species uf Ac.acia. Pt;i~/arhemis/~v",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tikdale",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [
                        "D"
                    ],
                    "last": "Xf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Roux",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "1713--1727",
            "other_ids": {}
        },
        "BIBREF114": {
            "ref_id": "b114",
            "title": "An extended phytochemical survey of Australian species of Acacia: chemotaxonomic and phylogenetic aspects",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Tindale",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Kr R O U X",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Phytochtlmis/rv",
            "volume": "13",
            "issn": "",
            "pages": "829--839",
            "other_ids": {}
        },
        "BIBREF115": {
            "ref_id": "b115",
            "title": "Phytochemical studies in the heartwoods and barks of .4ustralian species of Acacia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Tindale",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "&amp; R O U X",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Boissera",
            "volume": "24",
            "issn": "",
            "pages": "299--305",
            "other_ids": {}
        },
        "BIBREF116": {
            "ref_id": "b116",
            "title": "Contribution a I't-tude de la morptiologic des plantules d'Acacia. Acacias Africains. Bulletin de la SoriPtP #Histoire",
            "authors": [
                {
                    "first": "\\&apos;assal",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "105",
            "issn": "",
            "pages": "55--56",
            "other_ids": {}
        },
        "BIBREF117": {
            "ref_id": "b117",
            "title": "Contributiou a l'6tude de la morphologie des plantulcs d''4caria",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "4ss",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "J"
                    ],
                    "last": "4l",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Acarias insulaires des Oceans Indien et Pacifique: Australie, Formose. Jlcs Maurice et Hawaii. I-Les Acacias a phyllodes on Ph~'llodiiime. Bulletin de In SociPti &Histoire uVaturellr de Tniilou.w",
            "volume": "106",
            "issn": "",
            "pages": "19--20",
            "other_ids": {}
        },
        "BIBREF118": {
            "ref_id": "b118",
            "title": "\\pport des rerherches ontogeniques et seminologiques A I'ktude morphologique tasonomique et phylogenique de genre -4cacia",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "Vassal",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Proceedings of the second meeting of the International Group for the Study of \\",
            "volume": "108",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF119": {
            "ref_id": "b119",
            "title": "Adr,anres in Legume $wtematics",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "J"
                    ],
                    "last": "\\ssal",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Acacieae",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "169--172",
            "other_ids": {}
        },
        "BIBREF120": {
            "ref_id": "b120",
            "title": "New data on seedlings and taxonomy in Acacia suhg",
            "authors": [
                {
                    "first": "\\",
                    "middle": [
                        "Ass J"
                    ],
                    "last": "L\\l",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Phyllodineae Ser. I = subg. Lnivrrsity",
            "volume": "",
            "issn": "",
            "pages": "325--328",
            "other_ids": {}
        },
        "BIBREF124": {
            "ref_id": "b124",
            "title": "The Biologv mid L%emzsl<r t f t h e Compost/ar",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "389--413",
            "other_ids": {}
        },
        "BIBREF127": {
            "ref_id": "b127",
            "title": "Krw: Royal Botanic Gardens",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mimosoideae",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Keu Bulletin",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF128": {
            "ref_id": "b128",
            "title": "International Group f o r the Studs qf",
            "authors": [
                {
                    "first": "/",
                    "middle": [],
                    "last": "Heterophyl",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "\\fimosoideae. Bulletin",
            "volume": "9",
            "issn": "",
            "pages": "50--55",
            "other_ids": {}
        },
        "BIBREF129": {
            "ref_id": "b129",
            "title": "Studies in the Leguminosae-Papilionoideae for the 'Flora of Tropical Africa",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Verdcourt",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF130": {
            "ref_id": "b130",
            "title": "Pacific mycogeography: deficiencies and irregularities in the distribution of plant",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Verdcourt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Tracey",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Guinea Legumes. Botany Bulletin",
            "volume": "",
            "issn": "11",
            "pages": "605--694",
            "other_ids": {}
        },
        "BIBREF131": {
            "ref_id": "b131",
            "title": "Wallace's Line and Plate 'Tectonics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Whitmore",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF132": {
            "ref_id": "b132",
            "title": "Biochemical ecology of higher plants: 3-70",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF133": {
            "ref_id": "b133",
            "title": "A review of the genus Tristania R. Br. (Myrtaceae): a heterogeneous assemblage of five genera",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Waterhouse",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Australian Journal of B o l a q",
            "volume": "30",
            "issn": "",
            "pages": "41--44",
            "other_ids": {}
        },
        "BIBREF134": {
            "ref_id": "b134",
            "title": "Studies on the status of unburnt Eucalyptus woodland at Ocean Grove, Victoria. 11. The differential seedling establishment of Euca&tus ouata Labill. and Cusuarina littoralir Salisb",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Withers",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Australian Journal of Botany",
            "volume": "26",
            "issn": "",
            "pages": "465--483",
            "other_ids": {}
        },
        "BIBREF135": {
            "ref_id": "b135",
            "title": "Mimosoideae in Flora of Panama",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Woodson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Schery",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "Annals of the Missouri Botanical Garden",
            "volume": "37",
            "issn": "",
            "pages": "185--188",
            "other_ids": {}
        },
        "BIBREF137": {
            "ref_id": "b137",
            "title": "Office of Forests, Division of Botany. parasitic fungi",
            "authors": [],
            "year": null,
            "venue": "Ecological Biogeography of Australia",
            "volume": "24",
            "issn": "",
            "pages": "89--90",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "resorcinal A-ring, P = pyrogallol A-ring. Groups of Evans et al. (1977) & C. S. Evans (personal communication). 'From Conn & Maslin (1982), Seigler & Conn (19821, A = derived from aliphatic amino acids. R = derived from aromatic amino acids, *data very scanty. 8From El-Gazzar j1979), R = Rnzenelia, U = L.rronycladium & Uromyces.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Evolution of leaf types in Acacia, schematic and not to scale. A. Acacia bidwillii. B. '4, hvlonoma. C . A. platycarpa. D. A. julifra. E . A. sublanata. F. A. galioides. G. A. shirleyi. H . A. peuce. I . .,I. oictoriae. J. A. falcata. K. A. glaucocarpa.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Miller, The Gardeners Dictionary, abridged ed. 4  ( 1 754) LECTOTYPE: Acacia nilotica (L.) Delile jide Britton & Rose, North AmericanFlora,  23: 85 (1928). SYNONYMS: Phyllodoce Link, Handbuch zur Erkennung der nutzbarsten und am haujigsten vorkommend Gewachse, 2: 132 (1829) nomen illeg., non Salisbury (1806). Vachellia Wight & Arnott, Prodromus florae Peninsulae Indiae Orientalis 272 (1834). TYPE: Vachellia farnesiana (L.) Wight & Arnott. Aldina E. H. F. Meyer, Commentariorum de plantis Africae australis: 171 (1836) nomen illeg., non Adanson ( 1 763) nomen rej., nec Endlicher (1840) nomen cons. Farnesia Gasparrini, Descrizione di un nuovo genere di piante della famiglia delle Leguminosae (1836) nomen illeg., non Fabricius ( 1 763). Gumzfra Rafinesque, Sylva telluriana: 1 18 (1838). LECTOTYPE: Acacia nilotica (L.) Delile. Popanax Rafinesque, Sylva telluriana: 1 18 ( 1838). TYPE: Popanax tortuosa (L.) Rafinesque. Delaportea Thorel ex Gagnepain, Notulae Systematicae, 2: 1 18 ( 19 1 1). TYPE: Delaportea armata Thorel ex Gagnepain. Acaciopsis Britton & Rose, North American Flora, 23: 93 ( 1928). TYPE: Acaciopsis pringlei (Rose) Britton & Rose. Feracacia Britton & Leon, North American Flora, 23: 86 (1928). TYPE: Feracacia daemon (Ekman & Urban) Britton & Leon. Lucaya Britton & Rose, North American Flora, 23: 87 (1928). TYPE: Lucqu choriophylla (Bentham) Britton & Rose. Myrmecodendron Britton & Rose, North American Flora, 23: 91 (1928). TYPE: Myrmecodendron hindsii (Rose) Britton & Rose. Tauroceras Britton & Rose, North American Flora, 23: 85 (1928). TYPE: Tauroceras spadicigerum (Schlect. & Charm.) Britton & Rose.Fishlockia Britton & Rose has not been placed in the synonymy of Acacia. The single species has only one pair of pinnae and few leaflets. D'Arcy (1971) suggested a possible relationship with some species of Pithecellobium though it has free stamens diagnostic of Acacia sensu lato. It requires further study. Senegalia Rafinesque, Sylva telluriana: 1 19 (1838) TYPE: Sengalia senegal (L.) Britton (Senegalia triacantha Rafinesque, nomen illeg.) . SYNONYMS: Manganaroa Spegazzini, Physis (Buenos Aires), 6: 3 12 ( 1923). TYPE: Acaciella Britton & Rose, North American Flora, 23: 96 (1928). TYPE: Acaciella Manganaroa monacantha (Willd.) Spegazzini. villosa (Swartz) Britton & Rose. Two sections are recognized: Senegalia section Senegalia Senegalia section Filicinae (Bentham) Pedley comb. nova BASIONYM: Acacia series Filicinae Bentham, London Journal of Botany, 1: 322 TYPE: Senegalia angustissima (Miller) Pedley. Senegalia angustissima (Miller) Pedley comb. nova BASIONYM: Mimosa angustissima Miller, The gardeners dictionary ed. 8 ( 1768) 1842).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Postulated evolutionary trends within the Acaciae: the evolution of Acacia, Sengalia and Racosperma from protoAcacia (Ingeae). Arrows pointing towards a line indicate gains of attributes, and those pointing away losses of attributes. S = Senegalia section Senegalia, F = Senegalia section Filicinae, Pu = Racosperma section Pulchella, R = Racosperma section Racosperma, P1 = Racosperma section Plurineruia, L = Racosperma section Lycopodiifolia.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "and A . sphaerocefhala Schlect. & Cham. differ from the other swollen-thorn acacias DERIVATION O F ACACIA",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Attributes of subgenera of Acacia",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ". ex Bentham would be bipinnate or a phyllode andFarrell & Ashton (1978) found that more true leaves were formed on seedlings of A. melanoxylon R. Br. derived from seed collected in high-rainfall areas. 'Reversion' shoots, dicussed below, are wellknown in A . melanoxylon and other species. These changes are between bipinnate leaf and phyllode, not between pinnate and bipinnate leaf as in seedlings, but it is possible that the kind of succession reported by Vassal may be modified by environmental factors.Other characters of seedlings, including auricles of the cotyledons, persistence of cotyledons and number of leaflets on the first pinnate leaf have been studied by Vassal",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "recognized a 'Dimidiate group' in both the section JuliJlorae and the section Plurinerves and species from each group are similar except for the inflorescences (e.g. A. holosericea Cunn. ex G. Don and A. dunnii Turrill). Single species or small groups of species may have a close affinity to species with different inflorescences (e.g. A . bsiphloia F. Muell (July7orae) and A. monticola J. Black (Plurinerves)). Occasionally a species has inflorescences of both kinds (e.g. A . nuperrima E. G. Baker, E. sublanata Bentham (subgenus Phyllodineae) and A . bonariensis Gill. ex Hooker & Arn. (subgenus",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Index of diversity (a) for various groups",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "). The only species, D. rostrata (Humb. & Bonpl.) Britton & Killip, has BASIONYM: Acacia section Phyllodineae A. P. de Candolle, Prodromus systematis TYPE: Racosperma penninerve (Sieber ex DC.) Pedley Racosperma penninerve (Sieber ex DC.) Pedley comb. nova BASIONYM: Acacia penninervis Sieber ex A. P. de Candolle, Prodromus systematis SYNONYMS: Racosperma Martius in C . Martius & Schrank: Hortus regius Monacensis:",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "SYNONYMS: Acacia section Calam2formes (Bentham) Maiden & Betche [other synonyms of Acacia section Plurinerves Bentham cited in",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Maiden & Betche, Census of the Plants of ,Vew South Wales: 95 ( 1 16). TYPE: Acacia julzfera Bentham.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Occurrence of Acacieae in the Indo-Malesian region",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "The 'Tetramerae group' of Racosperma section Plurinervia has shown further evolution to R. verticillatum (L'Htr.) Martius, R. axillare and R. riceanum with expansion into Queensland and Tasmania. The 'Botrycephalae group' of Racosperma section Racosperma has not extended far to the west. Racosperma mearsnii is the only indigenous SAustralian species (Whibley, 1980). The Xacemosae group' of Racosperma section Racosperma expanded westward through S Australia into W Australia where its species have mingled with species of section Racosperma already isolated there. Some expansion of the 'Racemosae group' into arid regions has occurred. Racosperma beckleri, R. ensiflium, R. conjuens Maiden & Blakely and R. ualidinervium are elements of this inlaid expansion.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": ". . . . . . . Appendix",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}