{
    "paper_id": "75232f1c2ce74f3d48e406ee145b0809fc3284f0",
    "metadata": {
        "title": "An Animal Model of MERS Produced by Infection of Rhesus Macaques With MERS Coronavirus",
        "authors": [
            {
                "first": "Yanfeng",
                "middle": [],
                "last": "Yao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Human Disease Comparative Medicine",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Linlin",
                "middle": [],
                "last": "Bao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Human Disease Comparative Medicine",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Wei",
                "middle": [],
                "last": "Deng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Human Disease Comparative Medicine",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Lili",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Human Disease Comparative Medicine",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Fengdi",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qi",
                "middle": [],
                "last": "Lv",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Human Disease Comparative Medicine",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Pin",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Human Disease Comparative Medicine",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Ting",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Human Disease Comparative Medicine",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Yanfeng",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hua",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Human Disease Comparative Medicine",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Human Disease Comparative Medicine",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Songzhi",
                "middle": [],
                "last": "Gu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Human Disease Comparative Medicine",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiang",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Human Disease Comparative Medicine",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Honglin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Human Disease Comparative Medicine",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Kwok-Yung",
                "middle": [],
                "last": "Yuen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Human Disease Comparative Medicine",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            },
            {
                "first": "Chuan",
                "middle": [],
                "last": "Qin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Key Laboratory of Human Disease Comparative Medicine",
                    "institution": "Peking Union Medical College",
                    "location": {
                        "settlement": "Beijing"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In 2012, a novel coronavirus (CoV) associated with severe respiratory disease, Middle East respiratory syndrome (MERS-CoV; previously known as human coronavirus-Erasmus Medical Center or hCoV-EMC), emerged in the Arabian Peninsula. To date, 114 human cases of MERS-CoV have been reported, with 54 fatalities. Animal models for MERS-CoV infection of humans are needed to elucidate MERS pathogenesis and to develop vaccines and antivirals. In this study, we developed rhesus macaques as a model for MERS-CoV using intratracheal inoculation. The infected monkeys showed clinical signs of disease, virus replication, histological lesions, and neutralizing antibody production, indicating that this monkey model is suitable for studies of MERS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronaviruses (CoVs) can infect humans and a wide variety of animals, causing respiratory, enteric, hepatic, and neurological diseases of varying clinical severity. Based on their genotypic and serological characteristics, they have been classified into 3 genera: Alphacoronavirus, Betacoronavirus, and Gammacoronavirus [1] . Coronaviruses are well known for their high frequency of recombination and high mutation rates, which may allow them to adapt to new hosts and ecological niches. This is best exemplified by the severe acute respiratory syndrome (SARS) epidemic, which was caused by SARS-CoV [2] . SARS-CoV was shown to have originated from animals, with horseshoe bats (Rhinolophus sinicus) as the natural reservoir and the palm civet (Paguma larvata) as the intermediate host, allowing animal-to-human transmission [3] . Since the SARS epidemic, many other novel CoVs have been discovered in both humans and animals. A novel Betacoronavirus lineage C, including the Tylonycteris bat CoV HKU4 (Ty-BatCoV HKU4) and Pipistrellus bat CoV HKU5 (Pi-BatCoV HKU5), was discovered in the lesser bamboo bat (T. pachypus) and the Japanese pipistrelle (P. abramus) in 2007 in Hong Kong, China. These viruses were found to be closely related to a novel strain of human CoV, referred to as Middle East respiratory syndrome CoV (MERS-CoV), which was identified in Saudi Arabia [4] [5] [6] . This novel human virus is now classified as a lineage C Betacoronavirus that differs from other CoVs previously found in humans, including SARS [7] . To date, 114 human cases of MERS-CoV have been reported, with 54 fatalities [8] .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1372,
                    "end": 1375,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1376,
                    "end": 1379,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1380,
                    "end": 1383,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1530,
                    "end": 1533,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1612,
                    "end": 1615,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "MERS-CoV is associated with severe respiratorytract infection, renal failure, and fatalities. Similar to SARS-CoV, MERS-CoV is closely related to bat CoVs, suggesting that bats may be the natural reservoir of this family of viruses [9, 10] . Specifically, a virus from Egyptian tomb bats showed 100% nucleotide identity to virus from the human index case-patient [11] . It is currently unclear whether the human cases were a result of direct zoonotic transmission from bats to humans or whether an intermediate host was involved. However, a recent study showed MERS-CoV reactive antibodies in retired racing camels in Oman, which neighbors Saudi Arabia [12] . In Middle Eastern nations, large amounts of camel meat were consumed every year, much of which was imported from African countries like Egypt. This epidemiological evidence may suggest a bat-camel-human viral linkage, while more investigations are needed to define the source of MERS-CoV. Currently, there is no evidence of efficient transmission between humans by MERS-CoV. However, the occurrence of some clusters of cases suggests that human-to-human transmission is possible and has raised concerns regarding the potential of this virus to cause a pandemic similar to that caused by SARS-CoV in 2002/ 2003 [13, 14] .",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1270,
                    "end": 1274,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1275,
                    "end": 1278,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The pathogenic mechanism of MERS-CoV is not clear, and neither an effective vaccine nor therapeutic drugs are available for prevention and treatment. The development of animal models for MERS-CoV infection of humans is of utmost importance to study the pathogenesis of this virus and to test the efficacy of potential therapeutic or prophylactic intervention strategies. At present, there are few reports of animal model for MERS-CoV infection, thus limiting further study [15, 16] . Nonhuman primates have played an essential role in our understanding of the various forms of the pathogen, which could reflect variable clinical symptoms and pathology in humans. Previous studies have reported nonhuman primate disease models for influenza, SARS, and other viruses [17] [18] [19] . Therefore, in the present study, we explored the suitability of the rhesus monkey as an animal model for MERS-CoV isolate human coronavirus-Erasmus Medical Center (hCoV-EMC) infection or disease.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 477,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 478,
                    "end": 481,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 765,
                    "end": 769,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 770,
                    "end": 774,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 775,
                    "end": 779,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The research on MERS-CoV virus was discussed among the staff members of the Department of Pathogen Biology at the Institute of Laboratory Animal Science (ILAS) of the Chinese Academy of Medical Sciences and Peking Union Medical College (PUMC). The MERS-CoV animal model experiments and protocols were discussed explicitly and extensively among the staff members of the Department of Pathogen Biology. These discussions were followed by additional discussions with biosafety officers and facility managers at the ILAS of PUMC, as well as with numerous specialists from the SARS-CoV and general infectious disease fields throughout China. All research procedures were approved by the ILAS Institutional Animal Care and Use Committee and Laboratory Safety Committee (LSC). The committee recommended that the number of animals be reduced to comply with the 3R (reduction, replacement, refinement) principles; we therefore designed the experiments to include 6 animals to test the animal model of MERS-CoV, 4 monkeys infected with virus and 2 uninfected monkeys as controls. The approved registration number is ILAS-PC-2013-004.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "All experiments were conducted within the animal biosafety level 3 (ABSL-3) facility, which was constructed and accredited based on National Standard GB19489 at the ILAS of PUMC, Beijing, China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics Statement"
        },
        {
            "text": "MERS-CoV strain hCoV-EMC was a kind gift from Professor Fouchier [4] . Seed stocks of hCoV-EMC were propagated in Vero cells. The seed stocks were diluted to the designated titer and used for determining the hCoV-EMC 50% tissue culture infection dose (TCID 50 ) and performing the neutralizing antibody assays.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Virus and Cell Culture"
        },
        {
            "text": "Vero cells were maintained in Dulbecco's Modified Eagle Medium (DMEM; Invitrogen) supplemented with 10% fetal bovine serum (FBS), 100 international units (IU)/mL penicillin, and 100 µg/mL streptomycin and cultured at 37°C in 5% CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus and Cell Culture"
        },
        {
            "text": "Four monkeys, aged 2-3 years, were inoculated intratracheally with hCoV-EMC (6.5 × 10 7 TCID 50 /1 mL) diluted in DMEM. The monkeys were anesthetized, and 1 mL of the inoculum was administered intratracheally. Mock-infected monkeys (2 monkeys) intratracheally inoculated with DMEM were included as controls. The monkeys were observed twice daily, with detailed recording of clinical signs, symptoms, morbidity, and mortality, including the nature, onset, severity, and duration of all gross or visible changes. Chest X-rays were performed before inoculation and 3 and 5 days postinoculation (d.p.i.) with MERS-CoV. Two infected monkeys and a control monkey were sacrificed at 3 d.p.i. Tissue specimens, including lung, trachea, heart, spleen, kidney, brain, liver, and colon tissue, were collected for various pathological, virological, and immunological tests. For the virological and immunological tests, swab samples of the oropharyngeal, nasal turbinates, and cloacal regions were collected at 1, 3, 5, 7, 9, 11, 14, 21, and 28 d.p.i., and blood was collected at 7, 14, 21, and 28 d.p.i.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV Monkey Model Study Design"
        },
        {
            "text": "Total RNA was isolated from individual samples using the RNeasy Mini Kit (Qiagen) according to the manufacturer's instructions. Reverse transcription (RT) reactions were performed using the Superscript III First Strand Synthesis Kit (Invitrogen) according to the manufacturer's instructions. All complementary DNA (cDNA) samples were stored at −20°C until use in the polymerase chain reaction (PCR). For most experimental samples and the positive control (hCoV-EMC), duplicate cDNA samples were obtained from each total RNA sample. The primers used for hCoV-EMC were described previously [20] and are specific for the RNA-dependent RNA polymerase (RdRp) gene. The sequences of the primers used for PCR detection were as follows: RdRpSeq-Fwd (TGCTAT WAGTGCTAAGAATAGRGC; R = A/G, W = A/T) and RdRpSeq-Rev (GCATWGCNCWGTCACACTTAGG; W = A/ T, N = A/C/T/G). The amplification protocol was as follows: 95°C for 3 minutes, followed by 45 cycles of 95°C for 15 seconds, 56°C for 15 seconds, and 72°C for 30 seconds, with a terminal elongation step of 72°C for 2 minutes. For cases in which no amplification products were obtained with the PCR assay, a 50-µL second-round reaction was set up containing 2 µL of the reaction mixture from the first round, the primer RdRpSeq-Fwd (the same as that used in the first round), and RdRpSeq-Rnest (CACTTAGGRTARTCCCAWCCCA). Thermal cycling was performed as follows: 95°C for 3 minutes, followed by 45 cycles of 95°C for 15 seconds, 56°C for 15 seconds, and 72°C for 30 seconds, followed by a 2-minute extension step at 72°C.",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 592,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "RNA Extraction and Detection of Viral RNA by Reverse Transcription Polymerase Chain Reaction"
        },
        {
            "text": "Tissue samples were homogenized to a final 10% (weight per volume) suspension in DMEM and clarified by low-speed centrifugation at 4500 g for 30 minutes at 4°C. Swab samples were immersed in 1 mL DMEM, vortexed, and clarified by low-speed centrifugation at 5000 g for 10 minutes at 4°C. Virus titers were determined in Vero cells monolayers grown in 96-well plates. Vero cells were seeded (1.5 × 10 4 /well) in a 96-well plate and incubated overnight at 37°C in a CO 2 incubator. Then, 100 µL of 10-fold serially diluted suspension was added to each well in quadruplicate. The virus was allowed to adsorb to the cells at 37°C for 1 hour. After adsorption, the viral inocula were removed, and 0.1 mL medium (DMEM, 2% FBS) was added to each well. The plates were incubated in a CO 2 incubator at 37°C for 3 days, after which the cytopathic effects (CPEs) were observed microscopically at 40× magnification. The virus titer of each specimen, expressed as the TCID 50 , was calculated by the Reed-Muench method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determination of Viral Burden in Tissue and Swab Samples"
        },
        {
            "text": "For the neutralization test, serum samples were diluted 2-fold from an initial 1:10 dilution to a final dilution of 1:1280, mixed with 50 µL of 2000 TCID 50 /mL virus, and incubated at 37°C for 1 hour; this step was performed in quadruplicate. Thereafter, 100 µL virus-serum mixture was added to Vero cells previously seeded at 1.5 × 10 4 /well. The inoculated plates were incubated in a CO 2 incubator at 37°C for 3 days, after which the CPEs of the virus were observed microscopically at 40× magnification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virus Neutralization Assay"
        },
        {
            "text": "Animal necropsies were performed according to a standard protocol. Samples for histological examination were stored in 10% neutral-buffered formalin, embedded in paraffin, sectioned at 4 µm, and stained with hematoxylin and eosin prior to examination by light microscopy. Alternatively, the sections were immunohistochemically stained using a polyclonal antibody against the nucleoprotein of hCoV-EMC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histopathology and Immunohistochemistry"
        },
        {
            "text": "The monkeys were observed daily for clinical signs of disease for 28 d.p.i., and body weight and temperature were recorded. The rectal temperature was obtained daily in the first week after challenge, after which the temperature was measured at specific time points; graphs of the temperature profiles (Figure 1 ) depict the mean temperatures for the mock-infected and MERS-CoV-infected monkeys. The temperature of the infected monkeys increased at 1-2 d.p.i, and returned to normal thereafter. Moreover, within the first few days, the infected monkeys drastically decreased their water intake. None of the infected monkeys showed overt weight loss when compared with the mock-infected monkeys. Radiographic imaging revealed varying degrees of localized infiltration and interstitial markings ( Figure 2 ). None of the infected monkeys died during the experiment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 302,
                    "end": 311,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 795,
                    "end": 803,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Clinical Observations"
        },
        {
            "text": "Total RNA was isolated from tissue homogenates and oropharyngeal, nasal turbinates, and cloacal swab samples and analyzed using primers specific for the hCoV-EMC RdRp gene. Viral RNA was detected in lung homogenates obtained from the infected monkey at 3 d.p.i.; however, the other organs remained RT-PCR negative (Table 1) . No viral RNA was detected in any of the swab samples (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 314,
                    "end": 323,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 379,
                    "end": 388,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Detection of Viral RNA by RT-PCR"
        },
        {
            "text": "Nasal turbinates, oropharyngeal, and cloacal swabs were collected from inoculated animals at 1, 3, 5, 7, 11, 14, 21, and 28 d. p.i., and virus titers were determined by end-point titration in Vero cells. The oropharyngeal, nasal turbinates, and cloacal swabs contained no detectable virus titers during the experiment, which was in agreement with the RT-PCR results. Samples of the tissues described above were homogenized, and virus titers were determined. For the animals inoculated with MERS-CoV, virus could be detected in the lung (10 1.67 TCID 50 / mL); however, samples from the kidney, trachea, brain, heart, liver, spleen, and intestine had no detectable virus titers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERS-CoV Titer in Tissue and Swab Samples"
        },
        {
            "text": "The levels of hCoV-EMC-neutralizing antibody were evaluated. No neutralizing antibodies were detected in mock-infected monkeys. By contrast, in the infected monkeys, neutralizing antibodies were detected beginning at 7 d.p.i., reaching a peak titer of 1:320 at 14 d.p.i., and decreasing slightly to 1:160 at 28 d.p.i. (Figure 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 327,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Neutralizing Antibody to hCoV-EMC"
        },
        {
            "text": "Two MERS-CoV-infected animals were euthanized at 3 d.p.i., and the trachea, lung, brain, heart, liver, spleen, kidney, and intestine were histologically and virologically examined. Lung lesions were present in the inoculated monkeys. Grossly, there was congestion, and palpable nodules, which showed as being scattered in distribution, were particularly evident in the posterior regions of the lobes (Figure 4) . Microscopically, lung tissue showed multifocal mild-to-moderate interstitial pneumonia and exudative pathological changes ( Figure 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 400,
                    "end": 410,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 537,
                    "end": 546,
                    "text": "Figure 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Histopathology and Immunohistochemistry"
        },
        {
            "text": "Immunohistochemistry was also performed to assess the presence of MERS-CoV-infected cells in tissues collected from the infected animals and control animals ( Figure 5 ). In monkeys inoculated with the MERS-CoV, infected cells were identified in the lung and in the same regional area as the pathological changes. Types I and II pneumocytes and alveolar macrophages were found to contain viral antigen. No vascular endothelium was observed ( Figure 5 ). In addition, infected cells were not observed in other organs. In the control group, no positive areas were identified in any organs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 159,
                    "end": 167,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 442,
                    "end": 450,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Histopathology and Immunohistochemistry"
        },
        {
            "text": "Currently, humans infected with MERS-CoV have been reported to develop a severe acute respiratory illness with symptoms of fever, cough, shortness of breath, and often, renal failure. More than half of the reported patients have died. Some laboratory-confirmed cases reportedly experience a mild respiratory illness. The development of animal models that reflect these variations in the human population is challenging. In this study, we sought to develop an animal model that displays these symptoms. Our studies have tested mouse, ferret, and guinea pig models and found these animals are not susceptible to MERS-CoV (unpublished data). Nonhuman primates have been useful for evaluating vaccines and studying disease pathogenesis for several respiratory viruses, including influenza, SARS-CoV, respiratory syncytial virus, and human parainfluenza viruses. In this study, the rhesus monkey was explored as a model for MERS-CoV. Not only did this monkey model support viral growth, it also manifested respiratory and generalized illness along with tissue pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The MERS-CoV dose used in this study was 6.5 × 10 7 TCID 50 by intratracheal infection. After infection, we observed a temperature increase in the infected animals. Fever is one of the markers of MERS-CoV infection in humans [21] , and in the included monkeys, the temperature increase was significant from 1-2 d.p.i. The body weight of each monkey was also recorded prior to viral infection, but no significant change in mean weight was observed. Virus replication was detected in the lungs of the infected animals. However, we did not detect virus RNA or measurable titers in the nasal turbinate or oropharyngeal samples, suggesting that the monkeys did not shed virus in the upper-respiratory tract. In humans, MERS-CoV was detected in lower-respiratory-tract specimens with a high viral load, whereas nasopharyngeal samples were weakly positive or inconclusive [22] . This monkey model showed similar results.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The primary MERS-CoV infection-related pathology in humans was acute pneumonia accompanied by multiorgan dysfunction and acute renal failure, which is compatible with a broad range of tissue tropisms in cell culture susceptibility testing [23] . The pathological presentation of pneumonia was also observed in the infected monkeys ( Figure 3) ; however, no extrapulmonary lesions were found. These findings are consistent with the report by Vincent et al, who reported similar findings of acute localized-to-widespread pneumonia that resulted in mild-to-moderate clinical disease [15] . In humans, renal failure is a major symptom of MERS; however, we observed no pathological changes in the kidneys. The reasons for this discrepancy are not clear and deserve further study. It is possible that dissemination of the virus may not yet have occurred and the virus was limited to the lung, as we did not detect the virus in the blood.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 580,
                    "end": 584,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 342,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "To determine whether the animals were infected, we developed a neutralizing antibody assay against MERS-CoV. There was evidence of seroconversion in all the inoculated animals. MERS-CoV-specific antibody was detected in the monkey serum samples beginning at 7 d.p.i., and the titer increased gradually. Neutralizing antibody protection assays showed that the infected monkeys produced neutralizing antibodies that could prevent infection due to rechallenge by MERS-CoV. The results also indicate the potent immunogenicity of MERS-CoV, suggesting the possibility of using the virus as an inactivated or attenuated vaccine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, the viral detection assays, immunological response, and pathological changes in the lungs of the infected animals suggest that MERS-CoV was able to establish an infection in the inoculated monkeys. Additionally, the rhesus macaque appears to be a suitable model for studies of MERS-CoV pathogenesis or potential prophylactic or therapeutic intervention strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Up to this stage, pathogenesis of MERS-CoV in human is still not clear. Rhesus macaques can be infected by MERS-CoV in the laboratory, but we recognize that it is necessary to search for more suitable animal model that will have similar disease presentations as that observed among those laboratoryconfirmed human cases. However, before another animal model is defined, Rhesus macaques may be used as an infection model for the evaluation of vaccine and antiviral drugs as stated in a recent paper [24] .",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 502,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Is the discovery of the novel human betacoronavirus 2c EMC/2012 (HCoV-EMC) the beginning of another SARS-like pandemic?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Infect",
            "volume": "65",
            "issn": "",
            "pages": "477--89",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319--1344",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci",
            "volume": "102",
            "issn": "",
            "pages": "14040--14045",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Osterhaus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1834",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparative analysis of twelve genomes of three novel group 2c and group 2d coronaviruses reveals unique group and subgroup features",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "1574--85",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Genetic characterization of vetacoronavirus lineage C viruses in bats reveals marked sequence divergence in the spike protein of Pipistrellus bat coronavirus HKU5 in Japanese pipistrelle: implications for the origin of the novel middle east respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "8638--50",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Graaf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauber",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "MBio",
            "volume": "3",
            "issn": "",
            "pages": "473--485",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "World Health Organization. Global alert and response: Novel Coronavirus infection-update",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human betacoronavirus 2c EMC/2012-related viruses in bats, Ghana and Europe",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Annan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "456--465",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronaviruses in bats from Mexico",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ojeda-Flores",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rico-Chavez",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Gen Virol",
            "volume": "94",
            "issn": "",
            "pages": "1028--1066",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Middle East respiratory syndrome coronavirus in bats, Saudi Arabia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Olival",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "1819--1842",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Middle East respiratory syndrome coronavirus neutralising serum antibodies in dromedary camels: a comparative serological study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Haagmans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "859--66",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Evidence of person-to-person transmission within a family cluster of novel coronavirus infections",
            "authors": [],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Family cluster of Middle East respiratory syndrome coronavirus infections",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Al-Hakeem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Stephens",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "2487--94",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pneumonia from human coronavirus in a macaque model",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "1560--1562",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Middle East respiratory syndrome coronavirus (MERS-CoV) does not replicate in Syrian hamsters",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Prescott",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baseler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLOS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cross-reactive T cells are involved in rapid clearance of 2009 pandemic H1N1 influenza virus in nonhuman primates",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Weinfurter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brunner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Capuano",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Iii",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLOS Pathog",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An animal model of SARS produced by infection of Macaca mulatta with SARS coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Pathol",
            "volume": "206",
            "issn": "",
            "pages": "251--260",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Persistent pneumocystis colonization leads to the development of chronic obstructive pulmonary disease in a nonhuman primate model of AIDS",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Shipley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Kling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "202",
            "issn": "",
            "pages": "302--314",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Assays for laboratory confirmation of novel human coronavirus (hCoV-EMC) infections",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Costabel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Clinical features and virological analysis of a case of Middle East respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seilmaier",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "745--51",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Clinical features and viral diagnosis of two cases of infection with Middle East Respiratory Syndrome coronavirus: a report of nosocomial transmission",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poissy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "El Mansouf",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet",
            "volume": "381",
            "issn": "",
            "pages": "2265--72",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Differential cell line susceptibility to the emerging novel human betacoronavirus 2c EMC/2012: implications for disease pathogenesis and clinical manifestation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Infect Dis",
            "volume": "207",
            "issn": "",
            "pages": "1743--52",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Treatment with interferon-alpha2b and ribavirin improves outcome in MERS-CoV-infected rhesus macaques",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Med",
            "volume": "19",
            "issn": "",
            "pages": "1313--1330",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Temperature fluctuation in mock-infected and MERS-CoVinfected monkeys. Rectal temperature was obtained daily in the first week after challenge, and then the temperature was measured in specific time. Abbreviations: Con, control; MERS-CoV, Middle East respiratory syndrome coronavirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Radiographs of the chest of monkey before inoculation and 3 and 5 days after inoculation with MERS-CoV. The circled areas are regions of interstitial infiltrates indicative of viral pneumonia. Abbreviation: MERS-CoV, Middle East respiratory syndrome coronavirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Reciprocal neutralizing antibody titers from mock-infected or MERS-CoV-infected monkeys. The blood was collected on 7, 14, 21, and 28 d.p.i. for neutralizing antibody tests. Abbreviations: Con, control; d.p.i., days postinfection; MERS-CoV, Middle East respiratory syndrome coronavirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Histopathological findings in lungs of rhesus macaques inoculated with MERS-CoV. The infected monkeys were killed at 3 d.p.i. The arrows show normal and affected tissue. Abbreviations: d.p.i., days postinfection; MERS-CoV, Middle East respiratory syndrome coronavirus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Histopathological and immunohistochemical (IHC) analyses of lung tissues of monkeys inoculated with MERS-CoV virus, collected at 3 d.p.i. Lung tissues of monkeys inoculated with MERS-CoV viruses, collected at 3 d.p.i. (A, HE ×100; B, IHC ×400; E, IHC ×400; F, IHC ×400) and DMEM (C, HE ×100; D, IHC ×400). The arrows show different cell types in the lung. At 3 d.p.i., lung tissues showed mild or moderate interstitial pneumonia. Abbreviations: d.p.i., days postinfection; DMEM, Dulbecco's Modified Eagle Medium; HE, hematoxylin-eosin; MERS-CoV, Middle East respiratory syndrome coronavirus.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "MERS-CoV (hCoV-EMC) vRNA Detected in MonkeyOrgans a",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Virus RNA was not detected in the samples.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}