{
    "paper_id": "76120b279209ccd5547120aff085f2fa19c97e51",
    "metadata": {
        "title": "Autores: Lop Gros, J a ; Iglesias Coma, M a ; González Farré, M a",
        "authors": []
    },
    "abstract": [
        {
            "text": "Existe debate sobre si las alteraciones en el olfato deberían considerarse un síntoma de infección por COVID-19, dadas las implicaciones en el manejo del propio síntoma, en la realización de pruebas diagnósticas y en la aplicación de medidas de aislamiento. Se realizó una revisión sistemática bibliográfica de los artículos indexados en PubMed sobre alteraciones del olfato en cuadros virales de vías respiratorias, con especial énfasis en el COVID-19. El objetivo principal fue encontrar evidencia de interés clínico que apoye la relación entre ansomia y COVID-19. Las alteraciones del olfato en procesos infecciosos de vías altas son frecuentes, en su mayoría responden a una causa obstructiva por edema de la mucosa nasal. Ocasionalmente aparece una disfunción olfatoria post-viral de tipo neurosensorial, de pronóstico variable. La evidencia acerca de la anosmia en pacientes con COVID-19 es muy limitada, correspondiente a un grado 5 o D del Centre for Evidence-Based Medicine . En acuerdo con las distintas sociedades médicas que han emitido comunicados al respecto, parece razonable aplicar medidas de aislamiento, higiene y distanciamiento social a los pacientes con alteraciones del olfato de reciente aparición como único síntoma, aunque se debería estudiar la utilidad de la realización de pruebas diagnósticas a este tipo de pacientes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There is debate as to whether olfactory dysfunction should be considered a symptom of COVID-19 infection, given the implications for managing the symptom itself, for diagnostic testing, and for implementing isolation measures. We undertook a systematic literature review of the articles indexed in PubMed on olfactory disorders in viral respiratory tract conditions, with special emphasis on COVID-19. The main objective was to find evidence of clinical interest to support the relationship between anosmia and COVID-19. Olfactory disorders in upper respiratory tract infections are frequent, most caused by obstruction due to oedema of the nasal mucosa. Occasionally, post-viral sensorineural olfactory dysfunction occurs, with a variable prognosis. The evidence on anosmia in COVID-19 patients is extremely limited, corresponding to a level 5 or D of the Centre for Evidence-Based Medicine. According to the various medical societies that have issued reports on the subject, it seems reasonable to apply isolation, hygiene Page 2 of 12 J o u r n a l P r e -p r o o f and social distancing measures in patients with recent olfactory disorders as the only symptom, although the usefulness of diagnostic tests for this type of patient should be studied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "El advenimiento de la pandemia mundial de coronavirus SARS-CoV-2 ha suscitado recientemente un debate sobre si las alteraciones en el olfato deberían considerarse un síntoma de infección. Según una revisión del Centre for Evidence-Based Medicine (CEBM) de la University of Oxford 1 , la notificación en los medios de comunicación de supuestas docenas de casos de anosmia, en ausencia de otros síntomas nasales o respiratorios, en pacientes positivos para COVID-19 no se corresponde con un nivel de evidencia aceptable en la literatura científica. Los autores de la revisión encontraron tan sólo un artículo, sin revisión por pares, en que se describe la presencia de anosmia en un 5,1% de los pacientes con SARS-CoV-2 confirmado, sin encontrar diferencias significativas en la proporción de pacientes con este síntoma en función de la gravedad clínica 2 . Diversas sociedades de otorrinolaringología, como la Estadounidense, la Francesa, la Británica y la Española, han publicado comunicados acerca de la anosmia en la COVID-19 que se basan en casos anecdóticos y sin revisión por pares. Por todo ello, según las guías del CEBM el grado de evidencia que apoya la anosmia como síntoma característico de la COVID-19 la sería \"no conluyente\" (grado 5 o D).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCCIÓN:"
        },
        {
            "text": "Ante esta situación de incertidumbre, la posiblidad de que las alteraciones del olfato sean un síntoma atribuible a la infección por COVID-19 puede tener implicaciones en la forma en la que se maneja el propio síntoma, la realización de pruebas diagnósticas del virus y la aplicación de medidas de aislamiento. El objetivo esta revisión bibliográfica es intentar responder a las siguientes preguntas:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCCIÓN:"
        },
        {
            "text": "Se realizó una búsqueda sistemática bibliográfica con en la base de datos MedLine con las siguientes expresiones de búsqueda: El resto de expresiones de búsquedas en la base de datos MedLine y en Google se utilizaron para encontrar información complementaria con la que revisar las alteraciones del olfato en infecciones del tracto respiratorio superior y las recomendaciones de distintas sociedades científicas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIAL Y MÉTODOS:"
        },
        {
            "text": "El epitelio olfatorio se sitúa en la llamada ranura olfatoria, tapizando la lámina cribiforme. En condiciones normales se puede extender a la mucosa del tercio superior del septum nasal y de los cornetes medio y superior. Se trata de un neuroepitelio pseudoestratificado columnar, cuyas células basales presentan capacidad de regeneración en respuesta a lesiones directas, pudiendo generar células de estirpe epitelial y neuronal. Las neuronas olfatorias (primera neurona de la vía olfatoria), cuyo cuerpo se encuentra en la región parabasal del epitelio, emiten dendritas terminadas en cilios que contienen los receptores olfatorios. Los somas neuronales de las neuronas olfatorias, que se encuentran en la región parabasal del epitelio, emiten los axones olfatorios que emergen del epitelio formando fascíulos llamados fila olfactoria (par craneal I), que a su vez atraviesan la lámina propia y realizan la primera sinapsis en el bulbo olfatorio 3 . La inervación sensitiva de la cavidad nasal por ramas del trigémino tiene la capacidad de detectar muchos compuestos químicos en concentraciones suficientemente altas. Así, los sujetos con una pérdida completa de la función del primer par craneal pueden conservar la capacidad de detectar sustancias activadoras del trigémino, como son el mentol y el amoníaco 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recuerdo anatomofisiológico:"
        },
        {
            "text": "Las alteraciones del olfato comprenden un espectro de alteraciones en la capacidad olfativa y se pueden sistematizar de múltiples maneras. Desde el punto de vista cuantitativo, en cuanto a la intensidad de la alteración, diferenciamos entre hiposmia (aumento del umbral de detección de los olores) y anosmia (incapacidad total). Las alteraciones cualitativas del olfato, entendidas como la capacidad de identificar correctamente los olores, se denominan en conjunto disosmias. Dentro de estas distinguimos la parosmia (percepción alterada de un olor cuando el estímulo está presente) y la fantosmia (percepción de un olor sin que exista estímulo real). También se pueden clasificar desde un punto de vista anatómico en alteraciones del olfato conductivas (secundarias a obstrucción nasal) y neurosensoriales (por alteraciones de la vía olfatoria). Las alteraciones en el olfato se acompañan frecuentemente de alteraciones en el gusto, en forma de ageusia o disgeusia, aunque se cree que el principal componente de esta sensación es la propia alteración del olfato, que impide la elaboración de la sensación subjetiva que denominamos sabor 3, 4 .",
            "cite_spans": [
                {
                    "start": 1139,
                    "end": 1141,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1142,
                    "end": 1143,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Semiología de las alteraciones del olfato:"
        },
        {
            "text": "El estudio de la función olfatoria en el entorno clínico se realiza principalmente de manera semicuantitativa mediante kits de barritas olfativas o de frascos, que se presentan al paciente con el objetivo de determinar los umbrales de olfacción. Algunos de los más usados son el University of Pennsylvania Smell Identification Test-40 (UPSIT-40) y el Barcelona Smell Test-24 (BAST-24), que presentan 40 y 24 estímulos olfatorios distintos, y son en consecuencia laboriosos y lentos de administrar 5 . Existen versiones abreviadas de tests olfativos, de entre 4 y 12 estímulos, que los hacen más aplicables a la evaluación de grandes series de pacientes, como el 4-item Pocket Smell Test (PST) y el 12-item Brief Smell Identification Test (BSIT) 6 . A pesar de contar con buenos niveles de sensibilidad y especificidad, estos tests abreviados siguen sin ser aplicables en condiciones de falta de tiempo y recursos. Otra estrategia, debidamente validada, consiste en realizar cuestionarios específicos 7 , como el QOD (Questionnaire for Olfactory Disfunction) 8 o, todavía más simple, en administrar una escala visual analógica, que además se puede aplicar también al sentido del gusto 9 . Se puede complementar el uso de escalas analógicas con el uso de etanol, amoníaco y mentol, sustancias de fácil acceso, para evaluar la función del trigémino 7 .",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 498,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 745,
                    "end": 746,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1058,
                    "end": 1059,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1184,
                    "end": 1185,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Exploración y valoración de la función olfatoria:"
        },
        {
            "text": "Entre las distintas causas de alteración del olfato se encuentran las infecciones víricas del tracto respiratorio superior, que supondrían entre el 17 y el 36% de las alteraciones olfatorias estudiadas en consultas especializadas 4 . En las infecciones de vías respiratorias del tracto superior existe un componente de rinosinusitis (aguda viral) que ocasiona una tumefacción de la mucosa nasal y un aumento de la secreción de moco, que se manifiesta con obstrucción nasal, rinorrea e hiposmia o anosmia de conducción, que regresa una vez resuelta la infección. Así, las alteraciones del olfato en el curso de las infecciones de vías respiratorias altas son muy frecuentes y se consideran un síntoma inherente a estos procesos. En cuanto a la alteración del olfato como síntoma aislado o como pródromo de una infección de vías altas, no existe literatura al respecto. Sin embargo, se sabe que en algunos casos el propio agente infeccioso genera un daño directo del neuroepitelio y produce una hiposmia o disosmia neurosensorial, que persiste tiempo después de la resolución del cuadro infeccioso. La intensidad y duración de estas alteraciones, que se denominan disfunción olfatoria post-viral (DOPV), son altamente variables en función de la capacidad y del ritmo de regeneración del neuroeptielio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Etiología, características clínicas y pronóstico de las alteraciones del olfato relacionadas con infecciones virales:"
        },
        {
            "text": "La DOPV es más frecuente en mujeres y en individuos de 50 años o más. Su duración varía desde semanas hasta 1 o 2 años. Se acepta que si dura más las expectativas de recuperación de la función olfativa son muy limitadas 10, 11 . Un tercio de los pacientes suele mejorar completamente a los 13",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 224,
                    "end": 226,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Etiología, características clínicas y pronóstico de las alteraciones del olfato relacionadas con infecciones virales:"
        },
        {
            "text": "En consecuencia, los datos disponibles sobre la incidencia real de estas alteraciones y su evolución temporal son muy escasos. La mayoría de series se limitan a reclutar y analizar pacientes con DOPV establecida que no ha mejorado espontáneamente 13 , que consultan con un retraso de meses 11 . Debido a este retraso, y dado que la lesión se considera establecida, se suele desestimar el tratamiento con corticoides o antivirales, por lo que no existe evidencia clara que apoye la administración de estos tratamientos 10, 12 .",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 249,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 290,
                    "end": 292,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 518,
                    "end": 521,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 522,
                    "end": 524,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Etiología, características clínicas y pronóstico de las alteraciones del olfato relacionadas con infecciones virales:"
        },
        {
            "text": "Se ha sugerido que los picos de incidencia de la DOPV, que se sitúan entre los meses de mayo y junio, coinciden con los picos de infección por el virus parainfluenza tipo 3 (VPI3). Siguiendo este razonamiento, el grupo de Suguiura et al. relacionaron la DOPV con infecciones por este virus y demostraron elevación de los títulos de anticuerpos contra VPI3 en la serología de 127 pacientes con DOPV 15 . En la misma línea, y con una metodología más sólida, Wang et al. demostraron que el 88% de las muestras de epitelio nasal de pacientes con DOPV, analizadas con PCR, eran positivos para VPI3, respecto a un 9,1% de los controles 16 . Posteriormente se ha demostrado por PCR la presencia de otros virus causantes de DOPV, como el rinovirus, el virus parainfluenza, el virus de Ebstein Barr y el coronavirus 17 , encontrando este último en el 15% de los afectados. Se ha intentado reproducir la DOPV en un modelo murino infectado con Virus Sendai (SeV), el considerado equivalente al virus influenza humano en ratones. Tian et al. demostraron que la infección con SeV en el modelo murino alteraba la función olfatoria, reduciendo la capacidad regenerativa e impidiendo la función fisiológica del neuroepitelio olfatorio. Demostraron además la persistencia de material genético del virus en las células del epitelio y del bulbo olfatorio al menos 60 días después de la infección 18 .",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 400,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 630,
                    "end": 632,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1377,
                    "end": 1379,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Etiología, características clínicas y pronóstico de las alteraciones del olfato relacionadas con infecciones virales:"
        },
        {
            "text": "El primer artículo, sin peer-review, que mencionó y cuantificó la presencia de anosmia en pacientes con la COVID-1 fue el publicado por Mao et al. 19 el 22 de febrero de 2020. En dicho estudio se analizó la presencia de las manifestaciones neurológicas en una serie de 214 pacientes en un centro hospitalario de China, diferenciando entre síntomas de sistema nervioso central y periférico. Los autores refirieron presencia de síntomas que clasificaron como pertenecientes al sistema nervioso central en 53 pacientes (24,8%), de los cuales los más frecuentes fueron síntomas muy poco específicos, como el mareo (36 pacientes [16,8%] ), la cefalea (28 pacientes [13,1%]) y la alteración del nivel de conciencia (16 pacientes [7,5%]). Dentro de las manifestaciones del sistema nervioso periférico reportaron hipogeusia en 12 pacientes (5.6%) e hiposmia en 11 pacientes (5.1%). Los autores de este estudio sugieren que la presencia de alteraciones del olfato podría justificar la afectación del sistema nervioso central, por una hipotética vía retrógrada desde de la mucosa olfatoria. La valoración de estos síntomas fue retrospectiva, a partir de los datos registrados en la historia clínica de los pacientes, con lo que es muy probable que exista un sesgo de información. El único método de validación de la información que menciona el artículo fue la supuesta revisión de los datos introducidos en la historia clínica por dos neurólogos independientes. No se menciona cómo se ha valorado la presencia de hiposmia ni de hipogeusia, ni si se preguntó sistemáticamente a todos los pacientes acerca de estos síntomas. Además, no se valora en ningún momento la posibilidad de que las alteraciones del gusto y del olfato puedan obedecer a un mecanismo de conducción, ni se valora simultáneamente otros síntomas de la esfera rinológica como la obstrucción nasal y la rinorrea.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 624,
                    "end": 631,
                    "text": "[16,8%]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evidencia disponible en la literatura científica de las alteraciones del olfato en pacientes con COVID-19:"
        },
        {
            "text": "Posteriormente, el 6 de abril de 2020 se publicó un nuevo estudio multicéntrico realizado en múltiples países de Europa 20 . Se entrevistó a 417 pacientes con COVID-19 confirmados por PCR, excluyendo a pacientes ingresados en UCI y con alteraciones previas del olfato. La valoración de los datos clínicos fue heterogénea; en algunos casos se realizó de forma presencial en consultas médicas u hospitalización y en otros por vía telemática, tanto telefónicamente como mediante encuestas autocumplimentadas vía online. Se valoró el impacto de la disfunción olfatoria en la calidad de vida mediante un test corto de calidad de vida relacionada con el olfato (sQOD-NS) previamente validado, y se valoró la función olfatoria y gustativa con una adaptación no validada de preguntas seleccionadas por un grupo de expertos. Los autores reportaron un 85,6% (357/417) de pacientes COVID-19 con alteración del olfato, de los cuales 284 se catalogaron como anosmia (68%) y 73 como hiposmia, y un 88% con alteración del gusto (342/417). Un 11,8% de los pacientes presentaron alteraciones del olfato antes de la aparición del resto de síntomas, un 65,4% después y un 22,8% durante el transcurso del cuadro clínico. En el 63% de los casos persistió la alteración del olfato después de la resolución del resto de síntomas, aunque el 72,6% recuperó el olfato en los 8 días posteriores. El estudio tiene como limitaciones importantes la gran heterogeneidad en la recogida de datos, el uso de cuestionarios no validados y la falta de validación de la información, por lo que es probable la existencia de un sesgo de información.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidencia disponible en la literatura científica de las alteraciones del olfato en pacientes con COVID-19:"
        },
        {
            "text": "Posteriormente se publicó un estudio observacional transversal en el que se realizaron 2.428 encuestas online en pacientes con síntomas gripales compatibles con la COVID-19 21 . En este trabajo no se exigió confirmación etiológica por PCR y no se especifica en los métodos las preguntas que se usaron para valorar los síntomas ni los criterios de invitación telemática a la encuesta. Reportaron un 74,4% de pacientes con anosmia, un 17,3% de pacientes con hiposmia y un 90% de pacientes con alteraciones del sentido del gusto. Las graves carencias metodológicas de esta publicación obligan a considerar los resultados con extrema cautela.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Evidencia disponible en la literatura científica de las alteraciones del olfato en pacientes con COVID-19:"
        },
        {
            "text": "Tan sólo un día después, el grupo de Yan et al 22 . publicó un estudio transversal en el que se envió por correo electrónico una invitación para cumplimentar una encuesta online a 1480 pacientes que habían consultado en su centro por síntomas pseudogripales. De estos 1480 pacientes contactados, 102 fueron positivos por SARS-CoV-2 en la PCR, de los cuales respondieron a la encuesta 59 (58%), mientras que 1378 fueron negativos, de los cuales respondieron a la encuesta 203 (15%). La encuesta incluía 27 preguntas relacionadas con las alteraciones del gusto y del olfato y su relación temporal con los síntomas, incluyendo una autoevaluación del grado subjetivo de función olfatoria o gustativa en una escala de 0 (anosmia o ageusia) a 10 (sin alteración). Los autores reportaron un 68% de alteraciones del olfato y un 42% de alteraciones del gusto en pacientes COVID-19 positivos, mientras que los porcentajes correspondientes en COVID-19 negativos fueron del 16% y 17% respectivamente. Así, calcularon que los pacientes COVID-19 positivos tenían odds ratio de 10.9 (IC 95%: 5,6-20) de presentar anosmia y de 11,9 (IC 95%: 6,1-23,2) de presentar ageusia. El porcentaje de pacientes COVID-19 positivos que informaron de mejoría de las alteraciones gustativas y olfatorias en el momento de la encuesta fue del 72,5%, y esta mejoría se correlacionó con la desaparición del resto de síntomas propios de la enfermedad. Sus resultados deberían ser tomados con cautela pues existen importantes limitaciones cualitativas en la recogida de información (sesgo de información), una falta de una definición exacta de qué criterios se usaron para definir una función olfatoria o gustativa alterada y una baja tasa de participación (sesgo de selección).",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 49,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Evidencia disponible en la literatura científica de las alteraciones del olfato en pacientes con COVID-19:"
        },
        {
            "text": "El 16 de abril de 2020 se publicó un estudio más modesto, transversal y unicéntrico, con 114 pacientes COVID-19 positivos por PCR 23 . La información se obtuvo con la revisión de las historias clínicas de los pacientes, que se visitaron en el hospital y fueron seguidos vía telefónica. El porcentaje de pacientes con anosmia fue del 47%, y su duración fue más de 7 días en el 55% y de más de 14 días en un 20%. En ningún caso la aparición de la anosmia fue el primer síntoma de enfermedad, presentándose de media 4,4 días (IC 95%: 2,5-6,3) después del inicio de los síntomas. La obstrucción nasal y la rinorrea estuvieron presentes en un 30% y 57% de los pacientes respectivamente. Nuevamente, este estudio cuenta con la limitación de la calidad de la información, no sistematizada, obtenida de la revisión de historias clínicas, y no se ofrece ninguna información de cuál fue el criterio para valorar las alteraciones del olfato.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Evidencia disponible en la literatura científica de las alteraciones del olfato en pacientes con COVID-19:"
        },
        {
            "text": "Por otro lado, existe evidencia que los frotis nasales y orofaríngeos de pacientes con la COVID-19, estudiados por PCR, se negativizan en alrededor de 15 días después del inicio de los síntomas 24, 25 , y sabemos que pacientes sin síntomas pueden dar positivo. Las notificaciones de casos de pacientes recuperados de COVID-19 con frotis positivos han generado un interés en el potencial infeccioso de estos pacientes. Xing et al. publicaron un estudio de seguimiento con frotis periódicos en 62 pacientes pertenecientes al personal médico de su institución, de los cuales 2 (3,23%) fueron positivos después del alta hospitalaria, más de 15 días después del inicio de los sintomas 26 . De nuevo, ninguno de estos trabajos menciona la relación de la alteración del olfato con una posible persistencia del virus en los frotis nasales u orofaríngeos.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 198,
                    "end": 200,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 680,
                    "end": 682,
                    "text": "26",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Evidencia disponible en la literatura científica de las alteraciones del olfato en pacientes con COVID-19:"
        },
        {
            "text": "Con la información encontrada en la revisión intentamos responder a las preguntas planteadas en los objetivos:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidencia disponible en la literatura científica de las alteraciones del olfato en pacientes con COVID-19:"
        },
        {
            "text": "• Las alteraciones del olfato varían en intensidad (hiposmias, anosmias) y en calidad (parosmias, fantosmias). Pueden ser de conducción, neurosensoriales, o mixtas. La valoración clínica se suele realizar en consultas especializadas con kits de distintos estímulos olfatorios que se presentan a los pacientes, aunque si no se dispone de ellos puede ser adecuado utilizar escalas analógicas visuales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a) ¿Qué consideramos una alteración del olfato y cómo la podemos objetivar? ¿Existe una intensidad mínima que debamos exigir para considerar una alteración del olfato como secundaria a coronavirus?"
        },
        {
            "text": "• No disponemos de ninguna evidencia sólida que nos permita establecer unas características específicas de la anosmia en la COVID-19, aunque estudios recientes establecen la presencia de anosmia entre un 5,1 % y un 85,6%. Tan sólo un estudio menciona la anosmia como síntoma previo a la aparición del cuadro clínico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a) ¿Qué consideramos una alteración del olfato y cómo la podemos objetivar? ¿Existe una intensidad mínima que debamos exigir para considerar una alteración del olfato como secundaria a coronavirus?"
        },
        {
            "text": "• En todos los estudios sobre las alteraciones del olfato en pacientes con la COVID-19 existe un riesgo elevado de sesgo de información y de selección. Hasta ahora tampoco se ha hecho frotis con PCR a los pacientes que presentan anosmia de forma aislada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a) ¿Qué consideramos una alteración del olfato y cómo la podemos objetivar? ¿Existe una intensidad mínima que debamos exigir para considerar una alteración del olfato como secundaria a coronavirus?"
        },
        {
            "text": "• La anosmia de conducción es frecuente en pacientes con procesos virales de vías altas, habiéndose relacionado con distintas famílias de virus como el rinovirus, el virus parainfluenza y el coronavirus. Una proporción baja de los pacientes presentan disfunción olfatoria post-viral (DOPV), cuya duración y recuperación es variable. Los coronavirus podrían ser responsables de aproximadamente una sexta parte de los casos de DOPV. Se ha demostrado la presencia de virus parainfluenza en las células del epitelio olfatorio hasta varios meses después de resuelta la infección. Los estudios publicados sugieren que la anosmia es un síntoma común en la COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b) ¿Es plausible la relación de la anosmia con la infección por la COVID-19?"
        },
        {
            "text": "• No se dispone de datos fiables para valorar categóricamente el pronóstico de las alteraciones del olfato en la COVID-19, aunque la evidencia sugiere que la recuperación funcional es la norma. La evidencia disponible sobre otros virus que afectan a la mucosa nasosinusal revelan que la mayoría de los pacientes tienen una alteración transitoria del olfato, posiblemente conductiva, que desaparece cuando se resuelve el resto de síntomas. Los pacientes que desarrollan una DOPV recuperan el olfato completamente en un tercio de los casos dentro del año posterior al proceso infeccioso. Las probabilidades de recuperación parecen ser más limitadas en cuadros de larga evolución, pacientes de edad avanzada y pacientes de sexo femenino.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "c) ¿Cuál es el pronóstico y el tratamiento a realizar en las alteraciones del olfato en pacientes con la COVID-19?"
        },
        {
            "text": "• A pesar de que el tratamiento empírico de las alteraciones post-virales del olfato se hace con corticoides tópicos nasales o sistémicos, existen dudas sobre la eficacia de estos fármacos en la DOPV. Además, se recomienda evitar la administración de corticoides en pacientes con la COVID-19, por lo que se debería desaconsejar también en el tratamiento de la DOPV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "c) ¿Cuál es el pronóstico y el tratamiento a realizar en las alteraciones del olfato en pacientes con la COVID-19?"
        },
        {
            "text": "• En condiciones ideales, con un propósito de investigación, y ante la falta de datos sólidos disponibles, la recomendación debería ser la realización de frotis nasales a cualquier paciente con anosmia de reciente aparición debidamente valorada. En un entorno pragmático, la escasez de pruebas diagnósticas obliga a plantearse si vale la pena realizar frotis a pacientes que como síntoma aislado presenten anosmia, o si es suficiente con seguir las recomendaciones de aislamiento, higiene y distanciamiento social habituales (lavado de manos, uso de mascarilla, distancia mínima de separación de 1-2 metros), aunque en ciertos colectivos como el sanitario podría estar justificado.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "d) ¿A qué pacientes con alteración del olfato deberíamos realizar las pruebas diagnósticas de la COVID-19?"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e) ¿Los pacientes con la COVID-19 confirmado en los que persiste la alteración del olfato después de la resolución del cuadro clínico o después del período de aislamiento, pueden transmitir el virus?"
        },
        {
            "text": "La existencia de alteraciones del olfato en los procesos infecciosos de vías altas no es sorprendente, y se sabe que hay una alteración de tipo obstructivo, que se resuelve cuando lo hace el resto de síntomas agudos. En algunos casos puede aparecer una disfunción olfatoria post-viral de tipo neurosensorial que tarda semanas o meses en desaparecer. En pacientes con la COVID-19 parece que la anosmia es un síntoma habitual, aunque las limitaciones en la evidencia disponible dificultan la toma de decisiones a nivel clínico y ponen de manifiesto la necesidad de recoger datos de manera fiable acerca de estos síntomas. Aunque en nuestro medio es recomendable aplicar medidas de aislamiento, higiene y distanciamiento social (lavado de manos, uso de mascarilla, distancia mínima de separación de 1-2 metros) a los pacientes con alteraciones del olfato de reciente aparición como único síntoma, no parece adecuado realizar pruebas diagnósticas a todos estos pacientes. Un subgrupo de pacientes en el que debería considerarse la realización de frotis son los convivientes con personas de alto riesgo de mortalidad (inmunodeprimidos, edad avanzada o enfermedades crónicas). Tampoco parece recomendable hacer frotis de forma sistemática en pacientes en que persiste la DOPV después de la resolución del resto de síntomas, aunque su aplicación en ciertos colectivos, como el sanitario, estaría justificada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONES:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "What is the evidence for anosmia (loss of smell) as a clinical feature of COVID-19? Available at",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "O&apos;donovan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Persistence and clearance of viral RNA in 2019 novel coronavirus disease rehabilitation patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin. Med. J. (Engl)",
            "volume": "0",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An updated review of clinical olfaction",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Leopold",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr. Opin. Otolaryngol. Head Neck Surg",
            "volume": "14",
            "issn": "",
            "pages": "23--28",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diagnosis and management",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Leopold",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Anosmia",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Curr. Opin. Otolaryngol. Head Neck Surg",
            "volume": "11",
            "issn": "",
            "pages": "54--60",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Office procedures for quantitative assessment of olfactory function",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Doty",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am. J. Rhinol",
            "volume": "21",
            "issn": "",
            "pages": "460--473",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Screening performance of abbreviated versions of the UPSIT smell test",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Neurol",
            "volume": "266",
            "issn": "",
            "pages": "1897--1906",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Olfactory exploration: State of the art",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rumeau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gallet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jankowski",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Eur. Ann. Otorhinolaryngol. Head Neck Dis",
            "volume": "133",
            "issn": "",
            "pages": "113--118",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Olfaction-associated quality of life in chronic rhinosinusitis: Adaptation and validation of an olfaction-specific questionnaire",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Simopoulos",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Laryngoscope",
            "volume": "122",
            "issn": "",
            "pages": "1450--1454",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Comparison of subjective olfaction ratings in patients with and without olfactory disorders",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Haxel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Laryngol. Otol",
            "volume": "126",
            "issn": "",
            "pages": "692--697",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Postviral olfactory loss",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Seiden",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Otolaryngol. Clin. North Am",
            "volume": "37",
            "issn": "",
            "pages": "1159--1166",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prognosis of postviral olfactory loss: Followup study for longer than one year",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Wee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am. J. Rhinol. Allergy",
            "volume": "28",
            "issn": "",
            "pages": "419--422",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Olfactory disorders following upper respiratory tract infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Welge-Lüssen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wolfensberger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv. Otorhinolaryngol",
            "volume": "63",
            "issn": "",
            "pages": "125--132",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Investigation of chemosensitivity during and after an acute cold",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pellegrino",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Walliczek-Dworschak",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hull",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hummel",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. Forum Allergy Rhinol",
            "volume": "7",
            "issn": "",
            "pages": "185--191",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Intranasal trigeminal chemosensitivity in patients with postviral and posttraumatic olfactory dysfunction",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Acta Otolaryngol",
            "volume": "132",
            "issn": "",
            "pages": "974--980",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "An epidemiological study of postviral olfactory disorder",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sugiura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aiba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mori",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nakai",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Acta Oto-Laryngologica",
            "volume": "",
            "issn": "",
            "pages": "191--196",
            "other_ids": {
                "DOI": [
                    "10.1080/00016489850182918"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Detection of parainfluenza virus 3 in turbinate epithelial cells of postviral olfactory dysfunction patients",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Jang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Laryngoscope",
            "volume": "117",
            "issn": "",
            "pages": "1445--1449",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Identification of viruses in patients with postviral olfactory dysfunction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Laryngoscope",
            "volume": "117",
            "issn": "",
            "pages": "272--277",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Sendai Virus Induces Persistent Olfactory Dysfunction in a Murine Model of PVOD via Effects on Apoptosis, Cell Proliferation, and Response to Odorants",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Neurological Manifestations of Hospitalized Patients with COVID-19 in Wuhan, China: a retrospective case series study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.22.20026500"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Olfactory and gustatory dysfunctions as a clinical presentation of mild-tomoderate forms of the coronavirus disease (COVID-19): a multicenter European study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lechien",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur. Arch. oto-rhino-laryngology",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Presentation of new onset anosmia during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Surda",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rhinology",
            "volume": "58",
            "issn": "",
            "pages": "0--0",
            "other_ids": {
                "DOI": [
                    "10.4193/Rhin20.116"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Association of chemosensory dysfunction and Covid-19 in patients presenting with influenza-like symptoms",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Faraji",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Prajapati",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Boone",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Deconde",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. Forum Allergy Rhinol",
            "volume": "",
            "issn": "",
            "pages": "1--18",
            "other_ids": {
                "DOI": [
                    "10.1002/alr.22579"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Features of Anosmia in COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Klopfenstein",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med. Mal. Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbamem.2019.183135"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "1177--1179",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Temporal profiles of viral load in posterior oropharyngeal saliva samples and serum antibody responses during infection by SARS-CoV-2: an observational cohort study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": ".-W",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet. Infect. Dis",
            "volume": "3099",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Post-discharge surveillance and positive virus detection in two medical staff recovered from coronavirus disease 2019 (COVID-19), China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "2--5",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Con la expressión de búsqueda (\"DIAGNOSIS\" [MESH] OR \"SIGNS AND SYMPTOMS\" [MESH] OR \"RESPIRATORY TRACT INFECTIONS\" [MESH]) AND (\"COVID-19\" [MESH] OR \"SARS-COV-2\" [MESH] OR \"COVID-19\" [ALL FIELDS] OR \"NOVEL CORONAVIRUS\" [ALL FIELDS]) se obtuvieron más de 1000 referencias, se seleccionaron las que correspondían a artículos de revisión o metaanálisis recientes.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "OLFACTION DISORDERS\" [MESH] OR \"ANOSMIA\" [TI]) AND (\"COVID-19\" [MESH] OR \"SARS-COV-2\" [MESH] OR \"COVID-19\" [ALL FIELDS] OR \"CORONAVIRUS\" [ALL FIELDS] OR \"NOVEL CORONAVIRUS\" [ALL FIELDS])Para aumentar la sensibilidad de la búsqueda en la base de datos MedLine se realizó también una búsqueda libre con las siguientes expresiones:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}