{
    "paper_id": "7642fd28fa45669a9c303a0a72d7ee98e65b6b7d",
    "metadata": {
        "title": "Journal Pre-proof Recommendations on dermatologic surgery during the COVID-19 pandemic Title: Recommendations on dermatologic surgery during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Samuel",
                "middle": [],
                "last": "Antranig",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Der",
                "middle": [],
                "last": "Sarkissian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wollongong",
                    "location": {
                        "addrLine": "Northfields Ave",
                        "postCode": "2522",
                        "settlement": "Wollongong",
                        "region": "NSW"
                    }
                },
                "email": ""
            },
            {
                "first": "Leo",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Skin Hospital",
                    "location": {
                        "addrLine": "Ashley Lane",
                        "postCode": "2145",
                        "settlement": "Westmead",
                        "region": "NSW"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [],
                "last": "Veness",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Westmead Hospital",
                    "location": {
                        "addrLine": "Hawkesbury Road Westmead NSW 2145 5 SouthDerm, Regent St",
                        "postCode": "2217",
                        "settlement": "Kogarah",
                        "region": "NSW"
                    }
                },
                "email": ""
            },
            {
                "first": "Eleni",
                "middle": [],
                "last": "Yiasemides",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Deshan",
                "middle": [
                    "Frank"
                ],
                "last": "Sebaratnam",
                "suffix": "",
                "affiliation": {},
                "email": "deshan@unsw.edu.au"
            },
            {
                "first": "Deshan",
                "middle": [],
                "last": "Frank",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sebaratnam",
                "middle": [],
                "last": "Facd",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Skin Hospital",
                    "location": {
                        "addrLine": "Ashley Lane",
                        "postCode": "2145",
                        "settlement": "Westmead",
                        "region": "NSW"
                    }
                },
                "email": ""
            },
            {
                "first": "Deshan",
                "middle": [],
                "last": "Sebaratnam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We read with interest the article by Chen et al., reporting the experience of a dermatology department at the centre of the COVID-19 pandemic. 1 As doctors, we have a responsibility to support measures which mitigate the spread of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), but at the same time, to provide essential medical care to our patients. There is no certainty regarding when the pandemic is likely to subside and no evidence-based recommendation regarding when deferred procedures should be undertaken. Several institutions have proposed an approach to dermatologic surgery during the pandemic. [2] [3] [4] We propose the following guidelines (Table 1) . Where possible, clinics should be triaged so that only urgent patients are reviewed in person, with telehealth employed where appropriate. Elective surgery such as excision of benign lesions and cosmetic procedures should be postponed. For conditions such as hidradenitis suppurativa where minimally-invasive dermatologic procedures (such as incisional and drainage) may relieve debilitating morbidity, these should be pursued as soon as feasible. For superficial BCC we recommend deferring treatment for 6 months except where this may lead to significant morbidity, and for all other forms of BCC, deferring surgery for 3-6 months. For squamous tumours, we recommend deferring treatment of actinic keratosis and SCC-in-situ.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 144,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 631,
                    "end": 634,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 671,
                    "end": 680,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Recommendations on dermatologic surgery during the COVID-19 pandemic"
        },
        {
            "text": "For invasive SCC, treatment will require triage according to prognostic factors such as differentiation, location, depth, perineural invasion and patient variables (e.g. immunosuppression). 5 Alternative treatments, such as radiotherapy, carry their own set of logistical issues. For suspected melanoma we recommend excisional biopsies over shave or incision biopsy given the uncertainty as to when definitive treatment will take place, should it be needed. Treatment of melanoma-in-situ may be deferred for 3 months. Where histologic clearance of a melanoma has been achieved, wide excision may also be deferred for 3 months. Wide excision does not influence survival but decreases the risk of local recurrence. 4 Given the spectrum of tumors encompassed by cutaneous oncology, treatment of rarer aggressive or indeterminate malignancies needs to be individualised according to tumour, patient and healthcare resource considerations. We acknowledge that any recommendations we propose are likely to shift in the coming weeks as the COVID-19 pandemic evolves and we welcome feedback from our colleagues given the paucity of evidence in this unprecedented time. The setpoint of the equilibrium between minimising morbidity and mortality from infection and from malignancy will be mercurial and our response as doctors will have to be equally dynamic. ",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 191,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 713,
                    "end": 714,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations on dermatologic surgery during the COVID-19 pandemic"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "What are we doing in the dermatology outpatient department amidst the raging of the 2019 novel coronavirus?",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pradhan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Acad Dermatol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaad.2020.02.030"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "British Association of Dermatologists and British Society for Dermatological Surgery. Clinical Guidance for the Management of Skin Cancer Patients During the Coronavirus Pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Important notice regarding the management of clinically suspected primary melanoma during the COVID-19 crisis",
            "authors": [
                {
                    "first": "Australia",
                    "middle": [],
                    "last": "Melanoma Institute",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "National Comprehensive Cancer Network. COVID-19 resources",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Review of high-risk features of cutaneous squamous cell carcinoma and discrepancies between the",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Skulsky",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "O&apos;sullivan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mcardle",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "American Joint Committee on Cancer and NCCN Clinical Practice Guidelines In Oncology",
            "authors": [],
            "year": 2017,
            "venue": "Head Neck",
            "volume": "39",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "None Conflicts of Interest: None declared. IRB approval status: N/A Manuscript word count: 481 words Abstract word count: N/A Capsule summary word count:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cutaneous oncology poses a unique set of challenges. Having patients attend dermatologic surgery clinics increases the risk of transmission of SARS-CoV-2, takes medical staff away from other settings (including upskilling in critical care) and utilises limited healthcare resources such as PPE. Deferring planned surgery may allow for disease progression, increasing tumour burden which may result in more complex surgery and reconstruction, increasing the risk of metastasis; andincreasing the ultimate burden on the healthcare system.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Recommendations regarding dermatological surgery during COVID-19 Actinic keratosis and SCC-in-situ: defer for now SCC: guided by prognostic variables -location, size >2cm, depth >2mm, differentiation, perineural or lymphovascular invasion, recurrence immunosuppression* Melanoma Excisional biopsy with 2mm border when melanoma suspected Melanoma-in-situ: defer treatment for 3 months Invasive melanoma: if histological clearance obtained, defer wide excision and/or sentinel lymph node biopsy for 3 months Other tumors Benign tumors: defer for now, where medical investigation required (for fibrofolliculoma, tricholemmoma, sebaceous carcinoma etc.) this may be deferred Locally aggressive tumors (eg dermatofibroma sarcoma protuberans, Merkel cell carcinoma, microcystic adnexal carcinoma etc): proceed as soon as feasibly possible with consideration of patient and tumor variables BCC -basal cell carcinoma, PPE -personal protective equipment, SCCsquamous cell carcinoma * Skulsky SL, et al. Head Neck. 2017;39(3):578",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}