{
    "paper_id": "7709c3dd3565f84c5b7e1bd46b3fb6104a13deda",
    "metadata": {
        "title": "Are we over-treating with checkpoint inhibitors?",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "Danson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Hook",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Marshall",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Bell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Rodwell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As COVID-19 pandemic disseminates, physicians treating older patients with cancer must even more face the ethical dilemmas of cancer treatment. Once again, they must balance patients' protection and defence and fight not only against the increased risks of COVID-19 infection but also against the temptations of ageism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The World Health Organization situation report #60 declared 234,073 confirmed cases of novel coronavirus SARS-CoV-2 infections (COVID-19) worldwide on March 20, 2020, and 9,840 deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "China was the first to highlight the high impact of age, comorbidities and tobacco exposure on severity of the infection (1). Patients older than 70 had shorter median days (11.5 days) from the first symptom to death than younger adults (20 days), suggesting a faster disease progression in older adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "According recent experience in Italy, the case-fatality rates, related to or associated with COVID disease, increase exponentially after the age of 70: 12.5% in the 70-79 years range, 19.7% in the 80-89 years range and 22.7% after 90 years (2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Journal Pre-proof",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There is a need that, in this distressed period, each physician keeps in mind the need of an individual benefic-risk balance assessment. Figure 1 provides some proposals for a personalized plan in the",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "According the experience of seasonal influenza, older adults are at increased risk of severe infections, cascades of complications, disability, and death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moreover, cancer is an additional risk at several levels. Firstly, cancer itself seems to be a risk factor for COVID-19 infection (1% vs 0.29% in the global Chinese population) (3) . This statistic may be attributed to a higher rate of screening, decreased immune defences, and also higher risks for nosocomial contaminations during medical assessments. Secondly, in infected patients, the risk of respiratory complications seems to be higher and quicker. According to Liang et al, the risk of pulmonary complications requiring resuscitation was 39% vs 8%, p=0.0003. In this limited population, the risk was higher when a surgery or a chemotherapy was performed in the months before infection (HR=3.56, IC 95% [1.75-7.69]) (3) .",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "(3)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 723,
                    "end": 726,
                    "text": "(3)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The experience gathered from the first studies and from the impact of seasonal influenza should lead us to primary and secondary prevention strategies:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Older patients with cancer should benefit from increased barrier measures"
        },
        {
            "text": "-For primary prevention, these patients should be considered as at very high risk. Barrier measures should be even more drastic for the patients themselves (mask wearing, hands washing every hour, children avoided in the environment…). Pneumococcal vaccination should be verified and recommended if available. As many COVID-19 infections are nosocomial, hospital admissions, either for inpatient care or clinic visits, should be avoided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Older patients with cancer should benefit from increased barrier measures"
        },
        {
            "text": "COVID-19 cases requiring inpatient care should be transferred to a specialized facility as soon as possible, in order to avoid cross-transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Older patients with cancer should benefit from increased barrier measures"
        },
        {
            "text": "-For secondary prevention, avoiding general complications could also be a major issue in older patients diagnosed with COVID-19, like venous thromboembolism, blood-and urinarycatheter-related infectious events, pressure ulcers, falls, and delirium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Older patients with cancer should benefit from increased barrier measures"
        },
        {
            "text": "There is currently an increasing public debate, about the ethical dilemma, of whether intubation should be offered to the older population. However, the experience of resuscitator teams highlight the need, at the individual level, to estimate the benefit/risk ratio of providing resuscitation to even fit older patients. Indeed, COVID-19 resuscitation should be distinguished from classical resuscitation, as its duration is far longer, leading to even higher post-resuscitation complications. The Clinical Frailty Scale has been proposed by NICE guidelines for guidance towards critical care (4). In our experience, medical records should distinguish two levels of limitations, considering if medical complications underlying critical care are or not due to COVID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "There is huge risk that older cancer patients are systematically excluded from treatment, with the excuse that they should be protected from COVID-19 risks (5) . The epistemological experience must warm us against the risk that COVID-19 reinforces ageism as a systematic consequence of any historic event. We must remind that after the Second World War, the Nuremberg Code principles excluded vulnerable patients from clinical trials , an attitude that still has consequences today as older patients with cancer are still underrepresented in clinical trials (6, 7) .",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "(5)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "(6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 562,
                    "end": 564,
                    "text": "7)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Older patients with cancer should not be systematically excluded from cancer treatments"
        },
        {
            "text": "In the last weeks, French authorities proposed the age cut off of 60 for postponing cancer treatments, whatever the curative or palliative intent (5, 8, 9) .",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "(5,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 150,
                    "end": 152,
                    "text": "8,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 153,
                    "end": 155,
                    "text": "9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Older patients with cancer should not be systematically excluded from cancer treatments"
        },
        {
            "text": "The risk is high that patients currently under cancer diagnosis processes would be systematically excluded, because of the general and reductive assumptions that older patients with cancer should not receive treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Older patients with cancer should not be systematically excluded from cancer treatments"
        },
        {
            "text": "Some patients with hormone-sensitive cancers should be offered endocrine therapies:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "There are some alternatives to the NO GO: SUBSTITUTION strategies"
        },
        {
            "text": "-Patients with breast cancer with endocrine receptors, either in localised or metastatic setting, should be offered endocrine therapies. In the localised setting, it was demonstrated J o u r n a l P r e -p r o o f Journal Pre-proof to allow cancer control, tumour reduction even over prolonged periods, without any impact on overall survival (10) . In the metastatic setting, maintenance endocrine therapies can be safely proposed in patients previously treated with chemotherapy (11) .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 346,
                    "text": "(10)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 480,
                    "end": 484,
                    "text": "(11)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "There are some alternatives to the NO GO: SUBSTITUTION strategies"
        },
        {
            "text": "-Localised prostate cancers should be offered castration as a waiting treatment before radiohormone therapy, and patients with metastatic disease should receive first +/-second generation hormone treatments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "There are some alternatives to the NO GO: SUBSTITUTION strategies"
        },
        {
            "text": "Considering chemotherapies, the gastro-enterology community was the first, in the 2000's, to provide experience on the therapeutic break strategies. OPTIMOX1 and OPTIMOX2 gave us some data, demonstrating that a therapeutic de-escalation can be safely proposed (12) and even therapeutic breaks can be included in the global treatment strategy for stabilized colorectal cancer patients (13, 14) . Such strategies may have been implemented more largely into the older cancer population, when the disease is stable or in response, for example during hot summer or flu epidemic periods, in order to avoid older cancer patients' deconditioning.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "(12)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "(13,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 389,
                    "end": 392,
                    "text": "14)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "There are some alternatives to the NO GO: SUBSTITUTION strategies"
        },
        {
            "text": "Considering checkpoint inhibitors, the 2-weeks nivolumab regimen is equivalent and should be switched to a 4-weeks regimen. In addition, many data support that age is associated with an increase of dose exposition of checkpoint inhibitors over time, supporting a low risk of spacing treatment infusions (15) . Moreover, a cumulating piece of evidence argues for therapeutic breaks in patients controlled by checkpoints inhibitors, after 2 years in the majority of the indications, and even after 1 year for lung cancer (16).",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "text": "(15)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "There are some alternatives to the NO GO: SUBSTITUTION strategies"
        },
        {
            "text": "Finally, oral therapies limit the nosocomial risk, related majorly to hospital admissions, and can frequently be proposed as good alternatives to intra-venous treatments, provided a monitoring of patients' compliance. Home nursing may however be a limitation as well as the supply of medicines and need to be strictly supervised, for example by advanced practice nurses or coordination nurses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "There are some alternatives to the NO GO: SUBSTITUTION strategies"
        },
        {
            "text": "There is a significant risk that older patients with cancer who would be denied an oncologic follow up go to their general practitioner, either in search for reassurance or for medications renewal, at a time when ambulatory care needs to be reduced. Alternatives to classical consultations are a good way to overcome the distress of the patients and their families and to avoid the feeling of abandonment (e.g., teleconsultations, video consultations). In our experience, teleconsultations are well received in this confinement time, but imply frequently caregivers more than patients themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Consequently, physician must pay a particular attention to structure their interviews with systematic assessment of pain, weight, etc. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus Disease 2019 (COVID-19) in Italy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bucher",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "17",
            "issn": "2020",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cancer patients i n SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Oncology. 1 mars",
            "volume": "21",
            "issn": "3",
            "pages": "335--342",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Admission to hospital | COVID-19 rapid guideline: critical care in adults | Guidance | NICE",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The official French rules to protect patients with cancers against SARS-CoV-2, on behalf of the Haute Autorité de Santé Publique",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ravaud",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Canivet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ganem",
                    "suffix": ""
                },
                {
                    "first": "Giraud",
                    "middle": [
                        "P"
                    ],
                    "last": "Guimbaud",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Underrepresentation of patients 65 years of age or older in cancer-treatment trials",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Hutchins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Unger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Crowley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Coltman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Albain",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "N Engl J Med. 30 déc",
            "volume": "341",
            "issn": "",
            "pages": "2061--2068",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Under-representation of older adults in cancer registration trials: known problem, little progress",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Scher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hurria",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Oncol. 10 juin",
            "volume": "30",
            "issn": "17",
            "pages": "2036--2044",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Avis provisoire Recommandations relatives à la prévention et à la prise en charge du COVID-19 chez les patients à risque de formes sévères",
            "authors": [],
            "year": null,
            "venue": "HCSP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Surgery versus primary endocrine therapy for operable primary breast cancer in elderly women (70 years plus)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hind",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wyld",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Beverley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Use of maintenance endocrine therapy after chemotherapy in metastatic breast cancer",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sutherland",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Makris",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "European Journal of Cancer. 1 déc",
            "volume": "69",
            "issn": "",
            "pages": "216--238",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "OPTIMOX1: A Randomized Study of FOLFOX4 or FOLFOX7 With Oxaliplatin in a Stop-and-Go Fashion in Advanced Colorectal Cancer-A GERCOR Study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tournigand",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cervantes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Figer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lledo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Flesch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Buyse",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Clinical Oncology",
            "volume": "24",
            "issn": "",
            "pages": "394--400",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Can chemotherapy be discontinued in unresectable metastatic colorectal cancer? The GERCOR OPTIMOX2 Study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chibaudel",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Maindrault-Goebel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lledo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mineur",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "André",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bennamoun",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Oncol. 1 déc",
            "volume": "27",
            "issn": "34",
            "pages": "5727--5760",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Chemotherapy-free intervals for patients with metastatic colorectal cancer remain an option",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maughan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seymour",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meade",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Oncol. 10 juin",
            "volume": "28",
            "issn": "17",
            "pages": "277--278",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Evaluation of the interindividual variability in plasma nivolumab level in non-small-lung cancer outpatients: preliminary results",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Puszkiel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Noé",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boudou-Rouquette",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Cossec",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arrondeau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giraud",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Oncol",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}