{
    "paper_id": "78829af9e68bc92b7fc24d6fc2c3caa87cb82c2e",
    "metadata": {
        "title": "Journal Pre-proof Focal status epilepticus as unique clinical feature of COVID-19: a case report Focal status epilepticus as unique clinical feature of COVID-19: a case report",
        "authors": [
            {
                "first": "Catello",
                "middle": [],
                "last": "Vollono",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione Policlinico Universitario Agostino Gemelli IRCCS",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Eleonora",
                "middle": [],
                "last": "Rollo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università Cattolica del Sacro Cuore",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Marina",
                "middle": [],
                "last": "Romozzi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università Cattolica del Sacro Cuore",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Frisullo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione Policlinico Universitario Agostino Gemelli IRCCS",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Serenella",
                "middle": [],
                "last": "Servidei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alberto",
                "middle": [],
                "last": "Borghetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione Policlinico Universitario Agostino Gemelli IRCCS",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Paolo",
                "middle": [],
                "last": "Calabresi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università Cattolica del Sacro Cuore",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On 12 th March 2020 a 78-year-old woman was admitted to our Emergency Department for ongoing myoclonic jerks of the right face and right limbs. She suffered from hypertension and postencephalitic epilepsy. When she was 76, the patient developed a Herpes Simplex Virus-1 (HSV-1) encephalitis. The initial presentation of the herpetic encephalitis were repetitive oral buccal automatisms and aphasia lasting 6 hours associated with the electroencephalographic findings of subcontinuous epileptiform discharges over the left temporal fields, configuring a nonconvulsive status epilepticus (NCSE). The status epilepticus was successfully treated with a sequence of antiepileptic drugs. Because of the encephalitis, fluent aphasia and mild right limbs weakness persisted, with only a partial recovery after neuro-rehabilitation. Since then, the patient was steadily under treatment with valproic acid and levetiracetam and remained seizure-free for more than two years. She was under regular neurologic follow-up and the last electroencephalogram performed ten days prior to admission was normal ( Figure 1 ultrasound were negative for interstitial pneumonia. Since then, no other seizures occurred. During the hospitalization, she did not require oxygen therapy. On 28 th March she was discharged in stable condition, afebrile after two negative swabs for SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1093,
                    "end": 1101,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "COVID-19 is of critical concern in the medical community not only for its fast spread, potentially causing the collapse of the Health System, but also for its variability of presentation. Since some patients with COVID-19 do not show fever or radiologic abnormalities on initial clinical picture, the diagnosis of SARS-CoV-2 infection is a challenging one 1 . The neuroinvasive propensity has been reported to be a common feature of coronaviruses such as SARS-CoV-2, which is able to enter J o u r n a l P r e -p r o o f into the cells that express the angiotensin-converting enzyme 2 (ACE2) 2 ",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 593,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "have been found to express ACE2 as well 3 . A role of neurotropism of SARS-CoV-2 has been hypothesized in unexpected acute respiratory failure of some patients without a consistent radiological worsening 4 . Our patient developed a focal status epilepticus as the initial presentation of SARS-CoV-2 infection in the context of a predisposing but well-controlled post-encephalitic epilepsy. Noteworthy, in our patient the disease did not express an important pulmonary involvement (she did not develop pneumonia nor did she require oxygen therapy). The limitation of this case is the absence of a proven central nervous system invasion by the virus (i.e. lumbar puncture and a PCR of the cerebrospinal fluid were not performed). Nevertheless, standing the atypical disease presentation and chronological correlation of symptoms, it is possible to hypothesize that SARS-CoV-2 could trigger seizures through a neurotropic pathogenic mechanism.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 41,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ". Glial cells and neurons"
        },
        {
            "text": "Overall, we suggest the importance of considering possible neurological manifestations of SARS-CoV-2 infection, even as initial presentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Glial cells and neurons"
        },
        {
            "text": "We describe the first patient to develop a focal status epilepticus as a presenting symptom of SARS-CoV-2 infection. Even in the absence of fever or respiratory symptoms, the recurrence or worsening of paroxysmal neurological events should raise the diagnostic hypothesis of SARS-CoV-2 infection. Further data is necessary to understand and assess the real burden of neurological symptoms in COVID-19 and how those contribute to morbidity and mortality, especially in timedependent pathologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "doi10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evidence of the COVID-19 Virus Targeting the CNS: Tissue Distribution, Host-Virus Interaction, and Proposed Neurotropic Mechanisms",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Baig",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khaleeq",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Syeda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Chem Neurosci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1021/acschemneuro.0c00122"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The neuroinvasive potential of SARS-CoV2 may be at least partially responsible for the respiratory failure of COVID-19 patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Bai",
                    "middle": [],
                    "last": "Wz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hashikawa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25728"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ", label A). In the morning of 12 th March 2020, the patient developed a focal status epilepticus without any prodromal symptoms. First Aid evaluation showed alert, eupnoeic patient with normal body temperature (36.1 °C). The neurological examination showed fluent aphasia, right central facial nerve palsy, pronation of the right arm and drift of the right leg. The patient displayed ongoing myoclonic jerks of the right eyelid and upper-lip, started two hours before. She was treated with intravenous valproic acid, followed by intravenous midazolam for the persistence of subintrant focal seizures. The electroencephalogram revealed semi-rhythmic, irregular, high amplitude delta activity, predominantly lateralized over the left fronto-centro-temporal regions, consistent with focal status epilepticus (Figure 1, labels B-C). The antiepileptic treatment resolved the status epilepticus (Figure 1, label D). Computed Tomography (CT) scan of the brain was negative for acute lesions. Brain MRI confirmed extensive gliosis and atrophy involving the left temporo-parietal lobe, in the 3 ). Twelve hours after the admission to the Emergency Room, the patient developed fever. She did not exhibit respiratory symptoms, such as cough or dyspnoea. Her blood oxygenation was normal. The blood analysis showed a further decrease in the white cells and platelets count.The C-reactive protein was 29.7 mg/L, procalcitonine was 0.07 ng/ml. Despite broad-spectrum antibiotic therapy, her fever did not improve. Blood cultures and urine culture were negative for common bacteria, fungi and neurotropic viruses. The epidemiological survey revealed that in the previous week the patient met her son, who went into preventive isolation afterwards for being in contact with three people with a positive swab for SARS-CoV-2. Nasopharyngeal and oropharyngeal swabs specimen of the patient were then obtained and Real Time Polymerase Chain Reaction (RT-PCR) assay was performed, which tested positive for SARS-CoV2. The patient was transferred to the Infectious Disease Unit and treated with lopinavir-ritonavir plus hydroxychloroquine. After initiation of the treatment, the clinical conditions of the patient improved, with resolution of the fever. A further chest X-ray (Figure 2, label F) and a lung",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}