{
    "paper_id": "78ae83f249a50c54f5f6d3d5e611f8c24c158165",
    "metadata": {
        "title": "CASE REPORT SEVERE ACUTE RESPIRATORY SYNDROME MIMICKING ACUTE ABDOMEN",
        "authors": [
            {
                "first": "Case",
                "middle": [],
                "last": "Report",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Heung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "An",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "Jiu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "United Christian Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "†",
                "middle": [
                    "K"
                ],
                "last": "Am",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Ung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Eung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alice Ho Miu Ling Nethersole Hospital",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Eung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [],
                "last": "At",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "L",
                "middle": [],
                "last": "Eong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alice Ho Miu Ling Nethersole Hospital",
                    "location": {
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Severe acute respiratory syndrome (SARS) is a novel epidemic disease. The clinical presentation can sometimes be very non-specific. The present study reports a case of SARS, which presented as acute abdomen, warranting laparotomy. The atypical presentation in the present case reminded us of the importance of strict infection control measures in all surgery-related specialist workplaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first case of severe acute respiratory syndrome (SARS) in Hong Kong was reported on 10 March 2003. 1 The disease, which is believed to be caused by a novel coronavirus 2 can present differently in each patient. The common symptoms included fever, chills, rigor, myalgia and diarrhoea. 3 However, atypical symptoms do exist. With these atypical symptoms, patients with SARS can sometimes be misdiagnosed as having a surgical disease. If in such cases, infection control measures are not tightly observed, the disease would pose a definite threat to all health care workers involved. We report a case where the patient was clinically diagnosed as having peritonitis at presentation and was operated on but was eventually found to have SARS as the primary pathology. We believe that this is the first ever reported surgical procedure on a SARS patient.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 289,
                    "end": 290,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A 50-year-old woman with no history of serious illness, presented with increasing abdominal pain on 12 March 2003. On examination, her blood pressure was 123/71 and pulse was 100 beats per minute. She was feverish with an oral temperature of 39.3 ° C. The patient was also mildly dehydrated. The chest was clear on auscultation. Marked epigastric tenderness with localized guarding was noted on abdominal palpation. An initial chest X-ray showed a clear lung field bilaterally. Blood tests showed notable leucocytosis (white cell count = 22.9 × 10 9 /L) and mild hyponatraemia (Na = 128 mmol/L). Repeated physical examination revealed florid pertoneal signs. Her blood pressure started to drop despite adequate rehydration. A clinical diagnosis of generalized peritonitis was made and surgery was offered to the patient. Emergency diagnostic laparoscopy was performed; however, the view was obscured by the dilated transverse colon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "Exploratory laparotomy was then performed, revealing a normal peritoneal cavity, lesser sac and retroperitoneal space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "Postoperatively the patient remained septic and became oxygen dependent. Repeated blood tests revealed persistent leucocytosis (white cell count = 30.3 × 10 9 /L) with lymphopenia (0.6 × 10 9 /L). Repeated chest X-rays revealed bilateral lower zone infiltration and right pleural effusion. She was subsequently diagnosed with SARS on both clinical and radiological grounds, and was treated with ribavirin and steroid. The patient continued to deteriorate despite respiratory support in the intensive care unit, and finally died 8 weeks after admission. The cause of death was superimposed sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE REPORT"
        },
        {
            "text": "There has been a major worldwide outbreak of SARS since November 2002, with 8098 confirmed cases and 774 mortalities at 31 July 2003. 4 The mortality rate of this disease is extraordinarily high, ranging from 7-17%. The need for intensive-care support is also huge (up to 23.2%). 3 A diagnosis of SARS should be suspected when unexplained fever and respiratory symptoms are present. The diagnosis is usually confirmed with either radiological evidence of SARS or positive virological evidence. 5 However, cases can still be missed especially in the early stages if patients present atypically, as in our case.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 135,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 280,
                    "end": 281,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 494,
                    "end": 495,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "One of the differential diagnosis of acute abdomen is known to be pneumonia. The cause of the positive abdominal symptoms and signs could possibly be explained by pleural irritation. The cause of this atypical presentation of SARS in our case might also be caused by the same mechanism. With this in mind, we have to be aware that these patients could sometimes present with abdominal symptoms and become the so-called 'invisible spreader' who will cause an outbreak in the ward or even in the whole hospital. From the data, we know that fever is the most common symptom among SARS patients 6 and we believe it would be fair to isolate all feverish patients when the source of infection is uncertain, especially in a SARS epidemic area.",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 592,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "At the time when this patient presented to us, there were no reported SARS patients who had presented with abdominal symptoms. The awareness of SARS, even among health care workers, was just starting to grow. Therefore, we took no extra precautions or infection control measures either in the ward or in the theatre. Fortunately, none of the theatre or ward staff were infected during this incident. We believe that this lack of infection should be regarded as an exception rather than the rule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "After this incident, we have taken extra precautions in the care and treatment of all of our patients. In times of epidemic, we bear a mindset that everyone could be a potential SARS patient and we observe all infection control measures strictly. These measures include patient screening, environmental control, proper use of personal protective equipment, continuous education of patients and health care workers and frequent auditing. 7 During surgery, we implement extra precautions by using a N95 respirator, water impermeable gowns, full face shields and extra eye protection with goggles. After implementing these measures, we have seen fewer health care workers becoming infected in Hong Kong, and we believe that these measures are effective in preventing inhospital outbreaks, thereby preventing further outbreaks in the community. Similar measures are observed in other SARS epidemic areas, such as Singapore and Canada. 8, 9 As a final and important point, it should be remembered that a SARS resurgence is highly possible 10 and we cannot emphasize enough the importance of maintaining a high level of suspicion and alertness towards SARS infection. It is only by 100% compliance with the precautionary measures mentioned, that health care professionals can possibly protect patients and themselves from SARS.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 438,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 931,
                    "end": 933,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 934,
                    "end": 935,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological determinants of spread of causal agent of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1761--1767",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--76",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--94",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization. Summary of probable SARS cases with onset of illness from 1",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. Case definition for surveillance of SARS",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A cluster of cases of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Ooi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1977--85",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infection control precaution in hospitals",
            "authors": [
                {
                    "first": "Hospital",
                    "middle": [
                        "Hong"
                    ],
                    "last": "Authority",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Severe acute respiratory syndrome: lessons from Singapore",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Villacian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Habib",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Tambyah",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg. Infect. Dis",
            "volume": "9",
            "issn": "",
            "pages": "1294--1302",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Infection control Guidance for Health Care Workers in Health Care Facilities and Other Institutional Settings -Severe Acute Respiratory Syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organization. Alert, verification and public health management of SARS in post-outbreak period",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}