{
    "paper_id": "78d4d94b28960513c50f586f47ee2b6b50b09a69",
    "metadata": {
        "title": "Comment",
        "authors": [
            {
                "first": "Jose",
                "middle": [
                    "Luis"
                ],
                "last": "Gonzales",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Reuters",
                "middle": [],
                "last": "Comment",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Physicians, nurses, and other front-line health-care workers have been celebrated in many countries as heroes for their work during the COVID-19 pandemic. Yet not everyone appreciates their efforts and contributions. Since the beginning of this pandemic, headlines have also captured stories of health-care personnel facing attacks as they travel to and from health-care facilities. Nurses and doctors have been pelted with eggs and physically assaulted in Mexico. 1 In the Philippines, a nurse was reportedly attacked by men who poured bleach on his face, damaging his vision. 2 Across India, reports describe health-care workers being beaten, stoned, spat on, threatened, and evicted from their homes. 3 These are just a few examples among many across numerous countries, including the USA and Australia. 2 Sadly, violence against health-care personnel is not a new phenomenon. Before the COVID-19 pandemic, such attacks were increasingly documented in clinics and hospitals worldwide. 3,4 Attacks on health-care workers and health-care facilities also occur as a deplorable tactic of war that defies international humanitarian and human rights laws. In May, 2020, an armed attack on a hospital maternity ward in Kabul, Afghanistan, killed at least 24 civilians, including two infants. 5 And in the midst of the humanitarian emergency of thousands of people displaced in opposition-held areas of northwest Syria, the Syrian Government has continued to bomb healthcare facilities in that region. 6 Acts of violence in any context must be condemned. What makes the current attacks specifically horrifying is that health-care personnel are responding to a crisis that is deeply affecting all societies. Governmental failures in some countries to adequately provide and manage resources in this pandemic mean that healthcare personnel are risking their lives daily by caring for COVID-19 patients without adequate personal protective equipment and other safety measures in their workplaces. 7 As a result, thousands of health-care workers worldwide have contracted severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and have thus been perceived as public health hazards themselves. 8 This situation has generated violence against them in some places, essentially for performing their professional duties. This response is likely to exacerbate already unprecedented COVID-19-related stress and burnout that health-care workers and their families are experiencing in this pandemic.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 466,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 807,
                    "end": 808,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1497,
                    "end": 1498,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 2190,
                    "end": 2191,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Attacks against health-care personnel must stop, especially as the world fights COVID-19"
        },
        {
            "text": "With the COVID-19 pandemic taxing the health-care systems of almost every country, assaults on healthcare workers are assaults against all of us. We depend on their health and wellbeing so that they can continue to provide care to individuals, families, and communities with and without COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attacks against health-care personnel must stop, especially as the world fights COVID-19"
        },
        {
            "text": "The reasons people attack and abuse health-care personnel during health emergencies are many, and local contexts vary. In some settings during the COVID-19 pandemic, fear, panic, misinformation about how SARS-CoV-2 can spread, and misplaced anger are likely drivers. A few government leaders have responded by announcing swift and, in some cases, draconian punishment for those who attack health-care workers. 9 Yet threats of retribution do not address the causes of such violence and alone are unlikely to curtail these attacks. Effective responses must address the root causes. We recommend that the following actions be taken immediately.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attacks against health-care personnel must stop, especially as the world fights COVID-19"
        },
        {
            "text": "First, collect data on the incidence and types of attacks on health-care personnel, including in the context of the COVID-19 pandemic, in all countries to fully understand the scope of the problem and to design interventions to prevent and respond to the attacks. National and international bodies such as WHO must engage in a coordinated global effort. And this initiative must incorporate lessons learned from previous efforts to document violence against health-care personnel, such as attacks on those leading polio vaccination campaigns or who cared for patients with Ebola virus disease. 10 Data on attacks specific to COVID-19 should be systematically gathered and included in the WHO Surveillance System of Attacks on Healthcare. Global support from all member states and their communities for this effort is essential to achieve a robust surveillance system. National data should be collected by ministries of health or occupational health and safety bodies. Mechanisms to analyse, share, and widely disseminate this information on violence against health-care personnel need to be developed or expanded, following the example of the reports from the Safeguarding Health in Conflict Coalition 11 and data gathered by Insecurity Insight, 12 among others.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 596,
                    "text": "10",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Attacks against health-care personnel must stop, especially as the world fights COVID-19"
        },
        {
            "text": "Second, attacks against health-care personnel must be prevented and condemned. Partnerships for the prevention of violence must be forged. Local and state governments must partner with civil society, community-based groups, and media organisations to highlight the problem of attacks on health-care workers and engage with the community on prevention, bystander intervention, and reporting. The Health Care in Danger team of the International Committee of the Red Cross, for example, recently published a checklist for preventing violence against health-care workers in the COVID-19 response, which includes recommendations for communication and collaboration. 13 Third, misinformation and disinformation about COVID-19 must be countered. Widespread misinformation and disinformation about COVID-19, including conspiracy theories, have contributed to the demonisation of certain groups such as health-care workers. 14 Governments, international collaborative bodies, and social media companies must further refine and expand effective public information campaigns to keep members of the public informed and educated and to correct misinformation. These should include clear and concise information on how SARS-CoV-2 is and is not spread and the science behind response measures. In the face of high levels of community distrust in many places, active engagement of key trusted community stakeholders and organisations in information campaigns will also be essential for success.",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 663,
                    "text": "13",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Attacks against health-care personnel must stop, especially as the world fights COVID-19"
        },
        {
            "text": "Fourth, accountability is needed. We must demand strong yet responsible enforcement actions against perpetrators of attacks by local and national governments. Violence against health-care personnel should be met with swift responses from law enforcement and legal systems. Local law enforcement authorities must fully investigate each reported incident, with an objective, evidence-based process. Full accountability for these crimes must be ensured and perpetrators must be held accountable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attacks against health-care personnel must stop, especially as the world fights COVID-19"
        },
        {
            "text": "Fifth, state and local governments should invest in health security measures to protect health-care workers as part of COVID-19 emergency budgets. Funding for the protection of health-care personnel and health facilities is needed now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attacks against health-care personnel must stop, especially as the world fights COVID-19"
        },
        {
            "text": "Finally, health professional associations, societies, and organisations from all specialties and disciplines should unite in speaking out forcefully against all acts of discrimination, intimidation, and violence against healthcare workers. 15 They must immediately condemn violence when it occurs and participate in initiatives aimed at responding to and eliminating violence.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 242,
                    "text": "15",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Attacks against health-care personnel must stop, especially as the world fights COVID-19"
        },
        {
            "text": "These actions must be taken now. By protecting healthcare personnel, we protect our most valuable assets in the fight against COVID-19: doctors, nurses, emergency medical technicians, medical and respiratory technicians, laboratory workers, and many others on the front lines. Horton R. Coronavirus is the greatest global science policy failure in a generation. The Guardian, April 9, 2020. 8 Mantovani C. 90 000 healthcare workers infected with COVID-19: nurses group. Reuters World News, May 6, 2020. 9 The Economic Times. Cabinet okays ordinance to protect frontline workers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attacks against health-care personnel must stop, especially as the world fights COVID-19"
        },
        {
            "text": "The Economic Times, April 22, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attacks against health-care personnel must stop, especially as the world fights COVID-19"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ebola health workers killed and injured by rebel attack in Congo. The Guardian",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impunity remains: attacks on health care in 23 countries in conflict",
            "authors": [],
            "year": 2019,
            "venue": "Conflict Coalition",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Attacks on health care",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Safer COVID-19 response: checklist for health-care services",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Malicious forces creating \"perfect storm\" of coronavirus disinformation. The Guardian",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Beaumont",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Borger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boffey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "International Council of Nurses. ICN calls for government action to stop attacks on nurses at a time when their mental health and wellbeing are already under threat because of COVID-19 pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "We declare no competing interests. We thank Susannah Sirkin of Physicians for Human Rights, Erica Burton of the International Council of Nurses, and Erin Downey, visiting scientist at the Harvard Humanitarian Initiative, for their input to this Comment. *Donna McKay, Michele Heisler, Ranit Mishori, Howard Catton, Otmar Kloiber dmckay@phr.org Physicians for Human Rights, New York, NY 10018, USA (DM, MH, RM); International Council of Nurses, Geneva, Switzerland (HC); and World Medical Association, Ferney-Voltaire, France (OK) 1 Semple K. \"Afraid to be a nurse\": health workers under attack. The New York Times, April 27, 2020. 2 The Economist. Health workers become unexpected targets during COVID-19. The Economist, May 11, 2020. 3 Withnall A. Coronavirus: why India has had to pass new law against attacks on healthcare workers. The Independent, April 23, 2020. 4 WHO. Violence against health workers. 2020. https://www.who.int/violence_ injury_prevention/violence/workplace/en/ (accessed May 3, 2020). 5 BBC News. Afghan attack: maternity ward death toll climbs to 24. BBC News, May 13, 2020. 6 Physicians for Human Rights. Illegal attacks on health care in Syria. Physicians for Human Rights. 2020. https://syriamap.phr.org/#/en (accessed May 16, 2020). 7",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}