{
    "paper_id": "796653a0ecad776b66b07237d79ec2a64105c5c1",
    "metadata": {
        "title": "COVID-19 Pandemic: Ways Forward",
        "authors": [
            {
                "first": "Raymond",
                "middle": [
                    "L M"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "§",
                "middle": [],
                "last": "Kenny",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "W"
                ],
                "last": "Lai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suber",
                "middle": [
                    "S"
                ],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jost",
                "middle": [
                    "B"
                ],
                "last": "Jonas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dennis",
                "middle": [
                    "S C"
                ],
                "last": "Lam",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frcophth",
                "middle": [
                    "Ã"
                ],
                "last": "Yyyzz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "and isolation of confirmed and suspected cases and their close contacts shall be implemented in a strict and efficient way. As there is no specific treatment yet, supportive measures shall be provided to the sick; infection control with droplet precautions shall remain the most important part in all healthcare policies during this period. Research projects shall also be supported in a national level for the development of medications and vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Eye care professionals are at particular risk of acquiring COVID-19 due to many reasons such as close contacts with ophthalmology patients. The American Academy of Ophthalmology thus publishes daily updates on COVID-19, which is very relevant to ophthalmologists (see below). However, we have featured an article entitled, \"COVID-19: Special Precautions in Ophthalmic Practice and FAQs on Personal Protection and Mask Selection\" in the current issue of the Asia-Pacific Journal of Ophthalmology (APJO). 4 Furthermore, Lai et al have also recently published an article detailing the precautions needed in ophthalmic practice. All these may serve as a good reference for infection control in ophthalmic clinics and ophthalmology departments in hospitals. 5 To understand the disease better is the best way to devise infection control strategies. There are a lot of information in the internet regarding the pandemic and the followings are in our opinion, some of the best resources available:",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 504,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 753,
                    "end": 754,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. The Center for Systems Science and Engineering of John Hopkins has created an excellent website with the most updated number of infected in all countries: https:// gisanddata.maps.arcgis.com/apps/opsdashboard/index.html#/ bda7594740fd40299423467b48e9ecf6 2. WHO has put up on their website a set of Frequently Asked Questions, which target at the general public, to give answers to common enquiries in layman terms: https://www.who.int/ news-room/q-a-detail/q-a-coronaviruses 3. The American Academy of Ophthalmology also publishes daily updates on their web page, providing information regarding the disease, mode of transmission, updates on case numbers, and new findings: https://www.aao.org/headline/ d6e1ca3c-0c30-4b20-87e0-7668fa5bf906 4. The Asia-Pacific Academy of Ophthalmology through its official journal, APJO, has also established a \"COVID-19: FAQs\" to serve as a resource platform not just for issues related to the understanding and prevention of the disease, but also other things such as humanity, government policy, market response, art, and science of COVID-19: https://apjo-covid-faqs.org/ 5. The leading journals in the medical field have also established designated sessions for COVID-19 and allow free access to their articles on this topic, for the easy reference of doctors and researchers: New England Journal of Medicine -https://www.nejm.org/ coronavirus LANCET -https://www.thelancet.com/coronavirus JAMA -https://jamanetwork.com/journals/jama/pages/ coronavirus-alert The COVID-19 pandemic has reached a scale that total eradication is unlikely. Recurrence of outbreaks in future is possible. Our ultimate hope would be on effective vaccines for prevention and effective medications for treatment. China and the United States have already started Phase 1 studies respectively in early to mid-March 2020 for COVID-19 vaccines. We hope the vaccines can become available sooner instead of later. As for treatments, Remdesivir, originally designated for treating Ebola, chloroquine, hydroxychloroquine, and some other currently available drugs are being tried to treat COVID-19. Although good results have been claimed in anecdotal case reports, we need robust data including randomized controlled trials to assess the safety and efficacy of the above-mentioned drugs before widespread use can be considered. Before vaccines and/or definitive treatments are available, policy makers and health care providers should try their very best to delay the onset or progression of the outbreaks, as no medical systems would be able to withstand the sudden explosion of demand, especially in intensive care for the critically ill patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: a data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "92",
            "issn": "",
            "pages": "214--217",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Novel Coronavirus, 2019-nCoV, is highly contagious and more infectious than initially estimated. 2020 (Preprint from medRxiv)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanche",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Romero-Severson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "doi",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.20021154"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19: special precautions in ophthalmic practice and FAQs on personal protection and mask selection",
            "authors": [
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "Rlm",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Khw",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.07.20021154"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Stepping up infection control measures in ophthalmology during the novel coronavirus outbreak: an experience from Hong Kong",
            "authors": [
                {
                    "first": "Tht",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Ewh",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Sky",
                    "middle": [],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "Ksc",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "Kkw",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Graefes Arch Clin Exp Ophthalmol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00417-020-04641-8"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}