{
    "paper_id": "79757d2f1bbeb416a378a3d9769f785fc79ca5d9",
    "metadata": {
        "title": "of Lung Nodules and Lung Cancer Screening During the COVID-19",
        "authors": [
            {
                "first": "Peter",
                "middle": [
                    "J"
                ],
                "last": "Mazzone",
                "suffix": "",
                "affiliation": {},
                "email": "mazzonp@ccf.org"
            },
            {
                "first": "Michael",
                "middle": [
                    "K"
                ],
                "last": "Gould",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Douglas",
                "middle": [
                    "A"
                ],
                "last": "Arenberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [
                    "C"
                ],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Humberto",
                "middle": [
                    "K"
                ],
                "last": "Choi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [
                    "C"
                ],
                "last": "Detterbeck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Farhood",
                "middle": [],
                "last": "Farjah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kwun",
                "middle": [
                    "M"
                ],
                "last": "Fong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jonathan",
                "middle": [
                    "M"
                ],
                "last": "Iaccarino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [
                    "M"
                ],
                "last": "Janes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "P"
                ],
                "last": "Kanne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ella",
                "middle": [
                    "A"
                ],
                "last": "Kazerooni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Heber",
                "middle": [],
                "last": "Macmahon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "P"
                ],
                "last": "Bch",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "A"
                ],
                "last": "Naidich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suhail",
                "middle": [],
                "last": "Powell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "Patricia"
                ],
                "last": "Raoof",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nichole",
                "middle": [
                    "T"
                ],
                "last": "Rivera",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lynn",
                "middle": [
                    "K"
                ],
                "last": "Tanner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alain",
                "middle": [],
                "last": "Tanoue",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anil",
                "middle": [],
                "last": "Tremblay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Charles",
                "middle": [
                    "S"
                ],
                "last": "Vachani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Renda",
                "middle": [],
                "last": "White",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gerard",
                "middle": [
                    "A"
                ],
                "last": "Soylemez Wiener",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Silvestri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Raoof",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Patricia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The risks from potential exposure to COVID-19, and resource reallocation that has occurred to combat the pandemic, have altered the balance of benefits and harms that informed current (pre-COVID-19) guideline recommendations for lung cancer screening and lung nodule evaluation. We developed consensus statements to guide clinicians managing lung cancer screening programs and patients with lung nodules during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: An expert panel of 24 members, including pulmonologists (17), thoracic radiologists (5), and thoracic surgeons (2) was formed. The panel was provided with an overview of current evidence, summarized by recent guidelines related to lung cancer screening and lung nodule evaluation. The panel was convened by video teleconference to discuss then vote on statements related to 12 common clinical scenarios. A pre-defined threshold of 70% of panel members voting agree or strongly agree was used to determine if there was a consensus for each statement. Items that may influence decisions were listed as notes to be considered for each scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Twelve statements related to baseline and annual lung cancer screening (2), surveillance of a previously detected lung nodule (5), evaluation of intermediate and high risk lung nodules (4), and management of clinical stage I non-small cell lung cancer (1) were developed and modified. All 12 statements were confirmed as consensus statements by voting results. The consensus statements provide guidance about situations where it was felt to be appropriate to delay screening, defer surveillance imaging of lung nodules, and minimize non-urgent interventions during the evaluation of lung nodules and stage I non-small cell lung cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There was consensus that during the COVID-19 pandemic it is appropriate to defer enrollment in lung cancer screening and modify the evaluation of lung nodules due to the added risks from potential exposure and the need for resource reallocation. There are multiple local, regional, and patient related factors that should be considered when applying these statements to individual patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations: BTS = British Thoracic Society, CDC = Centers for Disease Control and Prevention, COVID-19 = coronavirus disease 19, CT = computed tomography, GGNs = ground glass nodules, HR = high-risk, LR = low-risk, Lung-RADS = Lung CT screening Reporting and Data System, NSCLC = non-small cell lung cancer, pCA = probability of malignancy, PET = positron emission tomography, PS = performance status, RTAS = return to annual screening, VDT = volume doubling time",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In some parts of the world, the COVID-19 pandemic has stressed the health care system close to or even past its breaking point. Rightfully, much of the attention to date has focused on the immediate needs of patients suffering from the disease, particularly those who are critically ill. The strain on healthcare systems and the need to control the virus using containment (testing and isolating cases) and mitigation (social distancing and shelter-in-place orders), has impacted the care of patients with other common medical disorders. Clinicians have been forced to balance the risk of delaying potentially necessary evaluation and management against the risks of exposing patients to the virus in hospital settings, or exposing health care workers to patients who may be asymptomatic carriers of the disease. This is further complicated by the re-allocation of resources, including personnel, to appropriately evaluate and treat patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Two related clinical situations that bring these issues into sharp focus are lung cancer screening and the evaluation and management of incidentally detected lung nodules. Current guidelines for lung cancer screening from CHEST (the American College of Chest Physicians), the United States Preventive Services Taskforce, and the National Comprehensive Cancer Network, recommend annual low-dose chest CT screening for high risk individuals, where the benefit of screening is felt to outweigh the harms. (1) (2) (3) Similarly, CHEST, the Fleischner Society, the British Thoracic Society, and the American College of Radiology have published guidelines with recommendations that balance the benefit and harms of evaluating incidental and screen detected lung nodules. (4) (5) (6) (7) The recommendations for small nodules are based on the size and attenuation characteristics of the nodule as well as the presence of lung cancer risk factors, while those for larger nodules are based on the estimated probability of malignancy (pCA) and the yield of additional testing. (4, 6) Clinical prediction models have been developed and validated to assess the pCA in nodules. These models can be used to help guide decisions about the selection and interpretation of additional diagnostic testing. (8) (9) (10) (11) Management decisions generally fall into three categories based on the estimated pCA of the nodule. For those in whom the pCA is low (defined as < 5%-15% in different guidelines)(4-7), surveillance imaging is recommended. When the pCA is intermediate (defined as 5-15% to 65-70% in different guidelines)(4-7), functional imaging (a positron emission tomography (PET) scan), and/or a non-surgical biopsy (bronchoscopy or transthoracic needle biopsy) is recommended. When the pCA is high (>65%-70% in different guidelines), direct referral for surgical resection is suggested if technically feasible and the patient is otherwise fit. (4,6) Although these recommendations appear straightforward, factors such as patient comorbidities and patient and provider preferences often influence the management strategy. (4, 6) The overarching goal of management is to avoid invasive procedures in patients who have benign nodules while expeditiously treating those that are malignant.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 505,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 510,
                    "end": 513,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 765,
                    "end": 768,
                    "text": "(4)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "(5)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 773,
                    "end": 776,
                    "text": "(6)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 777,
                    "end": 780,
                    "text": "(7)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1067,
                    "end": 1070,
                    "text": "(4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1071,
                    "end": 1073,
                    "text": "6)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1287,
                    "end": 1290,
                    "text": "(8)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1291,
                    "end": 1294,
                    "text": "(9)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1295,
                    "end": 1299,
                    "text": "(10)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1300,
                    "end": 1304,
                    "text": "(11)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2114,
                    "end": 2117,
                    "text": "(4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2118,
                    "end": 2120,
                    "text": "6)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Performing a screening exam, and the evaluation of lung nodules, carries an added risk during the COVID-19 pandemic. There is added risk to the patient, other patients, and healthcare providers from exposure to the healthcare environment and the contact that occurs during testing. Recovery from surgical resection may be influenced by asymptomatic carriage of the virus. These added risks may upset the balance of benefit and harm struck by current (pre-COVID) guideline recommendations. There is also a shift in healthcare resources, towards cancelling elective procedures and imaging, in areas where COVID-19 is surging, or where systems are preparing for a surge, making it more difficult to adhere to available guidelines. These exposure risks and resource constraints have led the Centers for Disease Control (CDC) to suggest that non-urgent care be deferred. (12) To date, clinicians and hospital systems have been independently determining how to modify their screening and nodule management programs during the pandemic. The purpose of this consensus statement is to provide expert opinion to clinicians regarding the performance of lung cancer screening and the management of patients with pulmonary nodules (detected either incidentally or by screening) in a manner that is consistent with current CDC COVID-19 guidance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rationale for developing the consensus statement was discussed by the project leaders (PM, MG, GS) who then proposed the idea to CHEST leadership. With their support, the scope of the document, clinical scenarios, statements, and clarifying notes related to the scenarios, were iteratively developed by the project leaders. A multidisciplinary panel of experts in lung cancer screening and pulmonary nodule evaluation was invited to participate. The usual CHEST conflict of interest review process for consensus statements was waived due to the rapid development of this statement and the nature of the content. All authors reported their potential conflicts as part of the publication process. The project leaders performed a search of current guidelines on the management of lung nodules. Recent guidelines relevant to the content of the scenarios were reviewed and a slide set summary was developed and distributed to panel members.(4-7) Tables 1 and 2, and Figure 1 reflect current (pre-COVID) guideline recommendations for the management of solid and sub-solid lung nodules, both incidentally and screen detected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 965,
                    "end": 973,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "CHEST staff arranged for two video teleconferences during which project leaders and panel members could provide feedback on the wording of the scenarios, statements, and notes, and then anonymously vote on the statements in real-time. Voting was on a 5-point Likert scale with 1 = strongly agree, 2 = agree, 3 = neutral, 4 = disagree, and 5 = strongly disagree. Fourteen panel members participated during the first video teleconference, 9 participated during the second video teleconference, and 1 voted by email. Changes to the wording of the scenarios, statements, and notes that occurred during the second teleconference were minor, helping to clarify the content, while being careful not to fundamentally change the statements in a way that could have altered the voting from the first video teleconference. A pre-defined threshold of 70% of panel participants voting agree or strongly agree had to be exceeded for a consensus statement to be accepted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The manuscript was then drafted by the project leaders with attention to expanding on nuances of decision-making and the factors that would influence decisions. The draft was circulated to all panel members for feedback, which was subsequently incorporated into the final draft. The American College of Radiology reviewed and endorsed the final draft of the consensus statement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In addition to the 3 project leaders, 21 panel members were invited and all 21 agreed to participate. The specialties of the project leaders and panel members included pulmonology (17), thoracic radiology (5), and thoracic surgery (2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Twelve scenarios were developed, each with a statement to vote on. Each statement included notes of clarification. Voting results for each scenario are provided in table 3. The voting results for all statements exceeded the threshold of 70% of panel members voting agree or strongly agree. The scenarios, statements, and notes are listed here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Scenario 1 -An individual who meets eligibility criteria is referred to your lung cancer screening program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung Cancer Screening -Baseline and Annual"
        },
        {
            "text": "Consensus statement: During the COVID pandemic, consistent with CDC guidance to defer non-urgent care, it is suggested that the initiation of screening be delayed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung Cancer Screening -Baseline and Annual"
        },
        {
            "text": "Note:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung Cancer Screening -Baseline and Annual"
        },
        {
            "text": "• Factors that may influence this decision include COVID penetrance in the community and hospital, availability of rapid COVID testing, availability of resources, patient values, and comorbid conditions. Scenario 2 -An individual who meets eligibility criteria is due for their repeat annual chest CT screening exam (Lung-RADS category 1 or 2 on their prior screening exam).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung Cancer Screening -Baseline and Annual"
        },
        {
            "text": "Consensus statement: During the COVID pandemic, consistent with CDC guidance to defer non-urgent care, it is suggested that the annual screening exam be delayed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung Cancer Screening -Baseline and Annual"
        },
        {
            "text": "Note:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung Cancer Screening -Baseline and Annual"
        },
        {
            "text": "• Factors that may influence this decision include COVID penetrance in the community and hospital, availability of rapid COVID testing, availability of resources, patient values, and comorbid conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung Cancer Screening -Baseline and Annual"
        },
        {
            "text": "Scenario 3 -A patient is due now for a surveillance CT scan of the chest for an incidentally detected solid nodule, < 8 mm in average diameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance of a Previously Detected Lung Nodule"
        },
        {
            "text": "Consensus statement: During the COVID pandemic, consistent with CDC guidance to defer non-urgent care, it is acceptable to delay the surveillance CT scan for approximately 3-6 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance of a Previously Detected Lung Nodule"
        },
        {
            "text": "Note:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance of a Previously Detected Lung Nodule"
        },
        {
            "text": "• Current (pre-COVID) recommendations suggest a surveillance CT scan 6-12 months after the nodule was identified based on nodule size, clinical and imaging features. (4-6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance of a Previously Detected Lung Nodule"
        },
        {
            "text": "• Solid nodules < 8 mm in average diameter typically have a probability of malignancy of < 2%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveillance of a Previously Detected Lung Nodule"
        },
        {
            "text": "• Factors that may influence the decision include COVID penetrance in the community and hospital, availability of rapid COVID testing, availability of resources, patient values, and comorbid conditions. Scenario 4 -A patient is due now for a surveillance chest CT scan for evaluation of a screening-detected lung nodule, Lung-RADS category 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5,7)"
        },
        {
            "text": "Consensus statement: During the COVID pandemic, consistent with CDC guidance to defer non-urgent care, it is acceptable to delay surveillance for approximately 3-6 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5,7)"
        },
        {
            "text": "Note:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5,7)"
        },
        {
            "text": "• Current (pre-COVID) recommendations suggest a surveillance chest CT scan 6 months after the nodule was identified. (7) • Lung-RADS category 3 nodules are considered to have a 1-2% probability of malignancy. (7) • Lung-RADS category 3 includes solid nodules ≥ 6 mm -< 8 mm in diameter, part-solid nodules with the solid component < 6 mm in diameter, new solid nodules 4 -<6 mm in diameter, new part-solid nodules <6 mm in diameter, and pure ground glass nodules ≥ 30 mm. (7) • Factors that may influence this decision include COVID penetrance in the community and hospital, availability of rapid COVID testing, availability of resources, patient values, and comorbid conditions. Scenario 5 -A patient is due now for a surveillance chest CT scan for an incidentally detected pure ground glass nodule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5,7)"
        },
        {
            "text": "Consensus statement: During the COVID pandemic, consistent with CDC guidance to defer non-urgent care, it is acceptable to delay surveillance of any size pure ground glass nodule for approximately 3 to 6 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5,7)"
        },
        {
            "text": "Note:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5,7)"
        },
        {
            "text": "• Current (pre-COVID) recommendations suggest surveillance of most pure ground glass nodules (except for solitary nodules <6 mm in diameter) at varying intervals based on the number of nodules and nodule size. (4-7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5,7)"
        },
        {
            "text": "• Factors that may influence this decision include COVID penetrance in the community and hospital, availability of rapid COVID testing, availability of resources, patient values, and comorbid conditions. Scenario 6 -A patient is due now for a surveillance chest CT scan for an incidentally (or screening) detected part-solid lung nodule with the solid component 6 mm to 8 mm in diameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5,7)"
        },
        {
            "text": "Consensus statement: During the COVID pandemic, consistent with CDC guidance to defer non-urgent care, it is acceptable to delay surveillance for approximately 3 to 6 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(5,7)"
        },
        {
            "text": "• Current (pre-COVID) recommendations suggest a surveillance CT scan 3 months after the nodule was identified. (4-7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "• This scenario corresponds to a Lung-RADS category 4A screening-detected nodule. (7) • Factors that may influence this decision include COVID penetrance in the community and hospital, availability of rapid COVID testing, availability of resources, patient values, and comorbid conditions. Scenario 7 -A patient is due now for a 3-month surveillance CT scan of the chest for an incidentally detected solid nodule, ≥ 8 mm in average diameter (or a Lung-RADS category 4 screening-detected lung nodule). You estimate the probability of malignancy to be < 10%.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "(7)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "Consensus statement: During the COVID pandemic, consistent with CDC guidance to defer non-urgent care, it is acceptable to delay the surveillance CT scan for approximately 3-6 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "Note:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "• Current (pre-COVID) recommendations suggest a surveillance CT scan 3 months after the nodule was identified. (4,6,7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "• Factors that may influence the decision include COVID penetrance in the community and hospital, availability of rapid COVID testing, availability of resources, patient values, and comorbid conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "Scenario 8 -A patient presents for evaluation of an incidentally detected solid nodule ≥ 8 mm in diameter (or a Lung-RADS category 4 screening-detected lung nodule). You estimate the probability of malignancy to be 10 -25%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Intermediate and High Risk Lung Nodules"
        },
        {
            "text": "Consensus statement: During the COVID pandemic, consistent with CDC guidance to defer non-urgent care, it is acceptable to re-evaluate the patient with a chest CT scan in approximately 3-6 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Intermediate and High Risk Lung Nodules"
        },
        {
            "text": "Note:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Intermediate and High Risk Lung Nodules"
        },
        {
            "text": "• Current (pre-COVID) recommendations suggest further evaluation with PET/CT imaging and/or a non-surgical biopsy for the patient described. (4,6,7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Intermediate and High Risk Lung Nodules"
        },
        {
            "text": "• Factors that may influence this decision include COVID penetrance in the community and hospital, availability of rapid COVID testing, availability of resources, patient values, and comorbid conditions. Scenario 9 -A patient presents for evaluation of an incidentally (or screening-) detected part-solid lung nodule with the solid component ≥ 8 mm in diameter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Intermediate and High Risk Lung Nodules"
        },
        {
            "text": "Consensus statement: During the COVID pandemic, consistent with CDC guidance to defer non-urgent care, it is acceptable to monitor the nodule with a chest CT scan in approximately 3-6 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Intermediate and High Risk Lung Nodules"
        },
        {
            "text": "Note:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Intermediate and High Risk Lung Nodules"
        },
        {
            "text": "• Current recommendations vary, suggesting further evaluation with PET/CT imaging, a nonsurgical biopsy, or surveillance with a short interval chest CT scan if the nodule is felt to be inflammatory. (4-7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Intermediate and High Risk Lung Nodules"
        },
        {
            "text": "• This scenario corresponds to a Lung-RADS category 4B screening-detected nodule. (7) • Factors that may influence this decision include COVID penetrance in the community and hospital, availability of rapid COVID testing, availability of resources, patient values, and comorbid conditions. Scenario 10 -A patient presents for evaluation of an incidentally detected solid nodule ≥ 8 mm in diameter (or a Lung-RADS category 4 screening-detected lung nodule). You estimate the probability of malignancy to be 65 -85%.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "(7)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of Intermediate and High Risk Lung Nodules"
        },
        {
            "text": "Consensus statement: During the COVID pandemic, consistent with CDC guidance to defer procedures and surgery when reasonable, it is acceptable to evaluate the patient with a PET scan and/or nonsurgical biopsy to insure there is a need to proceed to treatment (surgical resection or stereotactic radiotherapy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of Intermediate and High Risk Lung Nodules"
        },
        {
            "text": "• Current (pre-COVID) recommendations suggest that you consider proceeding directly to surgical resection (if medically fit) for the patient described. PET imaging would be suggested as part of an acceptable staging evaluation. (4, 6) • For solid nodules ≥ 8 mm in diameter (or a Lung-RADS category 4 screening-detected lung nodule) with a probability of malignancy 25-65% current (pre-COVID) recommendations suggest further evaluation with a PET scan and/or non-surgical biopsy. We are not suggesting a change for this group. (4,6,7)",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "(4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 232,
                    "end": 234,
                    "text": "6)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "• Factors that may influence this decision include COVID penetrance in the community and hospital, availability of rapid COVID testing, availability of resources, patient values, and comorbid conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "• If the patient happens to have prior imaging, and there is evidence that the nodule is a slow growing potentially indolent cancer, one may consider delaying the evaluation. Scenario 11 -A patient presents for evaluation of an incidentally detected solid nodule ≥ 8 mm in diameter (or a Lung-RADS category 4 screening-detected lung nodule). You estimate the probability of malignancy to be > 85%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "Consensus statement: During the COVID pandemic, consistent with CDC guidance to minimize exposure to the healthcare environment, it is acceptable to avoid further diagnostic testing and proceed to an empiric treatment decision (i.e. surgical resection or stereotactic radiotherapy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "• This statement is in keeping with current (pre-COVID) recommendations for management of the patient described. (4,6) We are not suggesting a change for this group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "• Factors that may influence this decision include COVID penetrance in the community and hospital, availability of rapid COVID testing, availability of resources, patient values, and comorbid conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "• Pre-treatment physiologic testing and an appropriate staging evaluation should be performed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "• If the patient happens to have prior imaging, and there is evidence that the nodule is a slow growing potentially indolent cancer, one may consider delaying treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "Scenario 12 -A patient has been diagnosed with a clinical stage I non-small cell lung cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of Clinical Stage I Non-small Cell Lung Cancer"
        },
        {
            "text": "Consensus statement: Treatment of clinical stage I non-small cell lung cancer may be delayed, consistent with CDC guidance to defer surgery when reasonable, after taking into consideration an assessment of the size of the cancer, growth rate of the cancer (if serial imaging is available), FDG/PET avidity of the primary tumor, patient values, and the general health and fitness of the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of Clinical Stage I Non-small Cell Lung Cancer"
        },
        {
            "text": "• The patient's care should be discussed in a multidisciplinary tumor board setting if available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "• If testing suggests an indolent or very early cancer, a delay in treatment may be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "• If testing suggests poor general health or fitness, a delay in treatment may be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "• Factors that may influence this decision include COVID penetrance in the community and hospital, availability of rapid COVID testing, availability of resources, the availability of other sites that could accommodate the patient, patient values, and comorbid conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note:"
        },
        {
            "text": "In this paper, we provide expert consensus-based statements about the care of individuals who are eligible for lung cancer screening and patients with pulmonary nodules detected either incidentally or by screening during the COVID-19 pandemic. The statements are consistent with guidance from the CDC to defer non-urgent care while health care systems respond to the anticipated surge of COVID-19 cases and while social distancing and other mitigation measures are in place. It is important to note that the situation is fluid, and it is not possible at this time to determine when it will be advisable to return to usual care practices. That said, we suspect that the statements will remain valid in most countries for at least the next 3-6 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Consensus was unanimous for recommendations to delay baseline or repeat annual screening (statements 1-2), and over 95% of panelists agreed to delay the evaluation of pulmonary nodules detected incidentally or by screening that have a low probability of cancer or are likely to be an indolent cancer (statements 3-6). Such nodules include solid nodules measuring <8 mm in average diameter, pure GGOs of any size, and part-solid nodules in which the solid component measures 6-8 mm in average diameter. Evaluation beyond the next surveillance scan will be influenced by the interval that had passed and the result of the surveillance scan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Consensus was less uniform but still strong for recommendations to delay or modify the evaluation and management of patients with nodules measuring >8 mm in average diameter (statements 7-11); Table  3 . For such nodules with a pCA <25%, there was consensus that evaluation could be delayed for 3-6 months. In contrast, most panel members agreed that evaluation with PET or non-surgical biopsy should occur when the pCA is 25% to 85%, with subsequent referral for treatment when cancer is confirmed or more strongly suspected. Presumably, this will reduce the frequency of avoidable surgery for patients with benign nodules compared to a strategy that follows current (pre-COVID) guidelines (65-70% pCA threshold to consider proceeding directly to surgery) (4,6), at a time when hospital resources are being redirected to the care of patients with COVID-19. Based on a similar line of reasoning, there was consensus that patients with a very high pCA (>85%) do not require additional diagnostic testing and can proceed directly to a treatment decision, thereby minimizing pretreatment procedures that may pose a risk to the patient or members of the health care team (with the caveat that the patient should undergo appropriate staging and pretreatment physiological assessment in keeping with the principle of minimizing the use of invasive procedures and testing that generates aerosolized viral particles and that allows for judicious use of personal protective equipment).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 193,
                    "end": 201,
                    "text": "Table  3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "While there was universal consensus that treatment of stage I NSCLC could be delayed in certain circumstances during the COVID-19 mitigation period, decision-making in these cases should be guided by considerations such as the degree of hypermetabolism or growth rate of the tumor, the fitness of the patient for curative treatment, and patient preferences. Evaluation and treatment decisions for patients with stage I NSCLC and those with nodules at intermediate or high risk of cancer (pCA >25%) should ideally be guided by multidisciplinary input and discussion, to ensure that all factors are weighed, and that management is appropriately individualized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Patient preferences should be taken into account in all of the scenarios, because individual patients are likely to differ in how they perceive the potential benefits and harms associated with delayed or modified evaluation and management. This highlights the importance of communication about the rationale for decisions with our patients. Pre-COVID deficiencies in patient communication about lung nodule management are well documented. (13) During the COVID pandemic, where more communication is occurring over virtual platforms, these challenges are likely to be magnified. It is incumbent on providers to plan for these communication challenges by developing strategies and tools for communication of lung cancer risk and nodule management on these platforms.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 443,
                    "text": "(13)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As much as possible, patient management should be based on evidence, and reflect a balance of benefits and harms of particular management approaches. While many aspects of these scenarios have been reasonably defined in pre-COVID settings, the COVID pandemic introduces additional risks. The magnitude of these risks are not well defined, and are likely variable depending on the local situation. The voting reflects confidence among the expert panel that there is sufficient evidence that the risk of a delay in screening, in surveillance imaging, in avoidance of biopsy procedures or delaying management of an early cancer in the 12 scenarios is low, and an estimate that the risks related to COVID-19 posed by proceeding with pre-COVID recommendations are probably higher during the active phase of the pandemic. Given the limited information available to clinicians, we encourage providers and patients to consider guidance from this document and those of other professional societies. (14) The authors of this consensus statement recognize that our statements should not be interpreted as one-size fits all, and that what is appropriate now will change over time. Application of a general assessment to an individual patient requires the clinical judgment of the management team. In addition to considering patient factors and values, we have attempted to highlight that local factors, such as the prevalence of COVID in the community, the availability of rapid COVID testing, the adequacy of resources (personnel, imaging equipment, personal protective equipment), local policies, and the presence of other care delivery sites that are less impacted by COVID, should be considered when making individual decisions.",
            "cite_spans": [
                {
                    "start": 990,
                    "end": 994,
                    "text": "(14)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We hope these statements are helpful and provide some reassurance and direction to individuals who are eligible for lung cancer screening, patients with lung nodules, and the clinicians who care for them during this challenging time. Lung-RADS = Lung CT screening Reporting and Data System, BTS = British Thoracic Society, LR = low-risk, HR = high-risk, RTAS = return to annual screening, VDT = volume doubling time, PET = positron emission tomography, CT = computed tomography; Lung-RADS was designed to be used in the context of screen detected lung nodules. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Screening for Lung Cancer: CHEST Guideline and Expert Panel Report",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mazzone",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Silvestri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kanne",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Kinsinger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wiener",
                    "suffix": ""
                },
                {
                    "first": "Soo",
                    "middle": [],
                    "last": "Hoo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Detterbeck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "CHEST",
            "volume": "153",
            "issn": "4",
            "pages": "954--985",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Screening for lung cancer: U.S. Preventive Services Task Force Recommendation Statement",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Moyer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Intern Med",
            "volume": "160",
            "issn": "5",
            "pages": "330--338",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluation of individuals with pulmonary nodules: when is it lung cancer? Diagnosis and management of lung cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Donington",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "CHEST",
            "volume": "143",
            "issn": "5",
            "pages": "93--120",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Guidelines for management of incidental pulmonary nodules detected on CT images: from the Fleischner Society",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Macmahon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Naidich",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Goo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Anc",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mayo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Mehta",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Radiology",
            "volume": "284",
            "issn": "1",
            "pages": "228--243",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Guideline Development Group. The British Thoracic Society guidelines on the investigation and management of pulmonary nodules",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Callister",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Thorax",
            "volume": "70",
            "issn": "8",
            "pages": "794--798",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical-Resources/Reporting-and-Data-Systems/Lung-Rads",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The probability of malignancy in solitary pulmonary nodules. Application to small radiologically indeterminate nodules",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Swensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Silverstein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Ilstrup",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Arch Intern Med",
            "volume": "157",
            "issn": "8",
            "pages": "849--855",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Veterans Affairs SNAP Cooperative Study Group. A clinical model to estimate the pretest probability of lung cancer in patients with solitary pulmonary nodules",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ananth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "CHEST",
            "volume": "131",
            "issn": "2",
            "pages": "383--388",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Probability of cancer in pulmonary nodules detected on first screening CT",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcwilliams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Tammemagi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mayo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "10",
            "pages": "910--919",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Development of a risk prediction model to estimate the probability of malignancy in pulmonary nodules being considered for biopsy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "CHEST",
            "volume": "156",
            "issn": "2",
            "pages": "367--375",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pulmonary nodules: A small problem for many, severe distress for some, and how to communicate about it",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Slatore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "CHEST",
            "volume": "153",
            "issn": "4",
            "pages": "1004--1015",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Thoracic Surgery Outcomes Research Network, Inc, COVID-19 Guidance for Triage of Operations for Thoracic Malignancies: A Consensus Statement from Thoracic Surgery Outcomes Research Network, The Annals of Thoracic Surgery",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.athoracsur.2020.03.005"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure Legend",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Pre-COVID management algorithm for the evaluation of 8-30 mm solid nodules. Reproduced with permission from reference 4. * = bronchoscopy or transthoracic needle biopsy",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Current (pre-COVID-19) guidelines for the evaluation of solid lung nodules. LR -6-12-month follow-up HR -3-6-month follow-up LR -6-12 months (3-6 months if multiple), then consider at 18-24 months HR -6-12 months (3-6 months if multiple), then 18-24 months",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Current (pre-COVID-19) guidelines for the evaluation of subsolid lung nodules. RADS = Lung CT screening Reporting and Data System, BTS = British Thoracic Society, GG = ground glass, PS = part-solid",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Voting results.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The panel members would like to thank Lee Ann Fulton and Dominic Fidanza for their help in organizing this project and the video teleconferences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}