{
    "paper_id": "7a47f8341776d8a0639905170f041a1f0364af45",
    "metadata": {
        "title": "Urgent Considerations for the Neuro-oncologic Treatment of Patients with Gliomas During the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Nimish",
                "middle": [
                    "A"
                ],
                "last": "Mohile",
                "suffix": "",
                "affiliation": {},
                "email": "nimish_mohile@urmc.rochester.edu"
            },
            {
                "first": "Jaishri",
                "middle": [
                    "O"
                ],
                "last": "Blakeley",
                "suffix": "",
                "affiliation": {},
                "email": "jblakel3@jhmi.edu"
            },
            {
                "first": "Tosha",
                "middle": [
                    "N"
                ],
                "last": "Na",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andreas",
                "middle": [
                    "F"
                ],
                "last": "Gatson",
                "suffix": "",
                "affiliation": {},
                "email": "ngatson@geisinger.edu"
            },
            {
                "first": "Andrew",
                "middle": [
                    "B"
                ],
                "last": "Hottinger",
                "suffix": "",
                "affiliation": {},
                "email": "aphotting@gmail.com"
            },
            {
                "first": "Douglas",
                "middle": [
                    "E"
                ],
                "last": "Lassman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adriana",
                "middle": [],
                "last": "Ney",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Olar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Helen",
                "middle": [
                    "A"
                ],
                "last": "Schiff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roy",
                "middle": [],
                "last": "Shih",
                "suffix": "",
                "affiliation": {},
                "email": "hshih@mgh.harvard.edu"
            },
            {
                "first": "Martin",
                "middle": [
                    "J"
                ],
                "last": "Strowd",
                "suffix": "",
                "affiliation": {},
                "email": "rstrowd@wakehealth.edu"
            },
            {
                "first": "Mateo",
                "middle": [
                    "Ziu"
                ],
                "last": "Van Den Bent",
                "suffix": "",
                "affiliation": {},
                "email": "m.vandenbent@erasmusmc.nl"
            },
            {
                "first": "A",
                "middle": [],
                "last": "Nimish",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Mohile",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Gatson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andreas",
                "middle": [
                    "F"
                ],
                "last": "Hottinger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [
                    "B"
                ],
                "last": "Lassman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Douglas",
                "middle": [
                    "E"
                ],
                "last": "Ney",
                "suffix": "",
                "affiliation": {},
                "email": "douglas.ney@ucdenver.edu"
            },
            {
                "first": "Adriana",
                "middle": [],
                "last": "Olar",
                "suffix": "",
                "affiliation": {},
                "email": "adriana_olar@yahoo.com"
            },
            {
                "first": "David",
                "middle": [],
                "last": "Schiff",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Helen",
                "middle": [
                    "A"
                ],
                "last": "Shih",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roy",
                "middle": [],
                "last": "Strowd",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Med",
                "middle": [
                    ";"
                ],
                "last": "Wake",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [
                    "J"
                ],
                "last": "Van Den Bent",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mateo",
                "middle": [],
                "last": "Ziu",
                "suffix": "",
                "affiliation": {},
                "email": "mateo.ziu@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 outbreak is posing unprecedented risks and challenges for all communities and healthcare systems, worldwide. There are unique considerations for many adult patients with gliomas who are vulnerable to the novel coronavirus due to older age and immunosuppression. As patients with terminal illnesses, they present ethical challenges for centers that may need to ration access to ventilator care due to insufficient critical care capacity. It is urgent for the neuro-oncology community to develop a pro-active and coordinated approach to the care of adults with gliomas in order to provide them with the best possible oncologic care while also reducing their risk of viral infection during times of potential healthcare system failure. In this article, we present an approach developed by an international multi-disciplinary group to optimize the care of adults with gliomas during this pandemic. We recommend measures to promote strict social distancing and minimize exposures for patients, address risk and benefit of all therapeutic interventions, pro-actively develop end of life plans, educate patients and caregivers and ensure the health of the multidisciplinary neuro-oncology workforce. This pandemic is already changing neuro-oncologic care delivery around the globe. It is important to highlight opportunities to maximize the benefit and minimize the risk of glioma management during this pandemic and potentially, in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A c c e p t e d M a n u s c r i p t 4 4 Key points:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": " Adult patients with gliomas are at high risk of morbidity and mortality during the COVID-19 pandemic  Neuro-oncology teams need to re-evaluate the risk and benefit of oncologic therapy in the setting of limited health care resources during a pandemic with a highly infectious agent that can cause severe human disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We have compiled an international and multi-disciplinary group of experts to guide colleagues in neuro-oncology in the urgent decision-making that is required during the COVID-19 pandemic. Providers in neuro-oncology will be required to guide patients and healthcare systems in making care decisions for adults with glioma that weigh unprecedented risks and health care system limitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A c c e p t e d M a n u s c r i p t 5 5 The COVID-19 pandemic poses an imminent and extraordinary threat to many adults with gliomas, their support communities, healthcare workers and to the very health systems in which we work around the globe. While much remains to be discovered about the novel coronavirus, observations in China indicate that 2.3% of patients required ventilator support and 1.4% of patients died. 1 Reports from Italy suggest a higher death rate, near 7%, and we may expect geographic variation based on populations, testing availability and health systems. 2 Higher severity of illness and death appear to be associated with older age, diabetes, cardiopulmonary disease and immune depression. 3 There is also concern that cancer patients and cancer survivors are more likely to get infected with the novel coronavirus and are more likely to die from complications of COVID-19. 4 In addition, during times of quarantine and social distancing, cancer patients may have difficulty accessing life-extending care and supports. Asymptomatic spread, high infectivity rate and rapid expansion of disease amongst individuals in a community contribute to exponential growth. With only weeks of lead time to recognition that the novel coronavirus is present in a new region, our local health care systems are anticipated to have insufficient ventilator capacity to manage all patients. 5 Stark choices will need to be made, as in Italy, prioritizing interventions for some patients over others. 6 The burden on the health care system is likely to require difficult considerations for determining medical resource utilization. 7 The unbearable truth in neuro-oncology is that many adults with gliomas, who may be both older and with terminal diagnoses, may be denied ventilator care in favor of younger patients with better chances of long-term survival. Avoiding exposure and preventing infection especially during periods of viral surge is, therefore, our absolute priority.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 39,
                    "text": "5 5",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 420,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 580,
                    "end": 581,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 716,
                    "end": 717,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 900,
                    "end": 901,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1398,
                    "end": 1399,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1507,
                    "end": 1508,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1638,
                    "end": 1639,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given this priority, we need to define how we deliver care to adults with glioma, consider optimal timing of interventions and determine when the risk of exposure to the novel coronavirus or lack of access to the medical system to manage treatment emergent A c c e p t e d M a n u s c r i p t 6 6 complications may exceed the potential benefits of therapy. Here, we present suggestions and considerations for an approach to the care of adults with gliomas in times of an evolving and unprecedented healthcare crisis and with the recognition that actual policies will vary between institutions and regions.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "6 6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to limit spread of the virus and protect our broader communities, we need to be forceful advocates of social distancing and limit all unnecessary interactions for our patients. Outpatient visits that are not associated with a disease-altering interventions should no longer be the routine. Only patients in whom an in-person examination is vital to determine next steps of care should come to a clinic appointment. The necessity of seeing patients in person is being redefined every day and will need to be individually decided between the provider and the patient. Telephone and video visits should be utilized to assess patients. In both of these settings, trainees, nurses, advanced practice providers (APP) and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aggressively promote social distancing and minimize patient exposure"
        },
        {
            "text": "pharmacists are encouraged to be integrated, in order to continue multi-disciplinary coordination of care. A telemedicine visit that includes a neuro-oncologist, nurse and APP, for instance, can help minimize extra steps of communication and avoid confusion about treatment plans. For many clinicians, the thought of seeing a newly diagnosed patient with a brain tumor or having an end of life discussion remotely is a difficult, but necessary, transition to maximize the safety and outcomes for all stakeholders. It is important to recognize potential barriers for comprehensive remote care including no or poor internet access, language barriers and low technology literacy that may preclude effective video visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aggressively promote social distancing and minimize patient exposure"
        },
        {
            "text": "Telephone care may have to serve as a primary means of clinical care and both phone and video translation services can be offered remotely. Involving social support services within medical centers and communities as well as engaging patient advocacy groups can help in A c c e p t e d M a n u s c r i p t 7 7 identifying additional resources. In-person visits will still be required when absolutely necessary to inform a specific treatment decision, for hands-on therapies, when social circumstances preclude adequate care remotely, or when direct care would prevent emergency room or primary care visits that could increase resource burden on the healthcare system. These visits should be organized to minimize patient interactions to the greatest extent possible.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 308,
                    "text": "7 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Aggressively promote social distancing and minimize patient exposure"
        },
        {
            "text": "We must recognize that for adults with malignant gliomas in particular, restrictions on travel and social distancing may be present for the duration of their lives. Discussions regarding their life goals, bucket list and even basic interactions with family members are deeply affected by our current circumstances. We are also faced with much more complicated discussions regarding life-sustaining measures. Our intensivists and hospitalists will soon be overburdened by patients requiring mechanical ventilation and it is our responsibility to both our patients and healthcare communities to engage in discussions about life-sustaining therapies for all patients with gliomas prior to an acute decline. 8 In patients who are likely to die within the next 12 months, a clear discussion regarding wishes and possibilities for resuscitation and intubation, should be conducted in the context of requiring mechanical ventilation for COVID-19 and in the context of an acute cancer-related event.",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 705,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Determine goals of care in the context of the pandemic"
        },
        {
            "text": "These conversations should be clearly documented. In patients who choose against aggressive intervention, a home plan outlining supportive and palliative care measures that tries to avoid emergency and inpatient visits should be outlined. Patients with longer potential for survival should be identified and this should be documented along with clear wishes regarding life-sustaining therapies. In the unfortunate, yet likely event, that access to ventilators is triaged, we cannot assume that emergency medicine physicians and intensivists M a n u s c r i p t 8 8 understand that a subset of our patients with brain tumors may have a life expectancy of several years or longer. As institutions start developing guidelines regarding patient prioritization, educating our departmental representatives that some of our patients may meet criteria for aggressive measures is our unique responsibility. Developing evidence based triage guidelines before we are in a crisis situation should be a top priority for all neurooncology centers.",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 564,
                    "text": "8 8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Determine goals of care in the context of the pandemic"
        },
        {
            "text": "It is incumbent on neuro-oncology teams to communicate with their hospital systems regularly and to be aware of when inpatient and ventilator needs are expected to surge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determine goals of care in the context of the pandemic"
        },
        {
            "text": "Recent models suggest that the periods when needs exceed ventilator capacity may last for 3 to 6 months, but timing of this depends on the specific geographic location and local caseload. 5, 9 It is during this period that our patients will be at highest risk of contracting the virus and infection in our patients may result in the direst consequences. We should proactively define what constitutes necessary care and understand what elements of therapy can be deferred until after this period as well as define interventions of uncertain value that do not warrant the risk of exposure. Discussion of all treatment plans during clinics and tumor boards need to be done in the context of this pandemic with multi-disciplinary assessment of risk and benefit for every proposed therapeutic intervention. Coordination of care across disciplines, already commonplace for neuro-oncology, is more vital than ever to ensure that when patients physically present to a treatment center care is streamlined to minimize exposures.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 191,
                    "end": 192,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Determine goals of care in the context of the pandemic"
        },
        {
            "text": "A c c e p t e d M a n u s c r i p t ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Determine goals of care in the context of the pandemic"
        },
        {
            "text": "Standard approaches to the oncologic care of patients with gliomas need to be immediately re-considered. 10, 11, 12 Many centers have eliminated all elective surgeries and in patients with presumed benign tumors and tolerable symptoms, surgery and any adjuvant radiotherapy should be deferred. Center for Medicare and Medicaid Services (CMS) guidelines to assist surgeons and hospitals in their decision to delay surgical intervention suggest that surgical interventions for low risk cancers be postponed. 13 In patients with presumed low grade gliomas and therefore, presumed slow growth rate, an observational approach with a repeat MR scan in months (3-6 depending on clinical variables) rather than active treatment or shorter intervals between imaging may be optimal. Diagnostic surgery and adjuvant therapy can be safely delayed, especially if the patient presents with only limited and stable neurological symptoms and further tumor growth will not preclude complete resection. In patients with imaging features suggestive of high grade gliomas, standard of care maximal safe resection should be performed in order to make a definitive diagnosis and create a tailored treatment plan, especially in younger adults and those with high performance status. In patients undergoing resections, the use of implanted BCNU wafers can still be considered in individual cases as this does not involve an additional exposure. In older patients with frailty and comorbid conditions, surgical biopsy or resection might need to be abnegated and further treatment strategies may have to be based on the radiological findings alone. For all patients, integration of molecular features, age, extent of resection and performance status are critical to predict prognosis and the potential benefit of added therapies. Tools such as the EORTC GBM calculator (https://www.eortc.be/tools/gbmcalculator/) or the Geriatric 8 (G8) scale can help in objective decision making and ensuring that decisions are not based on chronologic age alone. 14 A c c e p t e d M a n u s c r i p t A c c e p t e d M a n u s c r i p t 11 11 Procedures to maintain safety of patients and healthcare workers during radiation therapy have been developed and should be followed. 15 Patients with MGMT-unmethylated gliomas may not derive as much benefit from incorporation of temozolomide and based on age and performance status, a multi-disciplinary team must work with patients and their families to determine the optimal course of treatment.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 113,
                    "end": 115,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 506,
                    "end": 508,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2098,
                    "end": 2103,
                    "text": "11 11",
                    "ref_id": null
                },
                {
                    "start": 2238,
                    "end": 2240,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Assess risk and benefit of therapeutic interventions in adults with gliomas"
        },
        {
            "text": "In these situations, we may need to consider shorter courses of radiotherapy and avoid concurrent and adjuvant chemotherapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assess risk and benefit of therapeutic interventions in adults with gliomas"
        },
        {
            "text": "In older patients, interventions that may expose them to the novel coronavirus may result in more harm than good. Shorter radiation courses should be discussed and, at times, even 1-week courses of radiation therapy 16 may need to be initiated. Although there is survival benefit in older patients from the use of temozolomide, the benefits are modest and largely confined to patients with MGMT-methylated tumors. 17 For older patients with unmethylated MGMT glioblastoma, the risk of morbidity from treatment, A c c e p t e d M a n u s c r i p t 12 12 immunosuppression and viral exposure may be considerable and for most, withholding TMZ is a reasonable choice.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 416,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 547,
                    "end": 552,
                    "text": "12 12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assess risk and benefit of therapeutic interventions in adults with gliomas"
        },
        {
            "text": "Patients with IDH-mutated (IDHmt) gliomas have more indolent disease and some interventions may be deferred. IDHmt glioblastoma remains aggressive and decision-making will likely be similar to that of patients with IDHwt tumors. Patients with grade 2 and grade 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assess risk and benefit of therapeutic interventions in adults with gliomas"
        },
        {
            "text": "IDHmt gliomas should delay therapy, especially those with the 1p/19q co-deletion. These decisions will need to be made individually, balancing the potential for long-term survival, with age, comorbidities, the societal directives for social distancing, risks to patient families and the added bone marrow toxicities of regimens that incorporate procarbazine, CCNU and vincristine. In most oligo-symptomatic patients with favorable prognostic markers, it will be both reasonable and feasible to defer therapy for 6 months or more without evidence of worse outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assess risk and benefit of therapeutic interventions in adults with gliomas"
        },
        {
            "text": "In high-grade IDHwt gliomas, there is no clear survival benefit for treatment at recurrence and any therapeutic interventions need to be thoughtfully considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assess risk and benefit of therapeutic interventions in adults with gliomas"
        },
        {
            "text": "Bevacizumab does not meaningfully improve survival and its use should be reserved for the palliation of neurologic symptoms due to cerebral edema; regimens that increase the interval between doses based on the known half-life of the drug (6 to 8 weeks) should be considered. A c c e p t e d M a n u s c r i p t 13 13 Today, surveillance imaging in gliomas varies widely and is largely directed by consensus opinion and individual practice patterns. Each MR scan results in additional potential viral exposures to glioma patients, other patients and radiology staff. In patients with high-grade gliomas who are asymptomatic or not newly symptomatic and where imaging findings are unlikely to change management, scans should be delayed. In lower grade tumors with stable symptoms, the interval between scans can be extended safely even if they are on active therapy. . Patients who do need imaging should be encouraged to do this closer to home to avoid travel and to avoid exposures in hospital settings or larger, specialized centers.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 316,
                    "text": "13 13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assess risk and benefit of therapeutic interventions in adults with gliomas"
        },
        {
            "text": "Access to and enrollment on clinical trials is a core part of the care of patients with high-grade gliomas. The United States FDA guidance allows for increased flexibility and decreased regulatory burden to modify protocols and procedures in order to ensure patient safety. 18 Each institution, trial and sponsor has some leeway to approach this based on circumstances, but many are halting new enrollments on clinical trials unless they are specifically related to COVID-19 or considered to have a high likelihood of being a lifesaving therapy for a given condition. In addition, the code of federal regulations (CFR) allows great flexibility when deviations may be required to avoid or eliminate \"apparent immediate hazards\" (e.g., 21 CFR 56.108(a)(4) and 45 CFR Part 46.108 (a) (3) (iii)).",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Assess risk and benefit of therapeutic interventions in adults with gliomas"
        },
        {
            "text": "However, it is imperative to engage the local institutional review board/ethics committee to align interpretations and processes, document carefully in the medical and research records the rationale for actions taken, and log deviations to the investigational plan for reporting to the IRB and sponsors after the emergency situation has ended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assess risk and benefit of therapeutic interventions in adults with gliomas"
        },
        {
            "text": "For recurrent gliomas where there is no standard proven therapy, clinical trials are an important option for patients but protocols may require modification to minimize exposures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assess risk and benefit of therapeutic interventions in adults with gliomas"
        },
        {
            "text": "A c c e p t e d M a n u s c r i p t 14 14 discouraged. Phase 1 trials with safety and dose-finding aims require frequent visits, testing and blood draws and are likely to present more risks than benefit for participants, healthcare providers and clinical research staff. Phase 2 and 3 studies, with survival aims, may remain an option, but protocols will need to be modified to minimize any visits that are not required for patient safety and benefit. This pandemic highlights the need to rapidly develop assessments that can be performed effectively and safely through remote means. Nontherapeutic clinical research to inform our understanding of natural history, supportive care, quality of life and outcomes for adults with glioma during the novel coronavirus pandemic remain important. However, all in-person visits and assessments for these studies should be eliminated to only critical visits. Neuro-oncology teams need to become acutely aware of the frequently changing local institutional review board and cancer center policies regarding clinical research.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 41,
                    "text": "14 14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Frequent visits must be avoided and travel to distant locations for trial enrollment is"
        },
        {
            "text": "We cannot assume that patients and caregivers have the same understanding of COVID-19 as health care providers. Patients with gliomas are more likely to interact with their neuro-oncology team during this pandemic than their own primary care providers and at each visit, we must emphasize the importance of hand-washing, the need for and meaning of social distancing and we should partner with patients to troubleshoot ways in which they can minimize unnecessary interactions. They need to know that they may be at exceptional risk if infected and all measures to avoid infection must be recommended. We also need to acknowledge the social isolation that many of our patients may be experiencing and any extra time we take to engage with our patients and their caregivers, even in remote visits, may be invaluable. We must remain accessible to our patients by phone to be able to triage the presentation of new symptoms to make sure that our patients only visit the emergency A c c e p t e d M a n u s c r i p t 15 15 department when absolutely necessary. This will prevent unnecessary exposure for our patients and will free valuable time for emergency medicine physicians and staff. Referral of patients and families to publically available information should be encouraged (such as https://www.cancer.gov/contact/emergency-preparedness/coronavirus).",
            "cite_spans": [
                {
                    "start": 1012,
                    "end": 1017,
                    "text": "15 15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Educate patients and caregivers about COVID-19"
        },
        {
            "text": "Weekly communal gatherings such as multi-disciplinary brain tumor conferences need to be re-organized and conducted with video-conferencing technology. Most neurooncology programs have only a few clinicians and it is imperative that social distancing mechanisms within the neuro-oncology program be instituted. If an entire neuro-oncology workforce is sick or quarantined at a given institution, patient care will be interrupted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensure the health and safety of the neuro-oncology workforce"
        },
        {
            "text": "Measures to separate, re-examine co-location of clinical services and eliminate all in-person meetings should be initiated. We may expect that up to 25 to 40% of the workforce will be infected or quarantined at a single time. For neuro-oncology providers with comorbid conditions predisposing to a higher severity illness, consideration should be made to rearranging duties to allow their work to focus on remote care and administrative responsibilities. Centers with single neuro-oncology providers should partner with larger institutions that can help in delivering remote care and assessing patients in remote tumor boards. Collaboration across our field is critical.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ensure the health and safety of the neuro-oncology workforce"
        },
        {
            "text": "The COVID-19 pandemic is unprecedented in our lifetimes and our approach to the care for our patients may change rapidly. Our guidance is based on circumstances today and as we understand them, but we need to acknowledge that this pandemic may stretch resources in some regions in ways that we cannot imagine and we need to prepare for scenarios where A c c e p t e d M a n u s c r i p t 16 16 treatment of patients with incurable diseases consists of the absolute minimum. As neurooncology providers, we are not on the frontlines of the most critical and dangerous aspects of clinical care, but the approach we take and decisions we make will substantively influence our patients, our colleagues and our health systems. It is important that we remain proactiveas our experiences and circumstances change, we are the only ones who know best the needs of adults with gliomas. Despite the dire circumstances and the serious toll on human life, there are opportunities here to transform the care for our patients. Rapid adoption of technologies will allow us to move forward with telehealth, remote tumor boards and incorporation of remote visits in clinical research. These measures can have a profound impact on our ability to manage patients who live far from established neuro-oncology centers. Finally, as we are faced with decisions on what tests, therapies and images we can delay, we should welcome the opportunity to have a dialogue about and redefine what is truly necessary for the healthcare of our patients with gliomas. As a profession, we are used to complexity, uncertainty and tragedy-and the resilience we have developed from the care of our patients will serve us well. Captions: ",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 393,
                    "text": "16 16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recognize the transformative effects of the COVID-19 Pandemic"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Case-Fatality Rate and Characteristics of Patients Dying in Relation to COVID-19 in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Onder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brusaferro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet oncol",
            "volume": "21",
            "issn": "3",
            "pages": "335--337",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical ethics recommendations for the allocation of intensive care treatments in exceptional, resource-limited circumstances. Società Italiana di Anestesia Analgesia Rianimazione e Terapia Intensiva (SIAARTI)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vergano",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bertolini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giannini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Fair Allocation of Scarce Medical Resources in the Time of Covid-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thome",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Glickman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boyle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Managing Cancer Care During the COVID-19 Pandemic: Agility and Collaboration Toward a Common Goal",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Hendrie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Critical Care Utilization for the COVID-19 Outbreak in Lombardy, Italy Early Experience and Forecast During an Emergency Response",
            "authors": [
                {
                    "first": "Giacomo",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "Antonio",
                    "middle": [],
                    "last": "Md",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                },
                {
                    "first": "Maurizio",
                    "middle": [],
                    "last": "Md",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Cecconi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Radiotherapy plus comcomitant and adjuvant temozolomide for glioblastoma",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stupp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Den Bent",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "325",
            "issn": "",
            "pages": "986--996",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effect of tumor-treating fields plus maintenance temozolomide vs maintenance temozolomide alone on survival in patients with glioblastoma",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stupp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taillibert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanner",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAMA",
            "volume": "318",
            "issn": "",
            "pages": "2306--2316",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "NCCN guidelines insights: Central Nervous System Cancers, Version 1",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Nabors",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Portnow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ammirati",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Natl Compr Canc Netw",
            "volume": "15",
            "issn": "",
            "pages": "1331--1345",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "CMS Adult Elective Surgery and Procedures Recommendations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "First validation of the G-8 geriatric screening tool in older patients with glioblastoma",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Deluche",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leobon",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lamarche",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Geriatr Oncol",
            "volume": "10",
            "issn": "1",
            "pages": "159--163",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Novel Coronavirus International Public Health Emergency: Guidance on Radiation Oncology Facility Operation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Adv Rad Onc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "International Atomic Energy Agency Randomized Phase III Study of Radiation Therapy in Elderly and/or Frail Patients With Newly Diagnosed Glioblastoma Multiforme",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Roa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kepka",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Oncol",
            "volume": "33",
            "issn": "35",
            "pages": "4145--50",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Short-Course Radiation plus Temozolomide in Elderly Patients with Glioblastoma",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Laperriere",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "&apos;callaghan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "376",
            "issn": "11",
            "pages": "1027--1037",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "FDA Guidance on Conduct of Clinical Trials of Medical Products during COVID-19 Pandemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "wildtype (IDHwt) gliomas constitute the majority of high-grade tumors in adult neuro-oncology patients. These tumors can grow rapidly in short periods of time and deferral of therapy beyond the anticipated length of the pandemic carries a high risk of tumor growth, increased neurological morbidity, and in some cases, earlier death. Patients with O-6methylguanine-DNA-methyltransferase (MGMT) promoter methylated tumors are likely to gain the most from temozolomide concurrent with radiation and potentially in the adjuvant setting. In these cases, depending on patient clinical characteristics, the benefit of standard of care therapy consisting of a full course of radiotherapy and chemotherapy, likely exceeds the risk of death from COVID-19. Patients receiving tumor-treatment field therapy need to take precautions to minimize exposures when getting assistance from technicians or family members with array placement and this need for frequent contact should be considered in discussions with patients about this treatment modality. Even during \"maximal aggressive\" treatment for adults with malignant glioma, we should be limiting in-person visits in favor of telehealth, performing toxicity checks remotely and only at the absolutely required intervals in order to limit patient exposure. Conservative dosing in patients who may show signs of bone marrow toxicity may help to avoid immunosuppression, consequent inpatient admission or visits for platelet transfusions. If a patient develops viral symptoms while undergoing chemotherapy, they should be tested immediately and chemotherapy should be stopped. If the patient tests positive for COVID-19, chemotherapy should be held until the patient recovers fully from the infection and risks and benefits of therapy should be re-evaluated at that time. The most common laboratory finding at presentation of COVID-19 in China was lymphopenia, occurring in more than 80% of patients 1 and for patients receiving temozolomide and with suspected infection, this laboratory finding will need to be interpreted in the context of treatment-induced lymphopenia 1 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Radiation therapy poses a unique challenge as daily visits result in frequent exposures for patients and staff and cannot be conducted remotely. Extra precautions may include screening patients for viral symptoms, restricting caregivers from accompanying patients and the use of protective equipment for patients and medical staff are warranted. Institutional policies are required to protect the safety of both patients and healthcare workers. In the event that a patient develops viral symptoms during radiation therapy, a low threshold for testing is warranted. Radiation therapy can continue in patients with suspected or confirmed coronavirus infection as long as their disease is mild and the radiation facility has measures in place to prevent spread to other patients and staff. These measures include concurrent use of appropriate personal protective equipment for both staff and patients as well as thorough disinfection of all surfaces between patients. In cases where patients have significant viral symptoms, treatment should be halted and resumed only after the patient recovers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Cytotoxic chemotherapies, off-label use of immunotherapy, re-irradiation, re-resection,tumor-treatment fields and laser-interstitial thermal therapy have no clear evidence of survival benefit and should be weighed against the risks of immunosuppression, hospitalization from complications and potential exposure to the novel coronavirus through required interactions to receive these interventions. Increase in visits and healthcare utilization potentially increases risk of exposure and immunosuppression and might result in more severe infection when exposure does occur.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "captions: IDH= Isocitrate Dehydrogenase, wt= wildtype, MGMT= O-6methylguanine-DNA-methyltransferas, mt= mutant",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Recommendations for Adjuvant Therapy in Patients with Gliomas During COVID-19 Pandemic IDH= Isocitrate Dehydrogenase, wt= wildtype, MGMT= O-6-methylguanine-DNAmethyltransferas, mt= mutant Patients with Newly Diagnosed IDHwt Gliomas  MGMT methylated tumors o Standard of care therapy with precautions to minimize exposures  MGMT unmethylated tumors o Consider shorter courses of radiation therapy o Avoid temozolomide o Supportive care alone in older, poor performing patients Patients with Newly Diagnosed IDHmt Gliomas  Glioblastoma and Anaplastic Astrocytoma o Standard of care therapy with precautions to minimize exposures  Low grade Astrocytoma and 1p/19q co-deleted tumors o Consider delaying all therapies in asymptomatic patients o Case by case decisions in symptomatic patients o Patients with Recurrent gliomas  IDHwt high grade gliomas o Bevacizumab only in cases for palliation of neurologic symptoms o Phase 2 or 3 trials with precautions to minimize exposures o Avoid all surgical, radiation and chemotherapeutic interventions with no evidence for survival benefit  All other recurrent tumors o Case by case decisions with consideration of delaying therapy",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}