{
    "paper_id": "7a86f431c2aed4d0da10e466ecf2760f816d51d1",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Koen",
                "middle": [
                    "J"
                ],
                "last": "Hartemink",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Netherlands Cancer Institute e Antoni van Leeuwenhoek Hospital",
                    "location": {
                        "addrLine": "Plesmanlaan 121",
                        "postCode": "1066 CX",
                        "settlement": "Amsterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": "es:kjhartemink@hetnet.nl"
            },
            {
                "first": "Alexander",
                "middle": [
                    "C J"
                ],
                "last": "Van Akkooi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Netherlands Cancer Institute e Antoni van Leeuwenhoek Hospital",
                    "location": {
                        "addrLine": "Plesmanlaan 121",
                        "postCode": "1066 CX",
                        "settlement": "Amsterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Aletta",
                "middle": [
                    "P I"
                ],
                "last": "Houwink",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Netherlands Cancer Institute e Antoni van Leeuwenhoek Hospital",
                    "location": {
                        "addrLine": "Plesmanlaan 121",
                        "postCode": "1066 CX",
                        "settlement": "Amsterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Emile",
                "middle": [
                    "E"
                ],
                "last": "Voest",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Netherlands Cancer Institute e Antoni van Leeuwenhoek Hospital",
                    "location": {
                        "addrLine": "Plesmanlaan 121",
                        "postCode": "1066 CX",
                        "settlement": "Amsterdam",
                        "country": "the Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "K",
                "middle": [
                    "J"
                ],
                "last": "Hartemink",
                "suffix": "",
                "affiliation": {},
                "email": "k.hartemink@nki.nl"
            },
            {
                "first": ")",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On 30th January 2020, the World Health Organisationdeclared the 2019 novel coronavirus disease (COVID-19) outbreak, which is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), a public health emergency of international concern. It was declared a pandemic on 11th March, by then affecting more than 100 countries with more than 100,000 people being infected. COVID-19 was first identified in Wuhan, a city in the Hubei Province of China at the end of 2019, and early reports from China describe epidemiological and clinical characteristics of the disease [1, 2] . Although understanding of the transmission risk is yet incomplete, person-to-person spread of SARS-CoV-2 via respiratory droplets, in combination with international traffic, accounts for the fast disease spreading, with COVID-19 currently disrupting society worldwide.",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 582,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 583,
                    "end": 585,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In many countries, at the moment, focus is, in particular, on reducing and slowing down the spread of the disease and treatment of increasing numbers of patients with COVID-19. Healthcare is severely affected by the current impact of COVID-19, for example, nonemergency (both clinical and outpatient) care receiving less attention, as well as surgical treatments being postponed. In China, as in Italy, it is seen that, due to the rapid spread of the disease and many critically ill patients who need medical care and intensive care support, in combination with limited resources, acute non-COVID-19 medical care is compromised, including care for patients with cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, the authors of the first report with focus on COVID-19 and patients with cancer stated that in a described cohort of laboratory-confirmed cases of COVID-19, 18 of 1590 (1%) patients had a history of cancer, and this incidence is higher than that in the overall Chinese population (0.29%) [3] . Four of them had treatment (chemotherapy or surgery) within the past month, and 12 patients were cancer survivors in routine followup. Treatment was unknown in 2 of 18 patients. These 18 patients had a higher risk of severe events (i.e. necessity of ventilatory support or death) than patients without cancer and after adjustment for confounding factors, and old age was the only risk factor for severe events. In this small group of patients, no differences were seen between different types of cancer. The authors conclude that patients with cancer might have a higher chance to contract COVID-19 infection and have a worse prognosis than patients without cancer.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These conclusions should be interpreted with caution. The higher percentage of patients with cancer with COVID-19 (seen in 18/1590 patients) compared with the overall population is insufficient to conclude, as they have an increased risk for a COVID-19 infection. The studied sample size is small, with heterogeneity in the group of patients with cancer with different cancer types, treatments, and moments of evaluation in the course of the disease, so these 18 patients might not be representative for all patients with cancer [4] . Most described patients (12/18) were cancer survivors in routine follow-up, without current immunosuppression and maybe even cured from cancer, so the described relation between COVID-19 and cancer is questionable. Furthermore, older age in the group of patients with cancer, when compared with patients without cancer, might partly have attributed to increased susceptibility to COVID-19 and a described higher risk for severe events.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 532,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although patients with cancer may be immunocompromised because of the disease and/or cancer treatment, it is unclear whether the success rate of COVID-19 treatment is decreased because of this underlying immunosuppression. Conversely, COVID-19 diagnosis, not limited to critical illness and intensive care admission with ventilatory support, may delay cancer treatment, contributing to tumour progression and decreased outcome [5] . During this COVID-19 pandemic, the risk for patients with cancer is discontinuation of their routine medical care because of postponed hospital visits, the inability to receive planned oncological treatment and the necessary treatment in case of complications of cancer treatment because of possible limited staff and resources [5] . Moreover, clinical trials are being delayed.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 430,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 761,
                    "end": 764,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Medical and surgical oncologists are experienced in caring for immunocompromised patients being treated with cancer, those who are recovering from cancer treatment and those who are in follow-up after treatment. Today, they have to determine the balance between early quarantine in case of a possible COVID-19 infection and the consequences of a delayed anti-cancer treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several measures need to be taken to minimise the risk of infection of patients with cancer (e.g. rescheduling nonurgent outpatient care appointments, telephone appointments instead of clinical assessments and when clinical assessment is deemed necessary, seeing patient in an isolation room after taking precautions) and to prevent spread of the disease. During a pandemic, intentional postponing adjuvant treatment (e.g. chemotherapy, immunotherapy) might be considered to reduce exposure to unnecessary immunosuppression, especially in endemic areas [3] . However, for any patient with cancer, the risk of treatment delay should be weighed against the risk of a possible COVID-19 infection. Moreover, the oncological prognosis should be taken into account when discussing treatment options in relation to possible access to resources and medical supplies.",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 556,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is no evidence yet that patients with cancer have an increased risk for COVID-19 infections nor is there evidence to support withholding a non-metastasised patient with cancer with COVID-19 treatment for either disease. However, physical performance and frailty [6] , comorbidity and the oncological prognosis (life expectancy) should be taken into account when considering intensive care and ventilatory support for these patients. Decisions about COVID-19 and oncological treatment in patients with cancer should be made on a patient-by-patient basis by a multidisciplinary team experienced in treating oncological patients and medical specialists experienced in intensive care support.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30211--30218",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30211-7"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. J Am Med Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(20)30096-6"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Risk of COVID-19 for cancer patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [
                        "R"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "",
            "issn": "20",
            "pages": "30150--30159",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(20)30150-9"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk of COVID-19 for patients with cancer",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1470-2045(20)30149-2"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The impact of frailty on ICU and 30-day mortality and the level of care in very elderly patients ( 80 years)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Flaatten",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Morandi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Artigas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bertolini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Intensive Care Med",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-017-4940-8"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement"
        }
    ]
}