{
    "paper_id": "7b4e45b4def4bf7667f6e44e58d2e0132c6801b2",
    "metadata": {
        "title": "WORKSHEET for Evidence-Based Review of Science for Emergency Cardiac Care Worksheet author(s)",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "L"
                ],
                "last": "Rodgers",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nremt-P",
                "middle": [],
                "last": "Farhan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bhanji",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "For both searches, bibliographies of significant articles were manually searched for potentially useful articles that were not identified through the primary search strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Direct data related to ACLS, PALS, or equivalent course test as a predictor for success in advanced resuscitation skills performance Extrapolated data to include the use of written or oral knowledge tests as a predictor of clinician competence in skill performance in other advanced medical courses. Articles were excluded if there was a prolonged time delay (>6 months) between the written examination and the performance measure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• State inclusion and exclusion criteria"
        },
        {
            "text": "Exclusion criteria: studies were excluded if:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• State inclusion and exclusion criteria"
        },
        {
            "text": "-were published only in abstract form -were not peer reviewed -did not answer the worksheet question -prolonged delay between written and performance tests (> 6 months) -only reported the correlation between written and performance tests in BLS courses (topic of a previous ILCOR worksheet)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• State inclusion and exclusion criteria"
        },
        {
            "text": "• Number of articles/sources meeting criteria for further review:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• State inclusion and exclusion criteria"
        },
        {
            "text": "A combined 1910 articles were identified in the initial search. This number was reduced by elimination of all nonrelevant articles. 19 articles were found to meet the inclusion/exclusion criteria. Only two studies [Rodgers (2010) in press, Napier (2009) 1034] directly address the ILCOR question. In the study by Rodgers [Rodgers (2010) in press] looking at 34 senior nursing students enrolled in an Advanced Cardiac Life Support Course (ACLS) course, Spearman's rho correlation coefficient between the written test scores and practical skills performance was only 0.194 (significance = 0.272). Similarly the larger study (537 subjects) by Napier [Napier (2008) 1034] demonstrated a weak correlation between written tests and performance measures (the CASTest) of 0.269 and 0.336 depending on whether the assessments occurred before or after the course respectively Nadel's article [Nadel (2000) 73] is useful in suggesting there is a lack of an association of the written questions, in advanced resuscitation courses, with respect to performance but this information was not directly reported as a correlation (LOE P2). Subjects, as a group, performed well on the standardized Pediatric Advanced Life Support course test but poorly on essential resuscitation skills indicating the two measures likely do not correlate well.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 229,
                    "text": "[Rodgers (2010)",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 336,
                    "text": "Rodgers [Rodgers (2010)",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 661,
                    "text": "[Napier (2008)",
                    "ref_id": null
                },
                {
                    "start": 882,
                    "end": 895,
                    "text": "[Nadel (2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "• State inclusion and exclusion criteria"
        },
        {
            "text": "Significant extrapolated data exists (LOE P5) from research conducted within health education, but outside the specific domain of resuscitation. The majority of these studies (12 out of 15 at the fair or good level) support the premise that a written or oral knowledge examination can correlate with actual performance, however the magnitude of the correlation varies widely (from 0.19 to 0.65 -see Table 1 of Kramer [Kramer (2002) 812]). Of particular interest was Ram's paper [Ram (1999) 197] that found a written test could predict actual clinical performance to the same degree as direct observation of subjects in a multiple station examination.",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 489,
                    "text": "[Ram (1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 406,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "• State inclusion and exclusion criteria"
        },
        {
            "text": "Given the single study demonstrating a lack of correlation between the written test and skill performance in the context of an Emergency Cardiovascular Care (ECC) advanced level courses, the additional LOE P2 study that did not appear to support the question, and the lack of a consistent conclusion in the broader medical education literature (LOE P5), the written examination in advanced level ECC courses should not be considered a substitute for demonstration of clinical skills performance. The written test however is objective, allows a wider range of subject matter to be assessed, is relatively easy to deliver and score, and therefore likely adds to the reliability of the of the resuscitation course assessment process. Further research is required to further clarify the 'ideal' testing process both in terms of assessment and driving student learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "• State inclusion and exclusion criteria"
        },
        {
            "text": "Bishop (2001) 234 Bishop, M. J., P. Michalowski, et al. (2001) . \"Recertification of respiratory therapists' intubation skills one year after initial training: an analysis of skill retention and retraining.\" Respiratory Care 46(3): 234-7.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 62,
                    "text": "Michalowski, et al. (2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Citation List"
        },
        {
            "text": "Level of Evidence -P5 (Extrapolation) , Quality -Good, Supports Comments -Showed a very strong correlation of a 21 question written examination and skill proficiency at intubation in the OR setting. The higher the written test score, the less intubation attempts needed to demonstrate proficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citation List"
        },
        {
            "text": "Caruthers (1991) Jansen (1996) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citation List"
        },
        {
            "text": "Comments -Concluded \"a written test of skills can predict performance on these skills to some extent, if developed according to the same blueprint.\" The correlation was 0.54 between the complete written test score and the performance measure. This correlation increased to 0.77 when the scores on the subset of written questions linked to the content of the performance measure was correlated with the performance measure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Level of Evidence -P5 (Extrapolation) , Quality -Good, Supports"
        },
        {
            "text": "Kramer (2002) Level of Evidence -P5 (Extrapolation), Quality -Good, Supports Comments -Fair-good correlation between knowledge test of skills and the OSCE (based approx. 50% on skills), but a weak correlation between a general knowledge test and OSCE. The authors appropriately conclude that written testing of knowledge cannot replace assessment of skills with an OSCE but it can be used as an instrument to estimate the level of clinical skills (particularly when done at the group rather than individual level) Nadel (2000) Level of Evidence -P2, Quality -Fair.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Level of Evidence -P5 (Extrapolation) , Quality -Good, Supports"
        },
        {
            "text": "Large study with includes one paragraph on the correlations between written and performance-based tests in resuscitation. Correlation of 0.269 when the written and performace test were compared before the course and 0.336 when the written test was compared to a performance test after the course. Ram (1999 ) 197 Ram, P., C. v. d. Vleuten, et al. (1999 . \"Assessment in general practice: the predictive value of writtenknowledge tests and a multiple-station examination for actual medical performance in daily practice.\" Medical Education 33(3): 197-203.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 306,
                    "text": "Ram (1999",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 352,
                    "text": ") 197 Ram, P., C. v. d. Vleuten, et al. (1999",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Level of Evidence -P5 (Extrapolation) , Quality -Good, Supports"
        },
        {
            "text": "Comments -A good extrapolation with a knowledge test being compared against a series of skill stations. Showed a strong correlation between written test scores and skills station performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Level of Evidence -P5 (Extrapolation), Quality -Good, Supports"
        },
        {
            "text": "Medical Education 36(2): 148.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Level of Evidence -P5 (Extrapolation), Quality -Good, Supports"
        },
        {
            "text": "Level of Evidence -P5 (Extrapolation) , Quality -Fair (weak extrapolation to current question), Supports Comments -Focus was on communication skills. While correlation between written test of knowledge and practical demonstration of communication skills was strong, authors noted strength of correlation was not as high as other studies that focused on clinical skills. Van der Vleuten (1989) 97 Van der Vleuten, C. P., S. J. Van Luyk, et al. (1989) . \"A written test as an alternative to performance testing.\" Med Educ 23(1): 97-107.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 395,
                    "text": "Van der Vleuten (1989) 97",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 449,
                    "text": "Van Luyk, et al. (1989)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Level of Evidence -P5 (Extrapolation), Quality -Good, Supports"
        },
        {
            "text": "Level of Evidence -P5 (Extrapolation) , Quality -Good, Supports Comments -Correlation between a knowledge test of skills and the skills test increased from 0.03, in first year students, to 0.72 in 6 th year (final year) students. The disattenuated coefficients were 0.04 to 0.89 for the same student subgroups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Level of Evidence -P5 (Extrapolation), Quality -Good, Supports"
        },
        {
            "text": "The study concluded '…the written test on knowledge of skills is able to predict achievements in performance tests, except for students in low proficiency regions such as the first and second year.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Level of Evidence -P5 (Extrapolation), Quality -Good, Supports"
        },
        {
            "text": "Verhoeven (2000) Comments -students performed well on the cognitive domain (written test) and were able to achieve the defined skill endpoints, but they frequently omitted or incorrectly performed key subcomponents of each skill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Level of Evidence -P5 (Extrapolation), Quality -Good, Supports"
        },
        {
            "text": "Willoughby (1979) 453 Willoughby, T. L., L. C. Gammon, et al. (1979) . \"Correlates of clinical performance during medical school.\" Journal of Medical Education 54(6): 453-60.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 68,
                    "text": "Gammon, et al. (1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Level of Evidence -P5 (Extrapolation), Quality -Good, Supports"
        },
        {
            "text": "Level of Evidence -P5 (Extrapolation) , Quality -Good, Supports Comments -Mixed results with some aspects of clinical performance being correlated to cognitive tests while other aspects showed no correlation.. I had initially thought of excluding this article but I can't exactly remember the reason (may have been timing b/w written and performance measures). Will re-look at it to see if it might be relevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Level of Evidence -P5 (Extrapolation), Quality -Good, Supports"
        },
        {
            "text": "The Pearson correlation between clinical performance examinations and written tests was 0.43 for the internally developed comprehensive Quaterly Profile Examinations (QPE) and 0.46 for the National Board of Medical Examiners test. The exact time interval between written and performance scores is not provided but assumed to be short as 6th (final) year February QPE scores were compared to clinical block scores (likely completed in the immediately preceding months). The authors concluded 'the results indicate clinical performance to be moderately related with examination scores'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Level of Evidence -P5 (Extrapolation), Quality -Good, Supports"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Quality -Good, Supports Comments -A good extrapolation with a skills and knowledge test being compared against an OSCE station",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Remmen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scherpbier",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Level of Evidence -P5 (Extrapolation)",
            "volume": "23",
            "issn": "",
            "pages": "29--32",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Written Evaluation is not a Predictor for Skills Performance in an Advanced Cardiovascular Life Support Course",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Rodgers",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bhanji",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Mckee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Resuscitation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Level of Evidence -P2, Quality -Fair, Supports Comments -small study in a population of nurses",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Quality -Good, Supports Comments -Excellent extrapolation that comes close to ECC content. Moderate but significant correlations of test scores (written and oral) with skill performance",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Schwid",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Rooke",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Level of Evidence -P5 (Extrapolation)",
            "volume": "97",
            "issn": "",
            "pages": "1434--1478",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Quality -Good, Opposes Comments -Despite high scores (mean = 90 +/-7.4) on the skills test, written scores were much lower (mean = 61 +/-12.3). This was statistically significant (P < .005)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sivarajan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Level of Evidence -P5 (Extrapolation)",
            "volume": "63",
            "issn": "",
            "pages": "603--610",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Quality -Good, Supports Comments -Multiple areas were tested to compare an OSCE station series with several other measures of student performance including a MCQ written examination derived from the ABIM research item bank",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Stillman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Swanson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Annals of Internal Medicine",
            "volume": "114",
            "issn": "5",
            "pages": "393--401",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A diagnostic fourth-year performance assessment",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Stillman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Regan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Archives of Internal Medicine",
            "volume": "147",
            "issn": "11",
            "pages": "1981--1986",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Neutral Comments -Part of this study compared performance based testing against Parts 1 and 2 of the National Board",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Predicting communication skills with a paper-and-pencil test",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Dalen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kerkhofs",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "339 Jansen, J. J.,A. J. Scherpbier, et al. (1996). \"Performance-based assessment in continuing medical education for general practitioners: construct validity.\" Medical Education 30(5): 339-44. Level of Evidence -P5 (Extrapolation) , Quality -Good, Opposes Comments -Although some measures showed small positive correlations (3 of the 8), the authors concluded \"Knowledge of a skill was not a reliable predictor of proficiency for that specific technical skill as knowledge predicted only a very small part of the variance on the performance-based test for the different skills.\" Jansen (1995) 247 Jansen, J. J., L. H. Tan, et al. (1995). \"Assessment of competence in technical clinical skills of general practitioners.\" Medical Education 29(3): 247-53.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "812 Kramer, A. W. M., J. J. M. Jansen, et al. (2002). \"Predictive validity of a written knowledge test of skills for an OSCE in postgraduate training for general practice.\" Medical Education 36(9): 812-819.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Search combinations, all keyword searches in all fields (Searches conducted on Oct. 22 nd and 23rd, 2007): ACLS & Test PALS & Test Pediatric Advanced Life Support and Test Paediatric Advanced Life Support and Test Written & Skill & Test Advanced Life Support & Written & Test Advanced Life Support & Written & Skill Advanced Cardiac Life Support and Test the search was repeated on Jan 31 st 2010 using the same search strategy",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Evidence Neutral to Clinical question REVIEWER'S FINAL COMMENTS AND ASSESSMENT OF BENEFIT / RISK:",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Mixed results in this study. Several correlations were examined. The Short Case test included an oral examination that covered a broad range of material. This test had a reasonably strong correlation with other measures judging surgical skill. However, the long case correlation with surgical skill was not as strong.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "525 Verhoeven, B. H., J. G. H. C. Hamers, et al. (2000). \"The effect on reliability of adding a separate written assessment component to an objective structured clinical examination.\" Medical Education 34(7): 525-529. Level of Evidence -P5 (Extrapolation) , Quality -Good, Supports Comments -Showed a high correlation between written test of skills knowledge and skills performance as demonstrated in an OSCE. White (1998) 1232 White, J.R.M. Shugerman, R. et al. (1998). \"Performance of advanced resuscitation skills by pediatric housestaff\". Arch Pediatr Adolesc Med 152: 1232-35.Level of Evidence -P4 Quality -Fair, Neutral",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}