{
    "paper_id": "7d4781ceae872db1e64842c7d72151d8b2c02304",
    "metadata": {
        "title": "Transparency and trust: risk communications and the Singapore experience in managing SARS",
        "authors": [
            {
                "first": "K",
                "middle": [
                    "U"
                ],
                "last": "Menon",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "is currently Director of the National Resilience Division at the Ministry of Information, Communications and the Arts (MICA) in Singapore. His 26 years in government service include a range of appointments in the Ministry of Defence and MICA. His Division was fully engaged in coordinating information flow and building resilience during SARS and, more recently, the Avian Flu crises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "is Senior Consultant with the Communicable Diseases Division of the Ministry of Health, Singapore. He has been actively involved in the epidemiological surveillance and research of communicable diseases in Singapore for the last 30 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abstract SARS was Singapore's worst experience of an infectious outbreak in its brief history as an independent nation. The key instruments in managing public fear and panic were transparency and trust. The highest levels of government were mobilised and every conceivable channel and medium utilised to educate the domestic populace and reassure the international community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Maintaining transparency and nurturing trust did not come easy. There was concern over public morale and resilience, the absence of an international level playing field and the difficulty in differentiating Singapore from countries which managed SARS badly. Achieving trust of the domestic populace was the more difficult task and the government and political leaders had to be seen doing and initiating a range of tangible actions and activities to reassure the public. Singapore also came in for much criticism from other countries for its 'draconian' measures to contain the disease through home quarantine orders and other stern measures on social discipline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Risk communications is an established methodology and lessons can be drawn from the experience of many countries in managing outbreaks touching on public health. While Singapore may be unique for its particular circumstances, its experience highlighted the critical importance of ensuring transparency and public trust in confronting the disease. This paper is based on a presentation to the plenary session at the first World Health Organization (WHO) Expert Consultation on Outbreak Communications held in Singapore from 21-23rd September, 2004.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On 1st March, 2003, Singapore doctors diagnosed three women who had just returned from Hong Kong to have developed atypical pneumonia but it was only two weeks later that the World Health Organisation (WHO) coined the term 'SARS'. A week later, healthcare workers started falling ill. The infection was initially confined to one hospital, but it subsequently spread to four other healthcare institutions and a wholesale vegetable market. 5 The public health strategy adopted sought to 'detect, isolate and contain' the disease. But the most difficult task ahead was managing the overpowering sense of fear and panic in the domestic population. Not knowing how to avoid infection and what precautions to take, people avoided all contact. Restaurants, hotels, shopping malls, airplanes, cruise ships and major streets all emptied thereafter. The tourist, travel and hospitality industries in Singapore and throughout the region were the first to suffer. Industrial production came close to being disrupted.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 439,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Risk communications is all about the process of communicating honestly and effectively about the risk factors associated with a wide range of natural hazards and human activities. If it is managed properly, risk communications builds mutual respect between government or organisation and the target groups with which it is communicating. It helps to nurture public trust and confidence in getting over the crisis. Much work has already been done on this subject, touching especially on infectious outbreaks. Indeed, an earlier issue of this journal cited research based on an analysis of more than 1,000 studies worldwide, by the United Kingdom's Department of Health, listing succinctly, some useful principles for professionals handling public risk issues: -active communication: getting ahead of crisis by setting the agenda and timing wherever possible -openness: always acknowledging problems and uncertainties -transparency: providing the evidence behind decisions and actions -demonstrating action and progress:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RISK COMMUNICATIONS"
        },
        {
            "text": "providing evidence and explanation -treating people's fears seriously, even if experts find them illogical or trivial -ensuring authoritative sources deliver the same messages -framing announcements and responses to provide context (eg using comparison, analogy and example to help people build realistic expectations) -encouraging and enabling selfresponsibility (eg helping people make balanced judgments about the scale and likelihood of risks). 6 These principles serve as a useful starting point for a case study of Singapore's experience in managing the SARS crisis in 2003. Some observations on how these principles were reflected in Singapore's experience have already been the subject of several commentaries by foreign observers. 7 While most of these principles were adhered to, the process generated its own unique problems. This paper touches on the context in which truth and transparency came to be the key imperatives underlining the government's approach to resolving the crisis. It examines also how the government sought to earn the trust of its people and the praise of the international community 8 in managing perhaps the worst infectious outbreak in its brief history as an independent entity. Finally, it throws up some of the lessons learnt along the way and touches on the question of whether risk communication principles are generalisable across countries and cultures.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 450,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 740,
                    "end": 741,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "RISK COMMUNICATIONS"
        },
        {
            "text": "Singapore's experience in managing the crisis must be seen in its own unique context. For starters, it is a very small, highly urbanised, densely populated citystate, with an area of no more than 648 sq kilometres, occupying a strategic location at the junction of communications between the Indian and Pacific Oceans. Location and a harbour served as the basis for the island's economic transformation from a fishing village to a modern global entrepolis. It has no rural/urban continuum or federal/state relations to worry about, problems faced by affected countries like Canada, China and Taiwan during the SARS crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CONTEXT"
        },
        {
            "text": "Singapore has one of the largest foreign media contingents in the Asia-Pacific and a very large expatriate presence totalling close to a million comprising diplomats, businesspeople, investors, financial analysts and professionals and their families and foreign workers. The city-state is under intense scrutiny and 'cover-ups' are difficult if not impossible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CONTEXT"
        },
        {
            "text": "When SARS penetrated Singapore in late February 2003, there were already critical foreign media reports of cover-ups and lack of transparency in reporting by governments affected, especially in northest Asia. Government officials were therefore aware and, consciously or otherwise drew their own lessons from it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CONTEXT"
        },
        {
            "text": "Singapore inherited a professional civil service from over 100 years of British colonial rule. The civil service adheres to exceptionally rigorous standards of honesty and efficiency with many intervening checks and balances and layers of authority which prevent 'fuzzy' data from surfacing. It is an inescapable fact that the prevailing culture in the civil service of any country underlines the approach Governments are likely to take in managing their public communications in the first instance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CONTEXT"
        },
        {
            "text": "Additionally, there are exacting processes in place for clearing 'press releases' and the public messages put out by government agencies. The Singapore Ministry of Health (MOH) press conferences were held daily in the late evenings at 9pm prompting complaints from the foreign media as they kept missing their 'stone' times. The MOH stood firm and preferred to be sure rather than sorry later. They made it clear that data from the hospitals had to be verified daily by the Epidemiology & Disease Control Division at MOH headquarters and then by the Director of Medical Services. Thereafter the Minister for Health personally presided at every press briefing to stress the authority and credibility of information issued. His press conference daily had no time limits and every question was answered and where answers were not available, a promise was made to the media that it would be answered at the next meeting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CONTEXT"
        },
        {
            "text": "Finally, a key element in the equation which made a quick response possible was the existence of well-exercised structures and procedures in place to manage civil emergencies. The city-state continues to be a real target for terrorist activities and many agencies have established and enduring networks, hold regular exercises and conduct scenario planning for a range of contingencies. Senior officials meet regularly to discuss options and the need to keep the public informed on issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CONTEXT"
        },
        {
            "text": "Pushing the envelope ? A disease expert from the US Centres for Disease Control and Prevention, based in Singapore -Dr Ali Shan Khan -was effusive in his praise for Singapore, observing that 'I can't think of anything that Singapore could have done better. Based on the knowledge they had at any given time, they made the right set of decisions . . . Singapore keeps pushing the envelope'. 8 Topping this list was the decision to designate a particular hospital as the SARS hospital, quarantining at home those who had close contact with SARS cases and imposing a no-visitor rule at public hospitals together with the strict disease control measures that all public hospitals had adopted. Several countries in the region -China, Malaysia and Taiwanthereafter readily adopted this strategy.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 391,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "THE CONTEXT"
        },
        {
            "text": "At the start of the outbreak, Singapore also took the unusual step of informing WHO of a Singapore doctor suspected to have SARS onboard an SIA flight to Frankfurt. While officials were well aware of the longer-term implications for Singapore, this decision allowed public health actions to be taken leading to WHO's emergency travel advisory issued on the same day, 15th March 2003. WHO travel advisories had a tremendous impact on world travel during the SARS crisis. In contrast, the slow response of local officials in China led not only to the unnecessary escalation of the crisis but also to their downfall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE CONTEXT"
        },
        {
            "text": "A key factor accounting for Singapore's success in managing SARS was that the highest levels of government came into the picture very early in the crisis and took the lead. Within a month of the first infection, and even this has been an object of some criticism, the Cabinet realised that they had little control over the external situation, that SARS went beyond domestic public health issues and the responsibility of just the MOH. The Prime Minister (PM) instructed the convening of an existing framework to manage civil emergencies -the Executive Group (EG) of relevant Permanent Secretaries on 4th April followed by a Ministerial Committee on 5th April to oversee what was now a crisis of fear. This committee was the main forum for strategic decision making. Earlier, the PM had also set up a task force of three ministers under the Health Minister and the PM made clear that one of its missions was 'to think in terms of worst-case scenarios' and that it would be asking a lot of 'what if' questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confronting SARS"
        },
        {
            "text": "Soon after, the PM met up with the media at three major press conferences. While his friendly disposition was readily apparent at the first meeting, his subsequent press conferences saw him issuing stern demands on Singaporeans to exercise social discipline. The change in the mood coincided with a whole slew of social problems and was followed by a personal letter from the PM carried widely in the domestic media appealing to their sense of social responsibility and seeking their cooperation to fight SARS. The open letter to the public was a key turning point to reach out to the people in his own personal and direct way. In a similar vein, the government did not flinch from conveying negative developments such as the cluster of cases at Pasir Panjang Wholesale Market and the false alarm at the Institute of Mental Health. 9 All work was thereafter shelved to fight this common enemy. Nothing was left to chance or considered too minor to warrant their attention. Decisions made included amendments to the legislation to give teeth to infection-control measures, imposition of quarantine, erring on the side of caution by closing schools without any scientific evidence to support it, allowing the use of dialect in television programming for the first time since 1982 and the nitty-gritty details of how much compensation to help small businesses affected by SARS right down to questions of whether to cull cats, urge citizens to wear masks and purchasing a million thermometers for free distribution to households.",
            "cite_spans": [
                {
                    "start": 832,
                    "end": 833,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Confronting SARS"
        },
        {
            "text": "Transparency in itself, manifested through public statements, press conferences, speeches was clearly not enough. Communication tools had to be finely calibrated to reach out to the maximum numbers and this was achieved through what appeared to be a blitzkrieg -a host of agencies either working together and employing every communication tool available or conceivable, or at times working separately but contributing to the collective good.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMMUNICATION TOOLS"
        },
        {
            "text": "-Dialogues between political leaders and community and grassroots leaders also went door to door to talk especially with elderly citizens; -Dialogues and briefings for foreign business groups , international chambers of commerce, diplomats, religious groups, trade associations; -Posters, booklets, collaterals, cartoons, advertisements; -SARS Rap and SARS Song which were featured prominently on television; -Websites; hotlines; -Promotional campaigns -Easing rules on use of dialects and ensuring four languages in issuing home quarantine orders",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMMUNICATION TOOLS"
        },
        {
            "text": "A SARS-dedicated television channelprobably a world first -was launched with the intention of making information available to all. Ratings were predictably low and critics charged that it was a case of 'overkill' and observed that countries like China and Taiwan did not see the need in spite of the wider spread of the disease there. These countries pressed their existing channels to do the job. Critics wondered if, in time to come, a niche channel dedicated to lung cancer and another to heart disease was in the offing, based on the same principle. Not surprisingly, the channel had a difficult time sustaining viewer interest, given that it subscribed to only one topic and one cause. One media critic charged that 'there is a hard line between public education and propaganda, between info-tainement and enforced learning. The moment you cross this, you lose your audience'. 10 Nothing was taken for granted and the net was cast as wide as possible and thereafter efforts through quick surveys, polls and anecdotal feedback employed to fill in all the gaps in the information blitz. For example, surveys revealed that elderly, illiterate, dialect-speaking senior citizens (those over 65 numbered 253,000 in 2003) felt neglected and officials rushed to allow for dialect programming on the SARS television channel and more flexibility on other channels. 11 Segments of the population comprising those living in one to three room flats, the non-English speaking and foreign workers were identified and special efforts taken to accommodate them, including door-todoor visits by grassroots leaders.",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 884,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1360,
                    "end": 1362,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "SARS channel"
        },
        {
            "text": "Snap polls were held weekly -one poll conducted on 23rd April found that while a high proportion had confidence in the government's ability to handle SARS, there were worrying trends -59 per cent were worried about catching SARS in public places and 56 per cent were concerned that they could catch SARS at the SARS dedicated hospital (Tan Tock Seng Hospital) if and when they chose to go there for SARS screening. All these concerns were factored into the overall communications effort. 12 Also, as healthcare workers were demoralised by the actions of some members of the public and taxi drivers who shunned them, Singapore leaders took every opportunity to highlight their sacrifices and paid tribute to their selfless dedication. The media did their part by admonishing those who shunned healthcare workers and carrying the praises of the public for their bravery in standing by their patients unlike their counterparts in other countries. In contrast, in Taiwan, 160 hospital staff refused to cooperate with the government, resigned from their jobs, defied quarantine orders and claimed they were concerned by inadequate infection-control measures. In China, residents went on the rampage and sought to destroy what they thought to be a housing facility for SARS patients. In Canada, nurses claimed that hospital officials dismissed as 'overreaction' early warnings by nurses of a SARS outbreak. The nurses also staged a rally to demand a public investigation.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 490,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "SARS channel"
        },
        {
            "text": "Transparency also demanded rebuttals to every negative claim that surfaced in reports in the foreign media of foreign visitors getting infected with SARS while transiting Singapore. It was crucial to prove to all that Singapore, as a responsible member of the international community, did not export SARS to other countries. This required diligent efforts at contact tracing and detailed compilation of data by MOH, follow-ups through overseas missions followed by rebuttals, some of which were published or carried on television.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS channel"
        },
        {
            "text": "While the key decision taken at the strategic level was to adopt an open and transparent approach to public communications, at the operating level of the officials, a number of concerns surfaced. To begin with there was an underlining worry and debate over how much depressing news could be issued and its impact on domestic morale. While the rule books posit that communications required complete honesty, officials could not but worry over whether some breaking point had been breached with each depressing press release announcing the death of a SARS patient, almost daily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COPING WITH TRANSPARENCY"
        },
        {
            "text": "Another key concern was whether Singapore could be disadvantaged through penalties imposed through the issue of the dreaded health advisories by WHO because Singapore tended to be more thorough than some other countries with the data in its desire to be transparent -for example in making clear the distinctions between 'probable' and 'suspect' SARS cases. Every afternoon during the crisis, all the data and information on developments over the last 24 hours would be collated at the MOH at a conference chaired by the Director of Medical Services and attended by observers from WHO. WHO thereby had access to the same raw data from the epidemiologists and clinicians as MOH officials. A corollary to this was concern that despite all the proactive measures taken by Singapore, it would nonetheless be cast in the same dismal light as other SARS-affected countries in north-east Asia which had managed SARS badly. Differentiating Singapore from the rest was made that much more difficult. This was subsequently all too clear in the decline in the overall figures on tourists' arrivals in Singapore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Level playing field"
        },
        {
            "text": "Contradictory information received in the early stages was a constant problem. Data on modes of transmission and infection varied from a distance of three metres, via saliva, lift buttons, cockroaches, civet cats and rats -following the experience of Hong Kong's Amoy Gardens apartments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contradictory information"
        },
        {
            "text": "Was it better to wait for verification or just issue daily advisories and constantly amend them and lose credibility over the longer term?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contradictory information"
        },
        {
            "text": "Maintaining consistency in the messaging and remaining transparent was a major challenge. For instance, while strict controls were imposed on visitors from SARS-infected countries, tourists from other countries were encouraged to visit Singapore. Similarly, while people were advised to avoid crowded places, they were also encouraged to live as normal a life as possible by going to shopping centres and restaurants. In another instance, whilet a ten-day quarantine was imposed on foreign workers and students entering/returning to Singapore from places identified as SARS-affected countries, tourists from these same countries were not subjected to quarantine. Effort was taken amidst much confusion to rationalise and explain the underlining imperatives driving government policy, ie to keep SARS out and prevent community spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maintaining consistency"
        },
        {
            "text": "Transparency also placed an immense burden on the government as regards breaching rules of confidentiality. The government decided early that it would not name victims of SARS on the medical principle of confidentiality but there were many public requests and insistence to do so. Indeed, at the PM's dialogue with the grassroots in May 2003, he posed the question: should the names of people on quarantine orders be publicised, or at least given to their neighbours? Virtually every hand in the audience of 1,800 in the auditorium shot up. 13 The same pattern showed up in a survey done by the National University of Singapore soon after. The government debated hard and long on the issue and stuck to the principle and made an exception to the rule only once -to reveal a patient's name in order to locate the taxi driver who ferried him to hospital.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 543,
                    "text": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Confidentiality"
        },
        {
            "text": "In their desire to be open and transparent, officials unwittingly permitted the media full coverage of nurses in full protective gear -masks, nets, gowns, gloves positioned at the arrival bay at Changi International Airport and thereafter these pictures were carried worldwide portraying Singapore negatively as a destination of last resort. None of the efforts taken thereafter could repair the damage of that first media shot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flawed media coverage"
        },
        {
            "text": "In the early days of the outbreak, the communication strategy had also to contend with the Western media and their political interpretation of Singapore's public health measures. TIME magazine (12th May) observed that 'Authoritarian regimes don't win many popularity contests, but their one selling point is an ability to control their citizens'. The Toronto Star (25th April), had much to say, mostly negative, on the 'extreme measures' adopted on home quarantine (use of web scanners and electronic bracelets in particular) of those suspected to have come in contact with infected persons. If anything, one US Risk Communications expert has commented that one of 'her strongest criticisms of Singapore's SARS communication is regarding its failure to dispel the outside world's stereotypes, in cases where those stereotypes were inaccurate'. 14 ",
            "cite_spans": [
                {
                    "start": 844,
                    "end": 846,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Foreign media"
        },
        {
            "text": "Earning the trust and confidence of Singaporeans was the more difficult process. It did not come naturally by just being 'transparent'. In the initial weeks, fear was dominant and seen in all sorts of negative social behaviour as life ground to a halt. Taxi drivers shunned hospitals and healthcare workers in uniforms and people avoided restaurants, hawker centres, gymnasiums and libraries. There were even cases of nurses being evicted by landlords and instances of people breaking rules of quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EARNING THE TRUST OF CITIZENS"
        },
        {
            "text": "Earning the trust of the domestic populace meant taking no chances and government had to be seen to be doing very tangible things to reassure the populace. Ministers had to be seen to 'walk the talk' and made it a point to conduct their usual business while taking necessary precautions. The Minister for Education was featured using a speaker phone in a At the same time, Ministries went into full gear with yet another blitzkrieg of campaigns and a mammoth exercise in confidence building. The Environment Ministry launched its 'Singapore okay' campaign to reassure Singaporeans that hawkers, retail and service staff at hotels and restaurants monitored their temperatures and wore special stickers to indicate they were fever free and that standards of cleanliness in public toilets was alright. The Singapore Tourism Board's 'Cool spore campaign' helped to assure visitors that hotel staff and facilities were monitored and free of SARS. Temperature taking was introduced on a mass scale for school children and taxi drivers and office workers and a 'Courage' Fund established to help families of SARS victims and healthcare workers. Taxi companies designated 'temperature taking' stations throughout the island for taxi drivers to take their temperature twice daily and they were also given stickers to indicate they were fever free. While much effort was taken to coordinate and recite from the same script at the strategic level, many novel ideas were floated and materialised and there was some confusion over logos, slogans and designs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EARNING THE TRUST OF CITIZENS"
        },
        {
            "text": "Questioning the process SARS was both a health and information issue and the first crisis of its kind to hit Singapore. The government came out well on balance, blazing a few trails and becoming more transparent where it needed to be. There were several shortcomings and in the weeks after, some of these were highlighted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EARNING THE TRUST OF CITIZENS"
        },
        {
            "text": "Critics charged that the use of the term 'super-spreader' by a Minister to identify the original source of the infection into Singapore -a young lady who had returned from Hong Kong -and also the PM highlighting to the media a family of eight who left the waiting area of a clinic and wandered around to be a 'bit of an overreaction'. In the initial weeks, rumours circulated that a particular hospital was a 'hotbed of infection' and that a particular community was immune to infection. Only much later did government leaders appreciate the severity of the problem and take to raising the issue in public. 15 A local journalist lamented that the tough measures implemented promptly by the Government -home quarantine orders, use of electronic tags and amendment of the Infectious Diseases Act were possible only in Singapore because it showed 'just how powerful the Singapore Government is, and how few checks exist to curb it'. 16 Similar criticisms were made by the foreign media.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 609,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 930,
                    "end": 932,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "EARNING THE TRUST OF CITIZENS"
        },
        {
            "text": "The outbreak has become a valuable case study for the government, media and public. It has made Singapore more prepared for similar emergencies, whether in battling diseases or managing information. It may well be that some of the strategies adopted -the imposition of home quarantine orders and use of electronic bracelets, the widespread use of thermal scanners as a psychological defence tool, the PM's personal engagement with the media and public and the numerous campaigns -are more useful in Asian societies than elsewhere. Commenting on media criticism of the harsh measures adopted by Singapore, Singapore's then Senior Minister remarked 'Let's produce results. Then the public relations will look after itself '. 17 The question whether the manner in which Singapore managed the information flow during the crisis can be replicated or be applicable to other countries and cultures must remain unanswered for the time being. There are clearly no direct measures of successful outbreak communications. There are obvious indicators of poor communications as seen in subsequent political instability affecting the highest offices, as in China, the economic cost to countries and also the high levels of public unhappiness. 18 It can at best only be generalised that good risk communications provides the tools to help people make informed decisions. 19 At the least, Singapore's experience surfaced a number of simple truths:",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 725,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1229,
                    "end": 1231,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1356,
                    "end": 1358,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "EARNING THE TRUST OF CITIZENS"
        },
        {
            "text": "-providing more information is a lot better than less information -it is always better to over-react than to under-react -fear and ignorance of any disease is worse than the disease itself. It reduces all to impotence and defeat. Information is an all-powerful tool to fight fear. It empowers people and allows them to become socially responsible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EARNING THE TRUST OF CITIZENS"
        },
        {
            "text": "The most obvious lesson in the SARS outbreak was that those countries which took open, swift action managed to get the virus under control faster than the ones which resisted acknowledging it and reacted slowly. Indeed the world has learnt the hard way that the instinctive approach to sweep bad medical news under the carpet so as to protect the economy is plainly mistaken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EARNING THE TRUST OF CITIZENS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, Peoples' Republic of China",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "1353--1358",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global surveillance for severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "Weekly Epidemiological Record",
            "volume": "78",
            "issn": "",
            "pages": "100--119",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Update: outbreak of severe acute respiratory syndrome -worldwide",
            "authors": [],
            "year": 2003,
            "venue": "US Centers for Disease Control and Prevention",
            "volume": "52",
            "issn": "",
            "pages": "241--248",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS transmission and hospital containment",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gopalakrishna",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Choo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS in Singapore: Looking back, looking forward",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Annals Academy of Medicine",
            "volume": "32",
            "issn": "",
            "pages": "4--5",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "On trust: Using public information and warning partnerships to support the community response to an emergency",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Doh",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Communication Management",
            "volume": "8",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sars communication: What Singapore is doing right', The Straits Times, 6th May; see also Sandman P. and Lanard",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lanard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sandman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Singapore made right decisions', The Straits Times Interactive",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A defining moment: How Singapore beat SARS', Institute of Policy Studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "73--89",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Sars channel: More bite, please', Today, 23rd May",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cheong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "All's fair in Sars info war -even dialects",
            "authors": [
                {
                    "first": "Neo",
                    "middle": [],
                    "last": "Tan Tarn How",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hui Min",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Straits Times, 10th May",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Survey conducted by the Ministry of Information",
            "authors": [],
            "year": null,
            "venue": "Communications & the Arts",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sars: Shaming isn't the name of the game', The Straits Times",
            "authors": [
                {
                    "first": "Chua Lee",
                    "middle": [],
                    "last": "Hoong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sars: When leaders won people's trust', The Straits Times",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lanard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "All's fair in Sars info war -dialects', The Straits Times",
            "authors": [
                {
                    "first": "Neo",
                    "middle": [],
                    "last": "Tan Tarn How",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hui Min",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Govt's Sars action swift, but shows up lack of checks', The Straits Times",
            "authors": [
                {
                    "first": "Chua",
                    "middle": [],
                    "last": "Mui",
                    "suffix": ""
                },
                {
                    "first": "Hoong",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Senior Minister of State for Information, Communications and the Arts and for Health, at the WHO Expert Consultation on Outbreak Communications",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Five myths about China and Sars",
            "authors": [
                {
                    "first": "See",
                    "middle": [],
                    "last": "Baopu Liu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Asian Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "CIA 'Sars: Lessons from the first epidemic of the 21st century., A collaborative analysis with outside experts' accessed via www",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Asian Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "UK Resilience: Communicating risk', The Civil Contingencies Secretariat in the UK Cabinet Office",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ropeik",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Emerald Group Publishing Limited, 1478-0852 (2005) Vol. 9, 4 375-383 Journal of Communication Management",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Transparency and trust # Emerald Group Publishing Limited, 1478-0852 (2005) Vol. 9, 4 375-383 Journal of Communication Management separate room during Cabinet meetings when he suspected he had a fever. Local media showed four key Ministers tasked to look after the hospitals employing video conferencing in Parliament.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}