{
    "paper_id": "7dedcf430904bb27f5f6de0a2952e6dd58e213c4",
    "metadata": {
        "title": "Weathering COVID-19 Storm: Successful Control Measures of Five Asian Countries",
        "authors": [
            {
                "first": "Ning",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kai-Wen",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {},
                "email": "kcheng@govst.edu"
            },
            {
                "first": "Nafees",
                "middle": [],
                "last": "Qamar",
                "suffix": "",
                "affiliation": {},
                "email": "mqamar@govst.edu"
            },
            {
                "first": "Kuo-Cherh",
                "middle": [],
                "last": "Huang Drph",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "A"
                ],
                "last": "Johnson",
                "suffix": "",
                "affiliation": {},
                "email": "johns6ja@cmich.edu"
            },
            {
                "first": "Kuo-Cherh",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": "kchuang@tmu.edu.tw"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": " COVID-19 control measures taken by five Asian countries first hit by coronavirus  China took extremely aggressive measures of lockdowns and closing business  Singapore took proactive measures of border controls and extensive contact tracing  Taiwan seized border control and strict home quarantine with the use of big data  South Korea executed widespread testing and contact tracing  Japan promoted measures of social distancing",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The outbreak of coronavirus disease (COVID-19) has created the first viral pandemic storm of this nature and scale in our lifetime. As of April 24, 2020 there is a total of 2,631,839 COVID-19 confirmed cases worldwide with 182,100 confirmed deaths affecting 213 countries, areas or territories. 1 In this paper we bring together the measures taken by five Asian countries that first got hit by the novel coronavirus. The purpose of the paper is to learn from those countries adeptly as we continue to discover what works for the U.S. to control COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 296,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "China: On December 31, 2019 the WHO was informed by the Chinese Health Officials about pneumonia patients of unknown causes in Wuhan, Hubei province. A novel coronavirus was eventually identified and soon after the confirmed cases increased exponentially.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In mid-January 2020, Chinese authorities instituted unprecedented measures to contain the virus, putting Wuhan city, the COVID-19 epicenter, in a lockdown. Flights and trains were suspended, and roads were closed. Very strict measures of isolation were implemented around the country. Almost half of the country's population were told to stay home. Entertainment venues, schools and workplaces were closed, and public gatherings were banned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Though China's initial response to COVID-19 was slow, these extremely aggressive measures clipped a growing epidemic and stopped it in its trajectories in China. The number of new cases is from thousands per day at the peak down to a couple of dozen since early March 2020. 1 contact-tracing were enhanced by a smartphone app that allowed authorities to identify individuals who have been in close contact or exposed to infected patients, and trace their movements.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 275,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As of March 27, 2020, there was a total of 732 cases with 2 deaths in Singapore. 1 The aggressive and labor intense contact-tracing curbed COVID-19 spread effectively. However, since the second week of April, Singapore started to see a surge in new infections, of which, 75% were linked to known clusters, mostly migrant worker dormitories. On April 21, a daily increase of 830 cases, the largest daily increase since COVID-19 outbreak in Singapore, brought its total to 8014 cases with 11 deaths. 1 Singapore authorities quickly tightened entry restrictions, closed non-essential business, and reinforced strict order on social distancing. Japan: Japan initially responded to COVID-19 outbreak by repatriating Japanese citizens from Wuhan and initiating border control regulations. As the number of community spread increased, Japan prioritized its policy on restricting large-scale clusters. A one-month 'state of emergency' order was declared on April 7, 2020 that allowed the government to impose social distancing measures, instructing residents to avoid unnecessary outings, and restricting, or closing businesses and facilities. In addition, the widespread use of facial masks along with the greeting customs of a bow instead of a handshake perhaps played a role as well in slowing down COVID-19 spread in Japan.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 82,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As of April 24, 2020, there were 12,388 confirmed cases with 317 deaths in Japan. 1 Individuals with higher risks were ordered to quarantine at home and their movements were tracked through mobile devices to ensure the home-quarantine order was followed.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Taiwan's proactive measures of border controls, effective use of big data and technology to track and trace, coupled with government's strict home-quarantine order have paid off . As of April 24, 2020, Taiwan had a total of 428 confirmed cases with 6 deaths. 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Not knowing when COVID-19 pandemic will be over it's probably premature to declare victory for any of the five countries discussed above. But they all have kept the new infection Learned from the 2003 SARS outbreak, Singapore and Taiwan were well-prepared responding to COVID-19 proactively, quickly, and aggressively from its outset. South Korea, learned from MERS outbreak in 2015, implemented its well-planed and well-organized widespread testing to identify and isolate infected cases effectively. Japan, utilizing group mentality promoted social distancing successfully.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Takeaways from Five Asian Countries' Experience"
        },
        {
            "text": "In the United States, the first COVID-19 case was confirmed in Washington State by CDC on January 21. The infections initially seemed to be limited compared to the outbreak in Italy. But by mid-March more than 5,000 cases were confirmed and the number was doubling by days. 3 It became clear by then that COVID-19 infections were gaining ground and the U.S. had gone past the point of no return. As of April 27, 2020, the U.S. has the highest number of the global COVID-19 pandemic with more than 980,000 confirmed cases and 55,735 deaths that bring the death rate to 169 deaths per million population. In comparison, all five Asian countries have fewer than 5 deaths per million. 2 (Table 1 about here) .",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 275,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 681,
                    "end": 682,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 683,
                    "end": 703,
                    "text": "(Table 1 about here)",
                    "ref_id": null
                }
            ],
            "section": "Takeaways from Five Asian Countries' Experience"
        },
        {
            "text": "What we have learned from the first five countries hit by COVID-19 pandemic is that the well-organized planning and implementation, the early and quick response to virus outbreak, the effective dissemination of information, public support and fully compliance with government's measures played significant roles in weathering COVID-19 storms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Takeaways from Five Asian Countries' Experience"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease (COVID-19) Pandemic",
            "authors": [],
            "year": 2019,
            "venue": "World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Number of COVID-19 Cases in the",
            "authors": [],
            "year": null,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Table 1. COVID-19 Deaths per Million Population as of April 27, 2020* Country Confirmed Case",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Singapore is the third country to report cases of COVID-19. The world feared it was the worst-hit country outside China at the time. Learned from the 2003 SARS epidemic, Singapore responded rapidly and aggressively to the virus. Besides imposing travel restrictions on passengers coming from China, within 2 hours of an infection case, contact tracers created a detailed activity log of the patient's movements and interactions in the prior 14 days to infection. Those who have been in close contact with the infected were identified, quickly isolated, and their contacts were tracked again. The accuracy and effectiveness of tracking and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "populated country with the world's highest density of senior citizens and limited health service facility and capacity, Japan relied largely on its well-known group mentality of putting the group before the self and respecting for order to promote compliance with government's social distancing measures to bring COVID-19 outbreak under control.South Korea: COVID-19 made its first appearance in South Korea on January 20, 2020.By late February, the total of confirmed cases had risen to 3150, the largest COVID-19 outbreak outside mainland China.1 Since MERS outbreak in 2015, South Korea has improved its response to infection outbreak and well-prepared for the new virus. The country quickly developed COVID-19 diagnostic kits and implemented large-scale testing that helped public health officials identify and quarantine infected and potentially infected cases separately. By mid-March, 2020, more than 270,000 individuals were tested at drive-thru and walk-through facilities. In addition, the government provided free smartphone apps to alert people with emergency text in their local area. The app also allowed patients to input their symptoms to get diagnosed or connected to a doctor for COVID-19 screening. Along with early testing, South Korea implemented contacttracing programs that consisted of official interview, GPS tracking, and video surveillance to trace the travel history of a COVID-19 case.Within a month, without large-scale lockdowns or extreme measures of restricting the movement of people, South Korea brought COVID-19 outbreak under control and kept virus at bay. As of April 24, 2020, a total of 10,708 cases with 240 deaths were reported in South Korea. 1 Since mid-March, 2020, South Korea has seen only a handful of new cases per day. Taiwan: Taiwan started inspecting passengers for COVID-19 infection symptoms since the WHO first notified of pneumonia of unknown cause in Wuhan, China. In early January, any individuals with travel history to Wuhan in the past 14 days were tracked for COVID-19 infection symptoms. Meanwhile, Taiwan began to integrating its national health insurance database with its immigration and custom databases to generate an alert on a patient's travel history and clinical conditions to assist the identification of high-risk infection cases during patients' clinic visits. In addition, Taiwan started to triage passengers in the airport and classify passengers' infectious risks based on flight origin and travel history in the past 14 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "numbers low, including China, the world most populous country. China's situation could have been far worse. COVID-19 hit at the time of Chinese New Year, when millions travel across the country for big gatherings and celebrations with families and friends. The extreme measures of lockdowns, large-scale suspension of business and schools, and strict stay-at-home orders, though not sustainable long-term and at an enormous economic cost, have brought COVID-19 outbreak under control and saved thousands of lives.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}