{
    "paper_id": "7e2c3ac6583fa533b9269480c3c18736f505e659",
    "metadata": {
        "title": "COVID-19-Pandemie: Wie können sich onkologische Kliniken wappnen? *",
        "authors": [
            {
                "first": "Alexandros",
                "middle": [],
                "last": "Papachristofilou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsspital Basel",
                    "location": {
                        "country": "Schweiz"
                    }
                },
                "email": ""
            },
            {
                "first": "Tobias",
                "middle": [],
                "last": "Finazzi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsspital Basel",
                    "location": {
                        "country": "Schweiz"
                    }
                },
                "email": ""
            },
            {
                "first": "Goetz",
                "middle": [],
                "last": "Kohler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsspital Basel",
                    "location": {
                        "country": "Schweiz"
                    }
                },
                "email": ""
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Dott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsspital Basel",
                    "location": {
                        "country": "Schweiz"
                    }
                },
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "Zimmermann",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitätsspital Basel",
                    "location": {
                        "country": "Schweiz"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Die anhaltende COVID-19-Pandemie wird sich voraussichtlich zu einem beispiellosen Stresstest für Gesundheitssysteme weltweit entwickeln. Vor dem Hintergrund des sich entwickelnden Ausbruchsgeschehens in der Schweiz schildern wir exemplarisch in diesem Bericht, welche Herausforderungen und Maßnahmen wir in unserer radioonkologischen Klinik identifiziert haben, um Risiken zu mindern, den weiteren Betrieb während des Ausbruchs mit gleich hoher Effektivität sicherzustellen und eine Belastung anderer Ressourcen im Gesundheitssystem zu vermeiden. Ende Dezember 2019 wurde in China ein neuartiges Corona virus (SARSCoV2, vormals als 2019nCoV bezeichnet) als Ursache für atypische Pneumonien mit potenziell letalem Ver lauf identifiziert, die als CoronavirusKrankheit 2019 (CO VID19) bezeichnet werden [1]. Nach der raschen weltweiten Verbreitung wurde der Virusausbruch am 11. März 2020 von der Welt gesundheitsorganisation (WHO) als Pandemie einge stuft, die betroffene Gesundheitssysteme belastet und mögli cherweise zu deren Zusammenbruch bei unkontrollierter und rasanter Verbreitung führen kann. Bedeutung der Pandemie für Krebspatienten und die Radioonkologie Auf den ersten Blick scheint die Radioonkologie keine Diszi plin zu sein, die von einem Virusausbruch stark betroffen wäre. Viel mehr besteht die Gefahr, dass die internistischen Disziplinen, vor allem die Intensivmedizin und die Notfallaufnahmen, von einer großen Anzahl von Patienten überfordert werden. Bei genauerer Betrachtung der Arbeitsabläufe in der Radioonkolo gie sind jedoch potenzielle Schwachstellen erkennbar, die einen kritischen Einfluss auf die Funktionsfähigkeit einer Abteilung in einer Krisensituation haben können, wie dies bereits beim Ausbruch des schweren akuten respiratorischen Syndroms (SARS) im Jahr 2003 zu beobachten war [2]. Es ist zu berück sichtigen, dass Patientinnen und Patienten sowie Behandelnde vor, während und nach einer radioonkologischen Therapie gleich mit mehreren Dilemmata konfrontiert sind: ▶ Zum einen ist es dringend erforderlich, dass eine der klini schen Situation angemessene Strahlendosis in sinnvoller Zeit appliziert wird -gemeint ist also eine ausreichend hohe bio logisch wirksame Dosis bei kurativen wie palliativen Konzep ten mit dauerhafter Tumor oder Symptomkontrolle ohne nennenswerte Zunahme der langanhaltenden Toxizität; zum anderen soll eine Kontaminationsgefahr -und damit Kon takte -so gering wie möglich gehalten werden. ▶ Darüber hinaus müssen noch sorgfältiger als sonst denkbare therapeutische Alternativen überdacht werden, die jedoch zu keiner erhöhten Belastung des in die Pandemie direkt ein gebundenen Personals führen: aufwendige Operationen mit Nachbeatmungen und längerer Belegung von Intensivplätzen kommen daher als Alternative einer mehrwöchigen Strahlen therapie (RT) mit vergleichbaren onkologischen Ergebnissen schwerlich in Frage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Die anhaltende COVID-19-Pandemie wird sich voraussichtlich zu einem beispiellosen Stresstest für Gesundheitssysteme weltweit entwickeln. Vor dem Hintergrund des sich entwickelnden Ausbruchsgeschehens in der Schweiz schildern wir exemplarisch in diesem Bericht, welche Herausforderungen und Maßnahmen wir in unserer radioonkologischen Klinik identifiziert haben, um Risiken zu mindern, den weiteren Betrieb während des Ausbruchs mit gleich hoher Effektivität sicherzustellen und eine Belastung anderer Ressourcen im Gesundheitssystem zu vermeiden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ende Dezember 2019 wurde in China ein neuartiges Corona virus (SARSCoV2, vormals als 2019nCoV bezeichnet) als Ursache für atypische Pneumonien mit potenziell letalem Ver lauf identifiziert, die als CoronavirusKrankheit 2019 (CO VID19) bezeichnet werden [1] . Nach der raschen weltweiten Verbreitung wurde der Virusausbruch am 11. März 2020 von der Welt gesundheitsorganisation (WHO) als Pandemie einge stuft, die betroffene Gesundheitssysteme belastet und mögli cherweise zu deren Zusammenbruch bei unkontrollierter und rasanter Verbreitung führen kann.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 256,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Auf den ersten Blick scheint die Radioonkologie keine Diszi plin zu sein, die von einem Virusausbruch stark betroffen wäre. Viel mehr besteht die Gefahr, dass die internistischen Disziplinen, vor allem die Intensivmedizin und die Notfallaufnahmen, von einer großen Anzahl von Patienten überfordert werden. Bei genauerer Betrachtung der Arbeitsabläufe in der Radioonkolo gie sind jedoch potenzielle Schwachstellen erkennbar, die einen kritischen Einfluss auf die Funktionsfähigkeit einer Abteilung in einer Krisensituation haben können, wie dies bereits beim Ausbruch des schweren akuten respiratorischen Syndroms (SARS) im Jahr 2003 zu beobachten war [2] . Es ist zu berück sichtigen, dass Patientinnen und Patienten sowie Behandelnde vor, während und nach einer radioonkologischen Therapie gleich mit mehreren Dilemmata konfrontiert sind: ▶ Zum einen ist es dringend erforderlich, dass eine der klini schen Situation angemessene Strahlendosis in sinnvoller Zeit appliziert wird -gemeint ist also eine ausreichend hohe bio logisch wirksame Dosis bei kurativen wie palliativen Konzep ten mit dauerhafter Tumor oder Symptomkontrolle ohne nennenswerte Zunahme der langanhaltenden Toxizität; zum anderen soll eine Kontaminationsgefahr -und damit Kon ",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 654,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Bedeutung der Pandemie für Krebspatienten und die Radioonkologie"
        },
        {
            "text": "Der Ausbruch von SARSCoV2 in der Schweiz ist zum Zeit punkt des Schreibens noch im Gange. Umfangreiche Maßnah men zur Eindämmung werden sowohl von der Schweizer Bun desregierung als auch von den Nachbarländern angewendet. Wir überprüfen kontinuierlich unsere Maßnahmen als Reak tion auf die dynamische Situation, um eine angemessene Ver sorgung unserer Patienten zu gewährleisten. In der Zwischen zeit diskutiert die RadioonkologieCommunity aktiv die prak tischen Auswirkungen des Ausbruchs und nutzt SocialMedia Plattformen wie Twitter, um nützliche Informationen auszutauschen. Wir hoffen, dass die hier beschriebenen Maß nahmen den Kolleginnen und Kollegen bei der Bewältigung der anhaltenden Krise helfen werden, und wir ermutigen alle, ihre Erfahrungen während dieser beispiellosen Herausforde rung weiter auszutauschen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aktuelle Entwicklungen"
        },
        {
            "text": "Von großem Vorteil in dieser Situation war die extrem hohe Zustimmung aller Mitarbeitenden auch bei ungewöhnlichen Entscheiden mitzumachen. Hierzu bedarf es trotz der Kontakt reduktion einer klaren und verständlichen Kommunikation. Die bewährten Instrumente einer mit allen Berufsgruppenver tretungen besetzen Klinikleitung (Ärztinnen und Ärzte, Physi kerinnen und Physiker, MTRA, Sekretariat) und die Kleingrup pen an den Arbeitsplätzen sorgten für eine durchgehende Informationskette. Hinzu kamen die langjährigen, guten Erfah rungen mit kurzen Therapieschemata, die wir durch eine eige ne kritische Literaturbewertung schon vor der Umstellung von Leitlinien umgesetzt haben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aktuelle Entwicklungen"
        },
        {
            "text": "Dennoch ist nach bisheriger Entwicklung nicht auszuschlie ßen, dass ein personeller Engpass drohen kann. Für diesen Fall hat sämtliches Personal frühzeitig einen direkten Zugriff auf das Kliniknetzwerk erhalten, sodass eine Unterstützung des Klinik teams auch bei Quarantäne oder geringen Krankheitssympto men aus der Ferne möglich wäre. Im schlimmsten Fall würden wir auch im Bereich der radioonkologischen Therapie nach Risiken und Chancen Angebote anpassen müssen: in diesem Fall hätten kurative Konzepte Vorrang vor palliativen Maßnah men. Hierzu liegen Empfehlungen der Schweizerischen Akade mie der Medizinischen Wissenschaften zur Triage von intensiv medizinischen Behandlungen bei Ressourcenknappheit vor (www.samw.ch/de/corona), die wir als groben Leitfaden orien tierend bedenken würden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aktuelle Entwicklungen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hiding in the bunker: Challenges for a radiation oncology department operating in the Severe Acute Respiratory Syndrome outbreak",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Mukherjee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Australas Radiol",
            "volume": "47",
            "issn": "2",
            "pages": "143--148",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The UK Standardisation of Breast Radiotherapy (START) trials of radiotherapy hypofractionation for treatment of early breast cancer: 10-year follow-up results of two randomised controlled trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Haviland",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Oncol",
            "volume": "14",
            "issn": "11",
            "pages": "1086--94",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Conventional versus hypofractionated high-dose intensity-modulated radiotherapy for prostate cancer: 5-year outcomes of the randomised, non-inferiority, phase 3 CHHiP trial",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dearnaley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Oncol",
            "volume": "17",
            "issn": "8",
            "pages": "1047--60",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Accelerated partial breast irradiation using intensity-modulated radiotherapy versus whole breast irradiation: 5-year survival analysis of a phase 3 randomised controlled trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Livi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Cancer",
            "volume": "51",
            "issn": "4",
            "pages": "451--63",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Accelerated partial breast or whole breast irradiation after breast conservation surgery for patients with early breast cancer: 10-year follow up results of the APBI IMRT Florence randomized phase 3 trial",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Meattini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cancer Research",
            "volume": "",
            "issn": "",
            "pages": "4--06",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Curative radiation therapy for locally advanced cervical cancer: brachytherapy is NOT optional",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanderup",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Radiat Oncol Biol Phys",
            "volume": "88",
            "issn": "3",
            "pages": "537--546",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Contingency plans in a radiation oncology department amid the 2019-nCoV outbreak in Switzerland",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papachristofilou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "takte -so gering wie möglich gehalten werden. ▶ Darüber hinaus müssen noch sorgfältiger als sonst denkbare therapeutische Alternativen überdacht werden, die jedoch zu keiner erhöhten Belastung des in die Pandemie direkt ein gebundenen Personals führen: aufwendige Operationen mit Nachbeatmungen und längerer Belegung von Intensivplätzen kommen daher als Alternative einer mehrwöchigen Strahlen therapie (RT) mit vergleichbaren onkologischen Ergebnissen schwerlich in Frage. Basel bedient den Großraum Basel, die drittgröß te Stadt der Schweiz und Zentrum einer trinationalen Agglome ration an der Grenze zwischen Frankreich und Deutschland. Mit über 800 neuen Patienten pro Jahr ist die Klinik der größte Anbieter von RT in der Region. Durch eine Netzwerkpartner schaft mit einem durch das Universitätsspital in 2014 gegrün deten MVZ im südbadischen Raum werden insgesamt 1.350 Patientinnen und Patienten im Dreiländereck auch grenzüber schreitend behandelt. Um negative Auswirkungen auf den Klinikbetrieb durch die Ausbreitung von SARSCoV2 zu bewältigen, wurden Mitte Februar 2020 Notfallpläne erstellt. Hier beschreiben wir Mitte März 2020 -während der voraussichtlich noch beginnenden Phase des SARSCoV2Ausbruchs -Maßnahmen, die als Reaktion auf krankenhausweite, regionale und nationale Ent wicklungen geplant oder umgesetzt wurden (▶Abb. 1). Die wich tigsten Herausforderungsbereiche für den Fall eines größeren Ausbruchs von SARSCoV2 wurden identifiziert. Darüber hinaus wurden Annahmen getroffen, wie die Krankenhausver waltung, die kantonalen Behörden und der Bundesrat auf einen Ausbruch reagieren würden, um unsere Abteilung auf die mög lichen Auswirkungen dieser externen Faktoren auf die Patien tenversorgung vorzubereiten. Diese Planungen gingen bereits zu Beginn der Pandemie von einer für die Region relevanten Pandemiedauer bis Ende Juni 2020 aus. Eine Anpassung erfolg te nach Bedarf unter Berücksichtigung der Geschwindigkeit der Ausbreitung und den Rückmeldungen zum Platzbedarf auf den Intensivstationen und den Beatmungsplätzen. Entwicklung der SARS-CoV-2 Fallzahlen in der Schweiz nach Angaben des Bundesamtes für Gesundheit (BAG) mit Zeitpunkten von Maßnahmen in unserer Klinik. LINAC = Linearbeschleuniger; Abbildung modifiziert nach [8]. oder sogar Monate verschoben werden. Daher wur den die Zeitfenster für den Therapiebeginn bei Patientinnen und Patienten sehr kritisch überprüft, bei denen eine Behand lung starten bzw. die sich zum ersten Mal in unserer Polikli nik vorstellen sollten. Für diese Patientinnen und Patienten wurden ab Mitte Juli drei Therapieslots pro Woche für den Beginn der Behandlung reserviert und kontinuierlich \"auf gefüllt\". B. Dadurch, dass die Neuaufnahme von Patientinnen und Patienten pro Woche reduziert wurde, konnte frühzeitig sichergestellt werden, dass nur wenige Patientinnen und Patienten mit einer zeitlich unkritischen Therapie in Behand lung waren. Den Patientinnen und Patienten wurde geraten, sofort eine geplante Hormon und Androgenedeprivations therapie einzuleiten, wenn diese grundsätzlich und unabhän gig vom Entscheid zur RT indiziert war. Dies wurde mit den Kolleginnen und Kollegen der mitbetreuenden onkologischen Disziplinen für jeden Einzelfall abgesprochen. C. Über 70 % aller Patientinnen und Patienten mit Brust und primärem Prostatakrebs wurden bereits vor der Pandemie mit einer hypofraktionierten RT behandelt, hauptsächlich gemäß der STARTBStudie beim Mammakarzinom [3] und der CHHiPStudie beim Prostatakarzinom [4]. In Anbetracht der sich entwickelnden Situation wurde, wann immer möglich, eine hypofraktionierte RT eingesetzt. Dazu gehörte auch die Implementierung eines einwöchigen Schemas für die Teil brustbestrahlung -bei Patientinnen, für die ein solches Vor gehen geeignet ist (solche mit frühen Tumorstadien und gut differenzierten Mammakarzinomen), nachdem kürzlich günstige Langzeitergebnisse gezeigt wurden [5, 6]. D. Patienten mit langsam wachsenden asymptomatischen Tumoren (z. B. Meningeome WHOGrad I, vestibuläre Schwannome), bei denen die verzögerte Einleitung einer RT zu keinerlei Nachteilen führt, wurden zu einem späteren Zeit punkt im Jahr Behandlungsplätze zugewiesen. E. Palliative RT wurden, wann immer möglich, unter Verwen dung extrem kurzer Schemata verabreicht. Stereotaktische RT (SBRT) mit einer Fraktion im Sinne einer Radiochirurgie wurden für Fälle in Betracht gezogen, in denen eine höhere biologisch wirksame Dosis (BED [\"biological effective dose\"] 10 Gy) als notwendig erachtet wurde, wie bei Knochenmeta stasen mit Massen effekt. Dort wurden einmalige RT mit 16 Gy und bei größeren Volumina Konzepte mit 2 × 6-10 Gy ein geführt. F. Es wurden Vorkehrungen getroffen, um die Maßnahmen zur kV) von oberflächlichen Hauttumoren wird durch eine schnellere RT am Linearbeschleuniger mit Elektronentech niken ersetzt und die analgetische Therapie von gutartigen Erkrankungen bis zum Herbst ausgesetzt. Solange wird die orale medikamentöse Analgesie aufrechterhalten. Besondere Fähigkeiten, die von einem oder wenigen Mitarbei tern beherrscht werden, können zu einem Engpass führen, wenn diese Personen nicht mehr verfügbar sind. Da die RT ein koor diniertes Zusammenspiel einzelner Expertinnen und Experten erfordert, haben wir Bereiche identifiziert, in denen potenzielle Probleme in unserer Klinik auftreten könnten. Dies beinhaltete unseren Workflow für die Bestrahlungsplanung, mit Konturie rung und Verschreibung der Dosis durch die Ärzteschaft, Plan berechnung durch das Dosimetriepersonal, Freigabe des Plans durch die Ärzteschaft, QA durch die Physikerinnen und Physi ker. In unserer Klinik war der erste offensichtliche Engpass die Planberechnung mit nur zwei verfügbaren Dosimetriekräften. Um diesem Engpass entgegenzuwirken, wurden folgende Maß nahmen ergriffen: A. Geschulte Physikerinnen und Physiker wurden aktiver in das Planerstellungsverfahren als BackupPlan bei begrenztem Dosimetriepersonal einbezogen. B. Ein Fernzugriff auf die Planungsarbeitsstation wurde instal liert, sodass eine Dosimetriekraft von zu Hause aus planen kann (Homeoffice), wodurch diese einem geringeren Infekti onsrisiko ausgesetzt ist und auch unter Quarantäne arbeiten kann. C. Ein weiterer Engpass kann sich daraus ergeben, dass ein erheblicher Teil der Belegschaft krank wird oder eine Qua rantäne benötigt. Insbesondere das Fehlen von vielen medi zinischen Fachpersonen für Radiologie (MTRA) wurde als denkbares Szenario identifiziert, bei dem einer von drei LINAC abgeschaltet werden müsste. D. Die Teams wurden auf angepasste Arbeitsabläufe vorbereitet, die es ermöglichen würden, die LINAC mit begrenztem Per sonal zu bedienen (z. B. mit einem \"Springer\", der bei Bedarf die Patientenpositionierung unterstützt oder mit der Ein beziehung von Studierenden im Rahmen eines regulären Arbeitsvertrages, da deren praktischer Unterricht bis auf wei teres ausgesetzt wurde). E. Um das Risiko einer weitverbreiteten Exposition zu verrin gern, wurde ein Schichtbetrieb in Betracht gezogen, obwohl dies von der Anzahl der verfügbaren MTRA und der Arbeits belastung abhängt (derzeit in unserer Klinik nicht möglich). Berufsverbänden oder für universitäre Aufgaben) haben die se Aufgaben nahezu komplett über Videokonferenzen erfüllt, um bis zuletzt dem Klinikbetrieb zur Verfügung zu stehen und keiner zusätzlichen Infektionsgefahr ausgesetzt zu sein. In Krisenzeiten kann es zu zusätzlichen (und bis dahin wenig vertrauten) Aufgaben kommen [siehe hierzu auch den Beitrag \"Empfehlungen zur intensivmedizinischen Therapie von Pati enten mit COVID19\" in dieser Ausgabe; Kluge S et al. InFo Hämatologie + Onkologie. 2020;23(4):179], da Personalmangel und Patientenüberlastung krankenhausweite Folgen haben. A. Andere kritische Bereiche im Krankenhaus erfordern mögli Exposition während der Nachsorge der Patientinnen und Pati enten gemäß dem Prinzip \"zu Hause bleiben\" zu begrenzen und die Ausbreitung von SARSCoV2 zu verringern. Patientinnen und Patienten, für die Nachsorgeuntersuchungen vorgesehen waren, wurden im Voraus telefonisch kontaktiert. Maßnahmen aus der Ferne, die als Reaktion auf typische RTNebenwirkun gen ergriffen wurden, umfassten die Konsultation, das Faxen von Medikamentenverordnungen an nahe gelegene Apotheken, die Verwendung von Videoanrufen zur Beurteilung von Haut reaktionen und die Planung zusätzlicher Telefonanrufe. Die Reaktionen der Patienten auf diesen Ansatz waren fast einstim mig positiv, da viele erleichtert waren, dass sie nicht in die Kli nik kommen mussten -es sei denn, dies war (aus anderen Grün den) erforderlich. Herausforderung 6: \"Wer kümmert sich um die Kinder?\" Der Ausbruch von SARSCoV2 wird Herausforderungen mit sich bringen, die zunächst möglicherweise nicht erkannt wer den. Das galt auch für die (nunmehr angeordnete) Schließung von Schulen und/oder Kindertagesstätten. In unserem Fall wur de dies durch die nicht abschätzbare Entscheidung der Schwei zer Bundes regierung und der kantonalen Behörden zum Schul betrieb erschwert. Da Basel sowohl an Frankreich als auch an Deutschland grenzt, pendeln mehrere Kolleginnen und Kolle gen zur Arbeit über die Grenze in die Schweiz, was die Sache noch komplizierter macht. Die französischen Behörden haben am 9. März die Schulen geschlossen, während die Schweizer und deutschen Behörden am 16. März folgten. In Erwartung wur den alle Mitarbeiterinnen und Mitarbeiter mit Kindern gefragt, wie ihre Kinder betreut werden würden, wenn Schulen, Kinder gärten und Kindertagesstätten geschlossen würden. Ein vorläu figer Plan war die Umwandlung eines Pausenraums in eine Art Kindertagesstätte für Mitarbeiter. Diese Idee wurde schnell ver worfen aufgrund der am 13. März erlassenen Krankenhausvor schrift, die es für Besucher verbietet, das Krankenhausgelände zu betreten. Glücklicherweise haben die kantonalen Behörden die Bedeutung dieses Themas erkannt und Kindertagesstätten für Eltern, die im Gesundheitswesen oder in anderen wichtigen Diensten arbeiten, bereitgestellt. Von Seiten des Spitals wurden Hotelzimmer reserviert, sollten die Grenzen auch für medizi nisches Personal geschlossen werden. So wäre eine Unterkunft in Spitalnähe möglich, eine Zustimmung der Mitarbeitenden vorausgesetzt. Einige Zimmer wurden bereits von Mitarbeiten den vorsorglich bezogen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}