{
    "paper_id": "8015d0ed05da3d7cc87e46a79d52aef4487387d2",
    "metadata": {
        "title": "Journal Pre-proofs SARS-CoV2 induced respiratory distress: Can Cannabinoids be added to anti- viral therapies to reduce lung inflammation?",
        "authors": [
            {
                "first": "Siddappa",
                "middle": [
                    "N"
                ],
                "last": "Byrareddy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mahesh",
                "middle": [],
                "last": "Mohan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease-2019 , caused by Severe Acute Respiratory Syndrome coronoavirus-2 (SARS-CoV2) has emerged as a global pandemic, which was first reported in Wuhan, China. Recent reports have suggested that acute infection is associated with a cytokine superstorm, which contributes to the symptoms of fever, cough, muscle pain and in severe cases bilateral interstitial pneumonia characterized by ground glass opacity and focal chest infiltrates that can be visualized on computerized tomography scans (Rothan and Byrareddy, 2020) .",
            "cite_spans": [
                {
                    "start": 505,
                    "end": 533,
                    "text": "(Rothan and Byrareddy, 2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Currently, there are no effective antiviral drugs or vaccines against SARS-CoV2. In the recent issue of BBI, Zhang et al. (Zhang et al., 2020) thoroughly summarized the current status of potential therapeutic strategies for COVID-19. One of them, anti-IL6 receptor (Tocilizumab) antibody, resulted in clearance of lung consolidation and recovery in 90% of the 21 treated patients (Fu et al., 2020) . Although promising, it has also produced adverse effects like pancreatitis and hypertriglyceridemia (Morrison et al., 2020) , which make it imperative to explore effective alternative anti-inflammatory strategies. Here, we intend to highlight the potential effects of cannabinoids, in particular, the non-psychotropic cannabidiol (CBD), that has shown beneficial anti-inflammatory effects in pre-clinical models of various chronic inflammatory diseases and is FDA approved for seizure reduction in children with intractable epilepsy (Nichols and Kaplan, 2020) . Similar to Δ 9 -tetrahydrocannabinol (Δ 9 -THC), the most studied cannabinoid, CBD decreased lung inflammation in a murine model of acute lung injury potentially through the inhibition of proinflammatory cytokine production by immune cells and suppressing exuberant immune responses (Vuolo et al., 2019) . CBD can inhibit the production of proinflammatory cytokines like interleukin (IL)-2, IL-6, IL-1α and β, interferon gamma, inducible protein-10, monocyte chemoattractant protein-1, macrophage inflammatory protein-1α, and tumor necrosis factor-α (Nichols and Kaplan, 2020) ( Figure 1 ) that have been associated with SARS-CoV2 induced multi-organ pathology and mortality. In a murine model of chronic asthma, CBD reduced proinflammatory cytokine production, airway inflammation and fibrosis (Vuolo et al., 2019) .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 142,
                    "text": "(Zhang et al., 2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 380,
                    "end": 397,
                    "text": "(Fu et al., 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 500,
                    "end": 523,
                    "text": "(Morrison et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 933,
                    "end": 959,
                    "text": "(Nichols and Kaplan, 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1245,
                    "end": 1265,
                    "text": "(Vuolo et al., 2019)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1757,
                    "end": 1777,
                    "text": "(Vuolo et al., 2019)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1541,
                    "end": 1549,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Moreover, CBD can effectively inhibit the JAK-STAT pathway including the production and action of type I interferons without leading to addiction, alterations in heart rate or blood pressure and adverse effects on the gastrointestinal tract and cognition (Nichols and Kaplan, 2020) . In simian immunodeficiency virus (SIV)-infected rhesus macaques (RMs), we reported THC mediated attenuation of IFN stimulated gene expression in the intestine (Kumar et al., 2019) . Similar to CBD, chronic THC administration blocked inflammation induced fibrosis in lymph nodes of chronically SIV-infected RMs (Kumar et al., 2019) . Unlike THC, CBD has a high margin of safety and is well tolerated pharmacologically even after treatments of up to 1500 mg/day for two weeks in both animals and humans (Nichols and Kaplan, 2020) , which suggests its feasibility to reduce SARS-CoV2 induced lung inflammation/pathology and disease severity.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 281,
                    "text": "(Nichols and Kaplan, 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 443,
                    "end": 463,
                    "text": "(Kumar et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 614,
                    "text": "(Kumar et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 811,
                    "text": "(Nichols and Kaplan, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The many uncertainties associated with the COVID-19 pandemic such as status of the economy, employment and loss of connection can fuel depression, fear and anxiety. CBD has shown promise as an alternative therapy for the clinical management of anxiety disorders (Nichols and Kaplan, 2020) . Based on its anxiolytic and anti-depressant properties, it has been suggested CBD could be used to improve the mental and somatic health of patients suffering from anxiety and emotional stress after recovering from Ebola disease (Reznik et al., 2016) . Like Ebola, patients recovering from COVID-19 may experience various psychological and social stressors that may be triggered by residual chronic inflammation and autoimmune reactions. Therefore, randomized clinical trials to test the efficacy of CBD on alleviating anxiety and fear associated with COVID-19 infection and its consequences on people's physical, social and psychological well-being may be beneficial in the future. Additionally, severely ill COVID-19 patients exhibited neurological symptoms like cerebrovascular disease, headache and disturbed consciousness (Reviewed in (Wu et al., 2020) ). Brain edema, neuronal degeneration and presence of SARS-CoV2 in the cerebrospinal fluid (CSF) were confirmed at autopsy (Wu et al., 2020) . Therefore, longitudinal CSF sampling using non-human primate (NHP) studies may help clarify whether and when SARS-CoV2 invades the brain, and if this happens, does it result in neuroinflammation and more importantly, whether cannabinoids can modulate these events (Kumar et al., 2019) .",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 288,
                    "text": "(Nichols and Kaplan, 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 520,
                    "end": 541,
                    "text": "(Reznik et al., 2016)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1131,
                    "end": 1148,
                    "text": "(Wu et al., 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1272,
                    "end": 1289,
                    "text": "(Wu et al., 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1556,
                    "end": 1576,
                    "text": "(Kumar et al., 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Being a negative allosteric modulator of the cannabinoid receptor-1, CBD can counter the psychotropic effects of THC when co-administered with THC (Nichols and Kaplan, 2020) .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 173,
                    "text": "(Nichols and Kaplan, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although, Remdesivir reduced the mortality rate of seriously ill COVID-19 patients needing invasive ventilation (Zhang et al., 2020) , similar studies in rhesus macaques revealed minimal subpleural inflammatory cellular infiltrates in the lungs of clinically recovered Remdesivir treated RMs at necropsy (Williamson et al., 2020) . This suggests persistence of inflammation and may partly explain the 20-30% reduction in lung function in COVID-19 patients after recovery, which if left unresolved may lead to pulmonary fibrosis. Therefore, these findings support the investigation of cannabinoids as a plausible option to be added as an adjunct to Remdesivir or any new antivirals on SARS-CoV2 induced lung inflammation. ",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 132,
                    "text": "(Zhang et al., 2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 304,
                    "end": 329,
                    "text": "(Williamson et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Why tocilizumab could be an effective treatment for severe COVID-19?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Transl Med",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cannabinoid Attenuation of Intestinal Inflammation in Chronic SIV-Infected Rhesus Macaques Involves T Cell Modulation and Differential Expression of Micro-RNAs and Pro-inflammatory",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Didier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pahar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Molina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mohan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Genes. Front Immunol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Letter to the Editor: Acute hypertriglyceridemia in patients with COVID-19 receiving tocilizumab",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramesh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "R"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immune Responses Regulated by Cannabidiol",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cannabis and Cannabinoid Research",
            "volume": "5",
            "issn": "",
            "pages": "12--31",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cannabidiol: a potential treatment for post Ebola syndrome?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Reznik",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Ashby",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Infect Dis",
            "volume": "52",
            "issn": "",
            "pages": "74--76",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Autoimmun",
            "volume": "109",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cannabidiol reduces airway inflammation and fibrosis in experimental allergic asthma",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vuolo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Abreu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Michels",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Xisto",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Blanco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hallak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Zuardi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Crippa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bahl",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pizzichinni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maurici",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M M"
                    ],
                    "last": "Pizzichinni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R M"
                    ],
                    "last": "Rocco",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dal-Pizzol",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Pharmacol",
            "volume": "843",
            "issn": "",
            "pages": "251--259",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical benefit of remdesivir in rhesus macaques infected with SARS-CoV-2",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wit",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.biorxiv.org/content/10.1101/2020.04.15.043166v2"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nervous system involvement after infection with COVID-19 and other coronaviruses",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.03.031"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Current status of potential therapeutic candidates for the COVID-19 crisis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Brain Behav Immun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbi.2020.04.046"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Potential mechanisms associated with cannabinoid mediated suppression of SARS-CoV-2 induced lung inflammation and fibrosis. ROS-Reactive oxygen species, IL-Interleukin; IFN-Interferon; MIP-Macrophage inhibitory protein; MCP-Monocyte chemotactic protein; ER-Endoplasmic reticulum.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}