{
    "paper_id": "806d08184df5e9fd98ee4bbfdf4da3e4001bdb71",
    "metadata": {
        "title": "Pediatric Emergencies : Newsletter 9",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "S"
                ],
                "last": "Surpure",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oklahoma Children's Memorial Hospital",
                    "location": {
                        "settlement": "Oklahoma City Oklahoma",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "somnia, fatigue, difficulty concentrating, nervousness, and depression. One hundred mg twice daily in adults reduced influenza attack rates by 70-90%. Equally effective was a dosage of 100 mg once daily in teenagers. The dosage in children is 5-8 rag/ kg/day divided every 12 hours (maximum 200 rag/day). Protection from symptomatic infection is increased by 10-20% with combined vaccine and chemoprophylaxis compared to either modality used alone. For treatment of documented influenza infection, medication should be started within 48 hours of onset at dosages identical to the prophylaxis dosages and continued for 7 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Rimantadine is an analogue of amantadine and will probably soon be licensed for general clinical use. Indications are essentially the same as those for amantadine. Adverse reactions associated with amantadine are uncommon with rimantadine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ribavirin is a broad spectrum virustatic agent with activity against RSV, influenza A and B, parainfluenza, and adenovirus. It is presently approved by the Food and Drug Administration in its aerosolized form for the therapy of RSV infections in hospitalized children who do not require assisted ventilation. Although direct fluorescence and enzyme-linked immunosorbent (ELISA) assays for RSV infection are commercially available, these are difficult to establish in the usual community hospital. Aerosolized ribavirin has also been 303 shown to offer therapeutic benefits in the treatment of uncomplicated influenza A and B infection. Studies comparing oral amantadine or rimantadine to aerosolized ribavirin for the treatment of influenza A pneumonia have not been done. Toxicity of aerosolized ribavirin in infants appears minimal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A number of published reports have indicated that interferon given as a nasal spray reduced the incidence of subsequent rhinovirus upper respiratory infections. General application of interferon therapy has become more available because advances in genetic engineering allow production of large amounts of purified material at relatively low cost. Interferon may have antiviral activity against a broad spectrum of pathogens, including rhinovirus, influenza A and B, parainfluenza, adenovirus, and coronavirus. Resistant viral strains following therapy have not been observed. Systemic toxicity does not occur except with extremely large doses. Between 12 and 15% of volunteers experienced nasal dryness, bleeding ulcerations, and erosion. Interferon has not been effective for, the treatment of established rhinovirus infection. Furthermore, prophylactic efficacy data are available only for rhinovirus and not for other virus infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vitamin C (ascorbic acid) does not seem to be effective for prevention and treatment for the common cold. Clinical trials have also failed to demonstrate any efficacy of zinc for treatment of rhinovirus infections. One intriguing approach to therapy utilizes murine monoclonal antibodies by intranasal administration to block cellular receptor sites for rhinoviruses. Transmission of cold viruses commonly occurs from colonized hands and fomites. Such spread can be interrupted by requiring infected individuals to use handkerchiefs impregnated with citric acid, malic acid or other virustatie agents. However, investigations have not been conducted to establish that treated products do indeed control transmission of cold viruses. Acyclovir is probably effective for treating pulmonary infections caused by herpes simplex type I or II and varicella zoster. Ganciclovir, an investigation',d compound, offers promise for the prevention and treatment of cytomegalovirus disease. Finally, combination chemotherapy plus immunotherapy and other forms; of combined antiviral agents warrant further consideration in the prophylaxis and treatment of viral respiratory infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Considerable attention has been focused recently on the alteration of antimicrobial regimens in an effort to improve outcome from bacterial meningitis in infants and children. Conventional therapy with ampicillin and either an aminoglycoside or chloramphenicol continues to be recommended by the American Academy of Pediatrics. However, the new cephalosporins have been used recently for initial empiric treatment of mening gitis because of their increased activity against the common meningeal pathogens or because some of these compounds can be admini- In several recent controlled, prospective studies, some newer cephalosporins did not sterilize CSF cultures more rapidly nor did they improve case4atality rates compared with conventional antibiotic regimens in neonates and older children (providing that the pathogens were susceptible to the antibiotic used). However, a potential advantage of the new cephalosporins is the avoidance of the need to monitor serum concentrations of aminoglycosides and chloramphenicol, especially in patients who have underlying abnormalities in renal or hepatic function, respectively. After comments from several experts, the authors conclude that there is no longer a regimen of choice for initiating treatment of bacterial meningitis. In fact, each of the experts has more than one preferred regimen tailored to specific clinical situations. There was partial consensus on the following points : (1) the reluctance to accept 7-day therapeutic regimens (too short), (2) cefuroxime may not be an ideal choice, (3) third generation cephalosporins seem to be preferred as initial therapy for meningitis in older infants and younger children. The new cephalosporins, therefore, are attractive for reasons of simplicity and safety, but clearly there are cases in which the older regimens are appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OPTIONS FOR INITIAL EMPIRIC MENINGITIS THERA~"
        },
        {
            "text": "Injuries of the elbow in children are difficult to diagnose accurately, because the multiple ossification centers are primarily cartilaginous and not visible on routine Xrays. Arthrography has been suggested as a means of discerning the injury pattern before complete ossification of the elbow. Is arthrography helpful in diagnosis of these injuries? Yates and Sullivan (J Pediatr Orthop, 1987; 7 : 54) 3 studied 36\"children under 8 years of age with elbow injuries to evaluate the diagnostic accuracy and clinical efficacy of elbow arthrograms. The authors used double-contrast arthrography, with equal volumes of contrast material and air (usually 89 ml of each). All arthrograms were obtained within 24 hours of injury with the exception of one child referred for evaluation 10 days following trauma. All arthrographie diagnoses were confirmed by subsequent clinical and radiographic courses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIAGNOSTIC AID FOR ELBOWS"
        },
        {
            "text": "Many elbow injuries are misdia~nosed by routine X-ray methods and are subsequently managed inappropriately. The most common arthrographic diagnosis in this study was supracondylar fracture, followed by lateral condylar fracture, distal humeral epiphyseal fracture/separation, olecranon fracture, medial epicondylar avulsion with elbow dislocation, contusion, Nursemaid's elbow, and septic elbow. The additional information gained by arthrographic evaluation not only better defined the anatomic lesion, but also favorably influenced subsequent treatment in 7 of the 36 children. The authors conclude that arthrography can be helpful in the skeletally immature patient whose diagnosis is in doubt and is particularly useful in condylar fractures and periarticular fractures in which anatomic alignment cannot be ascertained from plain X-ray. However, arthrography should be needed infrequently overall as long as proper radiographs (including comparison views) are obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIAGNOSTIC AID FOR ELBOWS"
        },
        {
            "text": "Fever is the most common presenting symptom in most pediatric clinics. Many health care providers believe that a fever of benign (usually viral) etiology responds better to antipyretics than a fever caused by a more serious (bacterial) infection. Is this belief fact or fiction? Weisse et al (Pediatric Infect Dis J 1987; 6 : 1091) 1 studied the effect of acetaminophen on fever in bacterial vs viral infections in 100 children (ages 9 days to 17 years) with rectal or oral temperature of 1020 F (38.90 C) or greater. Study patients were given 15 mg/kg (maximum 650 mg) acctaminophen, and their temperatures were rechecked 1 hour later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ANTIPYRETICS FOR DIAGNOSIS ?"
        },
        {
            "text": "Previous studies have indicated that the risk of bactercmia increases with certain threshold elevations of white blood cell count, erythrocyte sedimentation rate, and temperature. Results have been ambiguous concerning the use of subjective analysis of a patient's \"toxicity\" to predict bacteremia. These authors agree with previous studies which showed that the risk of bacteremia increases with increased white blood cell count. Furthermore, they found that the fever response to acetaminophen was a poor discriminator between bacterial and viral infections. They suggest that additional study including a more prolonged period of patient temperature measurements might be helpful to more fully understand this clinical question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ANTIPYRETICS FOR DIAGNOSIS ?"
        },
        {
            "text": "Asthma is the most common lung discase in children beyond infancy. A number of clinical scoring systems have been devised that are intended to help assess the severity of the asthma episode. One such scoring system is the clinical asthma score (CAS) developed by Wood and co-workers in 1972. The use of CAS has not been validated by adequate clinical trials. Does the CAS have prognostic value? Baker (AJDC, 1988 ; 142 : 183) 2 studied 210 asthma patients to evaluate the usefulness of the CAS in determining outcome in childhood asthmatics. All patients received standard treatment, consisting of beta-adrenergic agents and theophylline compounds. The CAS is the summation of values assigned to 5 different clinical characteristics, which include cyanosis, inspiratory breath sounds, accessory muscle use, expiratory wheezing, and cerebral function. The decision to admit or discharge a patient was based on the treating physician's clinical assessment. Follow-up information was gathered by telephone on each child 10 days after emergency department disposition.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 412,
                    "text": "(AJDC, 1988",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SCORING ASTHMA"
        },
        {
            "text": "The author found that the pretreatment CAS was not useful for the early identification of children requiring prolonged inpatient asthma management. Although the CAS might be reflective of the severity of illness at the time of assessment, it is of little use in predicting the direction of illness as reflected either by the length of hospitalization or the continuation of clinically significant symptoms at home. These data indicate that the CAS alone is not a reliable indicator of severity of acute asthma of childhood as judged by subsequent disability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SCORING ASTHMA"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fever response to acetaminophen in viral vs bacterial infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Weisse",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Brien",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Pediatr blfect Dis J",
            "volume": "6",
            "issn": "",
            "pages": "1091--1094",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pitfalls in the use of clinical asthma scoringAJDC",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "142",
            "issn": "",
            "pages": "183--185",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Arthrographic diagnosis of elbow injuries in chiJdren",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yates",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Journal of Pediatric Orthopedics",
            "volume": "7",
            "issn": "",
            "pages": "54--60",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Antiviral agents for respiratory infections. Pediatrb,fect",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Steele",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Dis J",
            "volume": "7",
            "issn": "",
            "pages": "437--440",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Consensus report : Antimicrobial therapy for bacterial meningitis in infants and children Pediatr inject",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Dis J",
            "volume": "6",
            "issn": "",
            "pages": "50--505",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "stered 1-3 times daily (compared with ampicillin and chloramphenicol which require 4 doses daily). Is there a re#men of choice for initial treatment? McCracken, Nelson et al (Pediatr Infect Dis 7 1987; 6 : 501) 5 reviewed the evidence for efficacy of the new cephalosporin compounds in the treatment of pediatric meningitis.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}