{"paper_id": "807265c3c3c932b52cd38cb72d3a4f8346bae0b3", "metadata": {"title": "Use of data linkage to investigate the aetiology of acute lower respiratory infection hospitalisations in childrenj pc_2229 520..528", "authors": [{"first": "Hannah", "middle": ["C"], "last": "Moore", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre for Child Health Research", "location": {}}, "email": ""}, {"first": "Nicholas", "middle": [], "last": "De Klerk", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre for Child Health Research", "location": {}}, "email": ""}, {"first": "Anthony", "middle": ["D"], "last": "Keil", "suffix": "", "affiliation": {"laboratory": "PathWest Laboratory Medicine WA", "institution": "Princess Margaret Hospital for Children", "location": {}}, "email": ""}, {"first": "David", "middle": ["W"], "last": "Smith", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre for Child Health Research", "location": {}}, "email": ""}, {"first": "Christopher", "middle": ["C"], "last": "Blyth", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Western Australia", "location": {}}, "email": ""}, {"first": "Peter", "middle": [], "last": "Richmond", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Western Australia", "location": {}}, "email": ""}, {"first": "Deborah", "middle": [], "last": "Lehmann", "suffix": "", "affiliation": {"laboratory": "", "institution": "Centre for Child Health Research", "location": {}}, "email": ""}]}, "abstract": [{"text": "To document the aetiology of acute lower respiratory infection (ALRI) hospitalisations in Western Australian children by linking population-based laboratory data with hospital morbidity data. Methods: Data from all ALRI hospitalisations and laboratory records related to respiratory pathogens between 2000 and 2005 were extracted and linked through a population-based record linkage system. The proportion of specimens that were positive for each respiratory viral or bacterial pathogen was documented. Results: Eight thousand nine hundred and eighty (45.2%) ALRI hospitalisations were linked to a laboratory record. Admissions to a private hospital and admissions from non-metropolitan areas were less likely to have a linked laboratory record. In 57.9% of linked hospitalisations, a respiratory virus and/or a bacterial pathogen was identified. Frequently identified viral pathogens included respiratory syncytial virus (RSV; n = 3226; 39.5% of those tested), influenza viruses (n = 664; 8.5%), parainfluenza virus type 3 (n = 348; 4.6%), picornaviruses (n = 292; 22.3%) and adenoviruses (n = 211; 2.7%). RSV was identified in 63.7% of bronchiolitis admissions in those aged under 6 months and 33.1% of pneumonia admissions in those aged under 12 months. Influenza viruses were identified in 81.6% of influenza-coded admissions. When a test was requested, Bordetella pertussis was identified in 21.2% of ALRI hospitalisations (n = 354), including 86.8% of whooping cough-coded admissions. Conclusions: This is the first report of population-based data linkage between statewide laboratory data and hospitalisation records and demonstrates proof of principle. RSV continues to be an important pathogen in ALRI. As pathogens were identified across all diagnoses, relying on hospital diagnosis coding alone may not accurately estimate the burden of different categories of ALRI.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "studies performed over restricted time periods, usually a single season. The number and extent of the studies are limited by the cost and logistical problems of collecting and analysing the data. As a result, we have a lack of information about the longer-term impact of these viruses on paediatric health in many countries, including Australia. Furthermore, there is a lack of populationbased studies documenting the aetiology of ALRI, particularly in indigenous populations. This is despite the fact that large amounts of administrative health data are routinely collected. Developing systems to extract, accumulate and analyse these data has the potential to provide retrospective and prospective data over long periods of time, over wide geographical areas and for diverse population groups.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "In Western Australia (WA), we have the opportunity to link population-based administrative health datasets using the Western Australian Data Linkage System (WADLS). The WADLS encompasses systematic record linkage of numerous administrative health datasets and has 100% coverage of data for hospital admissions throughout the state. 12 We have successfully used the WADLS to document population-based trends in pneumonia hospitalisations 13 and population attributable fractions of infant and maternal risk factors for ALRI. 14 We now aim firstly to examine the feasibility of linking a statewide laboratory dataset of routine respiratory pathogen testing with statewide hospital admissions for ALRI between 2000 and 2005 in young WA Aboriginal and non-Aboriginal children. Secondly, we aim to provide an overview of ALRI aetiology by documenting the proportion of ALRI-coded hospital admissions with a positive identification of a respiratory pathogen.", "cite_spans": [{"start": 332, "end": 334, "text": "12", "ref_id": "BIBREF11"}, {"start": 437, "end": 439, "text": "13", "ref_id": "BIBREF12"}, {"start": 524, "end": 526, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [], "section": ""}, {"text": "WA has a population of 2.2 million and covers approximately 2.5 million km 2 . 15 There is one dedicated tertiary level paediatric teaching hospital, Princess Margaret Hospital for Children (PMH) located in the state capital, Perth, where approximately 72% of Western Australia's population resides. At PMH, it is standard practice to collect nasopharyngeal aspirates (NPAs) for respiratory virus detection on all children admitted with ALRI. A similar practice occurs at many smaller metropolitan and non-metropolitan hospitals. Previously, we have extracted data from the WADLS on 245 249 singleton live births (17 466 of which are Aboriginal) in WA between 1996 and 2005 from the Midwives' Notification System, Birth and Death Register and the Hospital Morbidity Database System. Details of data cleaning are provided elsewhere. 13, 14 ", "cite_spans": [{"start": 79, "end": 81, "text": "15", "ref_id": "BIBREF14"}, {"start": 613, "end": 620, "text": "(17 466", "ref_id": null}, {"start": 832, "end": 835, "text": "13,", "ref_id": "BIBREF12"}, {"start": 836, "end": 838, "text": "14", "ref_id": "BIBREF13"}], "ref_spans": [], "section": "Methods"}, {"text": "We extracted data on hospital admissions for ALRI between January 2000 and December 2005 inclusive as those were the years where laboratory data were available for linkage. Using the International Classification of Diseases (ICD), 10th revision, 16 a hierarchical diagnosis algorithm was developed using the principal diagnosis (first-listed diagnosis) and 20 secondary diagnoses ranking ALRI episodes in the following order of disease severity: whooping cough (ICD10 A37), pneumonia (J12-J18, B59, B05.2, B37.1, B01.2), bronchiolitis (J21), influenza (J10-J11), unspecified ALRI (J22) and bronchitis (J20). 14", "cite_spans": [{"start": 246, "end": 248, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Hospital morbidity data"}, {"text": "PathWest Laboratory Medicine WA (PathWest) is a governmentfunded public laboratory service and consists of all public pathology laboratories in WA, including five located at the metropolitan teaching hospitals and many others located at metropolitan and non-metropolitan government non-teaching hospitals. It carries out a full range of diagnostic testing for infectious diseases. The PathWest laboratory database comprises two separate data systems: the Metropolitan Corporate Laboratory Information System, or ULTRA (version 3.2; GE Healthcare, Waukesha, WI, USA), and the Branch Laboratory Information System (BLIS; PathWest Laboratory Medicine WA, Australia). The ULTRA database contains information on all pathology testing conducted in the metropolitan region and information concerning specimens collected for polymerase chain reaction (PCR) testing, virology testing and serology throughout WA. BLIS contains bacteriology data from rural and remote PathWest laboratories in WA. Data were extracted from both the ULTRA and BLIS systems for all children in the birth cohort who had samples collected to identify any respiratory pathogen between 2000 and 2005. Specimens were classified as bronchial specimens, upper respiratory specimens (NPAs and nose swabs), tracheal specimens, pleural fluid, sputum, blood specimens, cerebrospinal fluid, and throat and eye swabs.", "cite_spans": [], "ref_spans": [], "section": "Laboratory data"}, {"text": "At PathWest, respiratory samples received for viral testing are normally investigated for RSV, influenza viruses A and B, adenoviruses and PIV types 1-3. At PMH, if a specimen is negative for this standard respiratory panel, the specimen is then investigated for picornaviruses and hMPV. At the central PathWest laboratory in Perth, respiratory samples received for viral testing are routinely investigated for picornaviruses and hMPV. Therefore, information on the identification of the following viruses was extracted: RSV, influenza viruses A and B, adenoviruses, PIV1-3, picornaviruses (only enteroviruses and rhinoviruses) and hMPV. Positive and negative results for virology were recorded. Respiratory viruses were identified using one or more of the following: direct immunofluorescence (all viruses except picornaviruses and hMPV), PCR (all viruses) and viral culture (all viruses except hMPV). PCR testing commenced in 2002 for picornaviruses and in 2003 for hMPV. Prior to those dates, rhinoviruses were identified by cell culture, while hMPV could not be detected. Enteroviruses and rhinoviruses were combined as picornaviruses as the PCR methods in use did not accurately distinguish between the two groups.", "cite_spans": [], "ref_spans": [], "section": "Laboratory data"}, {"text": "Following request by the treating clinician for bacterial culture, pathogens including Streptococcus pneumoniae, Streptococcus pyogenes, Moraxella catarrhalis, Haemophilus influenzae, Staphylococcus aureus, Pseudomonas aeruginosa and Enterobacteriaceae were isolated and identified. 17 Due to difficulties in interpreting the significance of detection of these bacteria from non-sterile sites, only bacterial cultures from blood, cerebrospinal fluid and pleural fluid have been included in the analysis documenting the aetiology of ALRI. Following request by the treating doctor, S. pneumoniae was also detected by PCR from a sterile specimen, such as blood, pleural fluid or cerebrospinal fluid. PCR or the detection of Bordetella pertussis-specific IgA in nasal secretions or culture were used to detect B. pertussis. 18 These diagnostic methods have been consistently performed between 2000 and 2005. Mycoplasma pneumoniae was detected by PCR from NPA. However, tests for these two latter bacterial species were only performed when specifically requested.", "cite_spans": [{"start": 283, "end": 285, "text": "17", "ref_id": "BIBREF16"}, {"start": 820, "end": 822, "text": "18", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Laboratory data"}, {"text": "Following a best practice protocol as described in Kelman et al., 19 personal identifiers were separated from the health outcome data and linked by the WADLS to produce a project-specific child identifier key. De-identified data for each of the datasets were subsequently given to the research team. Hospital and laboratory data were then linked through the unique child identifier key provided by WADLS. Records pertaining to the same child were linked if the specimen collection date on the laboratory record was within 48 h of the hospital admission date. This was to ensure that we included specimens collected as an outpatient or in emergency departments before admission, as well as those collected shortly after admission. Samples collected more than 48 h after admission were not included, as positive results may have been due to nosocomial infection.", "cite_spans": [{"start": 66, "end": 68, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Data linkage and statistical analysis"}, {"text": "We used a logistic regression model to determine the factors that predicted successful linkage between laboratory episodes and hospital admissions. We report on odds ratios with 95% confidence intervals. Further analyses were then conducted on the dataset that only contained linked hospital and laboratory records. Laboratory data indicated whether specimens were tested for relevant pathogens and whether the pathogen was identified or not. To account for different testing procedures at the various laboratories, we calculated the proportion of samples tested that were positive for a particular pathogen. Proportions were compared with the c 2 test and two-sided P-values were reported.", "cite_spans": [], "ref_spans": [], "section": "Data linkage and statistical analysis"}, {"text": "Access to laboratory data was approved by PathWest, and a Memorandum of Understanding was developed between Path-West and the Department of Health to approve the data linkage. This study was approved by the PMH Ethics Committee and the Western Australian Aboriginal Health Information and Ethics Committee. Access to data from WADLS was approved by the Confidentiality of Health Information Committee and the Western Australian Data Linkage Branch. The WADLS provided unique de-identified linkage keys in order to link the laboratory data with the hospital morbidity data.", "cite_spans": [], "ref_spans": [], "section": "Ethical approval"}, {"text": "A total of 19 857 hospital admissions for ALRI were identified between 2000 and 2005. Just under half (n = 8980; 45.2%) of these admissions could be linked to a laboratory record. The characteristics of hospital admissions according to successful laboratory linkage are shown in Table 1 . The hospital admissions that linked to a laboratory record had a longer length of stay in the hospital (mean 4.3 days) than admissions that did not link to a laboratory record (mean 3.2 days; z = 5.94, P < 0.001). In a multiple logistic regression analysis adjusted for length of stay in days, Aboriginal children, males, admissions to a private hospital or admissions from rural and remote areas and children aged 6 months or older were less likely to have a linked laboratory record. Linkage improved over time with 40% of hospitalisations in 2000 linking to a laboratory record, compared with 50% in 2005 ( Table 1 ). The majority of admissions in the metropolitan area was in non-Aboriginal children (89.0%), whereas hospital admissions in remote areas were predominantly Aboriginal children (68.1%).", "cite_spans": [], "ref_spans": [{"start": 279, "end": 286, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 899, "end": 906, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Overall laboratory data linkage"}, {"text": "Of the 8980 hospital admissions successfully linked to a laboratory record, 5202 (57.9%) reported a positive identification of a respiratory virus or bacterial pathogen. A further 9.5% (n = 857) of hospitalisations recorded a positive identification of a bacteria from a non-sterile site. There were 3223 admissions (35.9%) where one or more laboratory tests were ordered and the result was negative, and 83 admissions (0.9%) where laboratory results were recorded, but insufficient details were available to document what laboratory investigation had been carried out. One specimen was collected for 8872 (98.8%) hospitalisations, two specimens were collected from 107 (1.2%) hospitalisations and one hospitalisation was recorded with three different specimens collected. Overall, from 9089 specimens collected, 91.6% were upper respiratory samples. There were 97 specimens from a sterile site, which include 91 blood cultures and PCRs from three pleural fluid and three cerebrospinal fluid specimens.", "cite_spans": [], "ref_spans": [], "section": "Identification of viruses and bacteria"}, {"text": "At least one respiratory virus was identified in 4934 (54.9%) of hospitalisations, and at least one bacterial pathogen was identified in 411 (4.6%) of hospitalisations. There were 143 hospitalisations where at least one virus was simultaneously identified with one bacterial pathogen, representing 2.7% of hospitalisations with a positive result. Overall, a higher proportion of hospitalisations for ALRI in non-Aboriginal children had a positive laboratory result than Aboriginal children (c 2 = 12.23, 2 degrees of freedom (d.f.), P = 0.02; Table 2 ). There was also a significant decline in the proportion of specimens found positive with age (c 2 = 402.56, 8 d.f., P < 0.001). Of children aged less than 6 months, 75.4% had a positive result from the laboratory record compared with 61.8% of children aged 6-11 months and 55.3% of children aged 12-23 months at the time of hospitalisation (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 543, "end": 550, "text": "Table 2", "ref_id": "TABREF1"}, {"start": 893, "end": 902, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Identification of viruses and bacteria"}, {"text": "For all ALRI admissions, the most frequently identified respiratory pathogens were RSV (n = 3226), influenza viruses (n = 664), B. pertussis (n = 354), PIV3 (n = 348) and picornaviruses (n = 292; Table 3 ). Overall, RSV was identified more often in non-Aboriginal children than Aboriginal children hospitalised for ALRI (41.4% vs. 32.0%; c 2 = 48.5, 1 d.f., P < 0.001). This was also noted for hMPV (14.4% vs. 8.8%; c 2 = 8.41, 1 d.f., P = 0.003). However, a higher proportion of adenoviruses and picornaviruses were identified in hospitalisations from Aboriginal children (adenovirus: 5.0% vs. 2.2% in non-Aboriginal children; c 2 = 36.7, 1 d.f., P < 0.001 and picornaviruses: 26.0% vs. 20.5% in non-Aboriginal children; c 2 = 5.05, 1 d.f., P = 0.03). B. pertussis was identified in 21.3% of hospitalisations where B. pertussis testing was requested and the proportion identified was higher in non-Aboriginal children than in Aboriginal children (23.6% vs. 14.9%; c 2 = 14.9, 1 d.f., P < 0.001).", "cite_spans": [], "ref_spans": [{"start": 196, "end": 203, "text": "Table 3", "ref_id": null}], "section": "Identification of viruses and bacteria"}, {"text": "The proportion of viral and bacterial pathogens according to ALRI diagnosis is shown in Table 3 . At least one respiratory virus was identified in 66.3% of bronchiolitis-coded admissions, and at least one bacterial pathogen was identified in 3.2% of bronchiolitis-coded admissions. Of those with at least one virus identified, two or more viruses were simultaneously identified in 93 admissions (3.0%). RSV was identified in 56.9% of bronchiolitis admissions (Table 3) , and the proportion of hospitalisations where RSV was identified varied with age: 63.7% of admissions in those aged less than 6 months for whom a test was requested, 45.0% in those aged 6-11 months and 53.3% in those aged 12-23 months (Table 4 ). In bronchiolitis admissions, RSV was more commonly identified in non-Aboriginal children (60.3%) than in Aboriginal children (43.5%; c 2 = 84.97, 1 d.f., P < 0.001). The next most common pathogens in bronchiolitiscoded admissions were picornaviruses with approximately one-quarter of requested tests being positive (Table 3) . Picornaviruses were identified more frequently in Aboriginal chil-dren (31.6%) than in non-Aboriginal children (21.2%; c 2 = 8.72, 1 d.f., P = 0.003). Approximately 900 bronchiolitis-coded admissions, where specimens were collected, were also tested for B. pertussis or hMPV. B. pertussis was identified in 16.7% and hMPV in 13.6% of these admissions (Table 3) .", "cite_spans": [], "ref_spans": [{"start": 88, "end": 95, "text": "Table 3", "ref_id": null}, {"start": 459, "end": 468, "text": "(Table 3)", "ref_id": null}, {"start": 705, "end": 713, "text": "(Table 4", "ref_id": "TABREF3"}, {"start": 1032, "end": 1041, "text": "(Table 3)", "ref_id": null}, {"start": 1395, "end": 1404, "text": "(Table 3)", "ref_id": null}], "section": "Aetiology by ALRI diagnosis"}, {"text": "At least one virus was identified in one-third of pneumonia admissions and at least one bacterial pathogen in 4.1%, RSV being the predominant pathogen (25.8%; Table 3 ). The proportion positive for different pathogens identified in pneumoniacoded admissions varied with age; however, RSV was the most commonly identified pathogen across all age groups (Table 5 ). In those aged 12-23 months, S. pneumoniae from a sterile site was identified in 8.8% of admissions (all of which were in Aboriginal children) where a test was ordered, but there were no positive bacterial identifications in other age groups. Adenoviruses were identified more frequently in pneumonia admissions in Aboriginal children than in non-Aboriginal children (5.0% vs. 2.8%; c 2 = 4.04, 1 d.f., P = 0.04).", "cite_spans": [], "ref_spans": [{"start": 159, "end": 166, "text": "Table 3", "ref_id": null}, {"start": 352, "end": 360, "text": "(Table 5", "ref_id": "TABREF4"}], "section": "Aetiology by ALRI diagnosis"}, {"text": "An influenza virus was identified in 81.6% of influenzacoded admissions across all age groups. Influenza virus A was more commonly identified than influenza virus B (Table 3) . A small proportion of influenza-coded admissions (9%) were tested for B. pertussis and found positive in 22.2% of these admissions. PIV3 was identified in 8.6% of influenza-coded admissions (Table 3) . B. pertussis was identified in 86.8% of whooping cough admissions tested for B. pertussis (93% of whooping cough admissions). Other pathogens identified in whooping cough-coded admissions were picornaviruses, RSV and PIV3. The most common pathogens identified in unspecified ALRIs and bronchitis for which tests were requested were RSV, PIV3, picornaviruses and adenoviruses.", "cite_spans": [], "ref_spans": [{"start": 165, "end": 174, "text": "(Table 3)", "ref_id": null}, {"start": 367, "end": 376, "text": "(Table 3)", "ref_id": null}], "section": "Aetiology by ALRI diagnosis"}, {"text": "This is the first report in Australia of population-based data linkage between a statewide laboratory dataset and hospital morbidity records to investigate the aetiology of ALRI in Aboriginal and non-Aboriginal children. Just less than half of all hospital admissions linked to a laboratory record, and from those, we were able to record a result from 99.1% of hospital records. A viral or bacterial pathogen was found in 58% of ALRI hospitalisations. Each ALRI diagnosis had a varied aetiology, but, overall, the most commonly identified pathogens were RSV, influenza viruses, picornaviruses and B. pertussis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We were only able to link approximately half of all hospital admissions to a laboratory record, and admissions to public or metropolitan hospitals were more likely to link. In particular, the number of blood cultures that linked to a hospital record was very low. It is likely that blood cultures are not being routinely collected from all children admitted with ALRI. One possibility is that we are missing laboratory data from some rural and remote areas as there were separate BLIS data systems during the period of the study that needed to be combined prior to analysis. A second possibility is the limited ability to collect blood cultures from patients in rural and remote areas as we have shown that children from the metropolitan area who were hospitalised were more likely to have a linked laboratory record. This requires further investigation to obtain a good estimate of the burden of invasive bacterial infection. We are, however, confident that all specimens tested for respiratory viruses are included in our dataset. The third possibility for the low number of blood cultures is that as approximately half of ALRI admissions are bronchiolitis, managing clinicians may view a blood culture as unnecessary.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "It is important to note that in our study, not all tests were completed on all specimens. Although it is recommended standard practice at PMH to collect a specimen for respiratory pathogen testing for a standard panel of respiratory viruses, this may not be routinely conducted in other non-metropolitan or private hospitals. Again, this is reflected in our findings where linkage to a laboratory record was less likely among those admissions to a private hospital or a hospital outside the metropolitan area. Our data include information from several laboratories over a period of 5 years where tests and standard procedures may differ or change over time. However, as we have been able to document what tests were conducted for a certain pathogen and specimen, our proportions of positive identification combined with absolute numbers of pathogens identified are useful in terms of documenting the aetiology of ALRI hospitalisations.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "While the vast majority of influenza-coded admissions were associated with influenza viruses and whooping cough with B. pertussis, the aetiology of admissions coded for pneumonia, bronchiolitis or other ALRIs was more varied. In these admissions, there were four or more different pathogens each with the proportion positive greater than 10%. In particular, pneumonia admissions have a varied aetiology with no clear pathogen dominating, which has been reported in numerous prospective studies in developing countries. [20] [21] [22] Data regarding the aetiology of pneumonia and other ALRIs in developed coun-tries are scarce, but the contribution of RSV, influenza viruses, PIV, and S. pneumoniae and M. pneumoniae has been noted. 23 When picornaviruses were tested, high identification rates were noted for all categories of ALRI. However, the rate of identification of rhinoviruses in asymptomatic children is similar, 24 so the pathogenicity of rhinoviruses in ALRI still remains unclear.", "cite_spans": [{"start": 519, "end": 523, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 524, "end": 528, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 529, "end": 533, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 733, "end": 735, "text": "23", "ref_id": "BIBREF22"}, {"start": 923, "end": 925, "text": "24", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}, {"text": "We found a high proportion of laboratory-confirmed B. pertussis identified not only in whooping cough admissions but also in admissions coded for bronchiolitis, pneumonia and influenza for which a test was requested. These rates need to be interpreted with caution as B. pertussis investigations are not routinely requested and might be indicative of an atypical clinical picture or asymptomatic infection. Nevertheless, the number of B. pertussis notifications has been increasing in Australia with peak activity recorded for 2001 and 2005. 25 In WA, 2004 was an epidemic year for B. pertussis 26 which might have led to more testing, and therefore an increase in the proportion positive. The potential role of B. pertussis in bronchiolitis has also been noted in a Finnish study where 8.5% of infants hospitalised for bronchiolitis, and all tested for B. pertussis before 6 months of age, recorded a positive identification. 27 The identification of B. pertussis was higher in our study, albeit in a small proportion of children tested for B. pertussis. Additionally, hospitalisations where B. pertussis has been identified may have been misdiagnosed as bronchiolitis, indicating that studies based on hospital discharge diagnosis alone may not accurately measure the burden of pertussis. Until B. pertussis can be investigated routinely in children hospitalised with ALRI, the true burden of this pathogen and its role in the aetiology of ALRI will remain unknown.", "cite_spans": [{"start": 542, "end": 544, "text": "25", "ref_id": "BIBREF24"}, {"start": 927, "end": 929, "text": "27", "ref_id": "BIBREF26"}], "ref_spans": [], "section": "Discussion"}, {"text": "We have demonstrated that linkage between statewide laboratory data and hospital morbidity data is possible. The number of studies utilising population-based data linkage is growing in Australia, and it is likely to be a powerful resource to document the pathogen-specific burden of ALRI and more accurately determine the impact of intervention programmes, such as vaccination. From 2007, all laboratory data systems within Path-West were rolled into one central ULTRA database. This will allow future linkages with hospital morbidity data through the WADLS to be more streamlined, and the possibility of missing laboratory records for linkage will be reduced. Further analyses of these linked data will also allow calculation of sensitivity and specificity of ICD diagnosis codes for various ALRI diagnoses. We are also planning to validate a subset of linked records against their medical records and laboratory request forms. Despite the limitations that we have mentioned, these population-based data cover a range of different tests and pathogens over a 5-year period and provide estimates of the aetiology of ALRI hospitalisation in Australian Aboriginal and non-Aboriginal children.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Further analyses of these data will involve the investigation of co-infection and viral-viral and viral-bacterial interactions, seasonality of viruses identified in different regions of WA and further characterisation of bacteria identified in non-sterile sites. We have reiterated that ALRI is predominantly viral in young children and RSV is the predominant pathogen. However, picornaviruses and B. pertussis should be investigated routinely in children hospitalised with ALRI so that the true burden of these pathogens can also be determined. Additionally, testing in remote areas needs to be promoted, and more sensitive diagnostic techniques are needed to improve the detection of invasive bacterial pathogens.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Infection is the major component of the disease burden in Aboriginal and non-Aboriginal Australian children: a population-based study", "authors": [{"first": "K", "middle": [], "last": "Carville", "suffix": ""}, {"first": "D", "middle": [], "last": "Lehmann", "suffix": ""}, {"first": "G", "middle": [], "last": "Hall", "suffix": ""}], "year": 2007, "venue": "Pediatr. Infect. Dis. J", "volume": "26", "issn": "", "pages": "210--216", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Respiratory viral infections detected by multiplex PCR among pediatric patients with lower respiratory tract infections seen at an urban hospital in Delhi from", "authors": [{"first": "P", "middle": [], "last": "Bharaj", "suffix": ""}, {"first": "W", "middle": ["M"], "last": "Sullender", "suffix": ""}, {"first": "S", "middle": ["K"], "last": "Kabra", "suffix": ""}], "year": 2005, "venue": "Virol. J", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Population-based surveillance for hospitalizations associated with respiratory syncytial virus, influenza virus, and parainfluenza viruses among young children", "authors": [{"first": "M", "middle": ["K"], "last": "Iwane", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Edwards", "suffix": ""}, {"first": "P", "middle": ["G"], "last": "Szilagyi", "suffix": ""}], "year": 2004, "venue": "Pediatrics", "volume": "113", "issn": "", "pages": "1758--64", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Contribution of viruses, Chlamydia spp. and Mycoplasma pneumoniae to acute respiratory infections in Iranian children", "authors": [{"first": "M", "middle": [], "last": "Naghipour", "suffix": ""}, {"first": "L", "middle": ["E"], "last": "Cuevas", "suffix": ""}, {"first": "T", "middle": [], "last": "Bakhshinejad", "suffix": ""}], "year": 2007, "venue": "J. Trop. Pediatr", "volume": "53", "issn": "", "pages": "179--84", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Prospective population-based study of viral lower respiratory tract infections in children under 3 years of age (the PRI.DE study)", "authors": [{"first": "J", "middle": [], "last": "Forster", "suffix": ""}, {"first": "G", "middle": [], "last": "Ihorst", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Rieger", "suffix": ""}], "year": 2004, "venue": "Eur. J. Pediatr", "volume": "163", "issn": "", "pages": "709--725", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Impact of respiratory syncytial virus on hospital admissions in children younger than 3 years of age", "authors": [{"first": "D", "middle": ["E"], "last": "Noyola", "suffix": ""}, {"first": "A", "middle": [], "last": "Zuviri-Gonzalez", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Castro-Garcia", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Ochoa-Zavala", "suffix": ""}], "year": 2007, "venue": "J. Infect", "volume": "54", "issn": "", "pages": "180--184", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Viral etiology of acute respiratory tract infections in children presenting to hospital: role of polymerase chain reaction and demonstration of multiple infections", "authors": [{"first": "L", "middle": ["C"], "last": "Jennings", "suffix": ""}, {"first": "T", "middle": ["P"], "last": "Anderson", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Werno", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Beynon", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Murdoch", "suffix": ""}], "year": 2004, "venue": "Pediatr. Infect. Dis. J", "volume": "23", "issn": "", "pages": "1003--1010", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "The impact of influenza viruses on hospitalizations in infants younger than two years old during epidemics of respiratory syncytial virus infection", "authors": [{"first": "J", "middle": ["M"], "last": "Navarro-Mari", "suffix": ""}, {"first": "Palacios", "middle": [], "last": "Del Valle", "suffix": ""}, {"first": "E", "middle": [], "last": "Perez-Ruiz", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}, {"first": "De La", "middle": [], "last": "Rosa", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2003, "venue": "Clin. Microbiol. Infect", "volume": "9", "issn": "", "pages": "959--63", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Evidence of human coronavirus HKU1 and human bocavirus in Australian children", "authors": [{"first": "T", "middle": ["P"], "last": "Sloots", "suffix": ""}, {"first": "P", "middle": [], "last": "Mcerlean", "suffix": ""}, {"first": "D", "middle": ["J"], "last": "Speicher", "suffix": ""}, {"first": "K", "middle": ["E"], "last": "Arden", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Nissen", "suffix": ""}, {"first": "I", "middle": ["M"], "last": "Mackay", "suffix": ""}], "year": 2006, "venue": "J. Clin. Virol", "volume": "35", "issn": "", "pages": "99--102", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Sole pathogen in acute bronchiolitis: is there a role for other organisms apart from respiratory syncytial virus?", "authors": [{"first": "D", "middle": [], "last": "Miron", "suffix": ""}, {"first": "I", "middle": [], "last": "Srugo", "suffix": ""}, {"first": "Z", "middle": [], "last": "Kra-Oz", "suffix": ""}], "year": 2010, "venue": "Pediatr. Infect. Dis. J", "volume": "29", "issn": "", "pages": "7--10", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Two-year prospective study of single infections and co-infections by respiratory syncytial virus and viruses identified recently in infants with acute respiratory disease", "authors": [{"first": "F", "middle": [], "last": "Canducci", "suffix": ""}, {"first": "M", "middle": [], "last": "Debiaggi", "suffix": ""}, {"first": "M", "middle": [], "last": "Sampaolo", "suffix": ""}], "year": 2008, "venue": "J. Med. Virol", "volume": "80", "issn": "", "pages": "716--739", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A decade of data linkage in Western Australia: strategic design, applications and benefits of the WA data linkage system", "authors": [{"first": "C", "middle": ["D"], "last": "Holman", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Bass", "suffix": ""}, {"first": "D", "middle": ["L"], "last": "Rosman", "suffix": ""}], "year": 2008, "venue": "Aust. Health Rev", "volume": "32", "issn": "", "pages": "766--77", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Reduction in disparity for pneumonia hospitalisations between Australian Indigenous and non-Indigenous children", "authors": [{"first": "H", "middle": ["C"], "last": "Moore", "suffix": ""}, {"first": "D", "middle": [], "last": "Lehmann", "suffix": ""}, {"first": "De", "middle": [], "last": "Klerk", "suffix": ""}, {"first": "N", "middle": [], "last": "Jacoby", "suffix": ""}, {"first": "P", "middle": [], "last": "Richmond", "suffix": ""}, {"first": "P", "middle": [], "last": "", "suffix": ""}], "year": 2011, "venue": "J. Epidemiol. Community Health", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/jech.2010.122762"]}}, "BIBREF13": {"ref_id": "b13", "title": "A retrospective population-based cohort study identifying target areas for prevention of acute lower respiratory infections in children", "authors": [{"first": "H", "middle": ["C"], "last": "Moore", "suffix": ""}, {"first": "De", "middle": [], "last": "Klerk", "suffix": ""}, {"first": "N", "middle": [], "last": "Richmond", "suffix": ""}, {"first": "P", "middle": [], "last": "Lehmann", "suffix": ""}, {"first": "D", "middle": [], "last": "", "suffix": ""}], "year": 2010, "venue": "BMC Public Health", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Australian Bureau of Statistics. 3101.0 Australian Demographic Statistics", "authors": [], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Australian Institute of Health and Welfare. The International Statistical Classification of Diseases and Related Health Problems, 10th Revision, Australian Modification", "authors": [], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Manual of Clinical Microbiology", "authors": [{"first": "P", "middle": ["R"], "last": "Murray", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Baron", "suffix": ""}, {"first": "J", "middle": ["H"], "last": "Jorgensen", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Pfaller", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Yolken", "suffix": ""}], "year": 2003, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Whooping cough diagnosis: a clinical evaluation of complementing culture and immunofluorescence with enzyme-linked immunosorbent assay of pertussis immunoglobulin A in nasopharyngeal secretions", "authors": [{"first": "P", "middle": ["B"], "last": "Campbell", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "Masters", "suffix": ""}, {"first": "E", "middle": [], "last": "Rohwedder", "suffix": ""}], "year": 1988, "venue": "J. Med. Microbiol", "volume": "27", "issn": "", "pages": "247--54", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Research use of linked health data -a best practice protocol", "authors": [{"first": "C", "middle": ["W"], "last": "Kelman", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Bass", "suffix": ""}, {"first": "C", "middle": ["D"], "last": "Holman", "suffix": ""}], "year": 2002, "venue": "Aust. N. Z. J. Public Health", "volume": "26", "issn": "", "pages": "251--256", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Respiratory viruses in Nepalese children with and without pneumonia: a case-control study", "authors": [{"first": "M", "middle": [], "last": "Mathisen", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Strand", "suffix": ""}, {"first": "P", "middle": [], "last": "Valentiner-Branth", "suffix": ""}], "year": 2010, "venue": "Pediatr. Infect. Dis. J", "volume": "29", "issn": "", "pages": "731--736", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Viral etiology of severe pneumonia among Kenyan infants and children", "authors": [{"first": "J", "middle": ["A"], "last": "Berkley", "suffix": ""}, {"first": "P", "middle": [], "last": "Munywoki", "suffix": ""}, {"first": "M", "middle": [], "last": "Ngama", "suffix": ""}], "year": 2010, "venue": "JAMA", "volume": "303", "issn": "", "pages": "2051--2058", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The role of respiratory viral infections among children hospitalized for community-acquired pnuemona in a developing country", "authors": [{"first": "C", "middle": ["M"], "last": "Nascimento-Carvalho", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Ribeiro", "suffix": ""}, {"first": "Mra", "middle": [], "last": "Cardoso", "suffix": ""}], "year": 2008, "venue": "Pediatr. Infect. Dis. J", "volume": "27", "issn": "", "pages": "939--980", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Contribution of RSV to bronchiolitis and pneumonia-associated hospitalizations in English children", "authors": [{"first": "B", "middle": [], "last": "Muller-Pebody", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Edmunds", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Zambon", "suffix": ""}, {"first": "N", "middle": ["J"], "last": "Gay", "suffix": ""}, {"first": "N", "middle": ["S"], "last": "Crowcroft", "suffix": ""}], "year": 1995, "venue": "Epidemiol. Infect", "volume": "129", "issn": "", "pages": "99--106", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The interaction between respiratory viruses and pathogenic bacteria in the upper respiratory tract of asymptomatic Aboriginal and non-Aboriginal children", "authors": [{"first": "H", "middle": ["C"], "last": "Moore", "suffix": ""}, {"first": "P", "middle": [], "last": "Jacoby", "suffix": ""}, {"first": "A", "middle": [], "last": "Taylor", "suffix": ""}], "year": 2010, "venue": "Pediatr. Infect. Dis. J", "volume": "29", "issn": "", "pages": "540--545", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Review of the 2008-2009 pertussis epidemic in NSW: notifications and hospitalisations", "authors": [{"first": "P", "middle": ["J"], "last": "Spokes", "suffix": ""}, {"first": "H", "middle": ["E"], "last": "Quinn", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Mcanulty", "suffix": ""}], "year": 2010, "venue": "N. S. W. Public Health Bull", "volume": "21", "issn": "", "pages": "167--73", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Vaccine preventable diseases and vaccination coverage in Australia", "authors": [{"first": "J", "middle": [], "last": "Brotherton", "suffix": ""}, {"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "A", "middle": [], "last": "Schaffer", "suffix": ""}], "year": 2003, "venue": "Commun. Dis. Intell", "volume": "31", "issn": "", "pages": "1--152", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Bordetella pertussis infection is common in nonvaccinated infants admitted for bronchiolitis", "authors": [{"first": "K", "middle": [], "last": "Nuolivirta", "suffix": ""}, {"first": "P", "middle": [], "last": "Koponen", "suffix": ""}, {"first": "Q", "middle": [], "last": "He", "suffix": ""}], "year": 2010, "venue": "Pediatr. Infect. Dis. J", "volume": "29", "issn": "", "pages": "1013--1018", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Frequency of respiratory pathogens identified in ALRI hospital admissions, bronchitis. ‡Number of admissions according to diagnostic category. §proportion positive = number positive/number tested. ¶Rhinoviruses and enteroviruses combined. † †Identification by PCR. ‡ ‡Identification from a sterile site. ALRI, acute lower respiratory infection; hMPV, human metapneumoviruses; PIV, parainfluenza virus; RSV, respiratory syncytial virus.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Characteristics of hospital admissions for ALRI 2000-2005 with and without laboratory data admissions. §Length of stay included in model as fractional polynomial. ALRI, acute lower respiratory infection; OR, odds ratio; 95% CI, 95% confidence interval.", "latex": null, "type": "table"}, "TABREF1": {"text": "Number and proportion of ALRI hospital admissions that were linked to laboratory data with a positive (virus or bacteria from sterile or non-sterile site), negative or no coded laboratory result", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>At least one positive result </td><td>Negative result </td><td> </td><td>No coded result\n</td><td> </td></tr><tr><td> </td><td>n </td><td>(%) </td><td>n </td><td>(%) </td><td>n </td><td>(%)\n</td></tr><tr><td>Aboriginality\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Non-Aboriginal </td><td>4566 </td><td>(63.7) </td><td>2547 </td><td>(35.5) </td><td>55 </td><td>(0.8)\n</td></tr><tr><td>Aboriginal </td><td>1108 </td><td>(61.1) </td><td>676 </td><td>(37.3) </td><td>28 </td><td>(1.5)\n</td></tr><tr><td>Age group\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>•6 months </td><td>2480 </td><td>(75.4) </td><td>789 </td><td>(24.0) </td><td>19 </td><td>(0.6)\n</td></tr><tr><td>6-11 months </td><td>1265 </td><td>(61.8) </td><td>767 </td><td>(37.5) </td><td>14 </td><td>(0.7)\n</td></tr><tr><td>12-23 months </td><td>995 </td><td>(55.3) </td><td>787 </td><td>(43.7) </td><td>18 </td><td>(1.0)\n</td></tr><tr><td>2-4 years </td><td>751 </td><td>(51.4) </td><td>688 </td><td>(47.1) </td><td>21 </td><td>(1.4)\n</td></tr><tr><td>5-9 years </td><td>183 </td><td>(47.4) </td><td>192 </td><td>(49.7) </td><td>11 </td><td>(2.8)\n</td></tr><tr><td>Diagnosis\n</td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>Whooping cough </td><td>124 </td><td>(89.2) </td><td>15 </td><td>(10.8) </td><td>0 </td><td>-\n</td></tr><tr><td>Pneumonia </td><td>945 </td><td>(45.5) </td><td>1086 </td><td>(52.3) </td><td>46 </td><td>(2.2)\n</td></tr><tr><td>Bronchiolitis </td><td>3357 </td><td>(71.0) </td><td>1354 </td><td>(28.6) </td><td>17 </td><td>(0.4)\n</td></tr><tr><td>Influenza </td><td>671 </td><td>(93.7) </td><td>43 </td><td>(6.0) </td><td>2 </td><td>(0.3)\n</td></tr><tr><td>Other ALRI </td><td>529 </td><td>(43.0) </td><td>683 </td><td>(55.6) </td><td>17 </td><td>(1.4)\n</td></tr><tr><td>Bronchitis </td><td>48 </td><td>(52.7) </td><td>42 </td><td>(46.2) </td><td>1 </td><td>(1.1)\n</td></tr><tr><td>Total </td><td>5674 </td><td>(63.2) </td><td>3223 </td><td>(35.9) </td><td>83 </td><td>(0.9)\n</td></tr></table></body></html>"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF3": {"text": "Frequency of respiratory pathogens identified in bronchiolitis-coded hospital admissions, 2000-2005 by age group †Proportion positive = number positive/number tested. ‡Rhinoviruses and enteroviruses combined. §Identification by PCR. ALRI, acute lower respiratory infection; hMPV, human metapneumoviruses; PIV, parainfluenza virus; RSV, respiratory syncytial virus.", "latex": null, "type": "table"}, "TABREF4": {"text": "Frequency of respiratory pathogens investigated in pneumonia-coded hospital admissions, 2000-2005 by age group †Proportion positive = number positive/number tested. ‡Rhinoviruses and enteroviruses combined. §Identification by PCR. ¶Identification from a sterile site. hMPV, human metapneumoviruses; PIV, parainfluenza virus; RSV, respiratory syncytial virus.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors would like to acknowledge Brett Cawley, Simon Williams, Deborah Hoddy, Rodney Bowman and Anthony Jones from PathWest who assisted with acquisition, coding and interpreting laboratory data; Peter Cosgrove who assisted with data cleaning; and Di Rosman and Carol Garfield from the Western Australian Data Linkage Branch for their assistance in our application to extract data from the Western Australian Data Linkage System. This work was supported by National Health and Medical Research Council (project grant 572590).", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}