{
    "paper_id": "80dabe181af3fdba160644c971737153abb72ee1",
    "metadata": {
        "title": "Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "transcription-polymerase-chain-reaction (RT-PCR) assays. 3 On admission to the hospital, the man was isolated and treated empirically with antiviral agents, broad-spectrum antibiotics, and supportive therapies. Chest radiographs obtained on admission showed an infiltrate in the upper lobe of the left lung (Fig. 1A) . On January 25, he received supplemental oxygen through a nasal cannula at a rate of 5 liters per minute because of increasing dyspnea with hypoxemia. The partial pressure of oxygen was 57.2 mm Hg while he was breathing ambient air, and a progressive infiltrate and consolidation were observed on chest radiographs (Fig. 1B through 1D ). His fever disappeared on January 25, and his clinical condition has improved since January 26. His wife had no symptoms of illness while they were traveling. She was healthy as of January 28.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 58,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 633,
                    "end": 652,
                    "text": "(Fig. 1B through 1D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The couple's healthy 27-year-old son had lived in Long An, a province 40 km southwest of Ho Chi Minh City, since October 2019. He had not traveled to a region where 2019-nCoV was spreading, and he had not had any known contact with any person returning from such a region. On January 17, he met his father in Nha Trang in central Vietnam and shared a bedroom with his parents for 3 days in a hotel room that had an air conditioner. On January 20, a dry cough and fever developed in the son. He also reported having had vomiting and loose stools one time before the admission. This suggests that the incubation period for 2019-nCoV may have been 3 days or less in this case. When the son presented at Cho Ray Hospital with his father on January 22, his illness, characterized by a fever (39°C), was recognized and he was immediately isolated. Chest radiographs and other This family had traveled to four cities across Vietnam using various forms of transportation, including planes, trains, and taxis. A total of 28 close contacts have been identified, and symptoms of an upper respiratory infection have not developed in any of them. This family cluster of 2019-nCoV infection that occurred outside China 4 arouses concern regarding human-to-human transmission. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To the Editor: Although more than 10% of the patients in the CheckMate 227 trial conducted by Hellmann et al. (Nov. 21 issue) 1 had never smoked, the effect of smoking status on survival was not fully discussed. Striking differences in the clinical and molecular characteristics of lung cancers between smokers and those who have never smoked have been identified, suggesting that the cancers are separate entities. 2 In one trial, 3 patients who had never smoked had poorer responses to nivolumab (as compared with docetaxel) than current or former smokers (hazard ratio for overall survival, 1.02 vs. 0.70). In a meta-analysis involving 1981 patients, antibodies to programmed death ligand 1 (PD-L1) were less effective in those who had never smoked than in smokers (hazard ratio, 0.8; 95% confidence interval, 0.54 to 1.06; P>0.05). 4 Moreover, in another meta-analysis of 11 trials, as compared with chemotherapy, immune checkpoint inhibitor therapy was associated with significantly lower overall survival among patients who had never smoked than among smokers (pooled hazard ratio, 0.91 vs. 0.79; P = 0.04). 5 The efficacy of immune checkpoint inhibitors has been correlated with higher neoantigen burdens and more mutations in DNA-repair pathway genes, a correlation that could have been affected by tobacco exposure. 6 In this respect, concerns have been raised regarding the inclusion of patients who have never smoked in trials of immune checkpoint inhibitors. The clinical benefits of these agents in patients with lung cancer who have never smoked need to be further explored.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 417,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 836,
                    "end": 837,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1114,
                    "end": 1115,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1325,
                    "end": 1326,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Nivolumab plus Ipilimumab in Non-Small-Cell Lung Cancer"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Nivolumab plus ipilimumab in advanced non-small-cell lung cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Hellmann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Paz-Ares",
                    "suffix": ""
                },
                {
                    "first": "Bernabe",
                    "middle": [],
                    "last": "Caro",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "381",
            "issn": "",
            "pages": "2020--2051",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Lung cancer in never-smokers: a different disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Gazdar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IASLC Thoracic Oncology",
            "volume": "",
            "issn": "",
            "pages": "23--29",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nivolumab versus docetaxel in advanced nonsquamous non-small-cell lung cancer",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Borghaei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Paz-Ares",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Horn",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "373",
            "issn": "",
            "pages": "1627--1666",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Impact of smoking on efficacy of PD-1/ PD-L1 inhibitors in non-small cell lung cancer patients: a metaanalysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Onco Targets Ther",
            "volume": "11",
            "issn": "",
            "pages": "3691--3697",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The impact of smoking on the effectiveness of immune checkpoint inhibitorsa systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Kwc",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Lord",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kasherman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Oncol",
            "volume": "59",
            "issn": "",
            "pages": "96--100",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mutational landscape determines sensitivity to PD-1 blockade in non-small cell",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Rizvi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Hellmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "this week's letters 872 Importation and Human-to-Human Transmission of a Novel Coronavirus in Vietnam 874 Nivolumab plus Ipilimumab in Non-Small-Cell Lung Cancer 876 Encorafenib, Binimetinib, and Cetuximab in BRAF V600E-Mutated Colorectal Cancer laboratory examinations in this patient showed no abnormalities except for an increased level of C-reactive protein (13.9 mg per liter). Real-time RT-PCR assays for influenza A and B viruses and nonstructural protein 1 antigen rapid tests for dengue viruses were negative in both the father and son. A throat swab in the son was positive for 2019-nCoV. His father was thought to be the source of infection. However, sequencing of strains from the two patients to ascertain the transmission of 2019-nCoV from the father to son has not been performed. The son's condition was stable after January 23.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Radiographs of the Father's Chest. Shown are chest radiographs obtained at admission (Panel A) and on day 3 (Panel B), day 5 (Panel C), and day 6 (Panel D) after admission. Novel coronavirus (2019-nCoV): Situation report -5, 25 January 2020. Geneva: World Health Organization, 2020 (https://www .who .int/ docs/ default -source/ coronaviruse/ situation -reports/ 20200125 -sitrep -5 -2019 -ncov .pdf). 3. Corman V, Bleicker T, Brünink S, et al. Diagnostic detection of Wuhan coronavirus 2019 by real-time RT-PCR. Geneva: World Health Organization, January 13, 2020 (https://www .who .int/ docs/ default -source/ coronaviruse/ wuhan -virus -assay -v1991527e5122341d99287a1b17c111902 .pdf). 4. Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. January 24, 2020 (https://www .thelancet .com/ journals/ lancet/ article/ PIIS0140 -6736(20)30183 -5/ fulltext). DOI: 10.1056/NEJMc2001272",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}