{
    "paper_id": "80db0aa6a3bb5a9c8ecd3441fbfb001412a76378",
    "metadata": {
        "title": "Infectious Disease Modeling",
        "authors": [
            {
                "first": "Angela",
                "middle": [
                    "R"
                ],
                "last": "Mclean",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Oxford",
                    "location": {
                        "addrLine": "South Parks Road",
                        "postCode": "OX1 3PS",
                        "settlement": "Oxford",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Why is it that smallpox was eradicated in 1979 [1] but measles, once scheduled for eradication by the year 2000, still kills over a hundred thousand children each year [2] ? Both diseases can be prevented with cheap, safe, and effective vaccines which probably induce lifelong immunity, and neither virus has an environmental or animal reservoir.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 50,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One way to address this question is to consider the comparative ease of spread of the two infections. A useful parameter that summarizes this ease of spread is the \"basic reproductive number\" always denoted as R 0 . The definition of the basic reproductive number is the number of secondary infections caused during the entire duration of one infection if all contacts are susceptible (i.e., can be infected). The concept has widespread currency in the literature on infectious disease models with varying degrees of affection [3] . There is no question that it has been a useful, simple rule of thumb for characterizing how easily an infection can spread [4] . Furthermore, the simplest of calculations relate R 0 to the degree of intervention needed to bring an infection under control and, eventually, eradicate it. The relationship between the basic reproductive number and disease control arises from the simple fact that if each infectious person causes less than one secondary case, then the number of infections must fall. If it is always true, even when there is no infection circulating, that each new case causes less than one secondary case, then the infection will die out. This simple observation leads to a straightforward calculation for the proportion of a population that must be vaccinated in order to achieve eradication, p c :",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 530,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This relationship arises from the fact that if (R 0 À 1) out of the R 0 people a case might have infected have been vaccinated, then each case, in a population vaccinated to that degree, will cause less than one secondary case. For example, say R 0 = 10, if 9/10 of the population are successfully immune following vaccination, then infection cannot spread. Thus, in general, p c = (R 0 À 1)/R 0 , as stated in Eq. 5.1. If the fraction of the population that are successfully vaccinated is greater than p c , then each case will cause, on average, less than one case, and infection cannot spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Comparing estimated values for R 0 for measles and smallpox and inferred values for the proportion that need to be vaccinated to ensure eradication (Table 5 .1) leads to a simple answer to the question why has smallpox been eradicated, but not measles? Smallpox, with a basic reproductive number around three, was eradicated with vaccination coverage of around 67%. The higher R 0 for measles, nearer to 15, requires vaccination coverage close to 95% to ensure eradication. Many parts of the world remain unable to achieve such high coverage; measles remains suppressed by tremendous efforts at vaccination but is not yet eradicated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "(Table 5",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "These calculations are so straightforward that they can be made without recourse to any formal modeling. However, embedding these ideas inside a formal modeling framework has proven very useful. The next section describes the simplest applicable model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The \"plain vanilla\" model of mathematical epidemiology is called the SIR model because it splits the host population into three groups:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SIR Model"
        },
        {
            "text": "• The susceptible (S) can be infected if exposed • The infectious (I) are both infected and infectious to others • The recovered (R) are no longer infectious and are immune to further infection The SIR model's structure then consists of a set of assumptions about how people flow into, out of, and between these three groups. Those assumptions can be represented graphically as in Fig. 5.1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 381,
                    "end": 389,
                    "text": "Fig. 5.1",
                    "ref_id": null
                }
            ],
            "section": "The SIR Model"
        },
        {
            "text": "The assumptions of the SIR model with vaccination are the following: People are born at a constant rate B, and a proportion p of them are vaccinated at birth. Vaccinated newborns are immune for life and so they join the recovered class. Unvaccinated newborns enter the susceptible class. Susceptibles are infected at a per capita rate proportional to I, the number of infectious people in the population. This gives rise to a transfer from the susceptible to the infectious class at rate bIS. Susceptibles are also subject to a per capita background death rate m. Infectious people recover into the recovered class I at per capita rate g or die at the per capita background death rate m. Recovered individuals are immune for the rest of their lives, so the only exit from the recovered class is at the per capita background death rate m. Table 5.1 The basic reproductive number, R 0 , and the critical vaccination proportion for eradication, p c , for measles and smallpox   Infection  Place  Time  R 0  p c (%)  Smallpox  India  1970s  3  67  Measles  India  1970s  15  93  Measles  UK  1960s  15  93 These assumptions can be written in several different forms of equations, for example, difference equations, ordinary differential equations, or stochastic differential equations. The difference equation form is as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 838,
                    "end": 1101,
                    "text": "Table 5.1 The basic reproductive number, R 0 , and the critical vaccination proportion for eradication, p c , for measles and smallpox   Infection  Place  Time  R 0  p c (%)  Smallpox  India  1970s  3  67  Measles  India  1970s  15  93  Measles  UK  1960s  15  93",
                    "ref_id": null
                }
            ],
            "section": "The SIR Model"
        },
        {
            "text": "This difference equation form is particularly easy to handle numerically and can be straightforwardly solved in a spreadsheet. Fig. 5 .2a shows the solutions to Eqs. 5.2-5.4 over 50 years with a 1-week timestep. Parameters are set so that an infection with a basic reproductive number of 5 and a 1-week duration of infection is spreading in a population of 100,000 individuals. The figure illustrates how this model shows damped oscillations towards a stable state. The same is true for the ODE version of this model. This model is useful for understanding the impact of vaccination. In Fig. 5 .2b, the solutions to Eqs. 5.2-5.4 are shown when vaccination at birth is introduced 10 years into the model run. With a basic reproductive number of 5, Eq. 5.1 tells us that vaccination of over 80% of newborns will lead to eradication. This is exemplified in the pink line where 90% vaccination leads to no further cases. Vaccination coverage below this threshold value reduces the numbers of cases and increases the inter-epidemic period but does not lead to eradication. Notice the very long interepidemic period at 70% vaccination. This phenomen occurs when vaccine coverage levels are close to but do not achieve the critical coverage level. Under these circumstances, it takes a very long time to accumulate enough susceptibles to trigger the first epidemic after vaccination is introduced. It may therefore appear as though eradication has been achieved even though vaccination coverage is below the critical level. This phenomenon, named \"the honeymoon period,\" [5] was first described in modeling studies and later identified in field data [6] . The ability to identify target vaccination levels predicted to lead to disease eradication has been widely influential in policy circles [7] . Models with the same fundamental structure as the SIR model are used to set targets for vaccination coverage in many settings [8] . Similar models are also used to understand the likely impact of different interventions of other sorts, for example, drug treatment [9] or measures for social distancing [10] . However, models for informing policy need to explore more of the wrinkles and complexities of the real world than are acknowledged in the simple equations of the SIR model. The next section describes some of the types of host heterogeneity that have been explored in making versions of the SIR model that aim to be better representations of the real world.",
            "cite_spans": [
                {
                    "start": 1564,
                    "end": 1567,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1643,
                    "end": 1646,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1786,
                    "end": 1789,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1918,
                    "end": 1921,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2056,
                    "end": 2059,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2094,
                    "end": 2098,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 133,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 587,
                    "end": 593,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "The SIR Model"
        },
        {
            "text": "There are many aspects of host heterogeneity that have bearing on the transmission and impact of infections. Two of the most important are host age and spatial distribution. In this section, the modeling of these two types of host heterogeneity is introduced with reference to two specific infections: rubella and foot-and-mouth disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host Heterogeneity"
        },
        {
            "text": "Rubella is a directly transmitted viral infection that usually causes mild disease when contracted during childhood. However, infection of a woman during early pregnancy can lead to serious birth defects for her unborn child. The set of consequent conditions is labeled \"congenital rubella syndrome\" or CRS. Because vaccination acts to extend the time between epidemics (Fig. 5 .1b), it also acts to increase the average age at infection. This sets up a complex trade-off when introducing rubella vaccination to a community. On the one hand, vaccinated girls are protected from catching rubella at any age, but on the other hand, the girls who remain unvaccinated are likely to catch rubella when they are older, more likely to be in their childbearing years and so at greater risk of CRS. This means that vaccination with low coverage can actually lead to more CRS, and only when coverage levels get above a certain level do the benefits of vaccinating the community outweigh the costs. Calculating where that level lies then becomes an important public health question.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 377,
                    "text": "(Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Host Heterogeneity"
        },
        {
            "text": "Because age is such an important component of the risks associated with rubella infection, models of this system need to take account of host age. The relevant versions of Eqs. 5.2-5.4 are difference equations with two independent variables, age (a) and time (t):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host Heterogeneity"
        },
        {
            "text": "Sða þ 1; t þ 1Þ ¼ Sða; tÞ À Sða; tÞ½S a 0 bða; a 0 ÞIða; tÞ À mðaÞSða; tÞ (5.5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host Heterogeneity"
        },
        {
            "text": "Iða þ 1; t þ 1Þ ¼ Iða; tÞþSða; tÞ½S a 0 bða; a 0 ÞIða; tÞ À gðaÞIða; tÞ À mðaÞIða; tÞ (5.6) Rða þ 1; t þ 1Þ ¼ Rða; tÞþ gðaÞIða; tÞ À mðaÞRða; tÞ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host Heterogeneity"
        },
        {
            "text": "Notice how these equations, by taking account of age as well as time, allow consideration of several different kinds of age dependence. Firstly, Eq. 5.6 calculates the number of cases of infection of a given age over time. Since the main consideration in balancing up the pros and cons of rubella vaccination is the number of cases in women of childbearing age, this is an essential model output. Secondly, the per capita rate at which susceptibles become infected depends on their age and on the age of all the infected people. This model is thus able to take account of the complexities of family, school, and working life which drive people of different ages to age-dependent patterns of mixing. Thirdly, the recovery rate g(a) and, more importantly, the background death rate m(a) can both be made to depend on age. Since a fixed per capita death rate is a particularly bad approximation of human survival, this is another important advance on models without age structure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host Heterogeneity"
        },
        {
            "text": "Models with age structure akin to that presented in Eqs. 5.5-5.7 have been essential components of the planning of rubella vaccination strategies around the world [11, 12] . A model as simple as these equations would never be used for formulating policy; furthermore, most age-structured models use the continuous time and age versions and so have the structure of partial differential equations. Nevertheless, Eqs. 5.5-5.7 illustrate the fundamentals of how to include age in an epidemiological model.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Host Heterogeneity"
        },
        {
            "text": "The spatial distribution of hosts is another important aspect of their heterogeneity. If the units of infection are sessile (e.g., plants), the assumption that all hosts are equally likely to contact each other becomes particularly egregious and models that acknowledge the spatial location of hosts more important. One example of units of infection that do not move is farms. If trade between farms has been halted because of a disease outbreak, then disease transmission between farms is likely to be strongly dependent upon their location. This was the case during the 2001 footand-mouth disease epidemic in the UK, and spatial models of that epidemic are nice examples of how to explicitly include the distance between hosts in a model epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host Heterogeneity"
        },
        {
            "text": "On February 19, 2001 , a vet in Essex reported suspected cases of foot-and-mouth disease (FMD) in pigs he had inspected at an abattoir. FMD is a highly infectious viral disease of cloven-hoofed animals. Because of its economic and welfare implications for livestock, FMD had been eradicated from Western Europe. The FMD outbreak that unfolded in the UK over the ensuing months had a huge impact with millions of farm animals killed and major economic impact in the countryside as tourism was virtually shut down.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 20,
                    "text": "February 19, 2001",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Host Heterogeneity"
        },
        {
            "text": "There was heated debate about the best way to control the spread of infection from farm to farm. FMD virus is so very infectious that no attempt was made to control its spread within a farm. Once infection of livestock on a farm was detected, all susceptible animals were slaughtered. Mathematical models of the spread of this epidemic thus treat each farm as a unit of infection, and, as before, farms can be categorized as susceptible, infectious, etc. The best of these models [13] keeps track of every single farm in the United Kingdom, characterizing farms by their location and the number of sheep and cattle they hold. The model classifies farms into four groups: susceptible, incubating, infectious, or slaughtered. As in all epidemic models, the heart of the model is the per capita rate at which susceptible farms become infected -the so-called force of infection. Because this FMD model is an individual-based, stochastic simulation, it is not possible to write out its equations in a simple form as before, but the probability of infection for a single farm can easily be written.",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 484,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Host Heterogeneity"
        },
        {
            "text": "Suppose all farms in the UK are listed and indexed with i. Then p i , the probability that an individual farm i becomes infected during one unit of time, is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host Heterogeneity"
        },
        {
            "text": "where b i is the susceptibility of farm i, determined by the number of sheep and cows it holds; t j is the infectiousness of farm j, also determined by the number of sheep and cows it holds; and K (d ij ) is a function of the distance between the pair of farms i and j which determines how quickly infectiousness falls off with increasing distance. K is known as the \"infection kernel.\" In the FMD example, the infection kernel was estimated from contact tracing data on farms that were sources of infection and their secondary cases. This observed relationship shows a very sharp falling off of infectiousness, with a farm just 2 km distant being less than tenfold as infectious to a susceptible farm than one that is adjacent. This section describes just two of the possible heterogeneities that are often included when making models of the spread of epidemics. There is almost no end to how complex an epidemiological model can become. However, it is very easy for complex models to outstrip the data available to calculate their parameters. In some cases, this can mean that models become black boxes concealing ill-informed guesswork, rather than prisms unveiling the implications of well-sourced and well-understood data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Host Heterogeneity"
        },
        {
            "text": "Mathematical models can also be used to investigate the dynamics of events that unfold within infected hosts. In these models, the units of study are often infected cells and immune cells responding to infection. As with epidemiological models, there is a wide range of modeling styles: Some models detail many different interacting components; others make a virtue of parsimony in their description of within-host interactions. In this section, a simple model of the within-host evolution of HIV is used to illustrate how pared-down, within-host models of infection can address important practical questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Within-Host Dynamics"
        },
        {
            "text": "Several trials of prophylactic HIV vaccines have shown little or no effect [14] [15] [16] , and understanding why these vaccines failed is a major research priority [17] . A quantitative description of the interaction between HIV and host immune cells would be an asset to such understanding. For one component of host immunitythe cytotoxic T cell (CTL) response -such a description can be derived. The question is how effective are host CTL responses at killing HIV-infected cells? Not how many CTLs are present, nor which cytokines they secrete, but how fast do they kill HIV-infected cells?",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 80,
                    "end": 84,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 85,
                    "end": 89,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Within-Host Dynamics"
        },
        {
            "text": "During the course of a single infection, HIV evolves to escape from the selection pressure imposed by host CTLs [18] . In this process, new HIV variants emerge that are not recognized by the host CTLs. These variants are called \"CTL escape mutants.\" These CTL escape mutants can be seen to grow out in hosts who mount relevant CTL responses (Fig. 5. 3) and to revert in hosts who do not. The rate of reversion in hosts without relevant CTL responses reflects the underlying fitness cost of the mutation. The rate of outgrowth in hosts who do mount relevant CTL responses is a balance between the efficacy of those responses and the fitness cost of the mutations. These costs and benefits need to be examined in the context of the underlying rate of turnover of HIV-infected cells. All this can be represented in a two-line mathematical model [19] . Let x be the number of host cells infected with \"wild-type\" virus -that is, virus that can be recognized by the relevant host CTL responses. Let y be the number of host cells infected with escape mutant virus. The model then consists of a pair of ordinary differential equations describing the growth rate of each population of infected cells. The wild-type population grows at rate a, is killed by the CTL response in question at rate c, and is killed by all other processes at rate b. The escape mutant population grows at rate â (â < a, reflecting the underlying fitness cost of the mutation) and is killed by all other processes at rate b. Escape-mutant-infected The outgrowth of HIV CTL escape mutants through time. Data sets from three different patients (reviewed in [19] ) are shown as red, brown, and yellow symbols. Equation 5.12 is fitted to these data, yielding rates of outgrowth, cÀ(a À â), of 0.048 (red), 0.012 (brown), and 0.006 (yellow) cells are not killed by the CTL response in question because of the presence of the escape mutation in the viral genome. These assumptions give rise to the following pair of linear ordinary differential equations:",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1623,
                    "end": 1627,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 349,
                    "text": "(Fig. 5.",
                    "ref_id": null
                }
            ],
            "section": "Within-Host Dynamics"
        },
        {
            "text": "x 0 ¼ ax À bx À cx (5.9) y 0 ¼ây À by (5.10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Within-Host Dynamics"
        },
        {
            "text": "The observed quantity, call it p, is the fraction of virus that is of the escape mutant type; p = y/(x + y). Simple application of the quotient rule for differentiation yields the single differential equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Within-Host Dynamics"
        },
        {
            "text": "with solution:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Within-Host Dynamics"
        },
        {
            "text": "where for p 0 , the fraction escaped at time 0:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Within-Host Dynamics"
        },
        {
            "text": "It is straightforward to fit the analytic expression (12) to data on the outgrowth of escape mutants to obtain estimates of the quantity c À (a À â). Figure 5 .3 shows fitted curves with estimates of c À (a À â) of 0.048, 0.012, and 0.006. The quantity of interest is the parameter c -the rate at which CTL kills cells infected with wild-type virus. Fortunately, independent estimates of the fitness cost of the escape mutation (a À â) are available. The median of several such observations yields (a À â) = 0.005 [19] . Taken together and combined with further data, the inference is that on average, a single CTL response kills infected cells at rate 0.02 per day.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Within-Host Dynamics"
        },
        {
            "text": "The half-life of an HIV-infected cell is about 1 day. This figure was itself derived from the application of elegantly simple models to data on the posttreatment dynamics of HIV [20, 21] . If a single CTL response kills infected cells at rate 0.02 per day and their overall death rate is one, then just 2% of the death of infected cells can be attributed to killing by one CTL response. Patients will typically mount many responses -but probably not more than a dozen. This analysis shows that even though CTL responses are effective enough to drive viral evolution, they are, in quantitative terms, very weak. A vaccine to protect against HIV infection would have to elicit immune responses that are manyfold stronger than the natural responses detected in ongoing infection. This simple, model-based observation greatly helps understand why the vaccines trialed so far have failed.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Within-Host Dynamics"
        },
        {
            "text": "The models discussed so far deal either with events inside individuals or with transmission amongst individuals (people or farms) in a population. Some questions require simultaneous consideration of events at both levels of organization. This is particularly true for questions about the evolution of infectious agents as their evolution proceeds within individual hosts, but they are also transmitted between hosts. Models that capture events at both the within-host and between-host levels are fairly recent additions to the literature on infectious disease modeling. Here, they are illustrated with two examples, a set of models that consider the emergence of a zoonotic infection in humans and a model of the within-host evolution and between-host transmission of HIV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multilevel Models"
        },
        {
            "text": "Emerging infections are a continuing threat to human well-being. The pandemics of SARS in 2003 and H1N1 swine flu in 2009 illustrated how quickly a new infectious agent spreads around the world. Neither of these was as devastating as some predicted, but the continuing pandemic of HIV is ample proof that emerging infectious diseases can have devastating consequences for human communities. Many novel emerging infections arise as zoonoses -that is, infections that cross from animals into humans [22] . To become a successful emerging infection of humans -that is, one that spreads widely amongst people -is a multi-step process [23] . First, the pathogen must cross the species barrier into people, then it must transmit between people, and finally, it must transmit efficiently enough that epidemics arise. This latter step amounts to having a basic reproductive number, R 0 , that is greater than 1. The emerging infections mentioned already, SARS, swine flu, and HIV, have transited all these steps. But there are other zoonoses that transmit to humans without emerging as epidemics or pandemics. For example, simian foamy virus, a retrovirus that is endemic in most old-world primates [24] , can be detected in people who work with primates [25] or hunt them [26] . There is no record of any human-to-human transmission, implying that this zoonosis only completes the first step in becoming an emerging infection. Other infections, whilst spreading from person to person, still do not cause epidemics because that spread is insufficiently efficient. An example of such an infection is the newly discovered arenavirus from Southern Africa called \"Lujo virus\" [27] . This virus caused a small outbreak in the autumn of 2008. Very dramatically, four out of the five known cases died, but with five cases and just four transmission events, the basic reproductive number stayed below one, and there was no epidemic.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 501,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1191,
                    "end": 1195,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1247,
                    "end": 1251,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1265,
                    "end": 1269,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1664,
                    "end": 1668,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Multilevel Models"
        },
        {
            "text": "Acquiring R 0 > 1 is thus an important threshold that zoonoses must breach before they can become emerging infections. Antia and colleagues [28] developed an elegant model of the within-host evolution and between-host transmission of a zoonotic infection that initially has R 0 < 1, but through within-host adaptation in humans can evolve to become efficient enough at transmitting from one human to another that R 0 increases above 1 and epidemics become possible. They developed a multi-type branching process model of the transmission and evolution of a zoonosis. They found that the probability of emergence depends very strongly on the basic reproductive number of the pathogen as it crosses into humans. This is because, even when R 0 < 1, short chains of transmission are still possible (as exemplified with Lujo virus described above). During ongoing infections in humans, the zoonosis has opportunities to evolve towards higher transmissibility. The higher its initial R 0 , the more opportunities there are for such ongoing evolution and hence for emergence.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Multilevel Models"
        },
        {
            "text": "This model of the emergence of a novel infection has been extended by other authors to address questions about the interpretation of surveillance data [29] and the role of host heterogeneity in the process of emergence [30] . These extensions confirm the original finding that the transmission efficiency (R 0 ) of the introduced variant (and any intermediate variants) is a very important driver of the probability of emergence. Kubiak and colleagues explored the emergence of a novel infection in populations split into several communities, with commuters acting to join those communities together. They found that most communities are sufficiently interconnected to show no effect of spatial distribution on the emergence process, even a small number of commuters being sufficient to successfully transmit any novel pathogen between settlements. Thus, although many zoonotic events happen in isolated parts of the world, unless they are really cut off from urban centers, that isolation offers little barrier to the transmission of newly emerged infections.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 219,
                    "end": 223,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Multilevel Models"
        },
        {
            "text": "HIV emerged as a human infection sometime during the end of the 1800s and the early 1900s [31] . It was only recognized as a new human infection in the 1980s when cases of immunodeficiency in young Americans were unusual enough to warrant investigation [32] . As discussed above, during the course of a single infection, HIV is able to adapt to escape from the selection pressures imposed by its host's immune response. HIV variants that cannot be recognized by current host CTLs are termed \"CTL escape mutants.\" These mutants yield important information about the strength of the immune responses that they evade. However, since they were shown to transmit from one host to another, their status has been raised to potential drivers of evolutionary change across the global HIV pandemic [33, 34] .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "[33,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Multilevel Models"
        },
        {
            "text": "Different hosts respond to different parts of HIV's proteins (known as epitopes). For CTL responses, it is the host class 1 human leukocyte antigen (HLA) type that determines which epitopes are recognized. When CTL escape mutants are transmitted into a host who does not make immune response to that epitope, the mutations are no longer advantageous, and the virus can revert to the wild type [35] . Global change in the prevalence of CTL escape mutants is therefore driven by three parallel processes: the selection of escape mutants in some hosts, transmission between hosts, and reversion of escape mutants in other hosts. Once again, this is a process that takes place across multiple levels of organization, evolution and reversion of escape mutations within infected hosts, and transmission between hosts.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Multilevel Models"
        },
        {
            "text": "Fryer and colleagues [36] developed a multilevel model of the three processes of within-host evolution, within-host reversion, and between-host transmission. The model is a version of the so-called SI model which is a simplified version of the SIR model presented above which does not allow recovery. The model allows heterogeneity in hosts and in the infecting virus so that there are hosts who do and do not mount immune responses to a given epitope and there are viruses that do and do not have escape mutations in that epitope. This model is represented in Fig. 5.4 . As in the SIR model described in section \"The SIR Model,\" the rate at which susceptibles become infected is determined by the number of infectious people present. However, in this model, because it represents the spread of a sexually transmitted disease, it is the proportion of hosts who are infectious that drives new infections. Furthermore, there are now two virus types circulating -wild type and escape mutant. Within-host adaptation allows hosts who do mount immune responses to the epitope to drive the evolution of escape mutants, and conversely, hosts who do not mount such responses can drive the reversion of escape mutant viruses back to the wild type.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 569,
                    "text": "Fig. 5.4",
                    "ref_id": null
                }
            ],
            "section": "Multilevel Models"
        },
        {
            "text": "This model's behavior is easy to understand. The total numbers of susceptible and infectious people simply follow the well-characterized SI model. Figure 5 .5a shows total cases through time. The total epidemic goes through three phases: an initial exponential growth, a saturation phase, and then settling to a long-term equilibrium. Figure 5 .5b shows the proportion of all cases that are escape mutants through time. Not surprisingly, faster escape rates and slower reversion rates lead to higher prevalence of escape mutants. Less intuitive are the following characteristics of Fig. 5 .5b. Whilst the epidemic is in its exponential growth phase, so long as [36] . Hosts are divided into two types: immune responders (superscript IR) and nonimmune responders (superscript NIR). There are also two variants of virus, wild type (subscript WT) and escape mutant (subscript E). Hosts are either susceptible, S, or infectious, I, and the type of virus with which they are infected is denoted by the subscript. Rates of infection are determined by the number of people infectious with each virus type. Immune responding hosts infected with the wild-type virus drive immune escape at per capita rate f, whilst nonimmune responding hosts infected with escape mutant virus drive reversion at per capita rate c. All hosts are prone to per capita death rate m, and infected hosts have an additional death rate a reversion rates are reasonably fast (say once in 10 years or faster), the prevalence of escape is expected to stabilize quite quickly. However, this is not a long-term equilibrium, and as the total epidemic turns over, the escape prevalence shifts again. For an epitope that escapes fast but reverts at an intermediate rate, this leads to a substantial drop in the prevalence of escape. Secondly, fixation of escape variants only occurs if they never revert, and even then fixation takes a very long time -much longer than it takes for the underlying epidemic to equilibrate. Thirdly, the predicted dynamics and equilibrium are very sensitive to the reversion rate (a) shows total numbers of susceptible (blue) and infectious (red) people through time. (b) shows the proportion of infections that are with escape mutant virus for a range of escape and reversion rates. The mean times to escape and reversion for each curve are as follows: red -escape 1 month, reversion never; brown -escape 5 years, reversion never; yellow -escape 5 years, reversion 50 years; pink -escape 1 year, reversion 10 years; green -escape 5 years, reversion 10 years; mauve -escape 1 year, reversion 1 year when that is slow. Notice the big difference, in the long term, between no reversion (brown line) and average time to reversion of 50 years (yellow line).",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 665,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 343,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 582,
                    "end": 588,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Multilevel Models"
        },
        {
            "text": "As well as predicting the future spread of escape mutations for different rates of escape and reversion, this model can be used to infer escape and reversion rates from data on their current prevalence. This exercise reveals a surprisingly slow average rate of escape. Across 26 different epitopes, the median time to escape was over 8 years. There is close agreement between rates of escape inferred using this model and those estimated from a longitudinal cohort study. These slow rates are in marked contrast to the general impression given by a large number of case reports in which escape is described as occurring during the first year of infection. However, a collection of case reports is a poor basis upon which to estimate an average rate of escape.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multilevel Models"
        },
        {
            "text": "These are just two examples from the new family of infectious disease models that encapsulate processes at multiple levels of organization. As data on pathogen evolution continues to accrue, this approach will doubtlessly continue to yield new insights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multilevel Models"
        },
        {
            "text": "It seems likely that infectious diseases will continue to trouble both individuals and communities. Whilst technological advances in new drugs, new vaccines, and better methods for surveillance will undoubtedly assist with the control of infection, several trends in society pull in the opposite direction. Chief amongst these is a growing population, and second is increasing population density as more and more people live in towns and cities. What can infectious disease modeling do to help? Models can help in two different ways. The first is to assist the understanding of systems that are intrinsically complicated. Many different interacting populations, events that occur on multiple timescales, and systems with multiple levels of organization can all be better understood when appropriate models are used as an organizing principle and a tool for formal analysis. Sometimes, the problem is that there is not enough data. A systematic description can be very revealing in searching for which new data are most needed. There are also situations where the problem is a deluge of data. In these circumstances, wellconstructed models provide a useful organizing scheme with which to interrogate those data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Directions"
        },
        {
            "text": "The second use of models is as representations of well-understood systems used as tools for comparing different intervention strategies. The model of the farm-tofarm spread of FMD described at section \"Host Heterogeneity\" is a fine example of this use of modeling. It includes enough detail to be a useful tool for comparing different interventions, but is still firmly rooted in available data so does not rest on large numbers of untested assumptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Directions"
        },
        {
            "text": "Primary Literature",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bibliography"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A successful eradication campaign. Global eradication of smallpox",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Rev Infect Dis",
            "volume": "4",
            "issn": "5",
            "pages": "916--930",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global measles elimination",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nat Rev Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "900--908",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Estimation of the basic reproduction number for infectious diseases from age-stratified serological survey data",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Farrington",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Kanaan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Gay",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J R Stat Soc Ser C Appl Stat",
            "volume": "50",
            "issn": "",
            "pages": "251--292",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infectious diseases of humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Measles in developing countries. Part II: the predicted impact of mass vaccination",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Epidemiol Infect",
            "volume": "100",
            "issn": "",
            "pages": "419--442",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "After the honeymoon in measles control",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Lancet",
            "volume": "345",
            "issn": "8945",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Predicting the impact of measles vaccination in England and Wales: model validation and analysis of policy options",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Babad",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Epidemiol Infect",
            "volume": "114",
            "issn": "",
            "pages": "319--344",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mathematical modelling of the immunisation of populations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Rev Med Virol",
            "volume": "2",
            "issn": "",
            "pages": "141--152",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Logistics for control for an influenza pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arinaminpathy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Epidemics",
            "volume": "1",
            "issn": "2",
            "pages": "83--88",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Containing pandemic influenza at the source",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "309",
            "issn": "5737",
            "pages": "1083--1087",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Quantitative investigations of different vaccination policies for the control of congenital rubella syndrome (CRS) in the United Kingdom",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Hyg",
            "volume": "96",
            "issn": "",
            "pages": "305--333",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Rubella metapopulation dynamics and importance of spatial coupling to the risk of congenital rubella syndrome in Peru",
            "authors": [
                {
                    "first": "Cje",
                    "middle": [],
                    "last": "Metcalf",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J R Soc Interface",
            "volume": "8",
            "issn": "56",
            "pages": "369--376",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Dynamics of the 2001 UK foot and mouth epidemic: stochastic dispersal in a heterogeneous landscape",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "294",
            "issn": "5543",
            "pages": "813--817",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Placebo-controlled phase 3 trial of a recombinant glycoprotein 120 vaccine to prevent HIV-1 infection",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Flynn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "191",
            "issn": "5",
            "pages": "654--665",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Efficacy assessment of a cell-mediated immunity HIV-1 vaccine (the Step Study): a double-blind, randomised, placebo-controlled, test-of-concept trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Buchbinder",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "372",
            "issn": "9653",
            "pages": "1881--1893",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Vaccination with ALVAC and AIDSVAX to prevent HIV-1 infection in Thailand",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rerks-Ngarm",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "361",
            "issn": "23",
            "pages": "2209--2220",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The 2010 scientific strategic plan of the global HIV vaccine enterprise",
            "authors": [],
            "year": 2010,
            "venue": "Nat Med",
            "volume": "16",
            "issn": "9",
            "pages": "981--989",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Human immunodeficiency virus genetic variation that can escape cytotoxic T cell recognition",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Nature",
            "volume": "354",
            "issn": "",
            "pages": "453--459",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Inefficient cytotoxic T lymphocyte-mediated killing of HIV-1-infected cells in vivo",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Asquith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Biol",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Viral dynamics in human immunodeficiency virus type 1 infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nature",
            "volume": "373",
            "issn": "6510",
            "pages": "117--122",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Rapid turnover of plasma virions and CD4 lymphocytes in HIV-1 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nature",
            "volume": "373",
            "issn": "6510",
            "pages": "123--126",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Population biology of emerging and re-emerging pathogens",
            "authors": [
                {
                    "first": "Mej",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Trends Microbiol",
            "volume": "10",
            "issn": "10",
            "pages": "3--7",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Origins of major human infectious diseases",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "447",
            "issn": "",
            "pages": "279--283",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Historical perspective of foamy virus epidemiology and infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Meiering",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Linial",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Microbiol Rev",
            "volume": "14",
            "issn": "",
            "pages": "165--176",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Frequent simian foamy virus infection in persons occupationally exposed to nonhuman primates",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Switzer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "6",
            "pages": "2780--2789",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Naturally acquired simian retrovirus infections in central African hunters",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "932--937",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Genetic detection and characterization of Lujo virus, a new hemorrhagic fever-associated arenavirus from Southern Africa",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "file:/localhost/opt/grobid/grobid-home/tmp/10.1371/journal.ppat.1000455"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The role of evolution in the emergence of infectious diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Antia",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "658--661",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Evolution and emergence of novel human infections",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arinaminpathy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc R Soc B",
            "volume": "273",
            "issn": "",
            "pages": "3075--3083",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Insights into the evolution and emergence of a novel infectious disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kubiak",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Comput Biol",
            "volume": "6",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Direct evidence of extensive diversity of HIV-1 in Kinshasa by 1960",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Worobey",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "455",
            "issn": "7213",
            "pages": "661--664",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Kaposi's sarcoma and Pneumocystis pneumonia among homosexual men -New York City and California",
            "authors": [],
            "year": 1981,
            "venue": "MMWR",
            "volume": "30",
            "issn": "",
            "pages": "305--308",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Adaptation of HIV-1 to human leukocyte antigen class I",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawashima",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "458",
            "issn": "",
            "pages": "641--645",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Evolution and transmission of stable CTL escape mutations in HIV infection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Goulder",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "412",
            "issn": "",
            "pages": "334--338",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "HIV evolution: CTL escape mutation and reversion after transmission",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Leslie",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat Med",
            "volume": "10",
            "issn": "",
            "pages": "282--289",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Modelling the evolution and spread of HIV immune escape mutants",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Fryer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Modeling infectious diseases in humans and animals",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": ") Virus dynamics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The SIR model in graphical form. The host population is divided into three groups, and transitions of people between those groups are described. Those transitions represent the five processes: birth, vaccination, death, infection, Numerical solutions to the SIR difference equation model. Infection circulates in a population of 100,000 individuals, with an expectation of life at birth of 50 years. The infectious period is 1 week, and the basic reproductive number is 5. This gives the following model parameters: B = 38 per week, m = 0.00385 per person per week, g = 1 per person per week, and b = 0.00005 per infected per susceptible per week. (a) shows damped oscillations in all three classes after an initial perturbation of 20% of the susceptible class into the recovered class.In (b), vaccination of 50%, 70%, or 90% of newborns is introduced at time 10 years. With R 0 = 5, the critical vaccination proportion p c = 0.8. Vaccination coverage above this level (at 90%) leads to eradication",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 5.3 The outgrowth of HIV CTL escape mutants through time. Data sets from three different patients (reviewed in [19]) are shown as red, brown, and yellow symbols. Equation 5.12 is fitted to these data, yielding rates of outgrowth, cÀ(a À â), of 0.048 (red), 0.012 (brown), and 0.006 (yellow)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Predictions of a model of within-host evolution and between-host transmission of HIV.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "NIR β(I IR +I NIR )S IR /N W W β(I IR +I NIR )S NIR /N β(I IR +I NIR )S IR /N E E β(I IR +I NIR )S NIR /N Fig. 5.4 A model of the within-host evolution and between-host transmission of HIV escape mutants",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}