{
    "paper_id": "81f04bfa9c58c33b7dcc4d2fdd67647b8b82fef7",
    "metadata": {
        "title": "COVID-19 pandemic: guidance for nuclear medicine departments",
        "authors": [
            {
                "first": "D",
                "middle": [],
                "last": "Paez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "G"
                ],
                "last": "Gnanasegaran",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "S"
                ],
                "last": "Fanti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "J"
                ],
                "last": "Bomanji",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "M"
                ],
                "last": "Hacker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "M"
                ],
                "last": "Sathekge",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [
                    "S"
                ],
                "last": "Bom",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "J"
                ],
                "last": "Cerci",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "A"
                ],
                "last": "Chiti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "K"
                ],
                "last": "Herrmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "M"
                ],
                "last": "Scott",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Czernin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "N"
                ],
                "last": "El-Haj",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Estrada",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "O"
                ],
                "last": "Pellet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "P"
                ],
                "last": "Orellana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "Giammarile",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "M"
                ],
                "last": "Abdel-Wahab",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "# The Author(s) 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronaviruses are non-segmented, enveloped positive-sense ribonucleic acid viruses from the Coronaviridae family. There are six types of the coronavirus known to infect humans. Four of them cause mild respiratory symptoms, while two of them, the Middle East respiratory syndrome coronavirus (MERS) and the severe acute respiratory syndrome (SARS), have caused epidemics with high mortality rates [1, 2] .",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 399,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 400,
                    "end": 402,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In December 2019, a new type of coronavirus 2019-nCoV/ SARS-CoV-2, causing COVID-19 disease, was extracted and identified from the lower respiratory tract samples of several patients in Wuhan, China [3] . These patients presented with symptoms of severe pneumonia, including fever, fatigue, dry cough, and respiratory distress.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The coronavirus disease 19 (COVID-19) is a highly transmittable and pathogenic viral infection. It is believed to be transmitted via respiratory droplets and fomites during close unprotected contact between an infector and an infectee. The coronaviruses mainly infect epithelial cells in the lung, but SARS-CoV-2 has been detected in respiratory, fecal, and blood specimens of patients infected with the virus [4] .",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 413,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "On February 3, 2020, the World Health Organization declared a public health emergency of international concern, and on March 11, declared COVID-19 a pandemic [5] . The total number of confirmed cases, deaths associated with COVID-19, and affected countries and territories continues to grow; detailed statistics can be found at the WHO-Coronavirus disease (COVID-19) Pandemic site [5] or the John Hopkins Coronavirus Resource Centre. [6] .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 381,
                    "end": 384,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Health care providers around the world are facing challenging decisions. They are rapidly adjusting their standard operating procedures (SOPs) to cope with the pandemic cases and deliver their services. This is done in line with local guidance, resources available, and the advice of the World Health Organization (WHO) Minimum Requirements for infection prevention and control (IPC) programmes [7] .",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 398,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This publication was prepared based on the systematic review of available literature on the subject and the contribution of a panel of international experts during the webinar entitled \"Coronavirus disease (COVID-19) Pandemic: Challenges for the Nuclear Medicine Departments,\" organized by the International Atomic Energy Agency (IAEA) and broadcasted live on Wednesday 25 March 2020 [8] .",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 387,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The objective of this guide is not to override any local guidance or national practice guidelines or rules, nor does it provide comprehensive advice on all aspects of nuclear medicine practice. It is solely intended as advice for nuclear medicine facilities during this time of adjustment and adaptation to the COVID-19 pandemic. We present suggested recommendations for nuclear medicine departments to follow, based on a typical patient's \"journey\" through the department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "During the COVID-19 pandemic, SOPs in nuclear medicine (NM) departments should be adapted. In addition to the established procedures, special emphasis must be placed on minimizing the risk to staff, patients, and family members, as well as controlling the transmission of the virus while continuing to provide the essential and critical services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General measures"
        },
        {
            "text": "The World Health Organization (WHO) has published the \"COVID-19: Operational Guidance for maintaining essential health services during an outbreak\" [9] which includes six main processes that can be extrapolated to nuclear medicine facilities (Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 251,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "General measures"
        },
        {
            "text": "Establish simplified purpose-designed governance and coordination mechanisms NM departments must be flexible and adapt, considering the stage of the epidemic in the population they serve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General measures"
        },
        {
            "text": "& Establish a COVID-19 Incident Management Team and designate a focal point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General measures"
        },
        {
            "text": "& Consideration for the reallocation of human, financial and material resources, and mobilizing additional resources are essential. & All staff members should receive specific training in identifying COVID-19 symptoms, hygiene procedures, handling COVID-19 patients, disinfection procedures, and use of personal protective equipment (PPE), among others [10, 11] . & Managers must inform staff not to report to work if they feel unwell or have any suspicion of having COVID-19 symptoms. & Facilities must ensure that the waiting area has access to handwashing facilities and that hand sanitizers, tissue boxes, and masks are within reach so that patients can follow basic hygiene practices. The waiting areas need to be organized in such a way that it provides space for patients to sit at a distance from each other to reduce the risk of transmission. & It is essential to ensure strict hand hygiene, maintaining at least 1 m (3 ft) distance [5] in all patient/staff interactions when possible, avoiding crowding at the workplace, etc. & Implementation of cleaning and disinfecting procedures for equipment and accessories including camera gantries, patient beds, blood pressure cuffs, workstations, mouse, keyboards, and any other items of daily use. & Develop a contingency and business continuity plan if one of the staff becomes sick with COVID-19.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "[10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 942,
                    "end": 945,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "General measures"
        },
        {
            "text": "NM departments should continue their operation. It is essential to exert flexibility and adapt the patient schedule to maintain the provision of essential services. Special attention must be paid to adjust the provision of services, taking into account the phase of the epidemic in the local population served. Essential procedures (scans and therapies) must be identified and prioritized. Postponing non-essential procedures as well as research activities should be considered. Teaching activities should be given through dedicated teleconferencing software or postponed. It is essential to establish a work plan to reinstate delayed services or events [12] [13] [14] [15] .",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 658,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Identify context-relevant essential services"
        },
        {
            "text": "& Use of communication technologies must be a primary consideration. & Teleconsulting with patients prior to scheduling and the day before attending the nuclear medicine center must be established, in order to identify patients who may have COVID-19 symptoms. The possibility of airborne transmission of COVID-19 continues to be debated [5, 16] . It is known that airborne viruses can spread in air conditioning and ventilation systems and therefore it can be expected that certain medical procedures associated with the generation of aerosols, such as ventilations scans and oxygen supplementation, carry an increased risk of transmission. Therefore, alternative options for test or procedure should be considered or special precautions especially for personnel conducting these tests must be taken. Rapid re-distribution of health workforce capacity, including re-assignment of tasks Health care personnel are at a high risk for exposure and susceptible to contracting the virus. For this reason, we must be vigilant in recognizing symptoms [17] . Identify mechanisms to maintain the availability of essential equipment and supplies Nuclear medicine centers rely on the availability of radioisotopes that are produced in a limited number of facilities worldwide and depend on adequate distribution channels. Due to the pandemic, the availability of international flights, including cargo, has been dramatically reduced. Shortages of kits and radioisotopes are therefore expected.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 340,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 341,
                    "end": 344,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 1043,
                    "end": 1047,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Optimize service delivery settings and platforms"
        },
        {
            "text": "At this point in time, some countries in Africa, Asia, and Latin America have reported shortages of radioiodine and have been informed by providers of the possible shortage of molybdenum-technetium generators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimize service delivery settings and platforms"
        },
        {
            "text": "It is essential to ensure, as far as possible, the uninterrupted operation of cyclotrons to ensure the provision of PET services to oncologic patients. In the likely scenario where there is a shortage of supplies for SPECT studies, it might be useful to explore additional clinical applications of PET including cardiac, neurological, and infection/inflammation studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimize service delivery settings and platforms"
        },
        {
            "text": "It is essential for managers of nuclear medicine facilities and cyclotron centres to make a: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimize service delivery settings and platforms"
        },
        {
            "text": "The current COVID-19 pandemic poses many challenges for the practice of nuclear medicine. If adequately prepared, departments can continue to deliver their essential services, while mitigating the risk for patients and staff. This requires adapting the SOPs, as quickly as possible, to meet the new requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "A multifactorial approach covering all elements from patient scheduling to reporting scans and paying attention to incidental COVID-19 suspected findings, must be adopted. A summary of which is presented in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 214,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "Individual hygiene, disinfecting and cleaning, as well as the use of appropriate PPE, must be emphasized and practiced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The intention of this guide is to provide support to nuclear medicine centers for the COVID-19 pandemic; a more detailed guide is being prepared by the IAEA and will be available in due course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were The robust screening process for patients and staff Identification of cases promptly Social distancing Training of staff members Posters to promote handwashing and proper respiratory hygiene Cleaning and disinfection of equipment and accessories Hand sanitizing dispensers Stay at home or working from home guidelines for staff Develop a contingency and business continuity plan made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology, virology, and clinical features of severe acute respiratory syndrome -coronavirus-2 (SARS-CoV-2; coronavirus disease-19). Clin Exp Pediatr",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3345/cep.2020.00493"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological and clinical aspects of Covid-19; a narrative review",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kolifarhood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aghaali",
                    "suffix": ""
                },
                {
                    "first": "Mozafar",
                    "middle": [],
                    "last": "Saadati",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Acad Emerg Med",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-toperson transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "Jfw",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514--537",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The cardiovascular burden of coronavirus disease 2019 (COVID-19) with a focus on congenital heart disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Weiyi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jamil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Cardiology Published",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijcard.2020.03.063"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "WHO -coronavirus disease",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "WHO -Minimum requirements for infection prevention and control (IPC) programmes",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "WHO -coronavirus disease (COVID-19) technical guidance: maintaining Essential Health Services and Systems",
            "authors": [],
            "year": 2020,
            "venue": "IAEA webinar 'coronavirus disease (COVID-19) pandemic: challenges for the nuclear medicine departments",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "WHO -rational use of personal protective equipment (PPE) for coronavirus disease (COVID-19) Interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Protecting healthcare workers from SARS-CoV-2 infection: practical indications",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferioli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cisternino",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Leo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Respir Rev",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1183/16000617.0068-2020"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID19-nuclear medicine departments, be prepared! Nucl Med Commun",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Allie",
                    "middle": [
                        "R"
                    ],
                    "last": "Gnanasegaran",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bomanji",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "297--306",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Facing a disruptive threat: how can a nuclear medicine service be prepared for the coronavirus outbreak",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Loke",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Nucl Med Mol Imaging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00259-020-04790-2"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Guidance and best practices for nuclear cardiology laboratories during the coronavirus disease 2019 (COVID-19) pandemic: an information statement from ASNC and SNMMI",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hicham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Venkatesh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mouaz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Nuclear Medicine operations in the times of COVID-19: strategies, precautions, and experiences",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Czernin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fanti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Nucl Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2967/jnumed.120.245738"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "CDC-interim guidance for healthcare facilities: preparing for community transmission of COVID-19 in the United States",
            "authors": [],
            "year": 2020,
            "venue": "?CDC.html Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The same precautions and screening tests that apply to patients upon arrival should be implemented for the nuclear medicine staff. & Simple measures, such as staying home if you are not feeling well, are essential to reducing the risk of infection and transmission to the team. & Consider segregating staff into teams to reduce the possibility of virus transmission between health care providers which could result in the inability of the department to function. & Consider re-training of staff to cover other positions within the department. & All required personal protective equipment (PPE) should be made available for staff at all times and all working sites. It is recommended to follow guidelines of the WHO-Rational use of personal PPE for coronavirus disease (COVID-19) [10]. & Consider providing staff transportation and, if necessary, staff accommodation. & Environmental services staff members who clean all departmental areas during, and out of, working hours must be specifically trained for professional cleaning of potentially contaminated surfaces after each contact with a highrisk patient. & Establish periodic virtual staff meetings to update on the local status of the pandemic and enquire about their wellbeing. & Psychological consultation for staff should be available.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "List of required supplies & List of all possible suppliers and distribution channels & Maintain a detailed inventory and to coordinate the redistribution of supplies",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Operational Processes. Adapted from \"WHO-COVID-19: Operational Guidance for maintaining essential health services during an outbreak\" I. Establish simplified purpose-designed governance and coordination mechanisms II. Identify context-relevant essential services III. Optimize service delivery settings and platforms IV. Establish effective patient flow (screening, triage, and targeted referral) at all levels V. Rapid re-distribution of health workforce capacity, including re-assignment of tasks VI. Identify mechanisms to maintain the availability of essential equipment and supplies Departments sited in COVID-19 hot spot zones should instruct all front-line personnel to rigorously follow local PPE guidance before dealing with patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Patient arrival, waiting area & Reception staff to be sited behind a glass or plastic screen if not already in place. Upon arrival, patients are asked to declare if they have been in contact with patients with COVID-19 or if they have any symptoms. & It is useful to display information announcements at the reception, indicating possible symptoms and asking patients to inform staff if they have symptoms. & Display posters to promote handwashing and proper respiratory hygiene measures. & Consideration should be given to implement temperature control using electronic skin contact systems. & Be vigilant in identifying patients with symptoms of COVID-19. & Consider that there are asymptomatic patients and apply all protective and hygiene measures. COVID-19 patients should wear a surgical mask to minimize the risk of transmission. & Consider providing surgical masks to all patients and chaperones, to wear at all times while in the NM center. Use the appropriate PPE & Place special attention when removing the gloves and other protective elements & Disinfect the devices used during patient preparation and injection & Thoroughly sanitize hands after each procedure & Dispose the used protective elements in a container for biosafety waste Use the appropriate PPE & Use disposable protective elements for the scanners When the patient is scanned and goes home",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Essential considerations",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}