{
    "paper_id": "8212f52991ddb1fa55c012a51ce092f093a9d655",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Prevention is better than the cure, but the cure cannot be worse than the disease Massimiliano Sorbello, Ida Di Giacinto, Ruggero M. Corso, Rita Cataldo, on behalf of SIAARTI Airway Management Research Group PII:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "S0007-0912(20)30291-9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Please cite this article as: Sorbello M, Di Giacinto I, Corso RM, Cataldo R, on behalf of SIAARTI Airway Management Research Group, Prevention is better than the cure, but the cure cannot be worse than the disease, British Journal of Anaesthesia, https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Prevention is better than the cure, but the cure cannot be worse than the disease Massimiliano 2) \"Rapid-sequence fibreoptic bronchoscopic tracheal intubation\" 1 4) The authors report that \"During attempts at tracheal intubation, HFNO was maintained for the HFNO group\", 1 but they don't clarify if intubation was performed by the nasal or oral route. In the first case, either the 4.5 mm fibrescope was inserted in the nostril together with the HFNO prong (thus resulting in difficult scope movement) or in place of the HFNO prongs. Fibreoptic intubation is known to be more challenging via the oral route in anaesthetized patients due to airway collapse, especially if a dedicated airway is not used. 6 If the nasal route was chosen, removing the HFNO prongs to allow passage of the bronchoscope would have reduced the benefit of apnoeic HFNO and increased aerosolization risk. 2, 7-9 5) Despite being superior in preventing hypoxaemia during rapid sequence induction and intubation HFNO is not recommended in COVID-19 patients 2,8-9 since (awake) fibreoptic intubation is considered an aerosol-generating procedure. It is then paradoxical to state that \"Rapid-sequence fibreoptic bronchoscopic tracheal intubation in patients with COVID19 pneumonia may reduce the risk of viral spread\" 1 , especially if the declared advantage is \"an increase of the distance between anaesthesiologist and patient's airway\". 1 Bronchoscopes with an average length of 65 cm do not allow the 1 m distance considered safe for airborne spreading. 2, [7] [8] [9] A videolaryngoscope (especially with external screen), works with similar distance but has been shown to be faster and to require lower skills 4 , and to have simpler options for rescue intervention 1,2 . The same message comes from the Chinese experience 6 and from worldwide recommendations. 2, 8, 9 In order to maximise first pass success, we recommend a preloaded bougie or stylet, rapid sequence induction with full dose neuromuscular blockade, preoxygenation by continuation of ongoing noninvasive ventilation, and apnoeic low-flow (1-3 L min -1 ) oxygen through standard nasal prongs (NODESAT). 2 patients. Awake fibreoptic intubation remains the gold-standard for predicted intubation/ventilation difficulty, to be used in very selected cases in COVID-19",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 94,
                    "text": "Massimiliano",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 161,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 703,
                    "end": 704,
                    "text": "6",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1411,
                    "end": 1412,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1529,
                    "end": 1531,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1532,
                    "end": 1535,
                    "text": "[7]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1536,
                    "end": 1539,
                    "text": "[8]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1540,
                    "end": 1543,
                    "text": "[9]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1800,
                    "end": 1801,
                    "text": "6",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1838,
                    "end": 1840,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1841,
                    "end": 1843,
                    "text": "8,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1844,
                    "end": 1845,
                    "text": "9",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2146,
                    "end": 2147,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "patients. 2, [8] [9] Oxygenation, independently of disease, remains the main target of any airway management strategy, 5 and though difficult at times, science and good sense should always prevail.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 12,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 13,
                    "end": 16,
                    "text": "[8]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 17,
                    "end": 20,
                    "text": "[9]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 119,
                    "end": 120,
                    "text": "5",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "MS has received paid consultancy from Teleflex Medical, Verathon Medical and DEAS Italia, is a patent co-owner (no royalties, DEAS Italia), and has received lecture grants and travel reimbursements (MSD Italia, MSD USA). IDG has received lecture grants and travel reimbursements from MSD Italia. No other competing interests declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "High-flow nasal-oxygenationassisted fibreoptic tracheal intubation in critically ill patients with COVID-19 pneumonia: a prospective randomised controlled trial",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Et",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "British Journal of Anaesthesia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "and on behalf of The Società Italiana di Anestesia Analgesia Rianimazione e Terapia Intensiva (SIAARTI) Airway Research Group, and The European Airway Management Society. The Italian coronavirus disease 2019 outbreak: experiences and recommendations from clinical practice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sorbello",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "El-Boghdadly",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Giacinto",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cataldo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Falcetta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Et",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Anaesthesia.2020.10.1111/anae.15049"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Device or target? A paradigm shift in airway management: implications for guidelines, clinical practice and teaching",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sorbello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Afshari",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Hert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur J Anaesthesiol",
            "volume": "35",
            "issn": "",
            "pages": "811--815",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Intubation and Ventilation amid the COVID-19 Outbreak: Wuhan's Experience",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesthesiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1097/ALN.0000000000003296"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rocuronium versus succinylcholine for rapid sequence induction intubation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Mount",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD002788.pub3"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wax",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01591-x"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Outbreak of a new coronavirus: what anaesthetists should know",
            "authors": [
                {
                    "first": "Philip",
                    "middle": [
                        "W H"
                    ],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Anaesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bja.2020.02.008"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "appears an oxymoron: fibreoptic intubation requires skill and is time-consuming (72-420 s timerange for awake intubation 4 ). Wu and colleagues 1 report mean (IQR) values of 68.5 (62.2-74.0) and 76.0 (68.0-90.5) s for fibreoptic intubation in anaesthetized patients,probably reflecting the skill of the intubating team and the impact of anaesthesia. For a fast procedure, it is still too long not to result in significant desaturation, particularly considering that no oxygen was administered in the control group (in an obvious study comparing oxygen vs non-oxygen), and that \"There was no significant difference in the proportion of patients with minimum SpO 2 >95% during intubation, in the incidence of SpO 2 <80% during intubation\" 1 . In other words, this might mean that in a 30+30 COVID-19 patient sample, either extra oxygen is not useful or that High-Flow Nasal Oxygen (HFNO) does not work.3) We do not believe that \"HFNO shortened the duration of intubation. […] but one possibility is that interruption of attempts at tracheal intubation to carry out rescueface-mask ventilation was less frequently required in the HFNO group.\". HFNO probably reduced the number of attempts at rescue face-mask ventilation, and not the time for fibreoptic intubation, keeping in mind that the control group was not given oxygen.Fibreoptic intubation is considered the gold standard for predicted difficult intubation, the underlying concept being that maintenance of spontaneous breathing preserves oxygenation 5 . Nevertheless, use of a technique requiring longer times for intubation, with higher likelihood of desaturation and need for rescue face mask ventilation (1+8 cases in Wu and colleague's series 1 ) cannot be recommended in COVID-19 patients made apnoeic by neuromuscular blocking agents.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "After two failed laryngoscopies we recommend rescue use of fibreoptic intubation only through a second-generation intubating supraglottic airway device (SAD), which allows ventilation with limited environmental contamination. 2 Airway management is complex in COVID-19 patients (infection risk, use of PPE, difficult communication, rapidly deteriorating patients, shunt-hypoxaemia). Given the duration, complexity and aerosolization potential of fibreoptic intubation and the potential low efficacy/high contamination profile of HFNO, we strongly discourage use of the technique proposed by Wu and colleagues 1 in paralyzed COVID-19",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sorbello 1 , Ida Di Giacinto 2 , Ruggero M. Corso 3 , Rita Cataldo 4 , on behalf of SIAARTI Airway Management Research Group 1. Anesthesia and Intensive Care, AOU Policlinico San Marco University Hospital, Catania, Italy 2. Anesthesia and Intensive Care, Anestesia e Terapia Intensiva Polivalente, Azienda Ospedaliero-Universitaria, Sant'Orsola-Malpighi -Alma Mater Studiorum, Bologna, Italy 3. Anesthesia and Intensive Care, Dipartimento di Chirurgia, Anestesia e Rianimazione, Ospedale GB Morgagni-L. Pierantoni, Forlì, Italy. 4. Anesthesia Intensive Care and Pain Medicine, Anestesia, Terapia Intensiva e Terapia del Dolore, Dipartimento di Medicina, Università Campus, Bio-Medico, Rome, Italy *Corresponding author. Email: maxsorbello@gmail.com Twitter: @MaxSorbello Keywords: aerosol-generating procedure; airway management; COVID-19; fibreoptic intubation; high-flow nasal oxygen; rapid sequence inductionEditor -We would to comment on the paper by Wu and colleagues 1 in light of",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}