{
    "paper_id": "822a01bb8fff7d74dd3367083040448e98fc3fa8",
    "metadata": {
        "title": "Estimating seroprevalence with imperfect serological tests: exploiting cutoff-free approaches",
        "authors": [
            {
                "first": "Judith",
                "middle": [
                    "A"
                ],
                "last": "Bouman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ETH Zurich",
                    "location": {
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": "judith.bouman@env.ethz.ch"
            },
            {
                "first": "Sebastian",
                "middle": [],
                "last": "Bonhoeffer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ETH Zurich",
                    "location": {
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": ""
            },
            {
                "first": "Roland",
                "middle": [
                    "R"
                ],
                "last": "Regoes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "ETH Zurich",
                    "location": {
                        "settlement": "Zurich",
                        "country": "Switzerland"
                    }
                },
                "email": "roland.regoes@env.ethz.ch."
            }
        ]
    },
    "abstract": [
        {
            "text": "Large-scale serological testing in the population is essential to determine the true extent of the current Coronavirus pandemic. Serological tests measure antibody responses against pathogens and define cutoff levels that dichotomize the quantitative test measures into sero-positives and negatives. With the imperfect tests that are currently available to test for past SARS-CoV-2 infection, the fraction of seropositive individuals in serosurveys is a biased estimator of seroprevalence and is usually corrected post-hoc to account for the sensitivity and specificity. Here we use a likelihood-based inference method -previously called mixture models -for the estimation of the seroprevalence that does not require to define cutoffs by integrating the quantitative test measures directly into the statistical inference procedure. We confirm that this likelihood-based method outperforms the methods based on cutoffs and post-hoc corrections leading to less variation in point-estimates of the seroprevalence and its temporal trend. We illustrate how the likelihood-based method can be used to optimize the design of serosurveys with imperfect serological tests. We also provide guidance on the number of control and case sera that are required to quantify the test's ambiguity sufficiently to enable the reliable estimation of the seroprevalence. Lastly, we show how this approach can be used to identify classes of case sera with an unknown distribution of quantitative test measures that have not been used for test validation. An R-package with the likelihood and power analysis functions is provided. Our study advocates to using serological tests without cutoffs, especially if they are used to determine parameters characterizing populations rather than individuals. This approach circumvents some of the shortcomings of cutoff-based methods with post-hoc correction at exactly the low seroprevalence levels and test accuracies that we are currently facing in COVID-19 serosurveys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As other pathogens, SARS-CoV-2 elicits antibody responses in infected people that can be detected in their blood serum as early as a week after the infection until long after recovery. The presence of SARS-CoV-2 specific antibodies can therefore be used as a marker of past infection, and the prevalence of seropositive people, i.e. people with specific antibodies, is a key measure to determine the extent of the Coronavirus pandemic. The serological tests, however, are usually not perfect, yielding false positive and negative results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Here we exploit an approach that refrains from classifying people as seropositive or negative, but rather compares the antibody level to that of confirmed cases and controls. This approach leads to more reliable seroprevalence estimates, especially for the low prevalence and low test accuracies that we face during the current Coronavirus pandemic. We also show how this approach can be extended to infer the presence of cases that have not been used for validating the test, such as people that underwent a mild or even asymptomatic infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Serological tests can be used to determine the infection history on two levels: the level of single individuals or that of an entire population. If infection leads to immunity, determining the infection history of an individual can be very useful. In the context of the Coronavirus crisis, for example, it has been suggested that seropositive people could go back to work without posing a risk to themselves or others. In Germany and Italy, among other countries, there is even a discussion about issuing certificates of seropositivity [1, 2] . Such a use of serological tests requires very high test quality, in particular a low false positive rate.",
            "cite_spans": [
                {
                    "start": 536,
                    "end": 539,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 540,
                    "end": 542,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another, to this date, more common use of serological tests are serosurveys to determine the total number of cumulative infections in a population. Serosurveys are usually conducted after an epidemic, leaving enough time for test refinement. In the current situation, however, an estimate of the true extent of the COVID-19 pandemic in different countries is urgently needed to make policy decisions. This pressure may limit the time available to improve the tests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Currently available serological tests have high specificity and relatively low sensitivity [3, 4] , as expected for this type of testing [5] . Studies which evaluated the tests on severe cases report high specificity and sensitivity [6] , however, the discriminatory power of the tests is less clear for mild cases and even asymptomatic cases [7] .",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 95,
                    "end": 97,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Less than ideal sensitivity and specificity are known to introduce biases in the estimation of seroprevalence. Post-hoc corrections of the binomial estimator of seroprevalence have been developed and refined over the past decades [8, 9, 10] . Such a correction has recently been used in the estimation of the seroprevalence in the Coronavirus pandemic [11] . A Bayesian version of the correction has been proposed to infer age-stratified seroprevalences in the context of epidemiological transmission models [12] . However, the corrections work well only for high seroprevalence and relatively high specificity.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 234,
                    "end": 236,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we use an alternative approach to deal with imperfect tests when estimating seroprevalence, this approach has been used before for several other pathogens [13, 14, 15, 16, 17, 18, 19] . Rather than relying on dichotomized serological test data, i.e. a positive or negative test result for each individual in the cohort, and correcting post-hoc for the test's sensitivity and specificity, this method uses the quantitative test measures together with data on the distribution of these measures in controls and conformed cases. Such quantitative measures differ depending on the diagnostic techniques used. In ELISA-based serological tests, fluorescence is determined in units of optical density or \"arbitrary units\". Tests involving neutralization assays usually report the serum titers needed to achieve viral neutralization of a certain level, e.g. NT50. The method works irrespective of the type of assay that is used, and we refer to the assay results generically as the quantitative test measures.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 175,
                    "end": 178,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 183,
                    "end": 186,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 191,
                    "end": 194,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We show that this inference framework enables us to estimate seroprevalence and its change over time without bias. We confirm that cutoffs introduced to dichotomize serological tests results lead to strong biases. Most importantly, however, the alternative inference method outperforms the classical Rogan-Gladen corrections, especially for low seroprevalence and low test accuracies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We demonstrate how the alternative inference method can be used in power analyses of serosurveys. Specifically, we determine the minimal sample size needed to estimate the seroprevalence with less than 25% deviation of its true value for tests of a given accuracy. We also investigate how many control and case sera are required to quantitatively capture the distribution of test measures in these two groups with enough certainty to allow the reliable estimation of the seroprevalence. Moreover, we introduce an extended likelihood that allows the detection of a discrepancy between the serological observations in the epidemiological surveys and the quantitative test measures collected during the validation phase of the of the serological assay. This does not only allow us to identify a missing case distribution of, for instance, mild cases, but also to estimate the relative prevalence of those missing cases. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To compare the likelihood-based inference method to classical cutoff-based methods without and with the Rogan-Gladen correction, we simulated serosurveys conducted with serological tests of varying accuracies. As a proxy for the accuracy, we used the area under the ROC-curve (AUC-ROC) and varied it from 0.7 to 1. This range is consistent with the AUC-ROC values of many diagnostic tools across disciplines [20] . (The sensitivity and specificity corresponding to the standard cutoffs across the range of AUC-ROC values we consider here are given in Fig S2. ) In the simulated serosurveys, we assumed seroprevalences of 1%, 4% and 8% and involved 10 000 virtual individuals. We then derived estimates of the seroprevalence with cutoff-based methods without and with the Rogan-Gladen correction, and the likelihood-based method.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 412,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 558,
                    "text": "Fig S2.",
                    "ref_id": null
                }
            ],
            "section": "Likelihood-based method that relies on quantitative test measures outperforms corrected cutoff-based methods"
        },
        {
            "text": "The results of these analyses are shown in Fig 1. Our analysis confirms the strong biases in the estimate of the seroprevalence derived with the two traditional cutoff-based methods without correction. For the 'high specificity'-method, in which the specificity is set to 99% and the sensitivity is calculated according to the assumed test accuracy, the prevalence is underestimated. For the method where the cutoff maximizes the Youden index, seroprevalence is overestimated. Additionally, the dichotomization by a cutoff leads to a reduction in the variation of the point-estimates. This seeming increased reliability of the estimates, however, is an artefact of the dichotomization, and should not be interpreted as an advantage of these methods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 49,
                    "text": "Fig 1.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Likelihood-based method that relies on quantitative test measures outperforms corrected cutoff-based methods"
        },
        {
            "text": "We find that the common Rogan-Gladen correction [8] (see Methods) largely alleviates the biases in the estimation of seroprevalence (see Fig 1) . Note that for low prevalence levels or low test accuracy, the corrected point estimate of the prevalence can become negative. This is due to the fact that the number of observed seropositives -being a realization of a stochastic process -can be smaller than the expected number of false positives. For the same reason, the Rogan-Gladen correction give rise to more variable estimates compared to the likelihood-based method for low seroprevalence levels and low test accuracies. In contrast, the likelihood-based method does not inflate the variation of point-estimates and does not result in negative seroprevalence estimates for any true seroprevalence level or test accuracy.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 143,
                    "text": "Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Likelihood-based method that relies on quantitative test measures outperforms corrected cutoff-based methods"
        },
        {
            "text": "Note, that the variation in point estimates is strongly correlated with the variation of bootstrap estimates (see Fig S3) . Thus, the insights into the variation are also informative on the width of the confidence intervals for each method. The variability in the Rogan-Gladen corrected point-estimates is very similar to the variability in the estimates obtained by using the Bayesian correction (see Methods and Fig S4 A) . However, the confidence intervals of the Rogan-Gladen corrected point-estimates are larger than the credible intervals obtained for the Bayesian corrections (Fig S4 B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 121,
                    "text": "Fig S3)",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 423,
                    "text": "Fig S4 A)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 583,
                    "end": 593,
                    "text": "(Fig S4 B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Likelihood-based method that relies on quantitative test measures outperforms corrected cutoff-based methods"
        },
        {
            "text": "In the ongoing Coronavirus pandemic, the seroprevalence is still increasing, and an estimation of its temporal trend is an urgent public health objective. To assess how well the different methods can estimate temporal trends in seroprevalence, we simulated serosurveys during an ongoing epidemic. In particular, we assumed that the seroprevalence increases from 1.5% to 15%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutoff-based methods lead to less reliable estimates of the temporal trends in seroprevalence"
        },
        {
            "text": "We found that the uncorrected cutoff-based method both underestimate the temporal trend in seroprevalence (Fig 2) . The correction removes the bias in the estimate, but introduces a large variation in the point-estimates of the temporal trend. The estimate for the temporal trend can even be negative for the reason mentioned above. In contrast, the likelihood-based method leads to more reliable point-estimates the temporal trend without inflating their variation. Low specificity/sensitivity can be compensated by enrolling more people",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "text": "(Fig 2)",
                    "ref_id": null
                }
            ],
            "section": "Cutoff-based methods lead to less reliable estimates of the temporal trends in seroprevalence"
        },
        {
            "text": "To understand how the test accuracy affects the statistical power of serosurveys for the likelihood-based method, we simulated many serosurveys with tests characterized by varying AUC-ROC values and evaluated their success. A serosurvey was defined to be successful if the estimate of the seroprevalence was sufficiently close to the true seroprevalence (see Methods). The statistical power is defined as the fraction of successful in silico serosurveys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutoff-based methods lead to less reliable estimates of the temporal trends in seroprevalence"
        },
        {
            "text": "We find that low accuracy of the serological test can be compensated by higher sample sizes ( Fig 3A) . For example, to achieve a statistical power of 0.9, 1000 individuals need to be enrolled into the serosurvey for a high-accuracy test (AUC-ROC=0.98). In contrast, for a lower accuracy test (AUC-ROC=0.8) 5000 are required ( Fig 3B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "text": "Fig 3A)",
                    "ref_id": null
                },
                {
                    "start": 327,
                    "end": 334,
                    "text": "Fig 3B)",
                    "ref_id": null
                }
            ],
            "section": "Cutoff-based methods lead to less reliable estimates of the temporal trends in seroprevalence"
        },
        {
            "text": "The number of case and control sera used for validation of serological tests impacts the reliability of the seroprevalence estimate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutoff-based methods lead to less reliable estimates of the temporal trends in seroprevalence"
        },
        {
            "text": "The likelihood-based method relies directly on the quantitative test measures and their distribution for control and case sera. Therefore, the reliability of the methods are expected to depend on the precision with which these distributions have been determined. The precision depends on the number of control and case sera used in test validation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutoff-based methods lead to less reliable estimates of the temporal trends in seroprevalence"
        },
        {
            "text": "To assess the required number of cases and controls that should be sampled to obtain precise test measure distributions, and hence reliable estimates of the seroprevalence, we simulated the validation of serological tests with various numbers of control and case sera (see Methods). In brief, test measures for control and case sera are drawn from \"true\" distributions. Subsequently the test measures are used to reconstruct the distribution of control and case test measures. This reconstruction has its own uncertainty, which should be included in the estimation of seroprevalence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutoff-based methods lead to less reliable estimates of the temporal trends in seroprevalence"
        },
        {
            "text": "We find that we require at least 150 control and case sera to obtain sufficiently reliable seroprevalence estimates (Fig 4) . Clearly, the number of required samples decreases when the accuracy of the test, measured by AUC-ROC, increases. For a true prevalence of 8%, as is used in Fig 4, and a AUC-ROC value of 0.9, a high number of samples is needed to obtain a small confidence band around the estimate. However, for a AUC-ROC value of 0.95, sampling 150 cases and controls would be sufficient. In this analysis, we have focused on the point estimates and their variation as a proxy for the reliability of seroprevalence estimation. As we mentioned above, the variation in point-estimates is strongly correlated with the variation in bootstrap estimates of a single point-estimate (see Fig S3) . Thus, our results on the variation of the point estimates apply equally to the confidence intervals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 123,
                    "text": "(Fig 4)",
                    "ref_id": null
                },
                {
                    "start": 282,
                    "end": 288,
                    "text": "Fig 4,",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 796,
                    "text": "Fig S3)",
                    "ref_id": null
                }
            ],
            "section": "Cutoff-based methods lead to less reliable estimates of the temporal trends in seroprevalence"
        },
        {
            "text": "How can we incorporate the precision, with which the test measure distributions have been determined, into a confidence interval of the seroprevalence? We suggest a two-step bootstrap procedure. First, we resample the test measures of control and case sera, and use the resampled dataset to obtain bootstrap estimates of the parameters of the test measure distributions. Second, we resample the test measures of the serosurvey, and, using the bootstrap estimate of the control and case distributions of test measures, obtain bootstrap estimates of the seroprevalence. This procedure makes sure that the uncertainties arising from the lack of test accuracy as well as the lack of precision in the test measure distributions are appropriately accounted for in the estimation of the seroprevalence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutoff-based methods lead to less reliable estimates of the temporal trends in seroprevalence"
        },
        {
            "text": "Alternatively, a one-step Bayesian procedure can be used that estimates the parameters of the control and case sera distributions as well as the seroprevalence at once by combining the various likelihoods for these processes. We provide an R-function for both the two-step and the one-step procedure we propose in the supplementary R-package.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cutoff-based methods lead to less reliable estimates of the temporal trends in seroprevalence"
        },
        {
            "text": "The reliance of the likelihood-based method on quantitative test data, allows us to investigate inconsistencies between the populations used for validating the test on the one hand, and the population recruited into the serosurvey on the other. For example, assume that the serological test has been validated only with sera from individuals who underwent a severe infection, in addition to sera from controls. Can we adopt the likelihood framework to detect the presence of individuals who underwent a mild infection with a distribution of test measures different from severe cases? Could we even estimate their seroprevalence?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Detecting discrepancies between test validation and serosurvey data"
        },
        {
            "text": "To investigate this question, we set up a simulation assuming three distributions of test measures, corresponding to severe and mild cases and controls. We further assume that the total seroprevalence is 10%, of which 14% were severe infections, consistent with observations at the beginning of the COVID-19 epidemic in China [21] . We then simulate a serosurvey with 10'000 individuals that results in quantitative test measures randomly drawn from these three distribution according to their seroprevalences.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Detecting discrepancies between test validation and serosurvey data"
        },
        {
            "text": "We then analyse the simulated serosurvey data assuming a likelihood based on quantitative test measure of only severe cases and controls. This model misspecification reflects a scenario, in which a large fraction of the infected population has been neglected for test validation. As expected, this analysis underestimates the true seroprevalence (see Fig 5 A) . The misspecified likelihood, however, is valuable as a null model against which more complex likelihood can be tested.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 359,
                    "text": "Fig 5 A)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Detecting discrepancies between test validation and serosurvey data"
        },
        {
            "text": "To test for the presence of mild cases in the serosurvey, we analyse the simulated serosurvey data with a likelihood that extends the misspecified, two-distribution likelihood by an additional unknown distribution of test measures in mild cases. A likelihood ratio test can then be used to identify the existence of this population of mild cases, even though it was ignored during test validation. This procedure is generic and does not require that the ignored cases be mild. It can detect any type of cases as long as their test measure distribution differs from those included in the test validation. Lastly, the fit of the three-distribution likelihood yields estimates for the seroprevalences of mild and severe cases, and the mean and variance of the test measure distribution of mild cases. This analysiswithout knowledge of the third distribution -succeeds in estimating the total seroprevalence without bias (Fig 5 A) . It also yields estimates for the seroprevalences for mild and severe cases separately (Fig 5 B) . The identifiability of the individual seroprevalences depends strongly on how distinct the test measure distributions of mild and severe cases and the controls are.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 917,
                    "end": 926,
                    "text": "(Fig 5 A)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1015,
                    "end": 1024,
                    "text": "(Fig 5 B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Detecting discrepancies between test validation and serosurvey data"
        },
        {
            "text": "In this study, we analyze a likelihood-based method proposed before for various other viruses that allows the unbiased estimation of seroprevalence in a population [13, 14, 15, 16, 17, 18, 19] . The method relies on the quantitative serological test measurements before they have been dichotomized, i.e. categorized as \"positive\" or \"negative\" using a cutoff.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 173,
                    "end": 176,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 189,
                    "end": 192,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We confirm the well-known fact that such a dichotomization leads to strong biases in the estimate of seroprevalence and its time trends, when estimates are not corrected for the sensitivity and specificity of the serological test [8] . Even though the commonly used Rogan-Gladen and Bayesian corrections alleviate the biases, the estimates of the seroprevalence are generally less reliable than they could be. Estimates with the Rogan-Gladen correction can even be negative for low test accuracies and for the low seroprevalences that we expect in the current Coronavirus pandemic.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We show that the likelihood-based method corrects the biases in a way that leads to less variable estimates. It is also applicable through the entire range of test accuracies and seroprevalences, and should therefore be of value specifically for COVID-19 serosurveys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As inputs, the likelihood function accepts any common type of quantitative test measures of specific antibody levels, such as optical densities or \"arbitrary units\" in ELISAs or neutralization titers that inhibit viral replication to any degree specified (e.g NT50 or NT90) in neutralization assays. It is not essential that these measures are linearly correlated with the level of antibodies. It is important, however, that the isotype, units and scales are the same as those for the test measure distributions of control and case sera. While the likelihood-based method has been developed to increase the reliability of seroprevalence estimates especially for tests with low accuracy, it also works for perfect tests. Also in this case, a definition of a cutoff discriminating test measures into seropositives and negatives is not necessary for estimating the seroprevalence with the likelihood-based method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Paired with the simulation of serosurveys, the likelihood-based method can provide guidance on the design of serosurveys. While we find that a low test accuracy can be compensated by higher sample sizes in a serosurvey, the increase in required sample size can be large (see Fig 3) . Thus, investing in test refinement should be carefully weighed against the additional overhead of a larger study. The likelihood-based method may open up avenues for serosurveys in low and middle income countries in cases when highly accurate, and therefore expensive serological tests are not available.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 281,
                    "text": "Fig 3)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Because the likelihood-based method relies directly on the quantitative test measures, it provides better insights into how the precision, with which the test accuracy has been determined, affects the estimates of seroprevalence. We show that, for the expected current seroprevalence of the Coronavirus pandemic and an optimistically high test accuracy of AUC-ROC= 0.95, approximately 150 control and case sera are required to adequately determine the distribution of their test measures that ensure for sufficiently reliable estimates of a seroprevalence. Again, the effort put into test refinement should be carefully weighed against the effort put into mapping the test accuracy thoroughly. Additionally, we provide a procedure to calculate a confidence interval of the estimated seroprevalence that appropriately accounts for the uncertainties arising from the lack of test accuracy as well as the lack of precision in the test measure distributions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Similar to the cutoff-based methods, it has been shown the likelihood-based method can be easily extended by categorical or continuous covariates of the seroprevalence, such as sex or age [13, 14, 15, 16, 17, 18, 19] . Also temporal changes in seroprevalence -as predicted, for example, by epidemiological models -can be incorporated into this framework. The likelihood-based method provides a more natural approach to integrating multiple test measures, such as IgA and IgG levels. In cutoff-based methods this may require complex cutoff functions that depend on the multiple measures and will complicate the determination of sensitivity and specificity.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The likelihood-based method relies on unbiased data from cases. Unbiased means this cohort should contain individuals who have undergone severe and mild infections, and the proportions of the infections with different severities should recapitulate the proportions in the population. We have illustrated that an over-representation of severe cases compared to mild cases in the validation of the serological test leads to underestimation of the total seroprevalence (Fig 5) . Thus, it is preferable to include cases detected by contact tracing rather than by more biased detection channels, such as hospitalisation. This requirement, however, applies generally to the adequate determination of test sensitivity and specificity that are necessary to determine cutoffs or to apply methods that use post-hoc corrections.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 466,
                    "end": 473,
                    "text": "(Fig 5)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Unlike the cutoff-based methods, however, a method based on the quantitative test measures allows us to infer the presence of cases that were not used for the validation of the test. To this end, the likelihood needs to be extended by an unknown distribution of test measures. In addition to being able to identify a discrepancy of test validation versus serosurvey data, this extended likelihood also allows for the estimation of the seroprevalence of the subpopulation with the unknown distribution (Fig 5) . This issue is crucial for a reliable estimation of the true extent of the current COVID-19 pandemic and still unknown. The likelihood can be easily extended to include more than two types of cases. We recommend to always fit a likelihood with an additional unknown distribution and to test its fit against a null likelihood that includes all known case distributions. This guards against strong biases arising from neglecting a large fraction with distinct test measure distributions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 501,
                    "end": 508,
                    "text": "(Fig 5)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "This work as well as other similar studies that investigate the effect of test accuracy on estimating seroprevalence [12] , highlight the necessity of integrating the development of serological tests with the design of the serosurveys, in which they will be applied. This is especially relevant during the current Coronavirus pandemic as the serological tests are developed at the same time as the serosurveys are being conducted.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The likelihood The likelihood-based approach to inference relies directly on the quantitative measure obtained from serological tests [14, 15, 16, 17] . It estimates the seroprevalence (π) by maximizing the likelihood of observing those quantitative test measures, given their distribution for case and control sera (see Fig 6A) . The likelihood for the data is shown in Eq 1.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 321,
                    "end": 328,
                    "text": "Fig 6A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Here, U is a vector with the quantitative test measures of all n tests, σ is a binary vector of length n with their underlying true serological status (1 for infected and 0 for not infected). The probabilities p(U i |σ i = 1) and p(U i |σ i = 0) capture the distributions of quantitative test measures of control and case sera, and p(σ i = 1|π) and p(σ i = 0|π) denote the probability of sampling individuals who have been truly infected or not. The units of U can be anything that is commonly used in serological tests, such as optical densities obtained from ELISAs or neutralization titers obtained in neutralization assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Cutoff-based methods Most commonly, the quantitative test measures are dichotomized into seropositives and negatives using a cutoff. There are many ways to estimate a cutoff value for a test [22, 23] . One strategy is to set the cutoff such that the test is highly specific (99%) (see Fig 6C) . This is equivalent to minimizing the number of false positives. This will go at the cost of the sensitivity and will lead to more false negatives. This method is referred to as the 'high specificity' method.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 285,
                    "end": 292,
                    "text": "Fig 6C)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Another method that is often used to determine the cutoff is to maximize the Youden index (Youden index = sensitivity + specificity -1 [24] ) (see Fig 6C) . Graphically, this is equivalent to maximizing the distance between the diagonal and the receiver-operator characteristic (ROC) curve (see Fig 6D) . This method is referred to as the 'max Youden' method.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 154,
                    "text": "Fig 6C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 295,
                    "end": 302,
                    "text": "Fig 6D)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The standard Rogan-Gladen correction of the binomial seroprevalence estimate q is [8] :",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 85,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Here, r is the sensitivity and s the specificity of the test, and π is the corrected estimator of seroprevalence. Effectively, this correction adds the expected number of false negative and subtracts the expected number of false positives from the number of observed positives. The correction works best when the expected number of false positives is smaller than the observed number of positives. We apply this correction to the maximal Youden and the high specificity method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "An alternative way to correct for the sensitivity and specificity is described by Larremore et al. (2020) . They use a Bayesian approach that samples from a posterior distribution that includes the estimates of the sensitivity and specificity [12] . We also apply this correction to both the maximal Youden and the high specificity method.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 105,
                    "text": "Larremore et al. (2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 243,
                    "end": 247,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Simulations We simulate serosurveys by assuming a given prevalence and distributions of the quantitative test measures for control and case sera. For each virtual individual enrolled in these in silico serosurveys, we conduct a Bernoulli trial with the probability set to the true seroprevalence. In a second step, we simulate the serological test of each individual. To this end, we draw a random quantitative test measure from the distribution of either case or control sera -depending on whether the individual is truly seropositive or not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To simulate serological tests with various accuracy, we use several distributions of quantitative test measures for the case sera. We assume the distribution of quantitative test measures for the control sera to be Γ-distributed with a shape and scale parameter of 1, which results in a mean of 1, and the distribution for case sera to be Γ-distributed with varying means and a rate parameter of 1. The scale parameter of the distribution for case sera determines the amount of overlap between the quantitative test measure of cases with controls, and thus modifies accuracy (Fig 6) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 575,
                    "end": 582,
                    "text": "(Fig 6)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The results of these simulated serosurveys are then analyzed with the likelihood-and the various cutoff-based methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Power analysis To estimate the statistical power of a serosurvey, we conducted 500 serosurveys for each given test accuracy and sample size. Here, the power is determined as the proportion of simulations for which the seroprevalence is estimated successfully. We define an estimate to be successful when it deviates less than 25% from the true seroprevalence and the true seroprevalence is within 2 standard deviations of the estimate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Inferring the distribution of quantitative test measures for control and case sera To capture the uncertainty in the distribution of quantitative test measures, we simulated experiments that aim to determine them. We assume true distributions as specified above. We then draw quantitative test measures for a given number of controls and cases from these true distributions. From these in silico data, we estimate the parameters of the distribution for control and case sera. Hereby, we assume that distribution of the measures for control and case sera are Γ-distributed, and we estimate the shape and scale parameter of the distribution of the case sera and the scale parameter of the distribution of the control sera. These estimated distributions are then used to analyse the simulated data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Incorporating distinct distributions for mild and severe case sera Eq 3 represents a likelihood that allows for the possibility that there are various types of case sera with distinguishable distristributions (See Fig S1) [19] . For the sake of simplicity, we assume that there are two types of case sera: those from individuals who underwent a severe infection (severe cases) and those from individuals who underwent a mild infection (mild cases).",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 221,
                    "text": "Fig S1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "log p(σ i = 2|π s , π m ) p(U i |σ i = 2) + p(σ i = 1|π m ) p(U i |σ i = 1) + p(σ i = 0|π s , π m )) p(U i |σ i = 0)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "(3) Compared to Eq 1, σ i is now a categorical value that represents whether an individuals is seronegative (0), seropositive due to a mild infection (1) or seropositive due to a severe infection (2) . π mild is the seroprevalence of mild infections and π s the seroprevalence of severe infections. This likelihood is formally equivalent to the one presented in van Boven et al [19] , without the age-structure. We used the extended likelihood to estimate the total seroprevalence, the seroprevalence of mild cases and the shape parameter of the distribution of quantitative test measures of the mild case sera.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The identifiability and confidence of the estimates of these three parameters depends on the amount of overlap between the distribution of the mild and severe case sera and the overlap between those and the control case sera. In our simulations, we hold the area under the ROC-curve between the control and severe case sera constant, at a level of 0.95, while we vary the area under the ROC curve between the mild and severe case sera. We set the mean of the distribution of mild cases always to a lower value than that of the severe cases (see Fig S1) . Both these means are larger than 1, which is the mean of the distribution of test measures for control sera. We use a scale parameter of 1 for both distributions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 552,
                    "text": "Fig S1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Implementation The likelihood function for estimating seroprevalence as well as the simulations were implemented in the R language for statistical computing [25] . The Bayesian correction is executed with the 'metrop' function in the 'mcmc' package in R [26] , with the number of batches equal to 10000 and the length of each batch equal to 100. An R-package containing the code is provided as supplementary material. Figure S3 : The deviation from the mean seroprevalence estimate for bootstrapping or re-simulating the serosurvey for both cutoff-based and the likelihood-based method. Each violin represents 1000 bootstrap or re-simulating events of a serosurvey with 10 000 individuals, where the true prevalence was equal to 8%. ",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 254,
                    "end": 258,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 418,
                    "end": 427,
                    "text": "Figure S3",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Große Antikörperstudie soll Immunität der Deutschen gegen Covid-19 feststellen",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hackenbroch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Italy, going back to work may depend on having the right antibodies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Horowitz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global progress on covid-19 serology-based testing",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H C"
                    ],
                    "last": "For Health",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Security",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evaluations of serological test in the diagnosis of 2019 novel coronavirus (sars-cov-2) infections during the covid-19 outbreak",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rapid Tests for Influenza, Respiratory Syncytial Virus, and Other Respiratory Viruses: A Systematic Review and Meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H L"
                    ],
                    "last": "Bruning",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M G"
                    ],
                    "last": "Leeflang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M B W"
                    ],
                    "last": "Vos",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Spijker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Wolthers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pajkrt",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clinical Infectious Diseases",
            "volume": "65",
            "issn": "",
            "pages": "1026--1032",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evaluation of nine commercial sars-cov-2 immunoassays",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lassaunière",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frische",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Harboe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fomsgaard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Krogfelt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Jørgensen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Estimating prevalence from the results of a screening test",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Rogan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gladen",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "American journal of epidemiology",
            "volume": "107",
            "issn": "1",
            "pages": "71--76",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Basic methods for sensitivity analysis of biases",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Greenland",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "International journal of epidemiology",
            "volume": "25",
            "issn": "6",
            "pages": "1107--1116",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Estimating prevalence using an imperfect test",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Diggle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Epidemiology Research International",
            "volume": "2011",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Covid-19 antibody seroprevalence in santa clara county, california",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bendavid",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mulaney",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bromley-Dulfano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Weissberg",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Saavedra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tedrow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tversky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bogan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kupiec",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Eichner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ioannidis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Estimating sars-cov-2 seroprevalence and epidemiological parameters with uncertainty from serological surveys",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Larremore",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Fosdick",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Bubar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J E"
                    ],
                    "last": "Metcalf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Buckee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Grad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Age-dependent patterns of infection and severity explaining the low impact of 2009 influenza a (h1n1): evidence from serial serologic surveys in the netherlands",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steens",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Waaijenborg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Reimerink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Der Lubben",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Der Sande",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Boven",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "American journal of epidemiology",
            "volume": "174",
            "issn": "11",
            "pages": "1307--1315",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Time-course of antibody responses against coxiella burnetii following acute q fever",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schimmer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Notermans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leenders",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wever",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schneeberger",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Epidemiology & Infection",
            "volume": "141",
            "issn": "1",
            "pages": "62--73",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Discrimination of influenza infection (a/2009 h1n1) from prior exposure by antibody protein microarray analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Beest",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Bruin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Imholz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Boven",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PloS one",
            "volume": "9",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Joint modelling of serological and hospitalization data reveals that high levels of pre-existing immunity and school holidays shaped the influenza a pandemic of 2009 in the netherlands",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Beest",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Birrell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Angelis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Boven",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of The Royal Society Interface",
            "volume": "12",
            "issn": "103",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Estimating seroprevalence of human papillomavirus type 16 using a mixture model with smoothed age-dependent mixing proportions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Vink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van De Kassteele",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bogaards",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemiology",
            "volume": "26",
            "issn": "1",
            "pages": "8--16",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A bivariate mixture model for natural antibody levels to human papillomavirus types 16 and 18: baseline estimates for monitoring the herd effects of immunization",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Vink",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berkhof",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van De Kassteele",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Boven",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bogaards",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PloS one",
            "volume": "11",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Infectious reactivation of cytomegalovirus explaining age-and sex-specific patterns of seroprevalence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Boven",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van De Kassteele",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Korndewal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Dorp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Der Klis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "De Melker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Vossen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Baarle",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS computational biology",
            "volume": "13",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Measuring the accuracy of diagnostic systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Swets",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Science",
            "volume": "240",
            "issn": "4857",
            "pages": "1285--1293",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Report of the who-china joint mission on coronavirus disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Aylward",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Statistical methods in diagnostic medicine",
            "authors": [
                {
                    "first": "X.-H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Mcclish",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Obuchowski",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "569",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The statistical evaluation of medical tests for classification and prediction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Pepe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Index for rating diagnostic tests",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Youden",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "Cancer",
            "volume": "3",
            "issn": "1",
            "pages": "32--35",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "mcmc: Markov Chain Monte Carlo, 2020. R package version 0",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Geyer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "9--16",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Point-estimates of seroprevalence calculated by the cutoff and likelihood-based methods. The violin plots show the distribution of point-estimates for 50 in silico serosurveys conducted with cohorts of 10 000 virtual individuals. The dashed red line shows the true seroprevalence we assumed in the simulated serosurveys.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Estimated fold increases in seroprevalence for the cutoff (both corrected and uncorrected) and likelihood-based method. In the simulated serosurveys, we assumed the seroprebvalence to increase from 1.5% to 15%, resulting in a true fold increase of 10.The boxes show the distribution of 50 in silico serosurveys for both seroprevalence levels conducted with cohorts of 5000 individuals and a test with an AUC-ROC value of 0.95. Statistical power of the likelihood-based method. (A) Statistical power versus sample size for varying levels of test accuracy (AUC-ROC). The power is calculated as the fraction of simulated serosurveys that resulted in a seroprevalence estimate that is within 25% of the true seroprevalence and for which the true seroprevalence level lies within 2 standard deviations of the estimated value. Each point in the graph represents the result of 500 in silico serosurveys. (B) The minimal number of virtual individuals necessary to obtain a statistical power of 0.9 over a range of AUC-ROC values. Point estimates of seroprevalence for various numbers of control and case sera used to calibrate the serological test. (A) An example of the result of testing the sera of 50 controls and cases to calibrate their distributions of quantitative test measures. (B) Each violin shows the distribution of the estimated seroprevalence of 50 in silico serosurveys conducted with cohorts of 10 000 virtual individuals. The dashed red line shows the true seroprevalence we assumed in the simulated serosurveys (8%).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Estimates of the seroprevalence in a population with uninfected, as well as mildly and severely infected individuals. The x-axes represent the AUC-ROC value between the mild and severe case distribution. Each violin represents the result of 50 simulated serosurveys with 10 000 individuals per serosurvey. (A) Cyan violins show estimates of the total seroprevalence based on a likelihood that ignores mild cases, whereas purple violins show estimates with a likelihood including mild cases. The true total prevalence of severe and mild infections is 0.1. (B) The estimated seroprevalence of the mild (light purple) and the severe (dark purple) cases. The true prevalence of mild infections is 0.086 and the prevalence of severe cases is 0.014.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Conceptual diagram of the distribution of the quantitative test measures for control and case sera. (A) Hypothetical probability density of quantitative test measures of control sera and three case sera. (B) ROC-curves corresponding to the distribution of quantitative test measures of the control sera and each of the possible distribution for the case sera. (C) Visualization of the 'maximal Youden' and 'high specificity' cutoffs. (D) Visualization of these cutoffs in the ROC curves.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Hypothetical probability density of quantitative test measures of control sera, severe case sera and a potentially distinguishable distribution for the mild case sera. Sensitivity and specificity corresponding to the standard cutoffs across the range of AUC-ROC values we consider in this study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Comparison of cutoff-based methods with the Bayesian and the Rogan-Gladen correction. (A) Estimates of the seroprevalence versus AUC-ROC values. We are plotting the median of the posterior distribution, for the Bayesian correction, and point-estimates for the methods with Rogan-Gladen correction. (B) Size of the confidence or high probability density intervals of the seroprevalence estimates versus AUC-ROC values.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We gratefully acknowledge Claudia Igler, Julien Riou, Christian Althaus and Michiel van Boven for discussions and comments on the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}