{
    "paper_id": "8366af9e7124a894f77787630073a34495e3533e",
    "metadata": {
        "title": "Impact of COVID-19 outbreak on spinal pathology: single center first impression",
        "authors": [
            {
                "first": "Edoardo",
                "middle": [],
                "last": "Agosti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Insubria",
                    "location": {
                        "settlement": "Varese",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Giorgianni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Insubria",
                    "location": {
                        "settlement": "Varese",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Davide",
                "middle": [],
                "last": "Locatelli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Insubria",
                    "location": {
                        "settlement": "Varese",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Starting from the first official case of coronavirus disease 2019 recorded in Italy on February 21, 2020 in Codogno, the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) quickly spread in Northern Italy, bringing Lombardy to be the second world epicenter after China and the first European outbreak of the COVID-19 pandemic. The number of COVID-19 patients in need of hospitalization and treatment in a sub-intensive and intensive regime has rapidly increased, leading to a sudden and unexpected oversaturation of hospitals and healthcare network. Currently, on April 27th, 199.414 COVID-19 cases have been confirmed in Italy, with 26.977 deaths [1] . Starting from March 2020, in order to contain the transmission of the infection, the Italian Government approved a series of decrees (the latest issued on April 10), declaring the lockdown and quarantine status.",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 661,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Hospitals quickly overburdened with COVID-19 patients. Given the situation of imminent collapse, Lombard Regional Government issued on March 8, 2020 Decree No. XI / 2906 [2], redefining the Lombard Regional Health System in a new Hub and Spoke system. Hub Hospitals have been assigned to the treatment of time-dependent emergencies, in order to concentrate the management of COVID-19 patients in Spoke hospitals. Five emergency categories have been defined [3] . Our Institution, Di Circolo and Fondazione Macchi Hospital in Varese, takes on the role of Hub center for traumatological, neurosurgical, and neurointerventional emergencies.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 460,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As a Hub hospital, our Institution guarantees 24/7 acceptance of spinal and cranial emergencies. All patients entering the hospital are given a pharyngeal swab for COVID-19 research. In this way two categories of patients were defined: (1) non-COVID-19 patients, if the pharyngeal swab is negative; (2) COVID-19 patients, if pharyngeal swab is positive or still awaiting outcome. Specific intrahospital protocols and separate paths have been defined, in order to guarantee safe diagnostic and therapeutic management, restraining biological-infectious risk for healthcare personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All scheduled surgical activities have been suspended, in order to concentrate resources in the treatment of time-dependent spinal and cranial neurosurgical and neurointerventional emergencies. Fifty days after the establishment of the new Hub and Spoke Lombard system, data relating to our centre showed an increase in the number of hospitalized and treated spinal trauma and spinal cord acute compression (Table 1) , while it was recorded a major drop in non-traumatological and degenerative spinal pathology. If on the one hand the lockdown led to a reduction in the absolute number of spinal traumatic pathology, on the other hand it must be considered that the few cases were concentrated in a reduced number of Lombard Hub centers. This explains the relative increase in the number of spinal trauma patients hospitalized and treated surgically in our center.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 416,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The drop in hospitalizations for non-traumatic spinal pathology can find two possible explanations: (1) patient tendency to stay away from hospitals, seen as places at high infection risk, and prefer a conservative treatment (i.e. analgesic therapy and rest) [4] ; (2) the under-evaluation of pain and disability symptoms by patients. Hence some considerations and warnings. The over-estimation of sciatica pain and disability is likely to lead to a surgical overtreatment of diseases that could instead be managed pharmacologically and conservatively. It is mandatory to not underestimate symptoms of spinal cord and root compression (e.g., foot ptosis, difficulty urinating) that require immediate surgical treatment, educating the population to recognize these alarm bells.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Track reported cases of COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Neurosurgery during the COVID-19 pandemic: update from",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zoia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bongetta",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Veiceschi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cenzato",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Meco",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Locatelli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boeris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fontanella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Letter to the editor by Dobran Mauro, Paracino Riccardo, and Iacoangeli Maurizio regarding",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dobran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Paracino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iacoangeli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zoia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bongetta",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Veiceschi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cenzato",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Meco",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Locatelli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boeris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fontanella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Table 1 The number of hospitalized and surgical treated patients at our center for acute spinal cord compression and spinal trauma",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}