{
    "paper_id": "83af5e246f8886d630fbc7e692ebc32d60c7ba43",
    "metadata": {
        "title": "CaSuïSTIEK West-Nijl-viruspoliomyelitis na vakantie in Egypte",
        "authors": [
            {
                "first": "Elise",
                "middle": [],
                "last": "Kropman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Leendert",
                "middle": [
                    "J"
                ],
                "last": "Bakker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeroen",
                "middle": [
                    "J J"
                ],
                "last": "De Sonnaville",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Marion",
                "middle": [
                    "P G"
                ],
                "last": "Koopmans",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joost",
                "middle": [],
                "last": "Raaphorst",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johannes",
                "middle": [
                    "A"
                ],
                "last": "Carpay",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Acute poliomyelitis na een poliovirusinfectie is in Nederland sinds 1993 niet meer gesignaleerd. Een acuut poliomyelitisbeeld kan echter ook door andere verwekkers veroorzaakt worden. Wij beschrijven de 1e Nederlandse casus van acute poliomyelitis door een infectie met het West-Nijl-virus (WNV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Patiënte A, een 44-jarige vrouw, bezocht een week na terugkomst van een vakantie in Egypte de Spoedeisende Hulp vanwege koorts. Enkele dagen na terugkomst was zij ziek geworden met koorts oplopend tot 39°C, hoofdpijn, spierpijn, rillen en gewrichtsklachten. De medisch relevante voorgeschiedenis vermeldde een achillespeesruptuur links. Patiënte gebruikte geen medicatie. Bij algemeen lichamelijk onderzoek maakte zij geen zieke indruk. De temperatuur was 37,1°C, de bloeddruk 96/67 mmHg en de polsfrequentie 91/min. Het laboratoriumonderzoek toonde de volgende uitslagen (referentiewaarden tussen haakjes): ASAT: 94 U/l (< 30), ALAT: 153 U/l (< 35) en γGT: 61 U/l (< 40). Het urinesediment en de thoraxfoto waren niet-afwijkend. Wij stelden de waarschijnlijkheidsdiagnose 'virusinfectie' en gaven patiënte het advies bij verslechtering opnieuw te komen. De volgende dag meldde patiënte zich met krachtsverlies van het linker been. Wij vonden een globale parese van het linker been, graad 3 tot 4 op de schaal van de Medical Research Council (MRC; maximale kracht is graad 5), en MRC-graad 5 in de armen en het rechter been. De kniepeesreflex was links verlaagd en rechts niet-afwijkend; de achillespeesreflex was links afwezig en rechts verlaagd. Wij zagen fasciculaties aan beide benen. MRI-onderzoek van de thoracale en lumbale wervelkolom, gemaakt ter uitsluiting van een epiduraal abces, liet geen afwijkingen Achtergrond Door het uitroeien van het poliovirus in het grootste deel van de wereld is een acuut poliomyelitisbeeld in Nederland zeer zeldzaam geworden. In de differentiaaldiagnose van een dergelijk ziektebeeld horen echter ook andere verwekkers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "cAsus Een 44-jarige vrouw had koorts en een slappe parese van het linker been, ontstaan na een vakantie in Egypte. Het laboratoriumonderzoek toonde een acute West-Nijl-virus(WNV)-infectie, waarna de diagnose 'WNV-poliomyelitis' werd gesteld.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "conclusie WNV-poliomyelitis is een zeldzame neurologische complicatie van een infectie met WNV. De gebieden in Europa waar WNV-transmissie naar de mens plaatsvindt, breiden zich uit. In de toekomst zullen waarschijnlijk ook in Nederland meer neurologische ziektebeelden waarbij WNV de verwekker is, voorkomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "zien. Patiënte werd opgenomen met asymmetrisch krachtsverlies, vermoedelijk in de motorische voorhoorncellen dan wel de motorische wortels op lumbosacraal niveau, bij een koortsende ziekte. Aangezien het poliovirus in Egypte niet meer wordt gesignaleerd en patiënte bovendien hiervoor gevaccineerd was, bestond er geen verdenking op een poliovirusinfectie. Gezien het klinisch beeld en de reisanamnese vermoedden wij een WNV-infectie met neurologische betrokkenheid. 1 Antistoffen tegen WNV werden bepaald met behulp van immuunfluorescentietesten; deze waren duidelijk positief met titers voor IgG van 1:5120 en voor IgM 1:> 20.480. Bij klinische aanwijzingen en dergelijke hoge titers kan de diagnose 'acute WNV-infectie' worden gesteld. De afname van gepaarde sera, waarbij het convalescente serum een IgG-titerstijging laat zien, geeft een duidelijkere indicatie van het moment van infectie. Dat was hier echter niet van toepassing vanwege de hoge IgG-titer in het 1e afgenomen serum. Op basis van de klinische verschijnselen in combinatie met de serologie kon bij deze patiënt liquoronderzoek achterwege worden gelaten. 2 Aangezien anti-WNV-antistoffen waren aangetoond, werd geen serologische diagnostiek naar enterovirussen verricht. Na 8 dagen ging patiënte met ontslag en daarna zagen wij haar herhaaldelijk terug op de polikliniek Neurologie. Tot 2 maanden na het begin van de parese had zij een progressieve parese en atrofie van de proximale en distale spieren van het linker been. Tevens ontstond er een parese MRCgraad 4 van enkele proximale en distale spiergroepen van het rechter been. Elektromyografisch onderzoek lietongeveer 2 maanden na het ontstaan van de klachten -uitgebreide denervatie zien in de proximale en distale beenspieren beiderzijds, met reïnnervatie in 1 spier. 5 maanden na het begin van de klachten was de spierkracht in het linker been duidelijk verbeterd en in het rechter been geheel hersteld. De echtgenoot van patiënte vertelde dat hij na terugkomst van dezelfde vakantie een mild griepachtig ziektebeeld van enkele dagen had doorgemaakt zonder neurologische klachten. Serologisch onderzoek ongeveer 4 weken na zijn terugkomst was indicatief voor een doorgemaakte WNVinfectie, met een hoge IgG-titer (1:5120) en een lage IgMtiter (1:80).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Wij beschreven de 1e Nederlandse patiënt met een acute poliomyelitis door het West-Nijl-virus. Deze zeldzame complicatie van een WNV-infectie lijkt op de verlamming die kan ontstaan na een infectie met het poliovirus, een ziekte die nog in enkele landen in Afrika en Azië voorkomt. Waarschijnlijk zal de incidentie van WNV-infecties toenemen, omdat de gebieden in Europa waar WNV-transmissie naar de mens plaatsvindt zich uitbreiden. 1 Kennis van de symptomen van WNV-infecties, inclusief een poliomyelitisbeeld, is dus relevant voor huisartsen, SEH-artsen en neurologen. WNV is een enkelstrengs RNA-flavivirus dat in 1937 voor het eerst is geïsoleerd uit humaan bloed in de West-Nijlprovincie van Oeganda. 2 Virusvermenigvuldiging vindt plaats in vogels en de verspreiding verloopt via muggen, die het virus overbrengen naar de mens en een groot aantal diersoorten. WNV komt voor in grote delen van de wereld, waaronder Europa waar het virus vanuit Oost-en Zuid-Europa in opmars is. 1,3 Volgens het Rijksinstituut voor Volksgezondheid en Milieu (RIVM) zijn in Nederland tot 2010 slechts 7 importgevallen van het virus gemeld; 4 4 van deze patiënten zijn eerder in de literatuur beschreven. [5] [6] [7] Ongeveer 60-80% van de WNV-infecties verloopt asymptomatisch. Bij 20-40% van de patiënten treedt na een incubatieperiode van 2-14 dagen een milde, koortsende ziekte op met hoofdpijn, moeheid, spierpijn en huiduitslag, zoals bij de echtgenoot van patiënte. Deze zogenoemde West-Nijl-koorts gaat meestal vanzelf over. Bij minder dan 1% van de WNV-infecties is er een neurologische complicatie, zoals encefalitis, meningitis, poliomyelitis of een combinatie hiervan. 2, 8, 9 Bij poliomyelitis ontstaat een typisch asymmetrische spierzwakte binnen 48 h na het begin van de algemene ziekteverschijnselen. Aanvankelijk neemt deze slappe parese snel toe. Dit kan overgaan in een plateaufase waarbij geen verslechtering optreedt of er is een ernstig progressief beloop met respiratoire insufficiëntie en uiteindelijk overlijden. De mortaliteit van neurologische complicaties is dan ook hoog. 1 De mate van herstel varieert: ongeveer de helft van de patiënten toont minimale of geen verbetering van de spierkracht. 2, 8, 9 De behandeling van een WNV-infectie -met of zonder neurologische complicaties -is slechts ondersteunend. 10 De diagnostiek van een WNV-infectie met neurologische betrokkenheid is gebaseerd op de combinatie van klinische verschijnselen en de detectie van WNV-specifiek IgM in het serum of de liquor. PCR-onderzoek van het serum heeft weinig toegevoegde waarde, aangezien een WNVviremie kortdurend is en meestal niet meer aantoonbaar op het moment dat neurologische complicaties ontstaan. Zodra een antistoftiter aanwezig is, is de kans op een positieve PCR-uitslag zeer gering. 2, [5] [6] [7] 9 ▼ uitleg ▼ Poliomyelitis dit wordt doorgaans als synoniem gebruikt voor een infectie met het poliovirus. het griekse woord 'polios' betekent 'grijs' en 'myelos' betekent 'ruggenmerg'. Poliomyelitis is dus een ontsteking van de grijze stof in het ruggenmerg, ongeacht de verwekker.",
            "cite_spans": [
                {
                    "start": 707,
                    "end": 708,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1191,
                    "end": 1194,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1195,
                    "end": 1198,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 1199,
                    "end": 1202,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1667,
                    "end": 1669,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1670,
                    "end": 1672,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1673,
                    "end": 1674,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2209,
                    "end": 2211,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2212,
                    "end": 2214,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2215,
                    "end": 2216,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2322,
                    "end": 2324,
                    "text": "10",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2794,
                    "end": 2796,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2797,
                    "end": 2800,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2801,
                    "end": 2804,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 2805,
                    "end": 2808,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2809,
                    "end": 2810,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Beschouwing"
        },
        {
            "text": "conclusie Wij zagen een patiënte met acute poliomyelitis door een infectie met het West-Nijl-virus. De gebieden in Europa waar WNV-transmissie naar de mens plaatsvindt, breiden zich uit, waardoor de incidentie van deze ziekte zal toenemen. Het is daarom belangrijk bij acute poliomyelitis bedacht te zijn op een gecompliceerde WNV-infectie. • West-Nijl-ziekte uit zich bij meer dan 95% van de patiënten als een milde, koortsende ziekte met hoofdpijn en spierpijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KLINISCHE PRAKTIJK"
        },
        {
            "text": "• Neurologische complicaties, zoals encefalitis, meningitis en poliomyelitis, zijn zeldzaam, maar kennen een hoge mortaliteit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KLINISCHE PRAKTIJK"
        },
        {
            "text": "• Het is belangrijk bij acute poliomyelitis bedacht te zijn op een gecompliceerde WNV-infectie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KLINISCHE PRAKTIJK"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "West-Nijl-virus in opmars in Europa",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Van Maanen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Martina",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Sonder",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Van Gorp",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Koopmans",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "155",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "West Nile virus neuroinvasive disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Debiasi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Goade",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Neurol",
            "volume": "60",
            "issn": "",
            "pages": "286--300",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Studies on West Nile virus infection in Egypt",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soliman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mohareb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Salman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Public Health",
            "volume": "3",
            "issn": "",
            "pages": "54--63",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Een patiënte met West-Nijl-koorts in Nederland",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Meeuse",
                    "suffix": ""
                },
                {
                    "first": "Ter",
                    "middle": [],
                    "last": "Borg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lohmann",
                    "suffix": ""
                },
                {
                    "first": "Hjjm",
                    "middle": [],
                    "last": "Groen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "145",
            "issn": "",
            "pages": "2084--2090",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Opnieuw West-Nijl-virus in Nederland: een man met encephalitis na een reis in Canada",
            "authors": [],
            "year": 2003,
            "venue": "Ned Tijdschr Geneeskd",
            "volume": "147",
            "issn": "",
            "pages": "978--80",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "West-Nile virus infection in two Dutch travellers returning from Israel",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aboutaleb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Beersma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Vossen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Visser",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Euro Surveillance",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Delayed-onset and recurrent limb weakness associated with West Nile virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sejvar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Szabados",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Neurovirol",
            "volume": "16",
            "issn": "",
            "pages": "93--100",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "West Nile Virus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet Neurol",
            "volume": "6",
            "issn": "",
            "pages": "171--81",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "West Nile virus: pathogenesis and therapeutic options",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gea-Banacloche",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bagic",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Butman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Agrawal",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann Intern Med",
            "volume": "140",
            "issn": "",
            "pages": "545--53",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Prof.dr. Marianne de Visser, neuroloog en hoogleraar neuromusculaire ziekten AMC, droeg bij aan de klinische diagnostiek en een eerdere versie van dit manuscript en dr. Diederik van de Beek, neuroloog, gaf advies over de diagnose. Belangenconflict: J.J.J. de Sonnaville is lid van de adviesraad voor diabetes bij Sanofi Aventis en ontving vergoedingen voor het geven van colleges van Novartis ('diabetes in beeld' voor huisartsen), MSD ('Vlieland-cursus' over osteoporose en CVR-management voor huisartsen) en NovoNordisk ('diabetes and cancer' voor internisten DESG). Financiële ondersteuning voor dit artikel: de afdeling van J. Raaphorst ontving gelden voor een fellowship 'Neuromusculaire ziekten' van het Prinses Beatrix Fonds. Aanvaard op 12 januari 2012 Citeer als: Ned Tijdschr Geneeskd. 2012;156:A4333 • > Meer op www.ntvg.nl/klinischepraktijk ▼ leerPunten ▼ • Het West-Nijl-virus (WNV) komt voor in grote delen van de wereld en wordt overgebracht via geïnfecteerde muggen. • Door de opmars van WNV in Europa zal de incidentie van WNV-infecties en van de mogelijke complicaties in de toekomst waarschijnlijk toenemen.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}