{
    "paper_id": "85d302e1bc154a763980d7c906679313f412185c",
    "metadata": {
        "title": "Charged PVDF multilayer nanofiber filter in filtering simulated airborne novel coronavirus (COVID-19) using ambient nano-aerosols",
        "authors": [
            {
                "first": "Wallace",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong Polytechnic University",
                    "location": {
                        "addrLine": "Hung Hom",
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Woon-Fong",
                "middle": [],
                "last": "Leung",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong Polytechnic University",
                    "location": {
                        "addrLine": "Hung Hom",
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            },
            {
                "first": "Qiangqiang",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Hong Kong Polytechnic University",
                    "location": {
                        "addrLine": "Hung Hom",
                        "settlement": "Hong Kong"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel coronavirus , average size 100 nm, can be aerosolized by cough, sneeze, speech and breath of infected persons. The airborne carrier for the COVID-19 can be tiny droplets and particulates from infected person, fine suspended mists (humidity) in air, or ambient aerosols in air. To-date, unfortunately there are no test standards for nano-aerosols (≤100 nm). A goal in our study is to develop air filters (e.g. respirator, facemask, ventilator, medical breathing filter/system) with 90% capture on 100-nm airborne COVID-19 with pressure drop of less than 30 Pa (3.1 mm water). There are two challenges. First, this airborne bio-nanoaerosol (combined virus and carrier) is amorphous unlike cubic NaCl crystals. Second, unlike standard laboratory tests on NaCl and test oil (DOP) droplets, these polydispersed aerosols all challenge the filter simultaneously and they are of different sizes and can interact among themselves complicating the filtration process. For the first time, we have studied these two effects using ambient aerosols (simulating the bio-nanoaerosols of coronavirus plus carrier of different shapes and sizes) to challenge electrostatically charged multilayer/multimodule nanofiber filters. This problem is fundamentally complicated due to mechanical and electrostatic interactions among aerosols of different sizes with induced charges of different magnitudes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The test filters were arranged in 2, 4, and 6 multiple-modules stack-up with each module having 0.765 g/m 2 of charged PVDF nanofibers (mean diameter 525 ± 191 nm). This configuration minimized electrical interference among neighboring charged nanofibers and reduced flow resistance in the filter. For ambient aerosol size > 80 nm (applicable to the smallest COVID-19), the electrostatic effect contributes 100-180% more efficiency to the existing mechanical efficiency (due to diffusion and interception) depending on the number of modules in the filter. By stacking-up modules to increase fiber basis weight in the filter, a 6-layer charged nanofiber filter achieved 88%, 88% and 96% filtration efficiency for, respectively, 55-nm, 100-nm and 300-nm ambient aerosol. This is very close to attaining our set goal of 90%-efficiency on the 100-nm ambient aerosol. The pressure drop for the 6-layer nanofiber filter was only 26 Pa (2.65 mm water column) which was below our limit of 30 Pa (3.1 mm water). For the test multi-module filters, a high 'quality factor' (efficiency-to-pressuredrop ratio) of about 0.1 to 0.13 Pa −1 can be consistently maintained, which was far better than conventional filters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Using the same PVDF 6-layer charged nanofiber filter, laboratory tests results using monodispersed NaCl aerosols of 50, 100, and 300 nm yielded filtration efficiency, respectively, 92%, 94% and 98% (qualified for 'N98 standard') with same pressure drop of 26 Pa. The 2-6% discrepancy in efficiency for the NaCl aerosols was primarily attributed to the absence of interaction among aerosols of different sizes using monodispersed NaCl aerosols in the laboratory. This discrepancy can be further reduced with increasing number of modules in the filter and for larger 300-nm aerosol. The 6-layer charged nanofiber filter was qualified as a 'N98 respirator' (98% capture efficiency for 300-nm NaCl aerosols) but with pressure drop of only 2.65-mm water which was 1/10 below conventional N95 with 25-mm (exhaling) to 35-mm (inhaling) water column! The 6-layer charged PVDF nanofiber filter provides good personal protection against airborne COVID-19 virus and nano-aerosols from pollution based on the N98 standard, yet it is at least 10X more breathable than a conventional N95 respirator.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recent pandemic of the novel coronavirus has caused an unprecedent concern in personal protection, facemask, respirator, and ventilator, for adequate protection against the airborne virus. Within four months since the outbreak in mid-December 2019, over 2.7 million people got infected across 210 countries around the globe and over 180,000 people died. These staggering numbers continue to rise exponentially and far exceed the SARS coronavirus outbreak in 2003 in which there were 8,098 reported cases with 774 deaths within the 8month infection period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The size of COVID-19 virus is 60-140 nm with nanospikes coated on its spherical viral capsid/envelop with heights of 9-12 nm [1] . COVID-19 belongs to the coronavirus family for which their family members, SARS and MERS, are also well known. SARS virus has a size of about 81 ± 11 nm [2, 3] with the virus capsid wrapped by at least 15 spikes [2] . MERS virus has a spherical shape with size of 118-136 nm and has spikes 16-21 nm on its surface [4] . Under scanning electron microscope (SEM), the spikes of the virus appear as a corona wrapping around the virus [1] for which the coronavirus was given the name. The virus spikes (largely protein) are used for anchoring to its carrier and host cells. Some viruses, such as the coronavirus, have more prominent spikes than others. The familiar Influenza virus, which affects many and lead to numerous deaths during the flu season, has majority size of about 120 nm [5] and it too has spikes, which are less conspicuous. One of the influenzas, Influenza A has a size of 100 nm [6] . All these viruses can be aerosolized as they can be attached to fine aerosols (solid particle or droplet) from infected person, but the coronavirus is better equipped with prominent spikes for better anchorage to their carriers during transport as well as their host cells. Once airborne, there is possibility that they can be transferred to ambient aerosols during their flight as well. The smaller the aerosol that the virus is attached to, the longer that the combined aerosol (virus and carrier aerosol) is suspended in air or airborne, the longer distance for which the virus can spread. Similar phenomenon can be found in air pollution in that the finer the particulates, the longer they are suspended in air, and further they can travel.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 284,
                    "end": 287,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 288,
                    "end": 290,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 445,
                    "end": 448,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 562,
                    "end": 565,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1025,
                    "end": 1028,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For COVID-19 virus, the minimum size [1] is about 60 nm. When attached to a smaller carrier aerosol, the combined size is still about 60 nm, see Schematic 1a, but it can also be attached to a larger carrier aerosol with combined size of say 100 nm or larger, Schematic 1b. There is test standard from National Institute for Occupational Safety and Health (NIOSH) for 300 nm for N95 (95% efficiency on capture of 300 nm) or N99 (99% efficiency on capture of 300 nm), but there are no test standards on aerosol less than 300 nm. 300 nm corresponds to the typical size of aerosol for which the filtration efficiency for common filters made of nonwoven microfibers is the lowest (i.e. maximum penetration of aerosol through the filter) due to poor mechanical mechanisms (diffusion and interception). This size is known as the most penetrating particle size (MPPS). For filters using fiber diameter different from microfibers with 2-15 µm fiber diameter, MPPS with the minimum efficiency or most penetration size may not correspond to 300 nm.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 40,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The carrier aerosol can be fine particles, fine droplets, finer mists (ambient humidity), and even ambient aerosols, they need not be spherical. For ambient aerosol from pollution emission, they are not spherical either and can be fractal or irregular shape depending on its original shape and agglomeration [7] . There is very little study on adopting ambient aerosol for filtration testing as most test aerosols are generated in the laboratory using NaCl aerosols, organic oil droplets, or DOP. These aerosols have structural shape, approximately cubic or spherical.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Ambient aerosols have a wide range of sizes from emission of diesel and gasoline vehicles with virgin size, typically 10-100 nm. These particles collide and agglomerate in size to larger aerosols. However, the shear force generating from by-passing vehicles breaks down the agglomerates reducing them to smaller size. As such, there is an equilibrium size distribution due to balance of agglomeration and attrition on aerosol size. The median size of this distribution has been found to be about 80 nm in heavy traffic area [8] . In addition, another contribution to ambient aerosol is from photochemical reaction of gases in the atmosphere, generating fine aerosols 20-50 nm. Close to the ocean, water vapor under high humidity can condense under high relative humidity back to fine water droplets/mists that can be ultrafine with size below 100 nm. As can be seen, these are all nano-aerosol with size less than 100 nm. Therefore, ambient air can have aerosolsbelow 100 nm and of course larger aerosols. They are irregular shape, with some composition of fine water droplets, especially in locations near the open water. Given ambient aerosols have both high concentration of nano-aerosols (less than100 nm) and larger aerosols (> 100 nm), they are good candidates in filter testing for use to simulate the combined aerosol, i.e. coronavirus with carrier aerosol. The drawback is that ambient aerosols may change over time and does not provide a stable source of aerosols. When tests are carried out within a short period, and the filtration efficiency is based on the ratio of the filter upstream and downstream aerosol concentrations, it should not be affect significantly. Using ambient aerosols for filter testing would be satisfactory once these limitations are well observed. However, we need to pay heed to the fact that the concentration of the challenging aerosol should not be too low, which might affect the accuracy of the result.",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 527,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Non-woven materials have been a reliable material for producing synthetic fibers with different diameters and morphology for air filtration. Microfibers from melt-blown process can generate microfibers with diameter 2 to 15 μm [9] . They are commonly used as non-woven filter media. Nanofibers, 200-600 nm, produced from electrospinning [10] offer a better filter media for filtration of small aerosols, especially for nano-aerosols by diffusion and interception [11] .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Filters made of polyvinyl alcohol (PVA) nanofibers have been used to filter ambient aerosols [8] , the filter relies heavily on mechanical diffusion as most aerosols are nano-aerosols. The filtration efficiency for capturing the 100-nm nano-aerosol was 70.6% at face velocity of 5.5 cm/s [8] . It would be most desirable if the efficiency can be further improved, for example, using charged polyvinylidene fluoride (PVDF) nanofibers. Stable charged PVDF nanofiber filter has been developed based on tests on NaCl aerosols [12] . There is no evidence that the Schematic 1a. Coronavirus attached to a carrier of similar size or smaller and become airborne. The resulting aerosol is 60 nm.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 522,
                    "end": 526,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Schematic 1b. Coronavirus (60-140 nm) attached to a carrier of larger size and become airborne. The resulting aerosol may be 100-300 nm. charged nanofiber filter would work on ambient aerosols, which are fractal shape and irregular, and with different physical (including electrical) properties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we will develop charged nanofiber for capturing ambient aerosol, which is used to simulate the combined aerosol due to COVID-19 virus being attached to airborne carrier. We will examine aerosol with size 20-300 nm with focus on 100 nm which simulates the representative combined aerosol (virus and carrier). We will also examine the 55 nm ambient aerosol, which simulates the smallest combined aerosol as the smallest virus is 60 nm and assuming the worst case that it is attached to a carrier not far bigger than its size. We will also examine the 300 nm aerosol (greater than nano-aerosol) as test standard is being set exclusively on this aerosol size by NIOSH. Electrostatic charged PVDF nanofibers [6] will be optimized to develop a filter such that the efficiency for the 100 nm (nano-aerosol) simulating COVID-19 (and other viruses and pollutants) will reach closely 90% and the pressure drop of the filter should not exceed 30 Pa (3.06 mm water column). In the module/layer, nanofibers in the module/layer will be electrostatically charged and small amounts of nanofibers will be used to reduce fiber packing together with insulator barriers to minimize electrostatic interference among fibers. The filter will be arranged in stack-up form of multiple modules or multiple layers [13] to increase the fiber basis weight such that it reaches the efficiency target. The filters with various amounts of stack-up, 2, 3, 4 etc. layers will be compared to the ideal scenario with constant quality factor, QF, which measures constant benefit-to-cost ratio. Electrostatic charged fibers and arrangement of charged fibers in multiple modules/layers are the two technology backbones to raise the performance of the filter for filtering the simulated coronavirus with a carrier. There are some specific issues to be addressed in this study:",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 721,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1302,
                    "end": 1306,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. Very few literatures address filtrating of irregular shape ambient aerosols, and it is the objective of the present study to use ambient aerosols to represent the airborne virus with the carrier as ambient aerosols are present in high concentration in the surroundings and they can potentially be the carrier of viruses. Unlike NaCl crystals and DOP, can ambient aerosols with different physical properties and irregular shape be effectively electrostatically charged before capture (i.e. dielectrophoresis)? 2. In laboratory testing, only one aerosol size (i.e. monodispersed) is used to challenge the filter at a given time, there is no interaction of different aerosol sizes challenging the filter. For ambient aerosol all sizes of aerosols challenge the filter at the same time. There may be complicated interactions of the charged aerosols of different sizes prior to their capture by the charged fiber despite this may take place at close distance to the charged fiber. 3. Smaller aerosols will have smaller induced dipoles which lead to lower capture in comparison to the larger aerosols. What aerosol size range does the electrostatic force act most effectively? 4. Typically, the efficiency for charged microfiber filter increases monotonically with increasing aerosol size. The efficiency versus aerosol size curve does not exhibit a U-shape characteristic. This is because the electrostatic capture dominates over the mechanical capture by diffusion and interception with large diameter fiber (> 1 µm). It would be interesting to see if nanofiber filter with diameter only a fraction of a micrometer also has similar characteristics. Because the diffusion capture mechanism is much stronger for the nanofibers as compared to the conventional microfibers, the efficiency characteristics with aerosol size might be different. 5. When the basis weight is increased in a filter, the increased in pressure usually is much more than the increase in efficiency. This is especially with high efficiency filter. It would be interesting to investigate whether the multimodule/multilayering approach can maintain a constant ratio of benefit-to-cost, i.e. constant QF (to be defined later). 6. What would be the configuration of the multilayer filter to achieve 90% capture for the 100 nm, 60 nm and even 300 nm aerosols (simulating various possible sizes of the COVID-19 with carrier) with pressure drop not to exceed 30 Pa (3.1 mm water)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All the above issues will be addressed in our current study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "PVDF with molecular weight 530,000 pellets was dissolved in solvent mixture of dimethylformamide and acetone solvent for 24 h under 70°C. The typical ingredient for the precursor solution was 20% g of PVDF solute in 100 mL of solution (20 %w/v). The well-mixed precursor solution was fed to a syringe connected to a high voltage supply of 20,000 V. The ground collector was placed at 15 cm from the syringe tip. A control amount of PVDF solution (0.9 mL/h) was delivered by the syringe using the syringe pump to establish a droplet at the syringe tip. Under the strong electrostatic field, the droplet took on the shape of a Taylor cone. Once the electrostatic force acting on the cone-shape droplet has overcome the surface tension force acting on the droplet, a jet was sent out through the cone-shape droplet towards the collector. During free flight, the jet continued to thin out in diameter as the solvent was continuously being evaporated and the 'positive' electrical charges deposited along the jet repelled against each other thereby further stretching out the fiber jet and reducing the fiber diameter. By the time when the fiber jet landed onto the substrate laid over the collector surface, the fiber reduced in diameter corresponding to a nanofiber (≪1μm). To get a uniform nanofiber mat, a rotating drum collector was used with rotation speed of 10 rev/min. The humidity during electrospinning was maintained at 40 ± 2% to control the evaporation rate. The electrospinning process is depicted in Fig. 1a . The nanofiber mat was dried in an oven overnight at 40°C for curing to allow residual solvent to be evaporated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1511,
                    "end": 1518,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Electrospinning"
        },
        {
            "text": "First, the basic module or basic layer with 0.765 g/m 2 (gsm) for the multi-module/multi-layer was prepared and increasing basis weight was achieved by stacking multiple number of the basic layer in 2, 3, 4, and 6 etc. to achieve 1.53, 2.295, 3.06, and 4.59 gsm, respectively. To get the same basis weight in a single layer, the time for electrospinning was adjusted accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electrospinning"
        },
        {
            "text": "A 10x10 cm 2 mat was prepared for corona discharge. The setup is illustrated in Fig. 1b . The details of corona charging have been reported earlier [12] . A homemade 5-wire charge head was used to impart electrostatic charges to the target mat distanced, 30 mm away. The charging voltage was 15,000 V and charging time was 1 min. The condition has been optimized to impart the maximum amounts of space charges uniformly and stably onto the PVDF nanofiber mat to avoid burning the mat locally.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Charging"
        },
        {
            "text": "In our investigation, we have developed a portable filter tests rig, see Fig. 1c . There were two identical filter holders, one of which has a test filter while the other was deliberately left blank. Upstream they were taking in aerosol stream from the ambient. Downstream of the filter holders, the stream was directed to a common ball valve that can select flow from either holder to the vacuum pump with a slip stream being taken out for measuring aerosol concentration. A Portable Aerosols Mobility Spectrometer (PAMS) was used to measure the number concentration of a given stream. The size range of aerosols that can be measured was between 10 and 433 nm. When the ball valve was switched directing airflow from the blank holder, the concentration-size measurement corresponded to that of the unfiltered ambient aerosols, C u (D p ). On the other hand, concentration of the filtered stream C d (D p ) can be measured when the ball valve was directing the airflow downstream of the holder that has an installed filter. Thus, the filter grade efficiency η(D p ) can be inferred from the following equation,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "text": "Fig. 1c",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Portable test setup"
        },
        {
            "text": "The advantage of the test rig can be used for testing at any locations indoors or outdoors. We have selected an outdoor location which was 30 m from a busy road for which there was a stable concentration of aerosols generated from the traffic with various types of by-passing vehicles, from diesel buses (Euro 4 and 5), LPG fuelled mini-vans and taxis, to gasoline vehicles. Aerosols were also generated from the photochemical oxidation of pollutants gases (NOx and hydrocarbon gases). Also, in 20 m from the test rig, a small fountain generated water spray that became fine mist due to evaporation during hot weather when the test was carried out with temperature of 30°C and relative humidity of 90%. The mist served as fine water droplets simulating those from the infected person as well as from the humidity in ambient. Multimodule charged and uncharged nanofiber filters with stack-up filter layers 2, 3, 4, 6 were used as the test filters. The basic module/ layer has 0.765 gm −2 of PVDF nanofibers either uncharged or electrostatically charged. Tests were conducted with face velocity of 5.3 cm/s. When the flow was switched for the filter that has the test filter, there was additional pressure drop and the vacuum pump was adjusted to ensure the face velocity stayed constant at 5.3 cm/s. The flow rate was measured by a flow meter (TSI flow meter model 4100) upstream of the intake (not shown in Fig. 1c) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1407,
                    "end": 1415,
                    "text": "Fig. 1c)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Portable test setup"
        },
        {
            "text": "There were two types of fibers in the present study, uncharged and charged nanofibers. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Filtration model"
        },
        {
            "text": "The filter efficiency η can be expressed as a function of the single fiber efficiency η s , filter thickness h, fiber packing α, and the fiber diameter d f [14] ,",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Uncharged nanofiber in filter"
        },
        {
            "text": "The mechanical capture from uncharged fibers capture is due to interception (aerosol followed by streamline which gets intercepted by fiber) and diffusion (random walk) with respective single-fiber efficiency for interception η R and diffusion η D . Assuming these are independent mechanism, the total single fiber efficiency is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncharged nanofiber in filter"
        },
        {
            "text": "The single fiber efficiency for interception is given by [14] :",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Interception"
        },
        {
            "text": "where the aerosol diameter to the fiber diameter D p /d f is the interception ratio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interception"
        },
        {
            "text": "The theoretical single fiber efficiency for diffusion is given by [15] ",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Diffusion"
        },
        {
            "text": "The Kuwabara hydrodynamic factor is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffusion"
        },
        {
            "text": "In Eq. (5a), we have modified y from 0.388, to be a function of Pe due to the dominant diffusion [13] . ",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Diffusion"
        },
        {
            "text": "= Pe ud",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffusion"
        },
        {
            "text": "In Eq. (8), Peclet number (Pe) measures the effect of convection to diffusion. Under relatively low face velocity (e.g. under 10 cm/s) and using nanofiber filter for capturing nano-aerosols, the convective term ud f is relatively small. In contrast, the diffusion coefficient D is very large, especially for nano-aerosols below 100 nm, as it is inversely related to the aerosol diameter D p and is proportional to the Cunningham slip factor C n which increases with small D p .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffusion"
        },
        {
            "text": "where C n is given by Rader [16] ,",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Diffusion"
        },
        {
            "text": "λ is the mean free path for air and for STP condition, and it is approximately 65 nm. The knudsen number , Kn, measures the flow slip. Kn≪0.001 corresponds to continuum flow regime, 0.001 < Kn less than 0.25 to aerodynamic slip regime, 0.25 < Kn l < 10 to transition regime, and Kn > 10 to free molecular flow regime. It is noted that as for small sized aerosols Kn can be very large and so is C n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffusion"
        },
        {
            "text": "From mass balance:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffusion"
        },
        {
            "text": "where W is the specific fibers deposit per unit filter area, or commonly referred as the basis weight, in gsm, ρ f the fiber density, α the fiber packing density, and h the filter thickness. The pressure drop, Δp, depends on fiber diameter d f , air viscosity μ, filter thickness h and fiber packing α. These are related by Davis' equation [17] [18] [19] [20] , which is assumed to hold on pressure drop across a filter with nanofibers:",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 344,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 345,
                    "end": 349,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 350,
                    "end": 354,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Diffusion"
        },
        {
            "text": "(1 56 )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffusion"
        },
        {
            "text": "Combining Eqs. (12) and (13),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffusion"
        },
        {
            "text": "(1 56 )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffusion"
        },
        {
            "text": "when pressure drop and basis weight are known, α can be solved from Eq. (14) , and h can be inferred from Eq. (12) . The filter efficiency for uncharged filter can then be calculated from Eqs. 1-14.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "(14)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "(12)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Diffusion"
        },
        {
            "text": "For charged fiber, the single fiber efficiency due to induction of dipoles followed by electrostatic attraction of opposite charge from dipole of the aerosol to the charged fiber can be approximated by [12] ,",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Charged nanofiber in filter"
        },
        {
            "text": "where Z = C n D p 2 /u [21] [22] [23] , η o is the dielectrophoresis efficiency due to induction followed by attraction. b is less than unity and typically about 0.5 ± 0.1 and a is a constant [12] . Assuming independent capture mechanisms, the single-fiber efficiency for charged filter is simply superposition of diffusion, interception and electrostatic capture,",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 28,
                    "end": 32,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 33,
                    "end": 37,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 192,
                    "end": 196,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Charged nanofiber in filter"
        },
        {
            "text": "With electrostatically charged fibers, Eq. (16) replaces Eq. (2) which pertains only to mechanical capture with uncharged filter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Charged nanofiber in filter"
        },
        {
            "text": "The equations discussed in the foregoing will be used in the next section for making comparison with test results. Fig. 2b shows the fiber diameter distribution of our test sample using a count of 100 fibers from various samples. As can be seen in Fig. 2b , the mean fiber diameter is 525 ± 191 nm. About 80% of all the fibers are within the one standard deviation, i.e. between 334 nm and 716 nm. There are some smaller fibers 150 -350 nm that can improve filtration while the larger fibers provide mechanical strength/ support and low pressure drop for the filter, see Fig. 2a . Fig. 3 shows the typical log-normal distribution on size of the ambient aerosols (expressed in aerodynamic diameter as converted from electrical mobility diameter similar to the analysis made in Ref. [8] ). The median size of the measured ambient aerosols was 70 nm with size range that spanned 10 to 433 nm. The peak value was 85.86 count/cm 3 at 83.81 nm and about 80% of the total particle concentration was within the range of 30-200 nm. There was a large percentage of aerosols under 100 nm falling into the category of nano-aerosols. As mentioned, COVID-19 has a size range of 60 to 140 nm with average of 100 nm, and they can be aerosolized by attaching to carrier particles (solid or fine liquid droplet) from the infected person. The bio-nanoaerosol (virus and nuclei) under airborne can be modified in size, through evaporation and re-attachment to other aerosols in air. The evaporation rate depends on the relative humidity of the environment. In cold and dry environment, the size of the fine mist/droplet can be reduced significantly by evaporation. This implies that the aerosol can become smaller in size during free flight and it can be carried farther in distance similar to that of the nano-sized pollutants from combustion emsission. In any event, the smallest aerosol is 60 nm and the aerosol size can be larger. Here, in our subsequent study we will examine the filtration efficiency of nano-aerosol, i.e. 100 nm aerosol. This also corresponds to the average size of SARS virus and influenza virus (80-120 nm), and it is slightly smaller than the measles virus (120-250 nm), which is a well-known airborne virus. In all cases, these nano-aerosol viruses can be aerosolized and become airborne when anchored to a carrier. The test efficiency from filtration using a 2-layer (2L) uncharged and charged PVDF filter is shown in Fig. 4 . The open-square symbols represent the filtration of 2L uncharged filter with 1.53gsm (2X0.765gsm) of PVDF nanofibers. Of interest is that the most penetrating particle size (MPPS), corresponding to the minimum efficiency, is about 150 nm. As can be seen, there is a distinct U-shape behavior showing diffusion capture being effective for aerosols < 150 nm, while interception is effective for aerosols > 150 nm. The experimental set-up was valid up to 400 nm at which incoming aerosol concentration was low and deduced efficiency became unreliable. The model for mechanical capture Eqs. (1)- (14) was used to predict performance and this was included as a dotted curve in Fig. 4 for making comparison with the test results. As seen, the comparison between experiment and theoretical prediction is reasonable. Bear in mind that, unlike laboratory testing for which only one test aerosol size is 'allowed' to challenge the filter at a given time, here aerosols of all sizes challenged the filter simultaneously. The interaction of aerosols of different sizes before being captured by the filter can be extremely complex. Given the reasonable agreement between experiment and prediction, we can only conclude that the theory is approximately correct despite there was mechanical interaction of aerosols of different sizes during filtration. This is also in accord with the earlier test work using PVA nanofibers for mechanical filtration [8] .",
            "cite_spans": [
                {
                    "start": 781,
                    "end": 784,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3028,
                    "end": 3032,
                    "text": "(14)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3871,
                    "end": 3874,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 248,
                    "end": 255,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 571,
                    "end": 578,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 581,
                    "end": 587,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 2427,
                    "end": 2433,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 3108,
                    "end": 3114,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Charged nanofiber in filter"
        },
        {
            "text": "With charged 2L filter having the same basis weight of 1.53 gsm as the uncharged filter studied previously, the test results are shown by the solid square symbols in Fig. 4 . Interestingly, a U-shape curve is also evident from the experimental data. Unlike with charged microfiber filter, for which a typical efficiency curve is monotonically increasing with increasing aerosol size, here with charged nanofiber filter, a flatter U-shape curve is clearly seen. The reason for this difference with the microfiber filter is that nanofiber filter has a very strong diffusion behavior for small aerosols unlike the case of microfiber filter where diffusion is much subdued. Charged microfiber filter replies mainly on electrostatic effect as their diffusion capture is relatively weak, while charged nanofiber filter is strong in both diffusion and electrostatic for aerosol capture. The MPPS has been shifted to 70 nm instead of the 150 nm and the efficiency at MPPS is elevated from 24% to 48% (prediction) and more like 58% (actual data). This again is courtesy of the electrostatic capture by dielectrophoresis. Using the single fiber efficiency model Eq. (15), we matched the theoretical model Eqs. 1, 3-16 with experimental data. A good match is with the parameters a = 1.0(10 11 ) m −1 s −1 and b = 0.6. Indeed, b also matches well with previous finding of 0.4 -0.6 [12] whereas the value of a is higher. The single fiber dielectrophoresis efficiency as given by Eq. (15) with a = 1.0(10 11 ) m -1 s −1 and b = 0.6 is shown in Fig. 5 . It is a simple power law function that depends on the parameter, Z = C n D p 2 /u [9, [11] [12] [13] . The functional dependence on this group of variables have been verified by independent experiments [12] . Fig. 6 shows the test results using a 4L filter with each module/layer having a basis weight of 0.765gsm. The total basis weight for the filter is 3.06 gsm of nanofibers. Both the mechanical capture by diffusion and interception have been raised as compared to 2L with lower fiber basis weight. The U-shape curve for mechanical capture remains evident. The MPPS for mechanical capture is still at 150 nm. The measured efficiency between D p = 50 and 150 nm were 10-20% higher than the prediction given by the dotted curve. This might be related to interaction of aerosols of different sizes that enhanced the capture. For the charged filter, the prediction (solid curve) is 5-8% higher than measurements for aerosol size from 10 to 100 nm, but for larger aerosols better match was obtained until 250 nm. For the 100 nm nano-aerosol, the uncharged 4L nanofiber filter yields efficiency of 60% while the charged nanofiber filter 85%. The added 25% due to electrostatic effect is quite substantial. For the 60 nm aerosol, which corresponds to the minimum size of the COVID-19, the charged 4L PVDF filter yields 80% efficiency which was only 5% lower than that at 100 nm, while the uncharged 4L filter yield 65% efficiency. Of interest is that between 20 and 400 nm, the measured efficiency is between 80 and 90% despite it still maintains a flattened U-shape behavior. It is less than the distinct U-shape as in prediction (depicted by the solid curve), nevertheless it is still present. This indicates diffusion plays a strong role for capturing the nano-aerosols less than 100 nm. Fig. 7 compares the test results for a 6L (total 4.59 gsm) between the uncharged and charged filter. The pressure drop of the filter was 25.8 Pa. The uncharged filter exhibited again a typical U-shape with MPPS at 150 nm with efficiency of 62% efficiency. There was a rough agreement between the prediction with the measurements, which were somewhat scattered. This might be related to the mechanical interaction of aerosols of all sizes before being captured by the fiber by diffusion and interception.",
            "cite_spans": [
                {
                    "start": 1369,
                    "end": 1373,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1621,
                    "end": 1624,
                    "text": "[9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1625,
                    "end": 1629,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1630,
                    "end": 1634,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1635,
                    "end": 1639,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1741,
                    "end": 1745,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 172,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1530,
                    "end": 1536,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1748,
                    "end": 1754,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 3328,
                    "end": 3334,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Charged 2L filter"
        },
        {
            "text": "On the other hand, the charged filter also has a U-shape behavior with MPPS at 75 nm at 85% efficiency. Between 10 and 30 nm, and between 120 and 400 nm, the efficiency was over 90% reaching to 100% for some smaller aerosols. Between 30 and 120 nm the efficiency was 85%-90%. As can be seen in Fig. 7 , the theoretical model (solid curve) predicted accurately the measurements to within 5%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 300,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "4L and 6L filters"
        },
        {
            "text": "The pressure drop between single and multilayer filters are compared in Fig. 8 . In general, for the basis weight less than 2.3 gsm, there is little difference between the two as both are quite low. However, above 2.3 gsm with high filtration efficiency, the pressure drop escalates and there is increasing difference between multilayer versus single layer where all the nanofibers are incorporated into a single layer. For the latter, the porosity and permeability to airflow in the nanofiber mat are significantly cut-back, thereby increasing the pressure drop.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 78,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF13"
                }
            ],
            "section": "Pressure drop"
        },
        {
            "text": "The difference in efficiency between the charged and uncharged filter in Figs. 4, 6, 7 for 2L, 4L and 6L, respectively, represents the added electrostatic efficiency from the charged fibers. The ratio of electrostatic efficiency for charged fibers to the mechanical efficiency (diffusion and interception) for uncharged fibers is shown in Fig. 9 . The formulae for the calculations are given in Appendix A. In the figure, four curves are shown corresponding to the 2L, 3L, 4L and 6L, respectively. Each curve has a rapid rise above zero for D p less than 80 nm and increases modestly as D p > 80 nm. For the 2L nanofiber filter, the overall efficiency is not that high, as D p > 80 nm the added electric effect was 1.4-1.8X the mechanical efficiency due to diffusion and interception. On the other hand, for the 6L nanofiber filter where the total efficiency from charged fiber was already > 85%, the efficiency from added electric effect alone was only 1.0-1.4X the mechanical efficiency. Regardless, the aerosols with size > 80 nm receive the most benefit from the added electric effect while aerosol with size less than 80 nm receive lesser benefit. The 80-nm aerosol also corresponds approximately to the minimum size of the COVID-19 virus, which is 60 nm [1] . Thus, charged nanofiber filter adds another 100% to 180% equivalence of existing mechanical efficiency to the filter without incurring additional pressure drop. This enhances greatly the capture of the airborne viruses, which are in the size range > 80 nm.",
            "cite_spans": [
                {
                    "start": 1260,
                    "end": 1263,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 339,
                    "end": 345,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Quantifying the added electrostatic benefit"
        },
        {
            "text": "To increase the capture efficiency, the basis weight of the nanofibers in the filter needs to be increased. This can be effectively carried out using multilayering or multi-modular approach by stacking charged nanofiber layer/module with modular basis weight 0.765gsm until the efficiency reaches the target, 90% capture for 100-nm aerosol. The basis weight of a single layer (0.765gsm) was selected such that it can provide an efficiency of about 40% for the 100 nm ambient aerosol. Fig. 10 shows the 100-nm aerosol capture efficiency for the 1L(0.765gsm), 2L (1.53gsm), 3L(2.295gsm), 4L(3.06gsm), and 6L(4.59gsm) filters, respectively, plotted against pressure drop across the filter. The test results for the 100 nm (nano-aerosols) are represented by the hollow circles. As shown in Fig. 10 , both efficiency (i.e. benefit) and pressure drop (i.e. costs) increase with increasing basis weight (gsm) through multilayering, i.e. by stacking-up of multiples of the single-layer filter with 0.765gsm nanofibers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 491,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 786,
                    "end": 793,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Achieving high efficiency with higher nanofiber basis weight by multilayering/multimodule"
        },
        {
            "text": "The benefit-to-cost ratio is gaged by the quality factor (QE), defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Achieving high efficiency with higher nanofiber basis weight by multilayering/multimodule"
        },
        {
            "text": "During the increase of fiber basis weight, QF often drops as the efficiency increases marginally while pressure drop increases substantially. Higher pressure drop means higher operating power to drive flow through the filter as power is the product of flow rate and pressure drop. Even for use in personal protection, it is highly desirable to maintain constant QF with higher efficiency and better protection. The relationship between efficiency for a given aerosol size capture and pressure drop associated with the filter for constant QF can be obtained by rearranging Eq. (17) as follows, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Achieving high efficiency with higher nanofiber basis weight by multilayering/multimodule"
        },
        {
            "text": "The curve with constant QF in a η versus Δp plot represents an iso-QF curve. In Fig. 10 , the trajectory for QF = 0.1 Pa −1 is shown by the solid curve, which is essentially an exponential curve with initial linear rise followed by diminishing increase in the η along the coordinate axis with increasing Δp along the abscissa axis. Interestingly, the test results for η(100 nm) versus Δp compared very well with the iso-QF curve corresponding to QF = 0.1 Pa −1 . This implies that the multilayering or multi-modular approach that have been adopted is indeed a cost-effective approach to develop a high-performance filter to capture nanoaerosols of 100 nm. This is to be contrast with conventional filter design for which QF keeps decreasing with higher fiber basis weight for achieving higher performance. With a 6L charged nanofiber filter, the efficiency reached 88% for the 100=nm nano-aerosols.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "Achieving high efficiency with higher nanofiber basis weight by multilayering/multimodule"
        },
        {
            "text": "In Fig. 11a , the test result of 25-nm aerosol for different filter stackup is compared to the curves corresponding to Iso-QF = 0.13 and 0.1 Pa −1 , respectively. As can be seen, the test results with increasing fiber through multilayering is in-line with the approach of maintaining constant QF between 0.1 and 0.13 Pa −1 . The improved performance is attributed to the strong diffusion mechanism as the electrostatic interaction is almost negligible. This can be seen in Fig. 9 (see data on the left side of the graph) in which the ratio of electrostatic efficiency to that of the mechanical efficiency is between 0.2 and 0.5. With 6L filter (charged/uncharged), one can achieve 95% efficiency for these tiny aerosols, which when inhaled can penetrate deep into our respiratory system causing infection. Because they are so tiny, they can further transfer to the circulatory system of our body leading to chronic diseases, such as cardiovascular diseases. Becasue of their deep penetration once entering our body, there is prelimnary evidence that the tiny COVID-19 virus is also known to infect our blood as well as our kidney and other vital organs. The filtration behavior of the smallest COVID-19 is simulated using the 55-nm ambient aerosol as will be presented next.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Fig. 11a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 473,
                    "end": 479,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Achieving high efficiency with higher nanofiber basis weight by multilayering/multimodule"
        },
        {
            "text": "Suppose the smallest size of COVID-19, 60 nm [9] , is attached to a carrier even smaller compared to the virus itself and becomes airborne. This scenario can be simulated using a 55 nm ambient aerosol. In Fig. 11b , the measured filtration efficiency on 55 nm aerosol is plotted against pressure drop for multilayered filters 2L, 3L, up to 6L. With 6L, the efficiency reaches 88% and the series of stack-up nanofiber filters follow nicely the iso-QF trajectory of 0.1 Pa −1 .",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 213,
                    "text": "Fig. 11b",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Achieving high efficiency with higher nanofiber basis weight by multilayering/multimodule"
        },
        {
            "text": "As discussed, the virus can be attached to any carrier (solid or droplet) from the respiratory track of the infected person or being transferred to other aerosols suspended in air. The size of the overall aerosol can be larger than the virus itself. Suppose the overall size of the combined aerosol is 300 nm for which the standards on N95 and N99 were being set. The efficiency for filtering this larger submicron aerosol can be determined from the tests for different multilayered filters with their respective pressure drop as depicted in Fig. 11c . Also, the iso-QE curves for 0.11 and 0.13 Pa −1 are plotted in the same graph for making comparison with the measurements. Generally, the test data (2L, 3L, 4L) follows the 0.11 Pa −1 iso-QF curve. The 1L data is an outlier because with 1 layer there is possible non-uniformity of fiber distribution in the filter that leads to significant scatter from the majority of the test data, see Figs. 10, 11a, 11b for the 1L test data. The 6L data has higher QF of 0.13 Pa −1 . In fact, with 6L charged filter, both mechanical and electrostatic effects raised the filtration efficiency of ambient aerosol to 96%, which meets the 95% required for the N95 respirator. The pressure drop of 26 Pa (2.65 mm water column) is significantly lower than the conventional N95 respirator which has pressure drop of 245 Pa (25 mm water) for exhalation resistance to 343 Pa (35 mm water) for inhalation resistance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 550,
                    "text": "Fig. 11c",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Achieving high efficiency with higher nanofiber basis weight by multilayering/multimodule"
        },
        {
            "text": "Figs. 10, 11a-c, demonstrate an important strategy for developing high-efficiency, low pressure drop filter. This is to stagger modular filters or multilayering in which the efficiency gain with additional modules provide a constant benefit-to-cost ratio. Otherwise, we may have diminishing return for which there is little gain in efficiency, yet much higher incurred pressure drop. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Achieving high efficiency with higher nanofiber basis weight by multilayering/multimodule"
        },
        {
            "text": "It is prudent to review the two elements incorporated in the present study to improve the filter performance. First, the PVDF filter is electrostatically charged to improve the capture using dielectrophoresis in addition to the mechanical diffusion and interception which play the key roles for capturing nano-aerosols (≤100 nm) and larger submicron aerosols (> 100 nm). Second, the nanofiber basis weight is increased by stack-up in multiples of a single layer/module until the target efficiency is reached. The permeable, electrical-insulator supports for nanofibers in the multilayer filter provide (a) shielding of electrical interference between adjacent layers of charged fibers and on the incoming aerosols, and (b) macropores to the filter easing the flow restriction from the micropores of the nanofibers. Further, the reduced fiber packing density due to use of smaller amounts of fibers in each module reduces the electrical interference and enhances the air permeability of the module. Fig. 12 shows the efficiency for the 100 nm versus pressure drop graph. There are 4 curves:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 998,
                    "end": 1005,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Elements for enhancing filter performance"
        },
        {
            "text": "a) The bottom curve corresponds to increasing uncharged nanofibers in a single layer from 0.765gsm to 3.06gsm. b) The second curve from the bottom corresponds to using multilayering from 1L to 4L with each layer of 0.765gsm uncharged nanofibers. c) The third curve from the bottom corresponds to charged fibers all incorporated in a single layer. d) The fourth curve from the bottom corresponds to charged fiber arranged in multilayering, 2L to 6L.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elements for enhancing filter performance"
        },
        {
            "text": "These 4 curves can be used to quantify the effects of uncharged versus charged fibers, and single versus multiple layers. In Fig. 12 , uncharged single layer to charged single layer, is represented by the difference between curve (a) and curve (c) with 20+% efficiency differential and ΔQF = 0.03 Pa −1 . Single charged layer to multiple charged layers with the same basis weight is represented by the difference between curve (c) and curve (d) with 20% differential efficiency and ΔQF = 0.04 Pa −1 . Alternatively, uncharged single layer to uncharged multilayer is represented by curve (a) to curve (b) with 10-15% differential increase in efficiency and ΔQF = 0.01 Pa −1 ; and uncharged to charged multilayer filter with the same basis weight is represented by curve (b) to curve (d) with 30% increase in efficiency and ΔQF = 0.06 Pa −1 . Regardless of the paths taken, the two technologies raise the overall efficiency by 40%+ and QF by 0.07 Pa −1 . As such, multilayering together with charging nanofiber layer are two essential elements to get the non-woven nanofiber filter achieving superior performance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF19"
                }
            ],
            "section": "Elements for enhancing filter performance"
        },
        {
            "text": "A parallel improvement can be witnessed also with the smaller aerosol, 55 nm as depicted in Fig. 13 . This corresponds to the minimum COVID-19 virus with 60 nm diameter being attached to an even smaller carrier aerosol (Schematic 1a). Similar behavior is found as with the 100 nm aerosol as in Fig. 12 but because of the smaller aerosol size, the electrostatic effect is slightly reduced, see also Fig. 9 . Nevertheless, the behavior is almost identical to that of the 100 nm nano-aerosol. The overall increase in efficiency from the added electrostatic effect together with multilayering is about 35% and the overall QF increase is 0.065 Pa −1 . These metrics are slightly below those of the 100 nm aerosol.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "text": "Fig. 13",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 294,
                    "end": 301,
                    "text": "Fig. 12",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 398,
                    "end": 404,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF14"
                }
            ],
            "section": "Elements for enhancing filter performance"
        },
        {
            "text": "The entire study on airborne virus attached to carrier is being simulated by ambient aerosols that have irregular shape, different physical properties, and with aerosols of all sizes challenging the filter simultaneously. These are different from the traditional test standards using NaCl and DOP aerosols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing polydispersed ambient aerosol versus monodispersed NaCl aerosol"
        },
        {
            "text": "First, the irregular shape ambient aerosols might have some effects as compared to the aerosols which are cubic (NaCl) and spherical (DOP) on induction of the dipoles and subsequent attraction by the charged fibers, i.e. dielectrophoresis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing polydispersed ambient aerosol versus monodispersed NaCl aerosol"
        },
        {
            "text": "Second, ambient aerosols contain both organic and inorganic matters, which are different in physical properties (other than shape) from pure NaCl crystals or DOP aerosols, and the dielectrophoretic effect might be different. Third, as the aerosols are in the proximity of the charged fiber, once dipoles are induced on the aerosols, there might be interactions among charged aerosols of different sizes before being captured by the charged fibers. This is quite different from the case of monodispersed aerosols challenging the filter as interactions from different size aerosols are absent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing polydispersed ambient aerosol versus monodispersed NaCl aerosol"
        },
        {
            "text": "We might not be able to quantify the effect from each of the above factors, but limited testing can be conducted on one of the standard aerosols and the results can be compared with tthose obtained from the ambient aerosols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing polydispersed ambient aerosol versus monodispersed NaCl aerosol"
        },
        {
            "text": "Using monodispersed NaCl aerosols, a series of tests was conducted using the same series of multilayer nanofiber filters developed, 2L, 3L, 4L, and 6L using the single-layer building block (1L). The setup has been discussed in previous work [11, 13] . The efficiency for 100-nm NaCl aerosol versus pressure drop of the filter is shown in Fig. 14a . It is given by the solid circle. As can be seen, at the same pressure drop and the same basis weight the monodispersed NaCl has higher efficiency than that of the polydispersed ambient aerosols. The difference in the two approaches is larger with less modules and becomes lesser with more modules. Interestingly, the trend of the curve for 1L, 2L, 3L, 4L, and 6L is identical between NaCl and ambient aerosols. It is believed that the interaction of aerosol of different size might be the dominant factor among the three factors that cause discrepancy. Despite charge induction on the aerosol takes place at close distance in the proximity of the charged fibers, the aerosols with induced charge dipoles might still interact among themselves before the attraction with the charged nanofibers. Once the number of layers increase, this aerosol-aerosol interaction effect might be reduced as the aerosols have more direct interactions with the charged nanofibers while travelling inside the fiber layers. This can explain the large difference between the NaCl monodispersed aerosol challenge for the 1L (24%) and 2L filters (10%), but as there are more layers in the multilayer filter, this difference is progressively reduced, e.g. 14% for 2L filter and 6% for 6L filter, see Fig. 14a .",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[11,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 246,
                    "end": 249,
                    "text": "13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 346,
                    "text": "Fig. 14a",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1623,
                    "end": 1631,
                    "text": "Fig. 14a",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Comparing polydispersed ambient aerosol versus monodispersed NaCl aerosol"
        },
        {
            "text": "Similar comparisons have been made for the 50-nm NaCl and 55nm ambient aerosols in Fig. 14b . This simulates the case of the minimum COVID-19 virus attaching to a smaller aerosol (Schematic 1). Again, the efficiency versus pressure drop have similar trend for both the NaCl and ambient aerosols as with the 100 nm. The NaCl aerosol has higher efficiency than that of the ambient aerosol for the same multilayer configuration. The pressure drop is the same as it is only related to the filter itself. The difference between the two tests (NaCl and ambient aerosols) narrows down to within 4% at 6L for the 50-55 nm aerosols.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 91,
                    "text": "Fig. 14b",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Comparing polydispersed ambient aerosol versus monodispersed NaCl aerosol"
        },
        {
            "text": "For the 300 nm which simulates the COVID-19 attaching to a larger carrier (Schematic 2) as shown in Fig. 14c , similar comments can be drawn as with the 50-55 nm and 100 nm cases. Despite the large difference with the 1L and 2L, the 6L charged nanofiber filter provides a filtration efficiency of 98% for the NaCl aerosol, and a filtration efficiency of 96% for the ambient aerosol. This difference narrows down to 2%, which is within experimental error. In other words, the difference between the two system (NaCl versus ambient aerosols) becomes almost negligible for larger aerosol size and more layers in the multilayer filter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "Fig. 14c",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Comparing polydispersed ambient aerosol versus monodispersed NaCl aerosol"
        },
        {
            "text": "An important point here is that for tests using ambient aerosol with polydispersed size distribution challenging the filter, this results in lower capture efficiency due to aerosols of different sizes interacting with each other mechanically and electrostatically. This interaction is eliminated with tests using monodispersed NaCl aerosols. Despite the test efficiency on the 300-nm ambient aerosol was 96%, the 300 nm NaCl aerosols test on the same filter would have had a higher efficiency of 98%. Therefore, the 6L charged nanofiber filter is qualified for 'N98 respirator standard' but with pressure drop of only 26 Pa (2.5 mm water) which is far below that of conventional N95 respirator, 250-350 Pa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing polydispersed ambient aerosol versus monodispersed NaCl aerosol"
        },
        {
            "text": "Another important point is that the more layer that multilayer charged nanofiber filter has, the less is the aerosol size interactions. The interactions will be shifted to the aerosol-fiber interaction by dielectrophoresis. This is another advantage of the multimodule/multilayer charged nanofiber filter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing polydispersed ambient aerosol versus monodispersed NaCl aerosol"
        },
        {
            "text": "In our present study, we use ambient aerosols to simulate the bionano-aerosol (combined COVID-19 virus attaching to carrier). The virus carrier can be solid particulates or droplets from the infected person, fine mists (humidity in air), or suspended ambient aerosols. The ambient aerosols allow us to investigate into the irregular shape of the combined aerosol, different physical (including electrical) properties of the aerosol other NaCl and DOP on dielectrophoresis, and interactions (electrical and mechanical) among aerosols of different sizes on filtration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The following conclusions can be drawn from the present investigation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "1. Ambient aerosols 10-400 nm can be captured with uncharged and charged PVDF nanofiber filter. For the uncharged nanofiber filter, the mechanisms are diffusion and interception. This is characterized by the U-shape behavior with the least efficiency at MPPS of 150 nm. Below 150 nm, diffusion dominates while above 150 nm, interception dominates. The behavior can be predicted using correlation with modification on the diffusion effect at low Peclet number as diffusion is quite strong for nanofiber filter and nanoaerosols under 100 nm. 2. When nanofibers are charged, the dielectrophoresis further help to capture aerosols, this is especially for large aerosols > 80 nm. The characteristics U-shape efficiency versus aerosol size is still present showing diffusion is still important for the nanofiber filter unlike the case for microfibers. In fact, diffusion, interception and dielectrophoresis can all contribute to capture of nano-aerosols independent of each other. For charged filter, the MPPS has been shifted to about 75 nm due to the dielectrophoresis capture. Using simple power law correlation based on η o =(aZ) b with Z = C n D p 2 /u for the single fiber efficiency due to dielectrophoresis, the charged nanofiber filter efficiency can be predicted reasonably. 3. Based on the measured efficiency of respectively charged and uncharged filters operating under similar condition, the efficiency due to dielectrophoresis can be determined. The added electrostatic effect is approximately 1.0 to 1.8 times that of the mechanical efficiency (or 50% to 64% of the total filter efficiency) depending the number of layers, 2L to 6L, in the filter. The smaller number of layers, the lower is the total efficiency, the higher is the electrostatic added benefit; and vice versa. This benefit is very prominent for D p > 80 nm. For smaller aerosols, this added benefit drops off substantially because of the small dipole moment associated with the small aerosol size. 4. When the fibers are charged, multilayering is essential to distribute the nanofibers to reduce electrical interference and reduce pressure drop. For the 100 nm aerosol, the efficiency increase from these two effects is almost 40%+ and the quality factor QF is nearly doubled of its initial value, to 0.07 Pa −1 ! 5. Multilayering approach has been used to increase the fiber basis weight such that QF, a measure of benefit-to-cost, remains unchanged. This is a very important strategy, otherwise, we may have a high efficiency filter, yet also much higher Δp. The QF for the tested filters stayed at a high value of 0.1 -0.13 Pa −1 . 6. Limited experiments have also been carried out using monodispersed NaCl aerosols for 50 nm, 100 nm, and 300 nm, respectively. It was found that they behave similarly as that carried out using the polydispersed ambient aerosols when multiple layers were used to build up the amounts of nanofibers in the filter to achieve high efficiency. This proves that the ambient aerosol test results are valid, despite the efficiency is lower as compared to the laboratory monodispersed NaCl aerosols by 2-10% depending on the number of layers in the multilayer filter. This discrepancy is related to adopting ambient aerosol with amorphous shape and more so the complicated interaction of ambient aerosols of different sizes undergoing dielectrophoresis (induction followed by electrostatic attraction). The discrepancy between the two approaches reduces with more layers in the multilayer charged nanofiber filter. This is because the multilayer filter promotes more interaction between the aerosols and the charged fibers via dielectrophoresis and reduces the self-interactions of charged aerosols of different sizes among themselves. 7. A 6-layer (6L) multimodule/multilayer charged nanofiber filter can achieve 88%, 88% and 96% for the ambient aerosol size of 50, 100, and 300 nm. This is close to reaching the goal of 90% for the nanoaerosols at 100 nm. The same filter when tested with the monodispersed NaCl aerosols can achieve 92%, 94%, and 98% for aerosol size of 50, 100, and 300 nm, respectively. In all cases, the pressure drop was 26 Pa for the 6L nanofiber filter which was below the set 30-Pa limit. 8. Despite the test efficiency on the 300-nm ambient aerosol was 96%, the 300 nm NaCl aerosols test on the same filter would have achieved a higher efficiency of 98%. Therefore, the 6L charged nanofiber filter is equivalent to 'N98 respirator standard' but with pressure drop of only 26 Pa (2.5 mm water) which is significantly below that of conventional N95 respirator. (Note, N98 does not exist, only N95, N99, and N100 are being used, but what we have achieved is an equivalence of a N98 requirement of 98% capture on 300-nm aerosol.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The 6-layer charged nanofiber filter provides good personal protection against coronavirus aerosols, especially the recent COVID-19, and nano-aerosols from pollution based on the 'N98' equivalence, yet it is at least 10 folds more breathable than a conventional N95 respirator. In general, the multilayer/multi-modular electrostatically charged PVDF nanofiber filter is a novel filtration technology [24] that provides excellent health protection for people, especially against the invisible airborne viruses and pollutants.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 404,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Wallace Woon-Fong Leung: Conceptualization, Formal analysis, Methodology, Supervision, Writing -original draft, Funding acquisition, Project administration, Resources. Qiangqiang Sun: Investigation, Methodology, Software, Data curation, Formal analysis, Validation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRediT authorship contribution statement"
        },
        {
            "text": "The authors declared that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New England J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017,January24"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Surface ultrastructure of SARS coronavirus revealed by atomic force microscopy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell. Microbiol",
            "volume": "7",
            "issn": "12",
            "pages": "1763--1770",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characterization of SARS Coronavirus, Emerging Infectious Diseases • www.cdc.gov/eid •",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza virus plesiomorphy characterized by cryo electron tomography",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cardone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Winkler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Heymann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brecher",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Steven",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc. Natl. Acad Sci. USA",
            "volume": "103",
            "issn": "",
            "pages": "19123--19127",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ultracentrifugation deforms unfixed influenza A virions",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Noda",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Gen. Virol",
            "volume": "92",
            "issn": "",
            "pages": "2485--2493",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nanoscale characterization of PM2.5 airborne pollutants reveal high adhesiveness and aggregation capability of soot particles",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Experiments on filtering nano-aerosols from vehicular and atmospheric pollutants under dominant diffusion using nanofiber filter",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W F"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "Yuen Ting",
                    "middle": [],
                    "last": "Chau",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sep. and Purif. Tech. J",
            "volume": "213",
            "issn": "",
            "pages": "186--198",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Handbook of non-woven media",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Hutton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Development of high efficiency nanofilters made of nanofibers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr. Appl Phys",
            "volume": "6",
            "issn": "",
            "pages": "1030--1035",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Investigating the filtration of nano-aerosol using nanofiber filter under low Peclet number regime",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W F"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sep. Purif. Tech",
            "volume": "79",
            "issn": "1",
            "pages": "34--42",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Charged PVDF multi-layer filters with enhanced filtration performance for filtering nano-aerosols",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "Q"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W F"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sep. Purif. Tech. J",
            "volume": "212",
            "issn": "",
            "pages": "854--876",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Effect of face velocity, nanofiber packing density and thickness on filtration performance of filters with nanofibers coated on a substrate",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W F"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Sep. Purif. Technol",
            "volume": "71",
            "issn": "",
            "pages": "30--37",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Air Filtration: An Integrated Approach to the Theory and Applications of Fibrous Filters",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Penetration and pressure drop of a HEPA filter during loading with submicron liquid particles",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Payet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bouland",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Madelaine",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Renoux",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J. Aerosol Sci",
            "volume": "23",
            "issn": "",
            "pages": "723--735",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Momentum slip correction factor for small particles in nine common gases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Rader",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Aerosol Sci",
            "volume": "21",
            "issn": "",
            "pages": "161--168",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The separation of airborne dust and particulates",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "Proc. Inst. Mech. Eng. Part",
            "volume": "1",
            "issn": "",
            "pages": "185--213",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pressure drop across single-component glass fiber filters",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Werner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Clarenburg",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Ind. Eng. Chem. Proc. Des. Dev",
            "volume": "4",
            "issn": "",
            "pages": "288--293",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Theory of aerosol filtration by fibrous and membrane filters",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pich",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Aerosol Science",
            "volume": "",
            "issn": "",
            "pages": "223--283",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Fundamentals of Aerosol Science",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kirsch",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Stechkina",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "165--256",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Effect of charging state of particles on electret filtration",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Emi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kanaoka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Otani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iiyama",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Aersol Sci. Technol",
            "volume": "7",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Collection mechanism of electret filter",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Emi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kanaoka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Otani",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ishiguro",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Particulate Sci. Technol",
            "volume": "5",
            "issn": "",
            "pages": "161--171",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Experimental study of electrostatic capture mechanisms in commercial electret filters",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Romay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "Y H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Chae",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Aersol Sci. Technol",
            "volume": "28",
            "issn": "",
            "pages": "224--234",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Electrostatically-charged nanofiber media and fabrication method thereof, US patent pending",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wwf Leung",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "657",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Electrospinning nanofibers using a syringe connected to a high voltage supply.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Corona",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Portable test rig for measuring unfiltered and filtered air, respectively, from the ambient.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ". 2a shows the SEM image of the nanofiber mat being used in the test.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "PVDF nanofibers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Distribution of nanofiber diameter with mean fiber diameter 525 nm ± 191 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Typical size distribution of aerosols detected by inner condensation particle counter (CPC) of PAMS of ambient aerosols with median size at 75 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Efficiency of 2L PVDF nanofiber filter versus aerosol size, 10-400 nm. Measurement of 2L PVDF filter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Empirical relationship of Z and single-fiber efficiency due to dielectrophoretic effect.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Efficiency versus aerosol size for 4L filter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Efficiency versus aerosol size for 6L filter.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Pressure drop comparison between single and multilayering.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Electrostatic to mechanical capture efficiency.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Efficiency (100 nm) and pressure drop versus increasing layers and comparing with iso-QF condition with QF = 0.1 Pa −1 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Efficiency (25 nm) and pressure drop vs. increasing layers and comparing with iso-QF condition with QF = 0.13 Pa −1 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Efficiency (55 nm) and pressure drop vs. increasing layers and comparing with iso-QF condition with QF = 0.1 Pa −1 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Efficiency (300 nm) and pressure drop vs. increasing layers and comparing with iso-QF condition with QF = 0.11 and 0.13 Pa −1 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Multi vs. single layer, and uncharged vs. charged on filtration efficiency of 100-nm aerosol.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Multi vs. single layer, and uncharged vs. charged on filtration efficiency of 55-nm aerosol.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "100-nm ambient aerosol with polydispersed size distribution versus 100-nm monodispersed NaCl aerosol challenging the filter both at 5.3 cm/s.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "55-nm ambient aerosol with polydispersed size distribution versus 50-nm monodispersed NaCl aerosol challenging the filter both at 5.3 cm/s.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "300-nm ambient aerosol with polydispersed size distribution versus 300-nm monodispersed NaCl aerosol challenging the filter both at 5.3 cm/s.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Polytechnic University for partial support of his PhD study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "QQ Sun wants to thank Mechanical Engineering of the Hong Kong"
        },
        {
            "text": "where η s1 and η s2 are the single fiber efficiency due to mechanical and electrical capture, respectively, and η 1 and η 2 are the uncharged and charged efficiency for the filter, respectively. They are defined by, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}