{
    "paper_id": "872469f5a14a2a598c051e0459630f50b990b35a",
    "metadata": {
        "title": "arXiv:2005.08711v1 [physics.soc-ph] 12 May 2020 REMARKS ON A DATA-DRIVEN MODEL FOR PREDICTING THE COURSE OF COVID-19 EPIDEMIC",
        "authors": [
            {
                "first": "Charles",
                "middle": [],
                "last": "Horvath",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": ", Norden E. Huang, Fangli Qiao and Ka-Kit Tung presented a \"data-driven model\" for the COVID-19. The different relevant functions like N (t), the number of newly infected at times t, the time at which N (t) peaks and the peak value, can be seen to depend on a set of seven parameters most of which are assumed to be known that is, obtained from a statistical analysis of the available data. These parameters are not independent, they are linked through a set of relations the authors call \"Main Results\" which are validated by a statistical analysis of the data. The parameters in questions and the relations between them are not always explicitated by the authors. By given them here their mathematical formulations, which are rather simple, all the relevant functions can be explicitely written down. Once the \"Main Results\" of the authors are accepted, all the explicit formulas follow from the fact that ln N (t) is a quadratic function of time: ln N (t) = at 2 + bt+ c where a and b are two of the basic parameters resulting from a statistical analysis of the data and obviously c = ln N (0). The formulas presented here are not themselves approximations -but the parameters they involve are of course statistical quantities derived from the data. They could maybe be of some use either to validate the data, the model itself, to update the model or to find approximations to the relevant quantities. The matematics involved is at the level of elementary calculus and no claim is made to either mathematical originality or profundity. This piece of work is not intended as a criticism of the model put forth by Norden E. Huang, Fangli Qiao and Ka-Kit Tung which, for all intent and purposes, we take here for granted. Its validation is a matter of what happens out there. It is rather a set of elementary remarks on the mathematical structure of the model itself, remarks which could maybe be of some interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Covid-19; Covid-19 predictions; Data-driven approach; Explicit formulas for the dynamic of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "MSC: 00A71, 92D30.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In [2] , Norden E. Huang, Fangli Qiao and Ka-Kit Tung presented a \"data-driven model\" for the COVID-19 epidemic about which a few remarks will be made. Our concern here is not whether their model is adequate or not or whether the data on which their predictions are based is reliable. The remarks that follow bear horvath@univ-perp.fr. 1 uniquely on the mathematical structure of the model itself and not on its value which, for all intend and purposes, can here be taken for granted.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 6,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 336,
                    "end": 337,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A close look at their model shows that it involves 7 parameters -call them the structural parameters of the model -which we will call here T, A N , B N , A R , B R , A, B; what they are will said in the next section. The model is developped in two \"logical\" steps (eventhough it is not the explicit presentation of the authors).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "First step: from a statistical analysis of the available data -which is fully displayed in their paper -the authors extract some structural relations from which the dynamic of the COVID-19 epidemic can be, and will be in what follows, explicitely described. What we call \"structural relations\" they call \"Main Results\" or simply \"Result\"; these \"Main Results\" are inferred from their statistical analysis of the data. Our structural relations are simple and explicit mathematical formulation of their \"Main Results\". To recap: the numerical values of the structural parameters are estimated from a statistical analysis of the available data and the structural relations are validated from that same statistical analysis. In the authors words \"they are known\". This is basically where the statistical analysis ends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Second step: the explicit mathematical formulations of the structural properties of the model -the \"Main Results\" -lead to closed form formulas (i.e. explicit formulas in terms of the time parameter t) for all the relevant quantities: the number of newly infected cases at a given time t, the number of active cases at time t, the peak time and the turning point of the epidemic. Most of these formulas are rather elementary (too elementary ?) and, given the values of the structural parameters, are amenable to explicit evaluations, with one exception: the formula that gives the number of infected cases at a given time t involves the well known Gauss error's function for which there are standard numerical approximation procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From the explicit formulas obtained in the second step, there follows some simple and explicit relations between the structural constants; all seven of them are not independent: from the values of 4 of them the values of the other 3 can be calculated. This can be interesting on two counts. First, the accuracy of the predictions depends on the accuracies of the evaluations of the structural parameters; evaluating four of them and calculating the \"exact values\" of the remaining three in function of the first four might hold the accumulated errors down. Second, evaluating all of the seven structural parameters from a statistical analysis of the data and injecting these values in the relations between them will of course show that these relations only approximately hold -since we have here approximative values of the seven parameters. A very large error might point to either a problem with the original data or with the structural properties of the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A little bit more surprising maybe is the fact that the number of infected cases at any given time as well as the time at which the number the infected cases peaks and, therefore, also the number of infected cases at the time the epidemic peaks can all be explicitely computed if the numbers of infected cases at three different times are known. From a purely mathematical point of view this an elementary consequence of the \"Main results\" of [2] one of which implies that the logarithm of the number of newly infected at any given time t is a quadratic function of t.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 446,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Notations and definitions for the fundamental quantities are given as follows on lines 87, 99, 135 and 146 of [2] : • N (t) is the number of newly infected, confirmed and unconfirmed, at time t.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The dynamic and the structural constants of the model"
        },
        {
            "text": "• R(t) is either the number of recovered cases at time t, or it is the sum of the daily recovered and dead at time t 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dynamic and the structural constants of the model"
        },
        {
            "text": "• T is the time at which those who are admitted in hospital have either recovered or are dead after T days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dynamic and the structural constants of the model"
        },
        {
            "text": "The definition of T as given here is somewhat ambiguous; if one takes for T an arbitrary large value, longer than the life span of an ordinary human being, then, clearly, those who were admitted in hospital at time t have either recovered or are dead at time t + T . Let us take the following definition for the parameter T : it is the smallest T such that, for all t, all those 1 Of course, only one of these two possible definitions should be adopted. The discrepancy between the two definitions of R(t), and which one should be used, are discussed in [2] , lines 139-142. 2 who were admitted in hospital at time t have either recovered or are dead at time t + T . One of the basic assumptions in [2] is that at any time t, the number of those that have either recovered or are dead at time t + T is exactly the number of those who were admitted in hospital at time t. The obvious a priori problem with T is that we have to wait for the epidemic to have completed its full course to figure out its value but, in [2] , we are told that the value T can be validated by a statistical analysis of the data from which its values can be evaluated. Even without a statistical analysis, the value of T can be explicitely from 4 of the parameters using any of the relations (10), (11) or (12) which invole parameters whose \"values are known\", the words in [2] .",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 380,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 554,
                    "end": 557,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 575,
                    "end": 576,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1349,
                    "end": 1352,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The dynamic and the structural constants of the model"
        },
        {
            "text": "There are five structural relations. In [2] they are either introduced as \"Main Results\" validated by a statistical analysis of the data or as \"common sense\". They are given here in their mathematical formulation, a few of which are already in [2] .",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 43,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The dynamic and the structural constants of the model"
        },
        {
            "text": "Relation (1) appears explicitely on line 137 of [2] .",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 51,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "First structural relation"
        },
        {
            "text": "Relation (2) can be found on line 161; on line 165 it is said to be commun sense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second structural relation"
        },
        {
            "text": "The third structural relation is the \"Main result\" of line 185 which reads \"The natural logarithm of the ratio of N and R is a linear function of time for t > T \". This can obviously be formulated as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Second structural relation"
        },
        {
            "text": "There exits two fixed parameters A and B such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third structural relation"
        },
        {
            "text": "In [2] these relations are assumed to hold, respectively, for t strictly larger than 0 and strictly larger that T but N (t) and R(t) are continuous, since they are clearly assumed to be differentiable and commun sens seems to allow R(T ) > 0. One can therefore replace t > 0 and t > T by t ≥ 0 and T ≥ 0.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 6,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Third structural relation"
        },
        {
            "text": "The fourth and the fifth structural relations are the first part of the \"Result \" on line 226 which are stated as follows: \"The derivative of ln N (t) and of ln R(t) is each a linear function of time, with known slope 2 . Their intercept with the zero derivative line yields the time for their respective peak. \" The evident mathematical formulation is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Third structural relation"
        },
        {
            "text": "There exits four known parameters A N , B N , A R and B R such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fourth and fifth structural relations"
        },
        {
            "text": "which can also be written as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fourth and fifth structural relations"
        },
        {
            "text": "The seven structural parameters are the parameters T, A N , B N , A R , B R , A, B which appear in the five structural relations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fourth and fifth structural relations"
        },
        {
            "text": "With the first of the relations (5) almost everything has been said: the maximum value of N (t) must occur at t = −(B N /A N ), that maximum value can be easily calculated, N (t) steadily increases from t = 0 to t = −(B N /A N ) and decreases steadily thereafter, there is no other time at which N (t) locally peaks, therefore no plateau. Of course A N should be negative -theoretically it could be positive but that would be a rather depressing fact -and B N should also be positive, otherwise N (t) would have peaked sometimes in the past. One can already see here that these structural relations impose some very rigid a priori properties on the course of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fourth and fifth structural relations"
        },
        {
            "text": "The explicit formula for N (t) is obtained by integrating the first relation of (4) from 0 to t ≥ 0 while the explicit formula for R(t) is obtained by integrating the second relation from T to t ≥ T . Taking into account that, by the definition of T , R(T ) = N (0) one obtains: (6) and (8) one has, for all t ≥ T ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dynamic explicitated"
        },
        {
            "text": "In conclusion:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dynamic explicitated"
        },
        {
            "text": "Recall that \"A N , B N , A R and B R \" are known quantities evaluated from the statistical data\" and that the \"structural relations are validated by an analysis of the data\" and that \"T is a statistical quantity that is also evaluated from the data\", see [2] for details. Assuming that these evaluations and validations are correct then (10) should hold, with a reasonable error. Now, from the second structural relation, that is (2) , and from (7) one has",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 258,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The dynamic explicitated"
        },
        {
            "text": "From the second relation of (10) and the second relation of (11) one has A R T = A and the third relation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dynamic explicitated"
        },
        {
            "text": "Conclusion From the seconde, third, fourth and fifth structural properties it follows that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dynamic explicitated"
        },
        {
            "text": "The other relations can be derived from these four.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dynamic explicitated"
        },
        {
            "text": "Since A N , B N , A R and B R are \"known\" so is T :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dynamic explicitated"
        },
        {
            "text": "interesting ? -which is basically the relation that is given on line 238 of [2] ; from (4) A is also known and finally, from (3), B is known as well. ",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The dynamic explicitated"
        },
        {
            "text": "The dynamics is therefore completely determined by these four observable values since, from (6):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dynamic explicitated"
        },
        {
            "text": "This also shows that the dynamic of the epidemic is completely determined by the values of the four parameters N (0), T, A and B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dynamic explicitated"
        },
        {
            "text": "From three given arbitrary values N (t 0 ), N (t 1 ), N (t 2 ), N (t) can be computed for all time t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2."
        },
        {
            "text": "A N 2 t 2 + B N t + ln N (0) which is a polynomial function of degree 2; if we know the values of this polynomial at three arbitrary points t 0 , t 1 , t 2 then the coefficients A N 2 , B N and ln N (0) can be found explicitely by Lagrange's Interpolation Formula or by solving the simple system of 3 linear equations in 3 unknowns",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From (6) we have ln(N (t)) ="
        },
        {
            "text": "whose solutions x = A N 2 , y = B N and z = ln (N (0) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 53,
                    "text": "(N (0)",
                    "ref_id": null
                }
            ],
            "section": "From (6) we have ln(N (t)) ="
        },
        {
            "text": "This is not to say that knowing what happened over the past three days one can predict what will be the course of the epidemic over the next three months eventhough, once the values of four of the basic parameters have been fixed, the dynamics, as described by the equations of this model, become fully deterministic. But, in as much as these basic parameters are estimated from the statistical data, the different quantities produced by the model are themselves estimations. But, during the course of the epidemic, one knows what is the case today, at time t know and also what was the case at three different arbitrary preceeding times t −1 , t −2 , t −3 ; from the three known values ln N (t −3 ), ln N (t −2 ), ln N (t −1 ) one could compute the values of the structural parameters and predict what should be the value of ln N (t know ), the value predicted by the model for now; a large discrepancy with the actual value of ln N (t know ) might indicate there is a problem with the data or with the estimations of the structural parameters have to be updated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From (6) we have ln(N (t)) ="
        },
        {
            "text": "If, at three arbitrary given times, the values N (t 0 ), N (t 1 ), N (t 2 ) are known then, as above, N (t) can be computed for all times t. Similarly, from (7), which does not depend on the relation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computing N (t) and R(t) without using R(t + T ) = N (t)."
        },
        {
            "text": "whose coefficients can be explicitely computed if, at three arbitrary given times t ′",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computing N (t) and R(t) without using R(t + T ) = N (t)."
        },
        {
            "text": "One can also notice that (3), the third structural relation, that is ln N (t) R(t) = At + B, has not been used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computing N (t) and R(t) without using R(t + T ) = N (t)."
        },
        {
            "text": "We have seen that the the second and the third structural relations are not needed to determine the dynamics, that is the function N (t) and R(t) which are the solutions of two very simple differential equations. The parameters involved in the explicit formulation of the function N (t) and R(t) are N (0), A N , B N , A R and B R which, at this initial stage, are unrelated. But, from the second and the third structural relations it follows that these parameters are related by a set of identities which can be used to reduce to 3 the number of parameters appearing in the general formulations of N (t) and R(t), as in (16) for example where the parameters are T , A and B.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What are the second and the third structural relations used for?"
        },
        {
            "text": "As in [2] let us denote, respectively, by t N the peak time of N (t) and by t R the peak time of R(t), that is the times at which they assume their respective maximum values. From (16), N (t) is maximum when At T + 1 T B − A 2 = 0, or from (6), when A N t + B N = 0 and therefore",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The peaking time and the stopping time of the epidemic"
        },
        {
            "text": "Using (14), the peak time of N (t) can also be written",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The peaking time and the stopping time of the epidemic"
        },
        {
            "text": "The only interest of this formula is that it curiously says that the peaking time of the epidemic can be calculated from T, N (0), N (T ) and N (2T ). In [2] it is said that \"the mean recovery time T is about 13 days for China as a whole, about 16 days for Wuhan and 14 days for Hubei \". So, using (19) it should take about four weeks to predict the peaking time t N .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "The peaking time and the stopping time of the epidemic"
        },
        {
            "text": "As a matter of fact, from the remark of Section 3.2, t N can be directly computed if N (t) has been evaluated at three arbitrary times t 0 , t 1 and t 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The peaking time and the stopping time of the epidemic"
        },
        {
            "text": "The peak value of N (t) is of course",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The peaking time and the stopping time of the epidemic"
        },
        {
            "text": "The stopping time of the epidemic is that time t s after which N (t) < 1. Since, for t > t N , N (t) decreases we take for t s the time at which N (t) = 1; there will be two such values, t s is the largest of the two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The peaking time and the stopping time of the epidemic"
        },
        {
            "text": "The stopping time can be computed from ln N (t s ) = 0 that is, using (6), from",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The peaking time and the stopping time of the epidemic"
        },
        {
            "text": "If N (0) = 1 that is, if there is an agent zero, then t s = 2t N .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The peaking time and the stopping time of the epidemic"
        },
        {
            "text": "In [2] , The total intected cases up to time t is defined by TIC(t) = t 0 N (s)ds that is",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 6,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "Notice that at the peaking time t N one has a(t N ) = 0 and therefore",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "x 0 e −u 2 du is the well known Gauss error function for which there are many approximation procedures, [1] Chapter 40 3 . We have used above the identity erf(−x) = −erf(x).",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "Since erf(x) is always smaller than 1,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "What one gets for TIC(t N ) from (25) depends on the value of the ratio",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "The total number of infected cases over the entire duration of the epidemic shloud be TIC(∞) = lim t→∞ TIC(t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "Writing TIC(t) as (26)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "and taking the limit as t goes to ∞, and since lim t→∞ a(t) = +∞ and erf(∞) = 1, on obtains",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "The value of erf(x) is, for all x, between −1 and 1, and it is positive for x ≥ 0; from (28) one obtains a lower and an upper bound for TIC(∞):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "In [2] , TIC(∞) is approximated assuming that N (t) is symmetric about t N which is not really the case; that assumption corresponds to the situation of a zero agent that is N (0) = 1.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 6,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "Instead of computing TIC(∞) one could compute TIC(t s ) which could be more appropriate than TIC(∞), even if the differrence might be small.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "3 If P (x) is the Normal Gaussian distribution with mean µ and variance σ 2 then µ+σ µ−σ P (t)dt = erf(1/ √ 2) and µ+2σ µ−2σ P (t)dt = erf(",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "If N (0) = 1 then a(t s ) =",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "In conclusion, from (25) and (27):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "If there is an agent zero then TIC(t s ) = 2TIC(t N ) (30)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "Other accumulated values can be explicitated with the erf function. For example, as in [2] line 278, which is derived from (1) and (2), one can write, for t ≥ T (this the only place where condition (2) really comes into play),",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "which, using (27), becomes (32)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Total infected cases -TIC(t), TIC(∞) -and other accumulated quantities"
        },
        {
            "text": "The model discussed above is structured around two functions describing the dynamics of the epidemic: N (t) which is the number of newly infected, confirmed and unconfirmed, at time t and R(t) the number of recovered -confirmed and unconfirmed -or dead at time t; and a time constant T which gives the smallest time such that, for all time t, all those infected at time t have recovered or are dead at time t + T , that is R(t + T ) = N (t). The statistical data is smoothed by assuming that the graphs of ln N (t) and ln R(t) are parabolas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "A claim that is validated by a statistical analysis of the data available; that is: there are constants A N 2 , B N and A R 2 , B R such that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The parameters A N 2 , B N and A R 2 , B R \"are known\" that is, they are evaluated from the available statistical data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Once this has been said, the dynamic of the epidemic can be easily described; the peaking time and the peak value of the epidemic as well as the stopping time are easily computable; the basic structural properties written above can be seen as a way to smooth the statistical data: the epidemic follows a smooth (differentiable) increasing path to its peak value followed by a smooth decreasing path to its stopping time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "These smoothing structural constraints impose some explicit and simple relationships between the different parameters, which are all said \"to be known\" that is, evaluated from the available statistical data. A comparison between the values of these parameters derived from the model and the \"known values\" of these same parameters evaluated from the available data could maybe be used to validate either the data itself or the model, or both.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The author would like to thank those, friends and colleagues, who suggested that these simple remarks should be made public. Of course, all the remaining errors are theirs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An Atlas of Functions",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Oldham",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A data-driven model for predicting the course of CIVID-19 epidemic with applications for China",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Norden",
                    "suffix": ""
                },
                {
                    "first": "Fangli",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Ka-Kit",
                    "middle": [],
                    "last": "Qiao",
                    "suffix": ""
                },
                {
                    "first": "Usa",
                    "middle": [],
                    "last": "Tung ; And",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Doi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.28.20046177"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "If the values of T , N (0), N (T ), N (2T ) are known then N (t) can be computed for all time t. From (3), the third structural relation, and from R(T ) = N (0) and R(2T ) = N (T ) on obtains (13) ln N (T ) N (0) = AT + B and ln N (2T ) Knowing T , N (0), N (T ) and N (2T ) one can compute: B R from (12.3), B N from (12.2), A R from (12.4) and of course A N from (12.1) to obtain",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}