{
    "paper_id": "886c8e0352847f7858f32c0a8ed0133082a0f664",
    "metadata": {
        "title": "SERIES EDITORIAL-EPILOGUE RESPIRATORY INFECTIONS IN THE ASIA-PACIFIC REGION Respiratory infections in the Asia-Pacific region: Problems and cautious optimism Series Editorial-Epilogue",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Over the past 12 months, Respirology has published a series of excellent reviews outlining the challenges that respiratory infections continue to pose to the Asia-Pacific region and beyond. The world of respiratory infection is an ever-moving landscape as we develop new strategies to target pathogens and in return existing pathogens adapt and new pathogens arise. Equally, we are becoming more and more aware that respiratory infections not only pose acute health emergencies but also contribute substantially to adverse long-term health outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Tuberculosis is possibly the largest killer of human beings in history. 1 While it is generally well-controlled since the 1960s in most Western countries, as Dheda et al. pointed out in their review, 2 the explosion of drugresistant tuberculosis has undermined control efforts in large areas of Africa and the Asian sub-continent and is now responsible for more than 25% of deaths. 3 Spread of multidrug-and extensive drug-resistant tuberculosis poses a global threat to health. New drugs such as bedaquiline and delamanid have been developed, but the sustained effectiveness of these antibiotics is threatened by haphazard use and, therefore, how, when and to whom they should be given is a major area of current controversy. Dheda et al. argue that the outcomes from treatment of multidrug-resistant (MDR) tuberculosis are so poor that it may be unethical to withhold bedaquiline regardless of concerns about the development of resistance. Equally, they argue that more resources are desperately needed to adequately control tuberculosis, and especially drug-resistant diseases, in the developing world.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 73,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 382,
                    "end": 383,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In contrast to a developing world problem, Rodrigo-Troyano and Sibila 4 reviewed the increasing problem of MDR Gram-negative bacteria (MDR-GNB). This problem is mostly seen in the tertiary settings of more advanced economies. Rather than poverty, malnutrition and overcrowding driving the problem as with tuberculosis, frequent use and misuse of broadspectrum antibiotics in patients with a fundamental inability to resist infection (such as in those with severe chronic obstructive airway disease, bronchiectasis, cystic fibrosis or major organ failure requiring prolonged stays in intensive care units) are responsible for MDR-GNB. As Rodrigo-Troyano and Sibila point out, unlike tuberculosis, there has been very little progress in antibiotic development for MDR-GNB and case reports are increasing for pan-resistant organisms immune to all known therapies. While newer antibiotics are desperately needed, important factors that Rodrigo-Troyano and Sibila did not focus on are the key role of effective antibiotic stewardship 5, 6 and appropriate end-of-life care 7, 8 in reducing the selective pressure for MDR pathogens.",
            "cite_spans": [
                {
                    "start": 1029,
                    "end": 1031,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1032,
                    "end": 1033,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1067,
                    "end": 1069,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1070,
                    "end": 1071,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Asia-Pacific is a region with diverse people, cultures and climates, and therefore, different respiratory infection challenges were touched on by several reviews and especially that by Shindo and Hasegawa. 9 They point out that the prevalence of drug-resistant pathogens in patients with pneumonia has an enormous variability within our region, ranging from 6% to 45% in published studies. With such a range, reliance on guidelines published in other countries without consideration of local aetiology is a recipe for disaster. Aston 10 also pointed out that the syndrome of pneumonia needs a very different approach in developing economies compared with developed ones. First, the possibility of tuberculosis and/or human immunodeficiency virus infection, not usually major factors in developed economies, is always a potential problem. Second, many of the tools for treating pneumonia in developed economies have not been tested in developing countries. Lim and Siow 11 further noted that in addition to tuberculosis, in tropical countries, the spectrum of pathogens with pneumonia includes diseases such as scrub typhus, leptospirosis, chikungunya and dengue as well as parasitic pneumonias. Overall, there is a very strong message that clinicians must be aware of what causes pneumonia in their local area and not rely on guidelines from elsewhere.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 211,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Even in developed economies, there may be subgroups of the population at risk of a different spectrum of respiratory infections. Basnayake et al. 12 highlight this fact by pointing out the very high rate of bronchiectasis in indigenous populations. A major factor in the high rates of bronchiectasis in indigenous people is the greater burden of respiratory infection, especially pneumonia, related to relative economic and social deprivation compared with the rest of the population.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Good examples of new pathogens threatening the global scene were covered in two reviews. Hui et al. 13 reviewed the current data on emerging influenza viruses in the Asia-Pacific region, especially avian influenza. Yin and Wunderink 14 covered the severe coronavirus infections, Middle East respiratory syndrome and severe acute respiratory syndrome. Both these reviews have important lessons of how we need to approach and manage inevitable future viral pandemics. Two reviews focused on improving patient outcomes from pneumonia. Hadfield and Bennett 15 argued that there is now a well-defined bundle of care associated with best patient outcomes that includes rapid, guideline-concordant antibiotics, probably the combination of a beta-lactam and a macrolide, early treatment of co-morbidities including glucose and electrolyte stabilization, adequate venous thromboprophylaxis and early mobilization. Mecham et al. 16 explored the increasing use of technology to improve patient outcomes, especially clinical decision support tools. While a number of problems and barriers for widespread adoption of technology are discussed, the authors paint an optimistic picture of computer-aided decision-making reducing clinical variation and improving patient outcomes.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 919,
                    "end": 921,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The long-term adverse health outcomes from pneumonia are increasingly being recognized and reported. In their review, Restrepo and Reyes 17 outline the extensive literature on excessive cardiovascular disease in patients with community-acquired pneumonia (CAP). This is an area in need of urgent research to define therapies to reduce the long-term morbidity and mortality in CAP survivors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Amongst the general concern about developing antibiotic resistance and the emergence of new threats, Finch et al. 18 also paint an optimistic picture of significant advances in our understanding of the pathobiology of infectious diseases over the past decade and the promise of what is to come over the next one. In particular, they argue that the 'omics revolution' is beginning to unlock our understanding of host-pathogen interactions to a level where new therapeutic strategies are emerging.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I hope that readers have enjoyed this series as much as I have and that as well as providing new clinical insights, the many observations the authors have made about the gaps in our knowledge have provided new ideas and challenges for researchers. We all hope that the optimism of Finch et al. 18 and Mecham et al. 16 will be realized and help us meet the challenge of what nature will come up with over the coming decades.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 296,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 315,
                    "end": 317,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Grant Waterer, MBBS, PhD School of Medicine, University of Western Australia, Perth, WA, Australia",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology: a mortal foe",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Paulson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "502",
            "issn": "",
            "pages": "2--3",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Recent controversies about MDR and XDR-TB: global implementation of the WHO shorter MDR-TB regimen and bedaquiline for all with MDR-TB?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dheda",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esmail",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wasserman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Respirology",
            "volume": "23",
            "issn": "",
            "pages": "36--45",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organisation. Global tuberculosis report 2017. World Health Organisation",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The respiratory threat posed by multidrug resistant Gram-negative bacteria",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodrigo-Troyano",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Sibila",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respirology",
            "volume": "22",
            "issn": "",
            "pages": "1288--99",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Development of antibiotic treatment algorithms based on local ecology and respiratory surveillance cultures to restrict the use of broad-spectrum antimicrobial drugs in the treatment of hospital-acquired pneumonia in the intensive care unit: a retrospective analysis",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Bus",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Saerens",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gadeyne",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boelens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Claeys",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "De Waele",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Benoit",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Decruyenaere",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Depuydt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "O"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit. Care",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Longterm impact of an educational antimicrobial stewardship program on hospital-acquired candidemia and multidrug-resistant bloodstream infections: a quasi-experimental study of interrupted timeseries analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Molina",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Penalva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Gil-Navarro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Praena",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lepe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pérez-Moreno",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferrándiz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Aldabó",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Olbrich",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin. Infect. Dis",
            "volume": "65",
            "issn": "",
            "pages": "1992--2001",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "End-of-life treatment and bacterial antibiotic resistance: a potential association",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Simor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Moses",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Sprung",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chest",
            "volume": "138",
            "issn": "",
            "pages": "588--94",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ethical issues relating to the use of antimicrobial therapy in older adults",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Marcus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Clarfield",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Moses",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin. Infect. Dis",
            "volume": "33",
            "issn": "",
            "pages": "1697--705",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Regional differences in antibiotic-resistant pathogens in patients with pneumonia: implications for clinicians",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respirology",
            "volume": "22",
            "issn": "",
            "pages": "1536--1582",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Pneumonia in the developing world: characteristic features and approach to management",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Aston",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respirology",
            "volume": "22",
            "issn": "",
            "pages": "1276--87",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Pneumonia in the tropics",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Siow",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respirology",
            "volume": "23",
            "issn": "",
            "pages": "28--35",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The global burden of respiratory infections in indigenous children and adults: a review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Basnayake",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respirology",
            "volume": "22",
            "issn": "",
            "pages": "1518--1546",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A clinical approach to the threat of emerging influenza viruses in the Asia-Pacific region",
            "authors": [
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Pks",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respirology",
            "volume": "22",
            "issn": "",
            "pages": "1300--1312",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SARS and other coronaviruses as causes of pneumonia",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mers",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respirology",
            "volume": "23",
            "issn": "",
            "pages": "130--137",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Determining best outcomes from community-acquired pneumonia and how to achieve them",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hadfield",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respirology",
            "volume": "23",
            "issn": "",
            "pages": "138--185",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Community-acquired pneumonia management and outcomes in the era of health information technology",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "D"
                    ],
                    "last": "Mecham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vines",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respirology",
            "volume": "22",
            "issn": "",
            "pages": "1529--1564",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pneumonia as a cardiovascular disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Restrepo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Respirology",
            "volume": "23",
            "issn": "",
            "pages": "250--259",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The past decade in bench research into pulmonary infectious diseases: what do clinicians need to know?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Finch",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Keir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Dicker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Chalmers",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respirology",
            "volume": "22",
            "issn": "",
            "pages": "1062--72",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}