{
    "paper_id": "8871c3e2e979a124705554c0b955fcd49646d315",
    "metadata": {
        "title": "LETTER FROM ASIA-PACIFIC REGION Letter from Hong Kong",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The healthcare system in Hong Kong (HK) is amazingly efficient, as we have among the lowest numbers of medical practitioners per 1000 population (1.9/1000), compared with other parts of the world. 1 Given the fast economic growth, the ever expanding population and hence demand on high-quality health care, the need for research for betterment of medical care is undoubtedly intense which provides the nidus for creativity and opportunities for researchers. Several aspects pertinent to the field of respiratory medicine, and the prospects for respiratory research are highlighted here. 2, 3 Despite the falling rates of tobacco smoking (~10%), lung cancer remains the top cancer killer in HK. In particular, about 60% of newly diagnosed non-small lung cancer cases are driven by targetable mutations in oncogenes such as epidermal growth factor receptor (EGFR) or anaplastic lymphoma kinase (ALK). Molecular profiling requiring tissue samples is increasingly pivotal to allow for a personalized approach in treatment, which helps to drive the momentum for advances in respiratory diagnostic and interventional pulmonology. The large proportion of EGFR-mutated or ALK-rearranged lung cancers makes HK one of the pioneers in the clinical utilization of cutting-edge targeted therapies, providing a leading role in many landmark studies in this area. Investigations of mechanisms in carcinogenesis and alternations in genetic expression and intracellular proteomics, involving in vitro and mice xenograft models, have shed light on the potential clinical effects of novel targeted therapy. The detection of plasma EGFR mutation in lung cancer implies worse prognosis. Clinical studies on outcomes of lung cancer in the elderly, and therapeutics of lymphoepitheliomalike carcinoma (LELC) peculiar to Asians have contributed to the knowledge and thus improved care. Increasing attention is made to the early detection of lung cancer, pre-cancerous conditions and cancer prevention. Symptom palliation has also been the focus of cancer research, including the use of indwelling pleural catheters. The urgent need for data informing the optimal approach to malignant pleural effusion will pave the way for research in pleural diseases.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 198,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 587,
                    "end": 589,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 590,
                    "end": 591,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Obstructive sleep apnoea (OSA) had been an underrecognized disease in HK until the turn of this millennium, with the two community studies reporting the prevalence rates of OSA in 8.8% men and 3.7% women in HK. OSA has also been found to be common among children, elderly, occupational drivers and diabetic subjects. Various strategies have then been investigated to facilitate the diagnosis of OSA, including craniofacial features, questionnaires and portable sleep diagnostics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A decade of effort has uncovered a number of cardiovascular, renal and metabolic complications associated with OSA, which could be amenable to positive airway pressure treatment. Mechanistic links pivotal to these cardiometabolic consequences and the associated alterations in various serum biomarkers are also studied extensively, both in vivo and in vitro. Importantly, various modalities of treatment effective for control of OSA, other than fixed pressure continuous positive airway pressure (CPAP), are also investigated and compared to strive for better patient compliance and outcomes. With the solid foundation established so far, it is expected that OSA research will continue to prosper in coming decades.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lung function parameters have been investigated to provide an appropriate reference for local adult Chinese. The establishment of local reference values has facilitated robust research on important airway diseases in HK. The population lung function values also contribute to the recent formulation of Global Lung Initiatives (GLI) equation for lung functions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Respirology and the Asian Pacific Society of Respirology (APSR) represent a remarkable array of countries, cultures and lung disease profiles in the Asia-Pacific Region. There are often interesting changes, developments, controversies and problems that occur in the Region that go unappreciated-and often unnoticed-by others in this region. The Editors-in-Chief felt that this presented an opportunity to get to know more about our Region whilst providing some entertaining reading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Alistair Cooke was a journalist who wrote a regular letter to the BBC called 'Letter from America'. In the letter, he outlined events, developments, foibles, problems and opportunities that characterized the era, much as we would write to a family member telling them the news of the day. The 'Letter' was very popular and many of us would have been informed and entertained by this broadcast in years gone by. The model illustrates the intent of a new section in Respirology called 'Letter from Asia-Pacific Region'. Our invited authors will cover stimulating topics of current importance in their country, whether it be clinical problems, research initiatives, medical-political developments, disease trends or simply unusual anecdotal experiences or observations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is our hope that our readers will enjoy the 'Letter', look forward to reading it and ultimately offer to contribute and help to inform us of what is happening in their 'backyard'. Correspondence and opinions about the 'Letter' are welcomed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HK is no exception to the adverse effects of air pollution, which leads to exacerbations in patients with chronic airway diseases. Asthma has been the focus of many collaborative works which inform on the clinical assessment, natural course and risk factors, with the aim to detect suboptimal asthma control and early intervention. In addition to air pollution, various infectious and non-infectious aetiologies are also recognized as causing acute exacerbation of chronic obstructive pulmonary disease (AECOPD). Surrogate markers in exhaled breath condensate in COPD correlate with disease activity and severity, while BODE index (a composite index for COPD including Body-mass index, airflow Obstruction, Dyspnea, and Exercise) is useful in predicting mortality and readmission. The role of early rehabilitation programmes in improving quality of life in AECOPD, as well as the adoption of comprehensive care programmes, would reduce hospitalizations. The effects of non-invasive ventilation (NIV) in acute hypercapnic AECOPD, continuation at home after discharge and the weaning strategy for NIV in acute hypercapnic AECOPD have been investigated thoroughly. Noncystic fibrosis (CF) bronchiectasis, frequently the late sequela of pulmonary tuberculosis (TB), dominates the microcosm of chronic suppurative airway diseases in HK. The clinical effects of inhaled fluticasone and lowdose erythromycin in non-CF bronchiectasis were explored early in the millennium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As early as the late 1970, HK pioneered a supervised treatment approach for TB, well before the World Health Organization (WHO) advocated the use of the Direct Observed Treatment Strategy (DOTS) in 1993. The accreditation of our TB laboratory by WHO and recognition by Center for disease control and prevention (CDC) as a potential worldwide chemotherapy research centre in 2006 has fuelled the research programme. The TB infection rate showed a clear downward trend in the last century; nevertheless, the slope levels off in recent years. In spite of the drastic improvement in all aspects of management of TB, we are still faced with the challenge of multidrug resistance, human immunodeficiency virus infection, widespread use of immunosuppressants and immigration. The high incidence rates of diabetes mellitus, renal impairment and chronic hepatitis B infection locally also put patients at risk of side effects from antituberculous regimens. TB as an important public health problem will continue to be loaded with research effort and resources, with the ultimate aim of TB eradication. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The painful lesson from the epidemic of severe acute respiratory syndrome virus in 2003 has aroused enthusiasm in researchers studying respiratory viruses, including seasonal influenza, avian influenza, Middle East respiratory syndrome-related coronavirus (MERS Co-V), Respiratory syncytial virus (RSV) and their novel therapeutics. NIV interfaces are also compared for their risk of spreading contagious infection in the hospital environment. All these efforts improve our preparedness for unpredicted attacks of viral epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is just a corner of the parterre, for the diligent gardeners to work on further. Last but not the least, thanks to our three tightly knitted local respiratory societies, which provide resources as well as forming an important platform for collaboration between centres. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hong Kong: The Facts [Accessed 26",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Chinese University of Hong Kong",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Communications",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Relations Office",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Department of Health, The Government of the Hong Kong Special Administrative Region. List of journal publications related to tuberculosis in Hong Kong",
            "authors": [],
            "year": 2015,
            "venue": "Tuberculosis and Chest Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Macy M.S. Lui, MBBS, FHKCP, FHKAM, 1 Maureen M.L. Wong, MBBS, FRCP, 2 Wilson K.S. Yee, MBChB, FRCP 3 and Chun-Kong Ng, MBBS, FRCP 4",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}