{
    "paper_id": "898e756b8c2b08a3f01f3fed8f9a941fa7b12e3b",
    "metadata": {
        "title": "Journal Pre-proof COMPLEMENT ACTIVATION IN PATIENTS WITH COVID-19: A NOVEL THERAPEUTIC TARGET COMPLEMENT ACTIVATION IN PATIENTS WITH COVID-19: A NOVEL THERAPEUTIC TARGET",
        "authors": [
            {
                "first": "Massimo",
                "middle": [],
                "last": "Cugno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Pier",
                "middle": [
                    "Luigi"
                ],
                "last": "Meroni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Immunorheumatology Research Laboratory",
                    "institution": "IRCCS Istituto Auxologico Italiano",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Roberta",
                "middle": [],
                "last": "Gualtierotti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Samantha",
                "middle": [],
                "last": "Griffini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Grovetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Adriana",
                "middle": [],
                "last": "Torri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center",
                    "institution": "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Mauro",
                "middle": [],
                "last": "Panigada",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UOC Anestesia e Terapia Intensiva Adulti",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefano",
                "middle": [],
                "last": "Aliberti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Blasi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Tedesco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Immunorheumatology Research Laboratory",
                    "institution": "IRCCS Istituto Auxologico Italiano",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Flora",
                "middle": [],
                "last": "Peyvandi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università degli Studi di Milano",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Cugno",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Meroni",
                "middle": [],
                "last": "Pl",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gualtierotti",
                "middle": [
                    "R"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Griffini",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Grovetti",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Torri",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Panigada",
                "middle": [
                    "M"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Aliberti",
                "middle": [
                    "S"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Blasi",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tedesco",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Peyvandi",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The pathophysiology of the severe complications of COVID-19 is still unclear. We report preliminary data providing evidence of complement activation in patients with COVID-19 with different degrees of respiratory failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capsule summary"
        },
        {
            "text": "To the Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capsule summary"
        },
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the coronavirus responsible for the current pandemic of coronavirus disease 2019 (COVID-19), whose very broad clinical spectrum ranges from minor signs and symptoms such as cough and mild fever to severe pneumonia with dyspnea, tachypnea, and impaired gas exchange, leading to severe and life-threatening manifestations in approximately 15% of infected patients 1 . Increased levels of pro-inflammatory cytokines and coagulation activation markers 2 indicate that a sustained inflammatory response to viral infection and the related prothrombotic state are involved in the development of these clinical manifestations. Such a picture is reminiscent of comparable manifestations in various autoimmune/inflammatory disorders characterised by a prothrombotic state and endothelial perturbation triggered by systemic inflammation or macrophage activation 2 and microangiopathies that complicate solid organ and bone marrow transplantations 3 .",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 427,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Capsule summary"
        },
        {
            "text": "The complement system is a key mediator of the innate immune response that protects against infectious agents such as viruses 4 but, in addition to being an important part of the immuno-defence system, it also plays a critical role in promoting the inflammatory process that leads to tissue injury. Furthermore, it has long been recognized that a crosstalk between complement and the coagulation system exists 3 Seventeen of these patients were admitted to our Respiratory Unit for intermediate care with continuous positive airway pressure (CPAP) and were considered as having moderate COVID-19; the remaining 14 were admitted to our intensive care unit (ICU) for mechanical ventilation and were considered as having severe disease 2 . All of the patients received subcutaneous low-molecular-weight heparin at a twice daily dose of 100 IU/kg and oral hydroxychloquine at a twice daily dose of 200 mg. EDTA plasma samples were obtained from a single venipuncture performed 1 to 6 days after the admission, immediately frozen, and stored at -80C° before testing. The levels of soluble C5b-9 (sC5b-9) were measured by means of solid-phase assays (MicroVue Complement SC5b-9 Plus EIA kit, Quidel Corporation, San Diego, CA, USA) with intraand inter-assay coefficients of variation (CVs) of respectively 6.8% and 13.1%, and plasma C5a levels were measured using an immunoenzymatic method (MicroVue Complement C5a EIA, Quidel Corporation) with intra-and inter-assay CVs of <12%.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 127,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 410,
                    "end": 411,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Capsule summary"
        },
        {
            "text": "The controls for the complement assays were 27 healthy subjects: 19 men and eight women with a median age of 55 years (range 34-78).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capsule summary"
        },
        {
            "text": "The following laboratory parameters were collected from the patients' clinical records: fibrin fragment Ddimer, C-reactive protein (CRP), interleukin-6 (IL-6), ferritin, white blood cells, neutrophils, lymphocytes, platelets, prothrombin time (PT), activated partial thromboplastin time (aPTT), and fibrinogen. The data are given as median values and ranges (minimum-maximum). The between-group differences were analysed using the Mann Whitney test for independent samples, and the correlations between the different parameters were evaluated using Spearman's test. A P value of <0.05 was considered significant. were higher in the patients with moderate disease (16.99 ng/mL, range 9.24-22.99) and those with severe disease (15.55 ng/mL, range 10.9-21.89) than in the healthy controls (7.28 ng/mL, range 3.47-11.83) (P=0.0001 for both), with no statistically significant difference between the two patient groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Capsule summary"
        },
        {
            "text": "It is worth noting that the levels of sC5b-9 were surprisingly high in a few patients whose C5a levels fell within the normal range. This can be explained by the fact that C5a is cleared more rapidly than sC5b-9 and suggests that sC5b-9 may be a more reliable marker of in vivo complement activation. Table 1 shows the analysed coagulation and inflammation parameters in the two patient groups. In line with recent findings 1,2 , our cohort of COVID-19 patients had increased levels of acute-phase proteins and coagulation system abnormalities. Although there is a slight correlation between the plasma levels of sC5b-9",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 301,
                    "end": 308,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Capsule summary"
        },
        {
            "text": "and C5a and CRP levels (r=0.439, P= 0.013 and r=0.449, P=0.011), the activation products of the complement cascade seem to behave as independent variables, thus raising the question as to whether measuring complement activation products is more sensitive and predictive of disease outcome. Future prospective studies also including patients with mild COVID-19 should be carried out to investigate this hypothesis. We are now conducting such a study to assess the trend of complement activation markers from the admission through hospitalization to complete remission. The increased C5a levels observed in our COVID-19 patients are consistent with the well-established role of C5a in promoting the lung sequestration of leukocytes and pulmonary dysfunction, and it has also been shown that sC5b-9 has similar effects by causing transendothelial leukocyte migration and vascular leakage 4 . Overall, these findings suggest that complement activation may contribute to the development of lung and endothelial damage in patients with COVID-19. However, consideration should also be given to the possibility that the coronavirus may directly cause damage to endothelial cells. Indeed, in a post-mortem study performed in 3 patients, electron microscopy revealed viral inclusion structures in endothelial cells and histological analyses showed an accumulation of inflammatory cells associated with endothelium 7 . A number of research laboratories are making a major effort to develop therapeutic strategies for controlling COVID-19 infection. In addition to looking for drugs that prevent viral entry into target cells and virus replication, they are also seeking satisfactory treatments for the serious clinical manifestations often associated with the disease, including the severe interstitial pneumonia, sepsis, heart failure and excessive blood clotting that can lead to a fatal outcome. One of the aims of the currently investigated therapeutic strategies is to induce a marked reduction in the inflammatory response to viral infection documented by increased levels of pro-inflammatory cytokines. Our data show that complement activation is frequent in patients with COVID-19 patients and probably involved in the pathophysiology of its clinical complications. Complement may act in combination with and possibly upstream of other mediators, thus suggesting the possibility that complement blocking drugs may be a beneficial addition to the therapeutic armamentarium against COVID-19. In particular, the block of complement may be obtained by specific drugs targeting C5 or the mannan-binding lectinassociated serine protease-2 (MASP-2) by the humanized monoclonal antibody eculizumab or the human monoclonal antibody narsoplimab, respectively 8 ",
            "cite_spans": [
                {
                    "start": 2746,
                    "end": 2747,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Capsule summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical and immunologic features in severe and moderate Coronavirus Disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Clin Invest",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Spectrum of complement-mediated thrombotic microangiopathies: pathogenetic insights identifying novel treatment approaches",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Riedl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fakhouri",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Quintrec",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Jungraithmayr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Fremeaux-Bacchi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Semin Thromb Hemost",
            "volume": "40",
            "issn": "",
            "pages": "444--64",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Complement Activation Contributes to Severe Acute Respiratory Syndrome Coronavirus Pathogenesis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Gralinski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sheahan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Menachery",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Leist",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "mBio",
            "volume": "9",
            "issn": "",
            "pages": "1753--1771",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Human Kidney is a Target for Novel Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) Infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Diao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Highly pathogenic coronavirus N protein aggravates lung injury by MASP-2-mediated complement over-activation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Endothelial cell infection and endotheliitis in COVID-19",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Varga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Flammer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Steiger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Eculizumab and Beyond: The Past, Present, and Future of Complement Therapeutics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Patriquin",
                    "suffix": ""
                },
                {
                    "first": "Khm",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transfusion Medicine Reviews",
            "volume": "33",
            "issn": "",
            "pages": "256--65",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "High-dose intravenous immunoglobulin exerts its beneficial effect in patients with dermatomyositis by blocking endomysial deposition of activated complement fragments",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Basta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Dalakas",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Clin Invest",
            "volume": "94",
            "issn": "",
            "pages": "1729--1764",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". The activation peptide of complement component 5 (C5a) and the membrane attack complex (MAC/C5b-9) drive neutrophil activation and the inflammation that eventually leads to endothelial damage 3 . However, although the role of complement in the acute respiratory distress syndrome (ARDS) caused by influenza, respiratory syncytial and the previous SARS-CoV viruses is well established 4 , its contribution to COVID-19 is still unclear. Diao et al. have found that acute renal failure associated with tubular necrosis and abundant complement deposition develops in a significant percentage of patients with severe COVID-19, which suggests that complement plays a pathogenic role 5 , and Gao et al. have reported in a preprint increased serum levels of C5a in a small series of patients with severe COVID-19 6 . We investigated the plasma levels of sC5b-9 and C5a as markers of complement activation in 31 COVID-19 patients: 21 men and 10 women with a median age of 59 years (range 31-85). The study was approved by the Ethics Committee of Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico in Milan (No. 360_2020) and was carried out in conformity with the 2013 revision of the Declaration of Helsinki.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "shows the levels of sC5b-9 and C5a in the two groups of patients and the normal controls. The plasma levels of sC5b-9 (upper panel) were significantly higher in the patients with moderate disease (median 556 ng/mL, range 253-1223) and those with severe disease (746 ng/mL, range 465-1555) than in the healthy controls (217 ng/mL, range 106-499) (P=0.0001 for both), and significantly higher in the patients with severe disease than in those with moderate disease (P=0.015). The plasma levels of C5a (lower panel)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ". Moreover, intravenous immunoglobulins may hamper complement cascade amplification decreasing C5 activation and deposition of the membrane Plasma levels of complement terminal complex sC5b9 (upper panel) and activated complement component 5 (C5a) (lower panel) in 17 COVID-19 patients requiring continuous positive airway pressure (moderate) and 14 COVID-19 patients requiring mechanical ventilation (severe). The horizontal lines represent median values.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Coagulation and inflammation parameters expressed as median values and ranges in 17 COVID-19 patients requiring continuous positive airway pressure (moderate) and 14 COVID-19 patients requiring mechanical ventilation (severe).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}