{
    "paper_id": "89a48c84569b70eb16e3b1ec890cc4ef7b5df5bb",
    "metadata": {
        "title": "3 From: Bronchial Asthma: A Guide for Practical Understanding and Treatment, 6th ed. 1 The Clinical Definitions of Asthma",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "E"
                ],
                "last": "Gershwin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "E"
                ],
                "last": "Albertson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Howard",
                "middle": [
                    "David"
                ],
                "last": "Pettigrew",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Chang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suzanne",
                "middle": [
                    "S"
                ],
                "last": "Teuber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "Eric"
                ],
                "last": "Gershwin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "and more recently, in the words of Thomas Willis in his Pharmaceutice Rationales in 1679, as possessing the following features: an Asthma, either meerly pneumonick, preceeding altogether from the passages bringing in aire being obstructed, or not enough open; or it is meerly convulsive, which only arises by reason of a defect or fault in the motive organs…The ancient Physicians, and for the most part hitherto the Moderns have only acknowledged the first kind of Asthma, judging the next cause, and almost the only cause of this Disease, to be the straitness of the Bronchia…The straitness of the Bronchia, including the first kind of an Asthma, is supposed to come to pass by an obstruction, as often either thick humours and viscous, or purulent matter or bood extravasated, are forced in upon them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Heterogeneity of Asthma The Differential Diagnosis of Asthma Defining Asthma Based on Laboratory, Procedures, and Radiography Histological Definitions of Asthma Asthma Phenotypes Summary References",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Asthma is a heterogeneous disease, presenting in many forms. • There is no pathognomonic test for asthma, and the diagnosis is based on clinical • presentation. Ancillary tests and procedures can only assist in making the diagnosis, and should be • taken in context with the clinical history and physical. Radiographs are particularly not helpful in defining asthma, due to the lack of specificity. •",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 62,
                    "text": "•",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Key PoinTs"
        },
        {
            "text": "The development of asthma is dependent on the interaction between multiple genetic • and environmental factors. The hallmark of asthma is airway inflammation. •",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key PoinTs"
        },
        {
            "text": "The concept of airway remodeling in asthma is poorly defined and still incompletely • understood. Asthma in children can be triggered by allergies, viral upper respiratory infections and • exercise. The onset of asthma can occur at any age, but it more frequently begins in childhood. • Asthma in the elderly presents a unique problem as other diseases of the lung and other • organs can exist concurrently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key PoinTs"
        },
        {
            "text": "inTroDuCTion It is believed that the term \"asthma\" was coined by Hippocrates around 450 bc. The term literally means \"panting,\" from the Greek. Descriptions of the clinical presentation of those affected with asthma appear in medical literature throughout history. In ancient times, asthma had been described as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key PoinTs"
        },
        {
            "text": "It is interesting to note that even in these early descriptions, the critical clinical components that we now use to make a diagnosis of asthma were already well-documented, including observations of panting, increased work of breathing, the association with exercise, obstructed airways, and the presence of \"humors and viscous.\" It also described asthma as being a defect in the \"straitness\" of the bronchi, perhaps implying an irregularity in air flow, a concept that is mirrored in our modern day understanding of airway obstruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key PoinTs"
        },
        {
            "text": "Asthma is one of the most common, if not the most common, chronic disease in children. It is estimated that over 5% of the global population has asthma, which translates to a staggering 350 million people worldwide (1) . It is more common in developed countries, where incidence rates can run as high as 20%. The incidence has also been increasing, first in developed countries, and now in developing nations. Mortality rates of asthma show no significant improvement despite the development of new drugs and strategies to treat asthma. Yet for a disease that affects so many people, there is no single diagnostic test available, and the ability to make a diagnosis depends solely on the clinical skills of the modern day physician. It is a huge challenge. We recognize now that asthma is not one disease, but a heterogeneous group of disorders. Making a diagnosis of asthma involves a thinking process that incorporates so many factors, both genetic and environmental, that patients are frequently misdiagnosed. Two people can present to the physician with an identical clinical presentation, and only one will leave with a diagnosis of asthma. How is this possible? The answer can be found in the realization that clinical symptoms that we commonly attribute to asthma are not pathognomonic of the disease, and many other conditions can cause symptoms such as cough, wheezing, or respiratory distress.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The heTerogeneiTy of AsThmA"
        },
        {
            "text": "The clinical definition of asthma has changed over the years, as our knowledge of the pathophysiology improves. Modern pathological and laboratory techniques have allowed us to study the diseased airways in asthmatics. The early descriptions noted above describe an \"obstruction,\" and even as recently as 30 years ago, our belief was that asthma was a condition primarily of bronchoconstriction. We now know that bronchoconstriction is more likely a result or epiphenomenon of changes that occur at the cellular level that lead to inflammation of the airways, characterized by smooth muscle hypertrophy, increased vascular permeability and mucous production. These are the known histological events of inflammation, which then lead to the hallmark physiologic features of inflammationheat, erythema, swelling, and drainage. All of these have been shown to occur in the asthmatic airway. The clinical results of these inflammatory changes are cough, wheezing, respiratory distress, inadequate oxygenation of blood and clearance of carbon dioxide, respiratory acidosis and potentially, death. If the changes are chronic, then there can be permanent damage to the structure of the airway epithelium, a process loosely known as \"airway remodeling,\" leading to the development of an irreversible process more closely resembling chronic obstructive pulmonary disease or emphysema.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The heTerogeneiTy of AsThmA"
        },
        {
            "text": "A current definition of asthma, based on what we expect to happen as a result of these cellular events that ultimately lead to the symptoms of asthma, may be as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The heTerogeneiTy of AsThmA"
        },
        {
            "text": "Asthma is a recurrent respiratory illness of varying severity resulting from inflammation of the airways, which can cause bronchoconstriction and mucous production, leading to cough, wheezing and dyspnea, that if untreated, can be potentially fatal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The heTerogeneiTy of AsThmA"
        },
        {
            "text": "Because of the numerous ways that asthma can present, there is a vast differential diagnosis. One of the ways to approach this is to study the differential diagnosis of individual common asthma symptoms separately, such as cough, wheezing, and respiratory distress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The DifferenTiAl DiAgnosis of AsThmA"
        },
        {
            "text": "For example, what is the differential diagnosis of a cough? Asthma certainly is high on the list, but other possibilities can include infectious diseases, such as viral respiratory infections, bacterial pneumonia, tuberculosis or fungal infections, neoplasms, foreign body inhalation, sinusitis, gastroesophageal reflux and many others. Of course, a more complete history and physical will help to rule out diagnoses until one has no other possibility left other than asthma. Similarly, a differential diagnosis for wheeze can include asthma, but also congestive heart failure, transmitted sounds of upper airway congestion or obstruction, tracheal anomalies, vascular rings, vasculitides and vocal cord dysfunction. Respiratory distress could be a result of a chronic lung condition, hypersensitivity pneumonitis, acute respiratory distress syndrome, smoke inhalation, congestive heart failure, respiratory muscle weakness, or a metabolic problem. Again, sorting out the clinical history and physical to come up with the most likely diagnosis depends on the clinical skills of the physician. Table 1 provides a more complete differential diagnosis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1093,
                    "end": 1100,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The DifferenTiAl DiAgnosis of AsThmA"
        },
        {
            "text": "In view of the heterogeneity of clinical phenotypes that carry a diagnosis of asthma and of the vast number of conditions in the differential diagnosis that may be related to the symptoms and signs of asthma, the question arises as to whether or not there is a single test or group of tests that will definitive establish asthma as the correct diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Defining AsThmA BAseD on lABorATory, ProCeDures, AnD rADiogrAPhy"
        },
        {
            "text": "We currently use many of these tests to evaluate patients with the symptoms characteristic of asthma, or to monitor the severity of the condition. These tests may range from measurement of lung function by spirometry or complete pulmonary function tests including diffusion capacities, to measurement of inflammatory markers such as nitric oxide (FeNO) or eosinophil cationic protein, to evaluation of the lung by conventional or advanced radiographic imaging techniques. The role of each of these tests will be discussed individually, but unlike using a potassium level to identify hypokalemia, for example, none of these tests will by themselves definitively establish a diagnosis of asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Defining AsThmA BAseD on lABorATory, ProCeDures, AnD rADiogrAPhy"
        },
        {
            "text": "Children with asthma often have decreased forced expiratory volume in 1 s divided by forced vital capacity (FEV1/FVC) ratios, when compared to children without asthma (2) . Multiple large studies have provided tantalizing clues and have reinforced the accepted notion that the cellular and structural abnormalities of asthma are cultivated early in life.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Spirometry"
        },
        {
            "text": "In the Melbourne Asthma Study, children with a history of wheezing were randomly selected, along with a control group, at 7 years of age in 1962. Within the initial wheezing group, a subgroup of children with severe wheezing was additionally formed at 10 years of age in 1965. These groups have been followed at 7-year intervals since. The last published review comprised data up until 1999, when the participants were on average (3) . Throughout the study, the individuals who were initially classified as having mild or severe asthma continued to have consistently decreased FEV1/FVC ratios when compared to the control group. Interestingly, these individuals' decreased FEV1/FVC ratios were established at 7-10 years of age and remained decreased at 42 years of age. Of note, the respective decreased FEV1/FVC ratios were at their lowest at the 10 years of age mark, and did not worsen (relative to the control group) with progression to adulthood despite continued symptoms of asthma. In the second cohort asthma study, the Dunedin Multidisciplinary Health and Development Study, 1,139 children were enrolled at birth and followed at 2-to 5-year intervals, from 9 to 26 years of age (4) . A total of 613 individuals were able to provide respiratory assessment at every time point. Persistent wheezing individuals (those reporting wheezing at all survey time points) and relapse wheezing individuals (those reporting wheezing at two or more consecutive survey points, followed by one or more survey points without wheezing, and finally reporting wheezing at all subsequent follow ups) had reduced FEV1/FVC ratios in comparison to children without wheeze. Similar to the Melbourne Asthma Study, this reduction was initially seen at 9 years of age when the initial FEV1/FVC evaluation was preformed. In all groups, there was no difference in the slopes of change in FEV1/FVC ratio as would be expected with increasing age. Interestingly, the reduced FEV1/FVC ratios of the persistent and relapse wheezing individuals, in relation to the nonwheezing and mild wheezing individuals, generally followed the same trend showing very little deterioration, from 9 to 26 years of age. Both studies contribute to the hypothesis that the insult, which results in reduced FEV1/FVC ratio in asthmatic individuals, occurs at a very young age.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 433,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1187,
                    "end": 1190,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Spirometry"
        },
        {
            "text": "The Childhood Asthma Management Program (CAMP) has provided further data to define the time of onset and progression of pulmonary obstruction in children with asthma. Strunk et al. have reported that children, enrolled in CAMP, with mild to moderate asthma have airway obstruction at 6 years of age and increased airway obstruction at 18 years of age (5) . The study included 1,041 children with mild to moderate asthma from CAMP, compared with 5,415 children without asthma, from the Harvard Six Cities Study (H6CS). Strunk et al. used FEV1/FVC ratios, a reliable assessment of airway obstruction, and found that in male children with mild to moderate asthma FEV1/ FVC was −7.3% at 6 years of age and −9.8% at 18 years of age compared to age-and sex-matched controls (5) . Female children with mild to moderate asthma had FEV1/ FVC of −7.1% at 6 years of age and −9.9% at 18 years of age compared to age-and sex-matched controls (5) . The findings are significant for showing over 70% of obstruction existed before 6 years of age and a progression of obstruction from 6 to 18 years of age. This disagrees with the Melbourne Asthma Study and the Dunedin Multidisciplinary Health and Development Study, and may be due to an increased number of participants. The Melbourne Asthma Study had 372 participants with asthma and 105 control participants without asthma, while the Dunedin Multidisciplinary Health and Development Study had a total of 613 participants finishing their study.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 354,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 768,
                    "end": 771,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 930,
                    "end": 933,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Spirometry"
        },
        {
            "text": "The change in FEV1/FVC ratio in asthmatics begins in childhood and is persistent throughout life. Measurement of spirometry can therefore be a very useful test to help to establish the diagnosis of asthma, but is not absolutely confirmatory as other conditions can lead to airway obstruction as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spirometry"
        },
        {
            "text": "Methacholine or histamine challenge tests have long been considered to be the \"gold standard\" for the diagnosis of asthma. These tests are conducted by a trained technician and the response in pulmonary function to escalating doses of methacholine is measured. The doses of methacholine used generally ranges from 0.02 to 25.0 mg/mL, and are usually given in doubling doses. The most recent ATS recommendations define two different methodologies: the 2 min tidal breathing method and the 5 min dosimeter method. Dosing starts low, at about 0.03 mg/mL, and increase to a maximum dose of 16.0 or 32.0 mg/mL. Spirometry is performed after each incremental dose is administered, and a 20% drop in FEV1 at any time signifies a positive test. The PC20 FEV1 is the provocative concentration of methacholine that will result in a 20% drop in FEV1. If this drop occurs at a low dose, such as 2 mg/mL, then this is a positive test for asthma, but if there is no drop or the drop occurs at a very high dose, e.g., 32 mg/mL, then this indicates a negative test for asthma. If a drop occurs, the patient should be given bronchodilators to ensure that pulmonary function returns to normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methacholine Challenges"
        },
        {
            "text": "While the methacholine challenge test is considered a better \"diagnostic\" tool for asthma than many other sources of information, tests or procedures, such as history and physical, IgE levels, eosinophil counts, and pre-and post-bronchodilator spirometry, there are confounding factors that can affect the accuracy of methacholine challenge testing to the diagnosis of asthma. These include cigarette smoking, viral infections, exposure to occupational sensitizers or allergens, exercising or the use of bronchodilators, or consumption of foods that can facilitate bronchodilation such as caffeine, prior to the test. Moreover, the test is dependent on the proper technique in performing spirometry; otherwise, the test results will not be valid. Therefore, even methacholine challenge testing cannot be deemed to be 100% diagnostic for asthma, but should be viewed as a very valuable tool in helping to establish the diagnosis of asthma, while taking into context the clinical presentation of the patient. Methacholine challenge testing is indicated when the probability of asthma as the correct diagnosis is assessed to be between 30 and 70% (6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methacholine Challenges"
        },
        {
            "text": "Exercise is a common trigger for asthma in children and teenagers, and once the patient is old enough to perform spirometry accurately, an exercise challenge test can be done to establish the diagnosis of EIA or EIB. A protocol for performing exercise challenge testing is presented in the chapter on the pediatric asthmatic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise Challenges"
        },
        {
            "text": "Since airway inflammation is now known to be a universal characteristic of asthma, it would be logical to expect that some way of measuring inflammation could be useful in establishing a diagnosis of asthma. Indeed, there are surrogate markers of inflammation that are available in clinical practice at this time. The question is how specific and sensitive these tests are in diagnosing asthma. Are they useful in defining the patient with asthma? Current indirect measures of inflammation, also quaintly known as inflammometry, include fractional exhaled FeNO, eosinophilic cationic protein (ECP), analysis of sputum and spirometry, which has already been discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of Inflammation"
        },
        {
            "text": "Fractional exhaled FeNO measures the inhaled levels of a product of inducible FeNO synthase (iNOS). iNOS is upregulated in inflammatory conditions and leads to an increase in measurable FeNO in exhaled air. In fact, there are FeNO measurement devices produced by several manufacturers for clinician office use. However, how valuable is FeNO analysis in the diagnosis of asthma? This has been a very controversial topic because there are other conditions that can cause an increase in FeNO, including viral infections or atopy. FeNO is perhaps a better tool for assessing and monitoring the status of the moderate or severe persistent asthma whose condition changes based on exposure to triggers and adjustment of medications. FeNO is therefore not a \"gold standard\" for the diagnosis of asthma by any means. It can, however, be of some benefit when taken in context of the individual patient, as long as one is aware of the limitations of these measurements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FeNO"
        },
        {
            "text": "Eosinophils are effector cells in inflammatory disease such as allergies and asthma. Eosinophils can be activated to lead to the production of inflammatory mediators, such as ECP and eosinophil-derived neurotoxin. But many other mediators are released as a result of eosinophil activation that can contribute to asthma. Eosinophil cationic protein has been investigated as a marker for airway inflammation in asthma. It was demonstrated that serum ECP is elevated in patients who are undergoing an acute asthma exacerbation, when compared to stable asthmatics or controls. As in the case of FeNO, ECP appears to be more useful as a tool to monitor asthma status, rather than providing any significant value into the diagnosis of asthma. This is probably true for measurement of sputum eosinophils as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eosinophil Cationic Protein (ECP)"
        },
        {
            "text": "Conventional radiography does show abnormalities in asthmatics. However, the abnormalities, including overinflation, are not specific for asthma and therefore radiographs are not helpful in establishing a diagnosis of asthma. However, radiographs can be helpful in identifying other conditions in the differential diagnosis, such as in the child with wheezing secondary to a foreign body inhalation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiographs"
        },
        {
            "text": "Generally, in asthma these changes include increased smooth muscle mass, subepithelial fibrosis, gland enlargement, neovascularization, and epithelial alterations. In turn, this remodeling leads to airway wall thickening/airway narrowing, bronchial hyperresponsiveness, hypersecretion of mucus, and airway edema. Saglani et al. have recently reported compelling findings in children between the ages of 3 months and 5 years (7) . Endobronchial biopsies were taken from 16 \"confirmed wheezers\" (video questionnaire), 14 \"reported wheezers,\" and ten controls (nonasthmatic children presenting with stridor). \"Confirmed wheezers\" had significantly thicker reticular basement membrane and significantly greater eosinophilic inflammation, compared to controls. Prior to this study, Saglani et al. examined endobronchial biopsies in 53 infants between 11.5 and 12.4 months of age (8) . Infants with decreased specific airway conductance with bronchodilator reversibility and infants with decreased specific airway conductance without bronchodilator reversibility were compared with age-matched controls. Interestingly, no difference was found in reticular basement membrane thickness or inflammatory cell number. Taken together, these studies suggest the possibility that there may be a \"developmental window of susceptibility\" (9) for asthma between infancy and 5-6 years of age. This age is of particular interest because it typically is the period of time when the usual trigger for wheezing in children is respiratory infection, likely caused by viruses. It has been proposed that this typical wheezing pattern seen in some children may be due to an inappropriate inflammatory response to normally innocuous viral infections. This inappropriate response could possibly lead to airway remodeling and subsequent asthma.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 874,
                    "end": 877,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "hisTologiCAl DefiniTions of AsThmA"
        },
        {
            "text": "It should be clear by now that asthma can present in many ways and represents a heterogenous collection of diseases. Some of the more common phenotypes will be discussed below, but the challenge of the new age of medicine is to find ways to customize patient management based on genetics or pharmacogenetics for the individual patient with asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "hisTologiCAl DefiniTions of AsThmA"
        },
        {
            "text": "Perhaps one of the most difficult of patients is the one who presents simply with a cough that will not go away. These patients may be of any age, and do not have a history of wheezing, nor have they ever presented with wheezing. They do, however, have a persistent cough, and a history of it being difficult to treat. In the absence of a wheeze, can one make a diagnosis of asthma? Cough variant asthma may result from \"twitchy\" airways, which can result from inflammatory changes as a result of a viral respiratory infection or of allergic exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cough-Variant Asthma"
        },
        {
            "text": "Transient wheezers are used to describe a group of children who wheeze during infancy, but the wheezing generally resolves by age 3. The wheezing can be triggered by viruses, and can present as bronchiolitis in infancy. Risk factors include maternal smoking, prematurity, and low birth weight. There is no association with atopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prematurity and Asthma: The Transient Wheezer"
        },
        {
            "text": "On the other hand, chronic lung disease of prematurity, also called bronchopulmonary dysplasia (BPD) (10), can lead to abnormalities in lung function that persists into adulthood. Interestingly, the severity of disease is inversely correlated to birth weight and gestational age, and leads to the concept of a \"developmental window of susceptibility\" (9). Northway et al. have reported that 68% of individuals with a history of BPD, when measured as adolescents and young adults, had airway obstruction (decreased forced expiratory volume in 1 s, force expiratory flow between 25 and 75% of vital capacity, and maximal expiratory flow velocity of 50% of vital capacity), compared to age-matched controls without a history of BPD (11) . Further, Doyle et al. have reported on a group of 147 survivors (mean age to 18.9 years) of low birth weight (<1,500 g), 33 (22%) of whom suffered BPD (12) . 42.4% of individuals who suffered low birth weight and BPD (16.4% of those with low birth weight alone) had reduced airflow lung function (FEV1/FVC ratio <75%) (12) .",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 733,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 887,
                    "end": 891,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1054,
                    "end": 1058,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Prematurity and Asthma: The Transient Wheezer"
        },
        {
            "text": "One of the most common triggers for asthma in children is viral infection. It is believed that many of the approximately 11 million asthma exacerbations that occur each year in the United States are triggered by viral infections (13, 14) . Reverse transcriptase polymerase chain reaction (rtPCR) techniques have demonstrated that up to 80% of asthma exacerbations in children and 76% of asthma exacerbations in adults are due to viral respiratory infections (13, 15, 16) . Viruses associated with asthma exacerbations include respiratory syncytial virus (RSV), rhinovirus (RV), human metapneumovirus (hMPV), influenza, parainfluenza, and coronavirus (Table 2) (13). Interestingly, wheezing and infections by RSV, RV or hMPV early in childhood have been associated with the development of asthma later in childhood (13, (17) (18) (19) (20) . This may reflect the previously mentioned potential \"developmental window of susceptibility\" (9), when a specific infection results in the development of asthma. It is important to note that this does not prove causality, and there may be factors that convey common susceptibilities for developing asthma and viral infections early in life.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 819,
                    "end": 823,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 829,
                    "end": 833,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 834,
                    "end": 838,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Viral Infections and Asthma: The Nonatopic Wheezer"
        },
        {
            "text": "RSV is an enveloped, single-stranded, negative-sense riboxynucleic acid (RNA) virus of the family Paramyxoviridae, which is usually spread by droplets, fomites, or close contact. RSV usually causes upper respiratory tract infections, but in some infants, it causes lower respiratory tract infections, leading to bronchiolitis or pneumonia. Bronchiolitis due to RSV is the most common cause of wheeze in infants and young children (13, 21) . Studies of children hospitalization for RSV bronchiolitis with wheeze have reported an increased risk of wheeze or asthma at least through the preteen years. Sigurs et al. prospectively studied 47 children who had been hospitalized for RSV bronchiolitis, and compared them with a group of 93 sex, age, family history for reactive airway disease or atopy, and generally living environment-matched controls (22) . At 13 years of age, the children who had previously suffered RSV bronchiolitis had more than a fourfold greater chance of developing wheeze/asthma (43 vs. 8%) (22) . Stein et al. prospectively studied 888 children who had a history of lower respiratory tract infections due to various agents within their first 3 years (23) . Of this group, 207 children had a history of lower respiratory tract infection due to RSV. These children had a significantly increased risk of wheeze at 6 years of age, but this risk declined at 11 years of age, and was not significant at 13 years of age (23) . Additionally, at 11 years of age, force expiratory volume in 1 s (FEV1) was measured in 110 of the children with a history of lower respiratory tract infection due to RSV. When compared to controls, these children had FEV1s which were significantly reduced, but normalized when treated with salbutamol. The pathophysiology of RSV infection's association with asthma is unresolved, but it is known that RSV infection is mucosa-restricted and that it induces airway epithelium to recruit inflammatory cells through the production of multiple chemokines. These include fractalkine, growth-regulated oncogene alpha (Gro-a), Gro-b, Gro-g, interleukin 8 (IL-8), interferon-inducing T-cell alpha chemoattractant, macrophage inflammatory protein 1a (MIP1a), MIP1b, monocyte chemoattractant protein (MCP-1), and regulated on activation normal T-cell expressed and secreted (RANTES) (24, 25) . IL-8 is not only a chemoattractant for neutrophils, but also a potent angiogenic factor and an effective proinflammatory mediator.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 434,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 846,
                    "end": 850,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1019,
                    "end": 1031,
                    "text": "Stein et al.",
                    "ref_id": null
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1435,
                    "end": 1439,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2315,
                    "end": 2319,
                    "text": "(24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2320,
                    "end": 2323,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Viral Infections and Asthma: The Nonatopic Wheezer"
        },
        {
            "text": "RVs are nonenveloped, single-stranded RNA viruses of the family Picornaviridae, which have also been implicated in lower respiratory tract infections, wheezing and the development of asthma (13, 19, 20, 26, 27) . Kusel et al. studied 263 infants from birth until 1 year of age, and found that RV was the most common pathogen found in upper and lower respiratory tract infections (20) . Khetsuriani et al. studied 65 children with acute asthma exacerbations, and found that 63.1% were due to respiratory viruses, and that 60% of these were due to RV (27) . Papadopoulos et al. studied 119 infants admitted for bronchiolitis, and found 73.7% had viral etiology on rt-PCR (28) . Only 29% of these viral-induced cases were due to RV, but the presence of RV increased the risk of severe disease by fivefold (28) . Lemanske et al. prospectively studied 285 children at high risk for developing allergic respiratory disease, from birth to 3 years of age, and found that when viral etiology was considered, RV-induced wheezing illness in the first year was the strongest predictor of subsequent wheezing in the third year (odds ratio: 6.6) (19) . Similarly, Jackson et al. prospectively followed 259 children in a high-risk birth cohort, who had at least one parent with respiratory allergies and/or a history of asthma diagnosed by a physician (26) . They performed nasal lavages during wheezing illnesses, from birth to 6 years of age, and found that wheezing due to RV at 3 years of age was strongly associated with a diagnosis of asthma at 6 years of age (87%: 26/30) (26) .",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 203,
                    "end": 206,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 207,
                    "end": 210,
                    "text": "27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 379,
                    "end": 383,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 802,
                    "end": 806,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 809,
                    "end": 838,
                    "text": "Lemanske et al. prospectively",
                    "ref_id": null
                },
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1337,
                    "end": 1341,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1564,
                    "end": 1568,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Viral Infections and Asthma: The Nonatopic Wheezer"
        },
        {
            "text": "There is also a strong association between RV infection and asthma exacerbation in adults with asthma. Venarske et al. studied a cohort of 101 adults upon hospital admission for asthma exacerbation (29) . Over the 4-year sampling period, 21% had RV infection, found by rtPCR at admission, as opposed to 1.3% at 3-month follow-up after hospital discharge (29) . In this study, RV infection was also significantly associated with smoking and nonuse of inhaled corticosteroids (29) . Experimentally, Grunberg et al. have shown similar actions of RV infection in individuals with mild atopic asthma (30) .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 354,
                    "end": 358,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Viral Infections and Asthma: The Nonatopic Wheezer"
        },
        {
            "text": "Intranasal infection with RV16 (a major subgroup of RV) in adults with mild atopic asthma resulted in significant symptoms of asthma, significant symptoms of common cold, and significantly decreased FEV1 at 2 days postinfection, when compared to placebo-infected controls with mild atopic asthma (30) .",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Viral Infections and Asthma: The Nonatopic Wheezer"
        },
        {
            "text": "Some studies have provided insight into the pathophysiology of RV infection's association with asthma exacerbation and possible development of asthma. Grunberg et al. have reported elevated IL-8 levels in the nasal lavage of atopic, mild asthmatic individuals after infection with RV16 (31) . Interestingly, increased IL-8 levels on day 2 post-RV16 infection significantly correlated with increased airway responsiveness (histamine provocation) on day 4 post-RV16 infection (31) . de Kluijver et al. found increased IL-8 levels in the nasal lavage of asthmatic individuals, but not nonasthmatic individuals after RV16 infection (32) . Additionally, he found that the pro-inflammatory mediator IL-1b was produced in both asthmatic individuals treated with placebo and asthmatic individuals treated with budesonide and then infected with RV16 (32) . Interestingly, the anti-inflammatory IL-1 receptor antagonist (IL-1ra) was increased only in the asthmatic individuals treated with budesonide and then infected with RV16 (32). Nonasthmatic individuals had significantly elevated baseline IL-1ra levels when compared to placebotreated asthmatic individuals who were infected with RV16 (32).",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 474,
                    "end": 478,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 841,
                    "end": 845,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Viral Infections and Asthma: The Nonatopic Wheezer"
        },
        {
            "text": "Message et al. have reported that atopic asthmatic individuals, infected with RV16, have increased bronchial hyperreactivity (histamine provocation) and increased eosinophilic lower airway inflammation (33). Message et al. also found that atopic asthmatic individuals infected with RV16 had decreased levels of IFN-g and IL-10, while having increased levels of IL-4, IL-5, and IL-13 in CD4+ T cells from bronchioalveolar lavage fluid (33) . This may suggest that mechanisms of impaired Th1, augmented Th2, or IL-10 immunity are involved in the pathogenesis of virus-induced asthma exacerbation (33) .",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 438,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 594,
                    "end": 598,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Viral Infections and Asthma: The Nonatopic Wheezer"
        },
        {
            "text": "hMPV is a recently isolated, single-stranded, negative-sense RNA virus, closely related to RSV, which is also of the family Paramyxoviridae. hMPV has been found to cause severe disease requiring hospitalization in children, especially between 6 and 12 months of age, and in adults, including the elderly with comorbid conditions (34) (35) (36) (37) . Foulonge et al. prospectively studied 589 children under the age of 5 who were admitted to the hospital with respiratory tract disease (36) . While the leading viral cause of respiratory tract disease was RSV, 8.5% (50/589) were found to have hMPV (36). Williams et al. prospectively studied 101 individuals who were admitted to the hospital for asthma exacerbation, and found 6.9% (7/101) had hMPV on rtPCR from nasal washings (37) . Considering hMPV's close association with RSV, it is not surprising that Jartti et al. studying 132 children admitted for acute expiratory wheezing, found elevated IL-8 concentrations in nasal secretions (18) .",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 344,
                    "end": 348,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Viral Infections and Asthma: The Nonatopic Wheezer"
        },
        {
            "text": "The atypical bacteria, Mycoplasma pneumoniae and Chlamydophila pneumoniae, are well known to cause respiratory tract infections, but recently they have also been associated with chronic asthma, as well as asthma exacerbations (13, (38) (39) (40) (41) . Using serological testing (immunofluorescence or enzyme-linked immunoassays) in a prospective study of 100 adults hospitalized for asthma exacerbation, Lieberman et al. found that 18 (18%) had evidence of acute infection with M. pneumoniae compared with only 3 (3%) of control patients without asthma (41) . Further, using PCR on pulmonary lavage fluid or lung biopsy specimens from 55 individuals with chronic stable asthma, Martin et al. found that 25 had positive PCR for M. pneumoniae, while 6 had positive PCR for C. pneumoniae (39) .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "(40)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 554,
                    "end": 558,
                    "text": "(41)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 786,
                    "end": 790,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Viral Infections and Asthma: The Nonatopic Wheezer"
        },
        {
            "text": "Only 1 of 11 control individuals had positive PCR for M. pneumoniae (39) . Interestingly, individuals with chronic asthma and positive PCR for either M. pneumoniae or C. pneumoniae had significantly increased numbers of mast cells (39) .",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Viral Infections and Asthma: The Nonatopic Wheezer"
        },
        {
            "text": "More research will be beneficial to determine if M. pneumoniae and C. pneumoniae are underlying causes of chronic asthma and/or asthma exacerbations, or if they persist independent of asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viral Infections and Asthma: The Nonatopic Wheezer"
        },
        {
            "text": "The incidence of allergies in children with asthma is about 70%. Lombardi et al. studied 360 children from the Tucson Children's Respiratory Study who had not previously been diagnosed with asthma at 6 years of age (42) . Positive skin prick testing at the age of 6 was found to be a significant and independent predictor of subsequent development of both persistent and incident asthma from 6 to 11 years of age (hazard ratio = 3.7, 95% confidence interval 1.8-7.4; p < 0.001) (42) . More interesting, Lowe et al. prospectively studied a birth cohort of 498 children from the National Asthma Campaign Manchester Asthma and Allergy Study who completed both skin prick testing (dust mite, dog, and cat) and body plethysmographic measurement of specific airway resistance at 3 years of age (43) . Through multivariate analysis, they found that children sensitized to an allergen without exposure to that allergen and nonsensitized children exposed to an allergen had normal airway resistance (43) . Yet, children who were sensitized to a particular allergen and exposed to that allergen had increased airway resistance (43) .",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Allergies and Asthma: The Atopic Wheezer"
        },
        {
            "text": "Similar results were reported by Illi et al. when they prospectively studied 1,314 children (499 with risk factors for atopy) from birth in 1990 until 13 years of age (44) . Children sensitized to perennial allergens (house dust mite, dog, and cat dander) on ImmunoCAP (Phadia, Freiberg, Germany), and exposed to high levels of the respective allergens within the first 3 years of life, had significantly reduced lung function (FVC and maximal expiratory flow at 50% [MEF50], measured by body plethysmograph) at school age, when compared to nonsensitized children or sensitized children who were exposed to less allergen (44) . Interestingly, sensitization and exposure to perennial allergens at older ages had weaker effects, and sensitization and exposure to seasonal allergens (mixed grass and birch pollen) were not significantly relevant (44) . In this same study, 90% of nonatopic children with wheeze lost their symptoms by school age and had normal lung function at puberty (44) . Previously noted, Jackson et al., who found an association of wheezing due to RV at 3 years of age and a diagnosis of asthma at 6 years of age, also found an association of aeroallergen sensitization and asthma at 6 years of age. Prospectively following 259 children in a high-risk birth cohort (one parent with respiratory allergies and/or a history of asthma diagnosed by a physician), they found that aeroallergen sensitization independently increased the risk of asthma at 6 years of age (26) .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 982,
                    "end": 986,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1481,
                    "end": 1485,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Allergies and Asthma: The Atopic Wheezer"
        },
        {
            "text": "Overall, common aeroallergens reported to be associated with asthma include house dust mite, cockroach, and cat allergens (45, 46) . It is theorized that individuals develop allergen-specific immunoglobulin epsilon (IgE) through a tendency of increased T helper type-2 (Th-2) T-cell responses or decreased Th-1 T-cell responses against common environmental antigens.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "(45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "46)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Allergies and Asthma: The Atopic Wheezer"
        },
        {
            "text": "Asthma in the elderly has become an increasing problem, in part because of the growing population that is living longer than ever. According to studies conducted between 1991 and 1996 in developed countries of the Western hemisphere, the average prevalence of asthma in patients 65 years and over ranged from 6.1 to 8.4%. The incidence of late-onset asthma, defined as asthma occurring after age 65, is between 60 and 100/100,000. Symptoms of asthma in the elderly are similar to those in other age groups, with wheeze, phlegm and cough being the most common. Asthma in the elderly is associated with a female predominance and less atopy or allergic diseases. Asthma in the elderly presents special management issues as it is often accompanied by other respiratory diseases, as well as other nonrespiratory chronic diseases of the elderly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Asthma in the Elderly"
        },
        {
            "text": "Exercise-induced asthma or bronchospasm describes patients who wheeze or experience bronchoconstriction upon exertion. The exertion necessary to trigger such attacks usually involves significant aerobic activity, but there are exceptions to this. Testing for EIA has already been discussed. This condition is very common in adolescents and can exist in patients with or without conventional asthma. The prognosis is usually good and these patients can go on to perform at the level of the \"Elite\" athletes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exercise-Induced Asthma"
        },
        {
            "text": "Samter's triad includes asthma, aspirin sensitivity, and nasal polyposis. When rhinosinusitis is present, it is also known as aspirin-exacerbated respiratory disease or AERD. The defect appears to involve the arachidonic pathway. Aspirin and other NSAIDs block production of prostaglandins, shunting precursors to the leukotriene pathway, and leading to the overproduction of leukotrienes, a potent mediator of inflammation. This condition can lead to severe asthma exacerbations when patients are exposed to aspirin, and can even include anaphylaxis or urticaria. Treatment is by aspirin desensitizations, and there are standard protocols available for performing aspirin desensitization safely and with optimal effectiveness. Why aspirin affects some patients in this manner but not others is unknown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Samter's Triad"
        },
        {
            "text": "The first description of \"brittle asthma\" was by Sir John Floyer in 1698. These patients tend to have rapid swings in their condition, leading to sudden deterioration in respiratory status. These patients may have an exaggerated morning dipping of PEFR based on diurnal variation, and can present in two ways. Type 1 brittle asthma has a maintained hypervariability in PEFR, while type 2 patients experience sudden attacks of airway obstruction. While the triggers for brittle asthma have not been delineated, proposed risk factors include female gender, food intolerances, psychological disorders, a reduced perception of airway compromise, atopy, reduced total lung capacity, reduced hypoxic drive, and the presence of neutrophil-associated airway inflammation (47) .",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 767,
                    "text": "(47)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Brittle Asthma"
        },
        {
            "text": "While one would expect that there is a higher risk of death in this group of patients with sudden deterioration of asthma, this has not been proven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brittle Asthma"
        },
        {
            "text": "Occupational asthma is used to describe asthma that is caused by an exposure to a stimulus that is present only in the workplace. These triggers may vary widely from animals in laboratory workers to wood dust in lumbar yard workers and hairsprays in cosmetologists. There are over 400 agents that have been attributed to occupational asthma. It is estimated that up to 15% of adult asthmatics may fall into the category of occupational asthma. Specific criteria exist for the diagnosis of occupational asthma, and establishing this diagnosis can frequently take months of observation and data collection. Aggravation of pre-existing asthma by a workplace trigger does not constitute occupational asthma. Proper diagnosis is critical, as this impacts worker's compensation decisions in many countries that have these labor systems in place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Occupational Asthma and Hypersensitivity Pneumonitis"
        },
        {
            "text": "Hypersensitivity pneumonitis can also present with symptoms and signs of asthma. This differs from occupational asthma in that the exposure does not have to be solely in the workplace. Examples of hypersensitivity pneumonitis include farmer's lung, malt worker's disease, humidifier lung, baker's asthma, and pigeon fancier's disease. Though clinical symptoms may be similar to asthma, the alveoli are affected in hypersensitivity pneumonitis, and a type III or type IV hypersensitivity plays a more significant mechanistic role than in asthma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Occupational Asthma and Hypersensitivity Pneumonitis"
        },
        {
            "text": "Based on the information we have learned regarding the pathophysiology of asthma, we can now appreciate that asthma is in fact a potpourri of diseases which vary in clinical presentation and severity. In our analysis of the various phenotypes of asthma, we attempt to isolate common themes or features that will allow us to simplify the definition of asthma. These features can include clinical findings or histological abnormalities, and would certainly include characteristics of an inflammatory disease. The involvement of cellular and humoral elements of the immune system in asthma can also vary widely from patient to patient. There is clearly a genetic element in asthma, as the incidence of asthma in children born to parents with asthma is greatly increased. A unifying definition of asthma, as we know asthma to be in the present day, may look something like this:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "summAry"
        },
        {
            "text": "Asthma is a heterogeneous group of disease characterized by inflammatory changes in the airway, leading to bronchial obstruction, which results in respiratory symptoms and signs of varying character and severity. Asthma is typically but not universally recurring in nature, and is under the influence of genetic, immunologic and environmental factors that are not all known at the present time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "summAry"
        },
        {
            "text": "Asthma is a clinical diagnosis helped by ancillary procedures. We use clinical acumen, good history taking and physical examination, family history, environmental history along with pulmonary function testing, chest radiographs, spirometry, peak flow measurements, asthma control tests, methacholine challenge tests and markers of inflammation to form a complete picture that we can use to establish a diagnosis of asthma. These are all addressed in more detail in subsequent chapters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "summAry"
        },
        {
            "text": "It there is one common theme in asthma, it is that asthma is an inflammatory disease. But the physiological response to such inflammation can also vary from patient to patient, and the diagnosing asthma can sometimes be confusing, especially in the young child when wheezing can be from so many other conditions. referenCes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "summAry"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The global burden of asthma: executive summary of the GINA Dissemination Committee report",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Masoli",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Allergy",
            "volume": "59",
            "issn": "5",
            "pages": "469--78",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effects of asthma on pulmonary function in children. A longitudinal populationbased study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am Rev Respir Dis",
            "volume": "145",
            "issn": "1",
            "pages": "58--64",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Melbourne Asthma Study: 1964-1999",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olinsky",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Allergy Clin Immunol",
            "volume": "109",
            "issn": "2",
            "pages": "189--94",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A longitudinal, population-based, cohort study of childhood asthma followed to adulthood",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Sears",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "15",
            "pages": "1414--1436",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mild to moderate asthma affects lung growth in children and adolescents",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Strunk",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Allergy Clin Immunol",
            "volume": "118",
            "issn": "5",
            "pages": "1040--1047",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Methacholine challenge testing: identifying its diagnostic role, testing, coding, and reimbursement. Chest",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Birnbaum",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Barreiro",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "131",
            "issn": "",
            "pages": "1932--1937",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Early detection of airway wall remodeling and eosinophilic inflammation in preschool wheezers",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saglani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Crit Care Med",
            "volume": "176",
            "issn": "9",
            "pages": "858--64",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Airway remodeling and inflammation in symptomatic infants with reversible airflow obstruction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saglani",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Respir Crit Care Med",
            "volume": "171",
            "issn": "7",
            "pages": "722--729",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The origins of asthma and chronic obstructive pulmonary disease in early life",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Am Thorac Soc",
            "volume": "6",
            "issn": "3",
            "pages": "272--279",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Chronic lung disease after premature birth",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baraldi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Filippone",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "357",
            "issn": "",
            "pages": "1946--55",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Late pulmonary sequelae of bronchopulmonary dysplasia",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Northway",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "N Engl J Med",
            "volume": "323",
            "issn": "26",
            "pages": "1793--1802",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bronchopulmonary dysplasia in very low birth weight subjects and lung function in late adolescence",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Doyle",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatrics",
            "volume": "118",
            "issn": "1",
            "pages": "108--121",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bugs and asthma: a different disease?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Newcomb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Peebles",
                    "suffix": ""
                },
                {
                    "first": "Jr",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Am Thorac Soc",
            "volume": "6",
            "issn": "3",
            "pages": "266--71",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mortality in patients hospitalized for asthma exacerbations in the United States",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Krishnan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Respir Crit Care Med",
            "volume": "174",
            "issn": "6",
            "pages": "633--641",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Neutrophil degranulation and cell lysis is associated with clinical severity in virusinduced asthma",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Wark",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur Respir J",
            "volume": "19",
            "issn": "1",
            "pages": "68--75",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Community study of role of viral infections in exacerbations of asthma in 9-11 year old children",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "BMJ",
            "volume": "310",
            "issn": "6989",
            "pages": "1225--1234",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Viral infections, atopy, and asthma: is there a causal relationship?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Peebles",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Allergy Clin Immunol",
            "volume": "113",
            "issn": "1",
            "pages": "15--23",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Metapneumovirus and acute wheezing in children",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Lancet",
            "volume": "360",
            "issn": "9343",
            "pages": "1393--1397",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Rhinovirus illnesses during infancy predict subsequent childhood wheezing",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Lemanske",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Allergy Clin Immunol",
            "volume": "116",
            "issn": "3",
            "pages": "571--578",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Role of respiratory viruses in acute upper and lower respiratory tract illness in the first year of life: a birth cohort study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kusel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Infect Dis J",
            "volume": "25",
            "issn": "8",
            "pages": "680--686",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Links between respiratory syncytial virus bronchiolitis and childhood asthma: clinical and research approaches",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Openshaw",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Culley",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Infect Dis J",
            "volume": "22",
            "issn": "2",
            "pages": "58--64",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Severe respiratory syncytial virus bronchiolitis in infancy and asthma and allergy at age 13",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sigurs",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Respir Crit Care Med",
            "volume": "171",
            "issn": "2",
            "pages": "137--178",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Respiratory syncytial virus in early life and risk of wheeze and allergy by age 13 years",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "354",
            "issn": "9178",
            "pages": "541--546",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Expression of respiratory syncytial virus-induced chemokine gene networks in lower airway epithelial cells revealed by cDNA microarrays",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "9044--58",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Respiratory syncytial virus increases IL-8 gene expression and protein release in A549 cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fiedler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wernke-Dollries",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Physiol",
            "volume": "269",
            "issn": "6",
            "pages": "865--72",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Wheezing rhinovirus illnesses in early life predict asthma development in high-risk children",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "178",
            "issn": "7",
            "pages": "667--72",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Prevalence of viral respiratory tract infections in children with asthma",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Khetsuriani",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Allergy Clin Immunol",
            "volume": "119",
            "issn": "2",
            "pages": "314--335",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Association of rhinovirus infection with increased disease severity in acute bronchiolitis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Papadopoulos",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "165",
            "issn": "9",
            "pages": "1285--1294",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The relationship of rhinovirus-associated asthma hospitalizations with inhaled corticosteroids and smoking",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Venarske",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "193",
            "issn": "11",
            "pages": "1536--1579",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Experimental rhinovirus 16 infection causes variable airway obstruction in subjects with atopic asthma",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grunberg",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Respir Crit Care Med",
            "volume": "160",
            "issn": "4",
            "pages": "1375--80",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Effect of experimental rhinovirus 16 colds on airway hyperresponsiveness to histamine and interleukin-8 in nasal lavage in asthmatic subjects in vivo",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grunberg",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Exp Allergy",
            "volume": "27",
            "issn": "1",
            "pages": "36--45",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Interleukin-1beta and interleukin-1ra levels in nasal lavages during experimental rhinovirus infection in asthmatic and non-asthmatic subjects",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Kluijver",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Exp Allergy",
            "volume": "33",
            "issn": "10",
            "pages": "1415--1423",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Rhinovirus-induced lower respiratory illness is increased in asthma and related to virus load and Th1/2 cytokine and IL-10 production",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Message",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci",
            "volume": "105",
            "issn": "36",
            "pages": "13562--13569",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Human metapneumovirus and lower respiratory tract disease in otherwise healthy infants and children",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "5",
            "pages": "443--50",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "An Important Cause of Respiratory Disease in Children and Adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "Human",
                    "middle": [],
                    "last": "Metapneumovirus",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Infect Dis Rep",
            "volume": "7",
            "issn": "3",
            "pages": "204--210",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Human metapneumovirus infection in young children hospitalized with respiratory tract disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Foulongne",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Infect Dis J",
            "volume": "25",
            "issn": "4",
            "pages": "354--363",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Human metapneumovirus infection plays an etiologic role in acute asthma exacerbations requiring hospitalization in adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "192",
            "issn": "7",
            "pages": "1149--53",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Asthma and atypical bacterial infection. Chest",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Sutherland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "132",
            "issn": "",
            "pages": "1962--1968",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A link between chronic asthma and chronic infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Allergy Clin Immunol",
            "volume": "107",
            "issn": "4",
            "pages": "595--601",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Chlamydophila pneumoniae and Mycoplasma pneumoniae: a role in asthma pathogenesis?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Respir Crit Care Med",
            "volume": "172",
            "issn": "9",
            "pages": "1078--89",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Atypical pathogen infection in adults with acute exacerbation of bronchial asthma",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Respir Crit Care Med",
            "volume": "167",
            "issn": "3",
            "pages": "406--416",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Cold air challenge at age 6 and subsequent incidence of asthma. A longitudinal study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lombardi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Respir Crit Care Med",
            "volume": "156",
            "issn": "6",
            "pages": "1863--1872",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Lung function at age 3 years: effect of pet ownership and exposure to indoor allergens",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Lowe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "158",
            "issn": "10",
            "pages": "996--1001",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Perennial allergen sensitisation early in life and chronic asthma in children: a birth cohort study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Illi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "9537",
            "pages": "763--70",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Asthma: epidemiology, etiology and risk factors",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mandhane",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Sears",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "CMAJ",
            "volume": "181",
            "issn": "9",
            "pages": "181--90",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The relative risks of sensitivity to grass pollen, house dust mite and cat dander in the development of childhood asthma",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Sears",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Clin Exp Allergy",
            "volume": "19",
            "issn": "4",
            "pages": "419--443",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Brittle asthma: fiend or phantom? Thorax",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hetzel",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "53",
            "issn": "",
            "pages": "235--241",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Bug and asthma. a different disease?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Newcomb",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Pebbles",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc Am Thorac Soc",
            "volume": "6",
            "issn": "",
            "pages": "266--71",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Differential Diagnosis of Asthma",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Pathogens Detected from Patients with Asthma exacerbations",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}