{
    "paper_id": "8aa7116c85a35fc82551458f855230b8ea8eea33",
    "metadata": {
        "title": "To appear in: Midwifery Please cite this article as: Holly Powell Kennedy , 2020 International Year of the Midwife -an unex-pected challenge",
        "authors": [
            {
                "first": "Holly",
                "middle": [
                    "Powell"
                ],
                "last": "Kennedy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The United States has the highest number of Covid-19 cases and deaths in the world with various hotspots across the country. However, New York has been exceptionally affected with over 1000 deaths/day at some points during the crisis. As often in challenging times the US midwifery community is working collectively to share knowledge and support one another. The American College of Nurse-Midwives (ACNM) \"Connect\" and \"Town Hall\" websites have over 50 discussion boards to collaborate on most effective strategies in dealing with the pandemic. These range across personal protective equipment, partner support in labor, nitrous oxide and oxygen use in resuscitation, equity and Covid-19, testing management, maternal and infant implications, telehealth, and social distancing in the health care setting to name a few. There is a tribute to the 100s of health care workers who have been lost in the pandemic, as tracked by Medscape (https://www.medscape.com/viewarticle/927976). ACNM (https://www.midwife.org) and the National Association of Certified Professional Midwives (NACPM) (https://nacpm.org) also have Covid-19 updates on their home pages. A struggle for many in the United States is the lack of a national strategic plan with each state implementing during policies, especially around social distancing. There is a collective horror at what lies in wait for those states that continue to allow large gatherings. It is also clear that midwives experience a differing of hospital policies, even within the same city. With so many institutions prohibiting partner support, and women's fears growing about birthing in the hospital during the pandemic, community midwives providing birth center and home birth are seeing an increased demand for their services. Changing providers during a pandemic is probably not the wisest choice! One of the most heart wrenching exposes of this crisis is the marked racial disparities in who dies of Covid-19 in the United States. the conversations among the midwifery community has been profound and revealing how deep this problem is in the United States. This one factor may be a silver lining in that it has exposed health disparities much more visibly. US midwives should actively move on these statistics to keep this front and center as we emerge from the pandemic to working toward true change to achieve health equity for all in the future. An interdisciplinary group of colleagues have published a resource that should be helpful for all of us in the future. (Howell et al, 2018) .",
            "cite_spans": [
                {
                    "start": 2512,
                    "end": 2532,
                    "text": "(Howell et al, 2018)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "International Year of the Midwifean unexpected challenge"
        },
        {
            "text": "My midwife colleague, Dr. Laura Zeidenstein sent this message on March 25, 2020 and asked that it be distributed widely, recognizing that practicing midwifery in the time of Covid-19 is different from our usual practice, but heeding those changes will save lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reduction of Peripartum Racial and Ethnic Disparities: A Conceptual Framework and Maternal Safety Consensus Bundle"
        },
        {
            "text": "Please heed the public health call to disallow partners/support people at labor and birth. Do not throw public health life saving measures to the wind by shunning the only guidelines we have that may save lives. First do no harm! We must utilize common sense in the absence of evidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Plea to Midwives"
        },
        {
            "text": "We have no treatments, no vaccine, no test for antibodies, no grasp of how sick any one person will be. A simple scientific truth is that COVID-19 is easily spread between humans and that asymptomatic health care workers may become the most common vectors and are much more likely to be infected and acquire the disease. We also know that pregnant women and now possibly babies and children are more susceptible than previously thought.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Plea to Midwives"
        },
        {
            "text": "Labor without the physical presence of a support person goes against basic midwifery philosophy and humane treatment of women in labor. And we have struggled long and hard to win this right. However, during this pandemic, a support person/partner at labor and birth in a hospital setting increases the risk of illness or death for midwives, mothers, babies, all hospital staff, and the families and communities of all involved. Now is the time for ultimate sacrifice in order to decrease the suffering of masses of human beings. For those of us who survive we will have the luxury to deal with the mental health effects of such isolation. Just as post-war survivors do.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Plea to Midwives"
        },
        {
            "text": "Women need your encouragement and permission to locate their inner strength, to feel support and love even without the physical presence of the loved one in the room. Life is now about saving as many lives as possible. As of today, women in NYC are fortunate to continue to have qualified health care providers at labor and birth in hospitals: midwives, residents, attendings, anesthesia, pediatricians, RNs, and PAs. Our patients are not alone. We each know stories of heroic women who have labored without loved ones physically nearby both today and throughout human history: women who are enslaved, women who live in shelters, women survivors of violence, women geographically displaced, women who live in refugee camps on our borders and around the world, women who undergo famines, women who undergo disease outbreaks such as cholera and Ebola, women who undergo natural disasters. Here is an example of a woman who labored in a NYC hospital several years ago narrated to me by a former student:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Plea to Midwives"
        },
        {
            "text": "Iraq, a refugee from ISIS, who had just delivered her eighth baby. She had gone into labor on the refugee transport plane, so she had been brought from JFK directly to our hospital. Her family and children had to proceed onto a refugee center in the Midwest. She had delivered alone, in a place where she knew no one, and could not easily communicate. I couldn't imagine her situation and asked her through the translator phone: \"This must be so hard for you to be here alone in an unfamiliar place with a brand-new baby.\" She smiled back and responded (paraphrasing here), \"I am not sad -I can't tell you how happy I finally feel. Me and my family have suffered through so much and now I am here in with my healthy baby and we are safe and that is all that matters.\" Thinking of her strength and vigilance calmed me back to sleep. I like to imagine her now resettled maybe somewhere in Ohio reassuring her family that they will continue to be strong and persevere in the face of this current crisis. \"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I am pregnant with my first baby, now 27 weeks and a midwife on the Navajo reservation. I recently woke up in the middle of the night as I now normally do. I was breathing fast and had racing thoughts. I began to think about how scared my patients must also feel. But then I thought of a patient of mine from several years ago in NY. She was a Yazidi women from"
        },
        {
            "text": "Here are specific suggestions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I am pregnant with my first baby, now 27 weeks and a midwife on the Navajo reservation. I recently woke up in the middle of the night as I now normally do. I was breathing fast and had racing thoughts. I began to think about how scared my patients must also feel. But then I thought of a patient of mine from several years ago in NY. She was a Yazidi women from"
        },
        {
            "text": "1. Encourage women to \"shelter in place\" in the practice to which they are registered. The reason for this is to decrease systems chaos in labor. If a woman is not registered in a practice or is not known to the practice it is more likely that she will have many more encounters through the ED and possibly more people exposed and infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I am pregnant with my first baby, now 27 weeks and a midwife on the Navajo reservation. I recently woke up in the middle of the night as I now normally do. I was breathing fast and had racing thoughts. I began to think about how scared my patients must also feel. But then I thought of a patient of mine from several years ago in NY. She was a Yazidi women from"
        },
        {
            "text": "2. Be clear and honest with your patients. Explain and support the rationale for no partner/support person at birth. Also let the woman know that babies may be placed in the nursery and not at bedside for the same reasons of protecting and maintaining adequate numbers of healthy staff. Hands on breastfeeding support should be limited. Nothing is known about the safety of breastfeeding. Hopefully each hospital will exercise 24-hour postpartum discharge when possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I am pregnant with my first baby, now 27 weeks and a midwife on the Navajo reservation. I recently woke up in the middle of the night as I now normally do. I was breathing fast and had racing thoughts. I began to think about how scared my patients must also feel. But then I thought of a patient of mine from several years ago in NY. She was a Yazidi women from"
        },
        {
            "text": "3. Practice belief in the women you serve. You are serving them heroically by working. Mentor them and guide them to know that they have the requisite strength within. Support and love can be accessed without physical presence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I am pregnant with my first baby, now 27 weeks and a midwife on the Navajo reservation. I recently woke up in the middle of the night as I now normally do. I was breathing fast and had racing thoughts. I began to think about how scared my patients must also feel. But then I thought of a patient of mine from several years ago in NY. She was a Yazidi women from"
        },
        {
            "text": "Midwives, like everyone, are undone by the disorder of fear and terror for our health and even more for the health of our family and loved ones. Midwives in hospital practice are our greatest asset. We must do everything we can to protect them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I am pregnant with my first baby, now 27 weeks and a midwife on the Navajo reservation. I recently woke up in the middle of the night as I now normally do. I was breathing fast and had racing thoughts. I began to think about how scared my patients must also feel. But then I thought of a patient of mine from several years ago in NY. She was a Yazidi women from"
        },
        {
            "text": "Make something today to heal yourself: cook a meal, write a word on a piece of paper, knit a stitch, paint a brushstroke of color, send a message to a loved one, sing a song, dance a few steps, light a candle, say a prayer, breathe a few moments of love and compassion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I am pregnant with my first baby, now 27 weeks and a midwife on the Navajo reservation. I recently woke up in the middle of the night as I now normally do. I was breathing fast and had racing thoughts. I began to think about how scared my patients must also feel. But then I thought of a patient of mine from several years ago in NY. She was a Yazidi women from"
        },
        {
            "text": "This is a heartbreaking time for all of us. Disease is not a permanent state. We will come through. And it will be best if we do this together in harmony.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I am pregnant with my first baby, now 27 weeks and a midwife on the Navajo reservation. I recently woke up in the middle of the night as I now normally do. I was breathing fast and had racing thoughts. I began to think about how scared my patients must also feel. But then I thought of a patient of mine from several years ago in NY. She was a Yazidi women from"
        },
        {
            "text": "Thank you, Laura, and thank you to all of the midwives of the world who are caring for so many people during this pandemic in this \"2020 Year of the Midwife.\" You are our heroes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"I am pregnant with my first baby, now 27 weeks and a midwife on the Navajo reservation. I recently woke up in the middle of the night as I now normally do. I was breathing fast and had racing thoughts. I began to think about how scared my patients must also feel. But then I thought of a patient of mine from several years ago in NY. She was a Yazidi women from"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "American College of Nurse-Midwives. Website on Covid-19. Silver Spring, MD",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reduction of peripartum racial and ethnic disparities: a conceptual framework and maternal safety consensus bundle",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brumley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Obstetrics & Gynecology",
            "volume": "131",
            "issn": "",
            "pages": "770--782",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Memoriam: Healthcare Workers Who Have Died of COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Medscape",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "National Association of Certified Professional Midwives",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Editorial Holly Powell Kennedy, Associate Editor, Midwifery Helen Varney Professor of Midwifery Yale School of Nursing 400 West Campus Drive West Haven, CT 06516 holly.kennedy@yale.edu",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}