{
    "paper_id": "8b1d1555918c68e7c133014d86e23a837ff7c16f",
    "metadata": {
        "title": "Letter Revista da Sociedade Brasileira de Medicina Tropical Is Brazil prepared for the new era of infectious disease epidemics?",
        "authors": [
            {
                "first": "Creuza",
                "middle": [],
                "last": "Rachel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal do Espírito Santo",
                    "location": {
                        "settlement": "Vitória",
                        "region": "ES",
                        "country": "Brasil"
                    }
                },
                "email": ""
            },
            {
                "first": "Vicente",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal do Espírito Santo",
                    "location": {
                        "settlement": "Vitória",
                        "region": "ES",
                        "country": "Brasil"
                    }
                },
                "email": ""
            },
            {
                "first": "Creuza",
                "middle": [
                    "Rachel"
                ],
                "last": "Vicente",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal do Espírito Santo",
                    "location": {
                        "settlement": "Vitória",
                        "region": "ES",
                        "country": "Brasil"
                    }
                },
                "email": "vicentecrachel@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Brazil must maintain a focus on enhancing the capacities related to IHR and UHC, especially those in deficit, and, at the same time, develop measures to prevent outbreaks related to emerging and re-emerging infectious diseases, targeting animals, human sentinels for spillover events, and the general human population 12 . Thus, the country will be more prepared for a globalized world marked by alterations in the environment and human behavior, urbanization, climate change, and increased travel, factors that contribute to the challenging infectious diseases epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Creuza Rachel Vicente [1] [1]. Universidade Federal do Espírito Santo, Departamento de Medicina Social, Vitória, ES, Brasil.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Is Brazil prepared for the new era of infectious disease epidemics?"
        },
        {
            "text": "The world has been facing a new era of emerging and reemerging infectious diseases and the century XXI possibly will be marked by frequent, complex, and impactful epidemics 1 . Nowadays, an unprecedented pandemic related to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is imposing social and economic losses. Preventive measures, such as travel restrictions and quarantine for entire populations, are been adopted on a global scale, and the health systems of developing and developed countries are being overwhelmed due to the increase of services demand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor:"
        },
        {
            "text": "The health systems of all countries must be constantly prepared to deal with emerging and re-emerging infectious diseases, in an integrated cycle of preparation, response, and recovery 1 . Global health needs an efficient local response since infectious diseases present a fast spread in the globalized world. Therefore, the implementation of the International Health Regulations (IHR) by all nations, as well as the establishment of the Universal Health Coverage (UHC), are essential for dealing with this reality, as well as to achieve the Sustainable Developing Goals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor:"
        },
        {
            "text": "In Brazil, the Unified Health System (SUS) plays the main role in the preparation of the country for this new era. SUS has been acting in the response to the novel coronavirus disease 2019 (Covid-19) even before the identification of the first case in Latin America, with the declaration of national public health emergency 2 . Then, the Emergency Health Operations Centers for Covid-19 were activated to prepare organized and coordinated actions and advise the health sector on contingency plans and response measures to prevent the spread of the disease 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor:"
        },
        {
            "text": "In 2018, Brazil scored higher than the world average on IHR all capacities thanks to its universal public health system. Nevertheless, health service provision and points of entry were detected as its main challenges 3 . Zoonotic events and the humananimal interface, food safety, risk communication, national health emergency framework, and legislation and finance also may be improved to guarantee timely and effective prevention, detection, assessment, notification, reporting, and response to health risks and emergencies ( Table 1) .",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 218,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 528,
                    "end": 536,
                    "text": "Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Dear Editor:"
        },
        {
            "text": "Brazil presented all indicators related to health service provision below the world average, with a little functional capacity. It reached a score of 40% for management of health emergency response operation (world = 57%) and capacity for infection prevention and control and chemical and radiation decontamination (world = 56%) 3 , indicating a compromised ability of response due to lack of case management and infection control 6 . The country also scored 60% for access to essential health services (world = 66%) 3 , which affects the ability to prevent, detect, and control infectious disease outbreaks 6 . The improvement of this capacity is essential to provide critical services to maintain local populations healthy and safe, not only for protecting against cross-border outbreaks 7 Core capacity requirements at all times for designated airports, ports and ground crossings, and effective public health response at points of entry, both indicators related to points of entry capacity, scored 60% in Brazil (world = 55% and 48%, respectively) 3 , indicating low effectiveness on prevention and control measures at the subnational level 6 . All points of entry must be provided with the necessary capacities to deal with travelers, animals, and cargo transported since they could play a role as reservoirs or vectors for different pathogens 8 . Many viruses circulating currently in Brazil, such as SARS-CoV-2, Zika, and Chikungunya, were imported from other countries in recent years 9 . Therefore, the National Agency of Sanitary Surveillance (ANVISA), the main responsible for the activities related to IHR at the Brazilian points of entry, must receive increasing investments to improve core capacities, enabling effective response.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 330,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 431,
                    "end": 432,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 608,
                    "end": 609,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 790,
                    "end": 791,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1145,
                    "end": 1146,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1349,
                    "end": 1350,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1493,
                    "end": 1494,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor:"
        },
        {
            "text": "Brazil scored 80% for the indicators collaborative effort on activities to address zoonosis (world = 63%), multisectoral collaboration mechanism for food safety events (world = 61%), and capacity for emergency risk communications (world = 57) 3 . Therefore, the country has the national and subnational functional capacity to deal with diverse health events, providing preventive measures, but needs improvement to be considered well advanced and sustainable in these areas 6 .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 244,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 474,
                    "end": 475,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor:"
        },
        {
            "text": "Zoonotic events and the human-animal interface are important capacities considering the emerging infectious diseases since 75% of the pathogens related to them have an animal origin 10 . The improvement of this capacity may permit to attain higher proportion zoonotic events, detecting animal reservoir, and vectors timely. Since food may be a vehicle for various pathogens, developing food safety capacity collaborates to prevent infection outbreaks 6 . The One Health approach must be emphasized in the country's health system to address these two points. Risk communication also must be improved to reach out to communities at the local, national, and global levels, encouraging their participation.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 451,
                    "end": 452,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor:"
        },
        {
            "text": "In Brazil, management of health emergency response operation scored 60% (world = 64%) and was the only of the three indicators related to the national health emergency framework with less than 100% 3 , indicating the necessity of improvement to incident management systems for public health events at the subnational level 6 . Besides, the country scored 80% for financing mechanisms and funds for the timely response to public health emergencies (world = 63%), one of the three indicators related to legislation and finance capacity 3 . This indicator is related to the availability of access to finance, which must be improved especially at the sub-national level 6 .",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 324,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 666,
                    "end": 667,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor:"
        },
        {
            "text": "Despite the high score in the laboratory capacity, it has been a fragile point to respond to Covid-19, with Brazilian National Laboratory Network having the insufficient capability to perform the tests necessary for dealing with the incident cases 11 , particularly regarding RT-PCR 2 . Therefore, it raises the question of the overestimation of the real capacity by country self-assessment 7 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A new twenty-first century science for effective epidemic response",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Farrar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ihekweazu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nkengasong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature",
            "volume": "575",
            "issn": "",
            "pages": "130--136",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 in Brazil: advantages of a socialized unified health system and preparation to contain cases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Croda",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Frutuoso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Mandetta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Baia-Da-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Brito-Sousa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Soc Bras Med Trop",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Electronic state parties selfassessment annual reporting tool",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global health observatory data repository [Internet]. Geneva: WHO",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Tracking universal health coverage: 2017 global monitoring report. Geneva: WHO",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Health security capacities in the context of Covid-19 outbreak: an analysis of international health regulations annual report data from 182 countries",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kandel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chungong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Omaar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1047--53",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Analysis of results from the joint external evaluation: examining its strength and assessing for trends among participating countries",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Kraemer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Kerry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sane",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Glob Health",
            "volume": "8",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "International health regulations",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human mobility and the global spread of infectious diseases: a focus on air travel",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Findlater",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Bogoch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trends Parasitol",
            "volume": "34",
            "issn": "9",
            "pages": "772--83",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Emergence and reemergence of viral zoonotic diseases: concepts and factors of emerging and reemerging globalization of health threats",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Amri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Boukharta",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zakham",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ennaji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ennaji MM. Emerging and reemerging viral pathogens: fundamental and basic virology aspects of human, animal and plant pathogens",
            "volume": "",
            "issn": "",
            "pages": "619--653",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Boletim epidemiológico 07. Brasília: MS; 2020",
            "authors": [
                {
                    "first": "Saúde",
                    "middle": [],
                    "last": "Ministério Da",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Emerging infectious disease prevention: where should we invest our resources and efforts?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ellwanger",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Kaminski",
                    "suffix": ""
                },
                {
                    "first": "Jab",
                    "middle": [],
                    "last": "Chies",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Infect Public Health",
            "volume": "12",
            "issn": "3",
            "pages": "313--319",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ". The indicators related to UHC (Table 1) demonstrate that Brazil needs to improve infectious disease control, including basic sanitation, which depends on sustained intersectoral investments. In the Covid-19 response, availability of intensive care units and mechanical ventilators are concerns regarding health service provision 2 .",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Scores of capacities related to International Health Regulations in 2018 and Universal Health Coverage in 2017, Brazil and World.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}