{
    "paper_id": "8b813aff3a9ccdd9e2a9d0727b3b4b586b7c7ed5",
    "metadata": {
        "title": "A Brief History of Microbiology and Immunology",
        "authors": [
            {
                "first": "Steven",
                "middle": [
                    "M"
                ],
                "last": "Opal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Warren Alpert Medical School of Brown University",
                    "location": {
                        "settlement": "Providence",
                        "region": "RI",
                        "country": "USA"
                    }
                },
                "email": "steven_opal@brown.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Vaccine history is inextricably linked with the histories of microbiology and immunology; evolution of the latter disciplines parallels the ongoing quest of humankind to understand the fundamental basis of life. How our species survives in the hostile world that surrounds us has been a source of fascination since the beginning of recorded time. Injury and infection likely exacted a heavy toll as our early hominid ancestors descended from the trees and adapted a predatory life style on the African plains; death from bleeding and wound infections undoubtedly plagued early humans (Opal 2003) . Epidemic disease, however, probably played a minor role in shaping the primitive human immune system. Instead, the primary determinants of lethality for small, scattered bands of hunter-gatherer populations of Homo sapiens were starvation, predation, and hypothermia.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 595,
                    "text": "(Opal 2003)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our collective fate was radically altered approximately 8,000-10,000 years ago when a highly developed immune system became a major selective advantage. Inhabitants of the \"Fertile Crescent\", in what is now the modern day Middle East, first successfully domesticated plants and animals, irreparably altering human history. Domestication of plant and animal species had four major impacts -reduction in the risk of starvation, establishment of fixed dwellings close to fields for farming, improved nutrition with extended fecundity rates in women associated with more successful child bearing, and proximity to animals with the attendant risk of transmission of zoonoses to humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Adaptation from a nomadic, hunter-gather existence to a stable agrarian society with ample food supplies spawned a massive population explosion of humans. Division of labor followed, resulting in the blossoming of civilization, science, innovation, government, and the arts (Diamond 1999) . The rapid expansion of densely populated, human habitations with poor sanitation, absent sewage disposal, proximity to domesticated animals, and lack of understanding about the spread of infectious diseases created favorable conditions for epidemics. Since that time, waves of epidemics have been recorded and continue unabated today. Strong selection pressures created by repeated infections have promoted highly evolved innate and acquired immune systems in humans.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 288,
                    "text": "(Diamond 1999)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although the successful domestication of animals greatly benefited humankind as a ready source of food, transportation, and work, it also exposed humans to a large set of infectious agents that were epizootic to these animal species. Crossing species barriers is a difficult process for pathogens; however, once accomplished, the pathogen enjoys unfettered access to a new host species, unencumbered by any preexisting immunologic experience, resulting in epidemic diseases. Ancient examples abound -endemic camelpox in domesticated camels became human smallpox, bovine rinderpest became epidemic human measles, bovine tuberculosis became human tuberculosis, and swine influenza became human influenza. More recent historical examples include the cross-species adaptation of human immunodeficiency virus (HIV) from simian immunodeficiency virus (SIV) of non-human primates (Kalish et al. 2004 ); spongiform encephalopathy from sheep to cattle and on to humans as variant Creutzfeldt-Jakob Disease (Stevens et al. 2006 ); avian influenza from water fowl (Herzog et al. 2004) ; and severe acute respiratory disease (SARS) from civet cats (Margaret et al. 2004) .",
            "cite_spans": [
                {
                    "start": 873,
                    "end": 892,
                    "text": "(Kalish et al. 2004",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 997,
                    "end": 1017,
                    "text": "(Stevens et al. 2006",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1053,
                    "end": 1073,
                    "text": "(Herzog et al. 2004)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1136,
                    "end": 1158,
                    "text": "(Margaret et al. 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Other disease transmission factors also became important in evolving human societies. Peri-domestic rodent populations, emboldened by feeding upon the enormous amounts of refuse generated by large population centers, developed into efficient reservoirs for infections such as epidemic typhus and plague. Large population densities of humans in fixed, farming communities provided the essential substrate for efficient airborne transmission of respiratory pathogens and for a sufficient number of partner exchanges to maintain sexually transmitted diseases as well (Sherman 2007) . With the acceptance of the germ theory of disease, novel modalities succeeded in protecting human populations primarily through enhanced sanitation measures, public health efforts, and, as vaccine science evolved, through the use of vaccination. The fundamental historical events that gave rise to the fields of microbiology, immunology, and infectious diseases will be described in this chapter ( Fig. 3.1 ).",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 578,
                    "text": "(Sherman 2007)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 979,
                    "end": 987,
                    "text": "Fig. 3.1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Epidemic, transmissible diseases were documented in the recorded histories of early, yet advanced civilizations. Ancient Hebrew texts refer to \"plagues\" that beset the Pharaohs in Egypt more than 1,000 years before the birth of Christ; the Greeks and Romans each experienced cataclysmic outbreaks that had profound impacts on their respective Empires. With each of these \"plagues\" enlightened observers noted the phenomenon of resistance upon re-exposure to the same disease process. The Greek historian Thucydides recorded such observations regarding smallpox, and there is evidence that the Chinese exploited this knowledge in the sixteenth century in their practice of variolation (Leung 1996) . Much later, the intercontinental exchange of people and pathogens during the age of exploration to Africa and the New World in the sixteenth and seventeenth centuries dramatized the concept that some form of \"natural resistance\" to disease was often intrinsic to native populations yet lacking in the newly exposed (Diamond 1999) . Africans, forcibly exported to America as slaves, were noted to be more resistant to tropical diseases such as yellow fever and malaria when compared to share croppers of European descent. This was most evident upon first arriving to the colonies, a process known as \"seasoning\" by landowners. European farmers died by the drove from sickness and disease in the Southern colonies, as did captured Native Americans transported from New England and elsewhere to work in the fields there and in the Caribbean (Morgan 1975) , thus furthering the African slave trade as an economic expediency for the rapid expansion of a healthy labor force.",
            "cite_spans": [
                {
                    "start": 684,
                    "end": 696,
                    "text": "(Leung 1996)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1014,
                    "end": 1028,
                    "text": "(Diamond 1999)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1537,
                    "end": 1550,
                    "text": "(Morgan 1975)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Early Concepts of Contagion and Protection"
        },
        {
            "text": "Indigenous Amerindian peoples were highly susceptible to smallpox, first introduced into the New World by the Spanish Conquistadors in the early 1500s. Cortez and Pizarro unwittingly took advantage of this phenomenon to subjugate the Aztec and Inca Empires, respectively. In 1763 Lord Jeffrey Amherst, commander of British troops in North American during the French and Indian War took this knowledge a step further, using smallpox as a biological weapon against the hostile Native American forces in Pennsylvania. Blankets were deliberately contaminated with the scabs from smallpox victims and left for the Indians in wintertime. Whether acquired from the fomites or via human-to-human transmission, smallpox devastated the Indians who had sided with the French forces, contributing to the British victory (Diamond 1999) .",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 822,
                    "text": "(Diamond 1999)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Early Concepts of Contagion and Protection"
        },
        {
            "text": "Back in the Old World a dramatic epidemic of another kind was underway. Shortly after Columbus' first return voyage in 1493, an epidemic of \"great pox\" occurred throughout much of Europe. \"Great pox\" aptly described the clinical appearance of the cutaneous lesions of secondary syphilis, in contradistinction to the familiar appearance of smallpox. While it is possible, even likely, that some of Columbus' crew contributed to the spread of syphilis throughout Europe, they were likely the vector, rather than the original source of infection. Skeletal remains found in both Britain and Greece and dated well before Columbus made his famous voyage carry the unmistakable stigmata of the osseous forms of tertiary syphilis. It is likely that syphilis existed in Europe prior to Columbus in relatively rare and localized forms, arriving from the Mediterranean via trade routes established centuries earlier. After the defeat of the Islamic Moors in the Battle of Granada in 1492, a Papal order closed all leprosaria, institutions that probably housed numerous, misdiagnosed, syphilitic patients within their confines. Release of these highly infectious individuals, coupled with the rampant prostitution practices of the time, likely contributed to the spread of the disease across Europe. This newly recognized and highly virulent form of syphilis continued to be epidemic into the first half of the sixteenth century (Sherman 2007) .",
            "cite_spans": [
                {
                    "start": 1417,
                    "end": 1431,
                    "text": "(Sherman 2007)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Early Concepts of Contagion and Protection"
        },
        {
            "text": "The Renaissance brought forth the Age of Enlightenment with its remarkable advances in science and the arts, adding to the major advances that had already occurred in the first and early second millennia AD in China, India, Persia, and the Islamic world. Although the fundamental principles of the scientific method were originally described by the Franciscan monk Roger Bacon in 1269, multiple factors limited the work of scientists and intellectuals during the ensuing 400 years. For the areas of microbiology and immunology the lack of tools and techniques to adequately study microscopic events was the major impediment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Early Concepts of Contagion and Protection"
        },
        {
            "text": "Using his powers of observation and knowledge of epidemics, the Italian physician Girolamo Fracastoro, or Hieronymous Fracastorius, had written a treatise on the germ theory of disease entitled \"de Contagione\" in 1546. Fracastorius correctly surmised that tiny, free-living organisms, which he referred to as \"seeds of disease,\" existed in nature. Despite being invisible to human eyes, he postulated that these disease-causing organisms could be transmitted from person-to-person directly or via fomite intermediaries, thereby spreading contagion (Gensini and Conti 2004) . He correctly surmised that syphilis was caused by such a microscopic organism. In his poem entitled \"Syphilis sive Morbus Gallicus\" (translated \"Syphilis or the French Disease\") he described in remarkably accurate, yet mythical, poetic detail the clinical consequences of syphilis (Conrad et al. 1995) . The Italians blamed syphilis on the French, hence the name \"the French Disease\"; the French on the other hand referred to it as \"the Italian Disease.\" This pattern of naming the syphilis epidemics based on local, political, or religious adversaries continued as the scourge spread throughout the western world and the Middle East (Sherman 2007) . The Dutch textile merchant and self-taught scientist, Antonie van Leeuwenhoek (1632-1723) is credited with first identifying microorganisms, or \"little animals,\" using his newly developed microscope in 1677, thereby confirming Fracastoro's hypothesis (Corliss 2002) . The critical significance of these tiny forms to human health was not fully appreciated until almost 200 years later when Pasteur and Koch first successfully cultured bacterial organisms from diseased tissues. Despite the technical shortcomings in the period between van Leeuwenhoek ( Fig. 3 .2) and Pasteur, a number of scientists and physicians correctly hypothesized the existence of microscopic organisms and their contribution to human disease.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 572,
                    "text": "(Gensini and Conti 2004)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 856,
                    "end": 876,
                    "text": "(Conrad et al. 1995)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1209,
                    "end": 1223,
                    "text": "(Sherman 2007)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1477,
                    "end": 1491,
                    "text": "(Corliss 2002)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 1779,
                    "end": 1785,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Early Concepts of Contagion and Protection"
        },
        {
            "text": "Regrettably, theories of contagion still lacked the tools enabling scientific proof, and therefore the warnings of disease pathogenesis were largely ignored, often with tragic consequences. The Viennese physician Marcus Plenciz presented a lucid explanation for clinical observations made up to that time, proposing a germ theory of disease as early as 1762. Subsequently, Jakob Henle, a noted German physician and anatomist, further advanced the germ theory concept in 1840 (Gensini and Conti 2004) . Such theories were still ahead of scientific technologies for their validation; however, empiric evidence supporting these ideas mounted dramatically with the seminal observations of two European physicians in the mid-nineteenth century.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 499,
                    "text": "(Gensini and Conti 2004)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Early Concepts of Contagion and Protection"
        },
        {
            "text": "In the early 1840s a young Hungarian obstetrician embarked on an area of scientific investigation, informed by a series of observations that would eventually revolutionize the concept of disease causation (Wyklicky and Skopec 1983) . Ignaz Semmelweis (1818-1865) was a faculty member of the Lying-In Hospital in Vienna, Austria, which consisted of two obstetrical services that alternated admissions on a daily basis. The first service was operated by physicians and medical students; the second by midwives. The mortality rate for puerperal or \"child bed\" fever was such that one out of ten pregnant women could be expected to die shortly after birth from this dreaded complication. Semmelweis ( Fig. 3 .3) observed that the mortality rate was almost tenfold higher in the physician service as compared to the second service (Nuland 1979) . He recognized that the putrid odor associated with women dying of puerperal fever was similar to that emanating from corpses during autopsies by the medical faculty and students.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 231,
                    "text": "(Wyklicky and Skopec 1983)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 826,
                    "end": 839,
                    "text": "(Nuland 1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 697,
                    "end": 703,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Mounting Evidence for the Germ Theory of Disease"
        },
        {
            "text": "Autopsies were a critically important component of medical education of the time; they were employed as a primary tool to teach anatomy and pathology to medical students. Semmelweis noted that the same malodorous smell was found on the hands of doctors and students moving from the autopsy room to the labor and delivery rooms. He also observed that the death rate from puerperal fever in the physicians' clinic decreased significantly when the medical students were on vacation and no autopsies were being performed. Lastly, he witnessed the death of one of his close friends, Jakob Kolletschka, a pathologist who died shortly after cutting his finger during an autopsy of a woman who had recently died from puerperal fever. He correctly hypothesized that some form of \"putrid matter\" must be carried on the hands of physicians during their rounds between the autopsy and birthing tables and might be transmitted to pregnant women causing this highly lethal peripartum illness (Jones 1970).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mounting Evidence for the Germ Theory of Disease"
        },
        {
            "text": "Semmelweis made these observations with no formal training in microbiology, as the latter did not exist as a distinct area of science at the time. In fact the germ theory of disease was not taught in medical schools in Europe or elsewhere. Semmelweis found that washing hands using a dilute, chlorinated lime solution after performing autopsies would remove the putrid odor. Based on his empiric observations but lacking definitive proof of his hypotheses, he boldly introduced a policy whereby all medical students and faculty were required to wash their hands in this solution before having contact with patients. In 1847 Semmelweis showed that the introduction of hand washing between patient contacts reduced the mortality rate from puerperal fever by fourfold in 1 year (Wyklicky and Skopec 1983) . As seen throughout history, innovative ideas that contradict prevailing wisdom are vulnerable to immediate rejection; additionally, Semmelweis was guilty of poor timing. Although he had demonstrated the benefit of a simple intervention, it occurred at a moment of great geopolitical turmoil and was met with considerable acrimony, much of it politically motivated. He experienced profound, negative professional and personal consequences of his work. By 1848 the concept of revolution was spreading throughout Europe; within the Hapsburg Empire, of which Austria and Hungary were a part, the tenuous Dual Monarchy was at risk of crumbling under the separatist demands of Hungarian nationalists. A wave of political and social conservatism took hold in Austria. When this young, talented Hungarian faculty physician with his radical new ideas about health care came up for reappointment, he was passed over and forced to resign. He returned to Hungary where his novel prevention strategy against puerperal fever was implemented with success.",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 801,
                    "text": "(Wyklicky and Skopec 1983)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Mounting Evidence for the Germ Theory of Disease"
        },
        {
            "text": "Semmelweis failed to optimize his position in Vienna. Because his oratory and literary skills in German were inadequate, it was difficult for him to effectively communicate his ideas to colleagues (Nuland 1979) . Additionally, he was by reputation dogmatic and inflexible, traits that further alienated him from his peers. It did not help matters that it took him over a decade to write the definitive review of his investigations into the etiology and prevention of puerperal fever and when the manuscript was finally produced in 1861, it was a rambling, confused report that convinced few of his skeptics and was roundly criticized as being poorly formulated and unscientific. Semmelweis countered with a series of harsh diatribes against his critics, essentially accusing his fellow physicians of killing their patients through negligence and intransigence to his new ideas about hand washing. His behavior in public and private became increasingly erratic; he fell into a deep melancholy eventually resulting in his involuntary commitment to an insane asylum. The final details of his demise remain shrouded in mystery; he apparently died of bacterial sepsis from injuries sustained when he attempted to escape from this mental institution.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 210,
                    "text": "(Nuland 1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mounting Evidence for the Germ Theory of Disease"
        },
        {
            "text": "Semmelweis died at the age of forty-seven, never seeing his radical notions regarding transmissible microscopic organisms as the cause of disease and hand hygiene as its solution being widely acknowledged or appreciated by the medical or scientific communities. He stood firm until his final days: \"In a word, the carrier is anything contaminated with decomposed animal organic material that comes in contact with the vaginal tract of the parturient. If I shall be denied the privilege of seeing with my own eyes the conquest of puerperal fever, the conviction that sooner or later this thesis will find acceptance, will cheer my hour of death.\" (Wangesteen and Wangesteen 1978) .",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 678,
                    "text": "(Wangesteen and Wangesteen 1978)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Mounting Evidence for the Germ Theory of Disease"
        },
        {
            "text": "Epidemiologic evidence of microorganisms as a cause of human disease was being observed in community outbreaks as well as in hospital wards. In the late 1840s and early 1850s large, community-wide outbreaks of cholera gained much public attention. Massive population expansion into overcrowded, poorly hygienic, urban areas had occurred throughout the nineteenth century as a result of the industrial revolution. Although the flush toilet had been patented in 1819, it was not in widespread use, and the effluent from toilets and public privies was deposited into local rivers, converting municipal sources of drinking water into open sewers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mounting Evidence for the Germ Theory of Disease"
        },
        {
            "text": "In 1849, a prominent London physician, John Snow (1813 Snow ( -1858 , published a pamphlet in which he speculated that cholera was a waterborne or foodborne, intestinal illness (Snow 1855) . In so doing he directly challenged the prevailing \"miasma theory\" that cholera and other diseases resulted from bad air. Such thought was widely accepted at the time through traditional teachings and the influential experimental work of the German chemist Max von Pettenkoffer. In 1854 a cholera outbreak occurred in London that provided compelling evidence in favor of Snow's alternative hypothesis. Snow (Fig. 3.4) carefully mapped the incident cases of cholera in the residents of downtown London and noted their proximity to public water-drawing sites. He observed that the highest incidence of disease was centered at the corner of Broad and Cambridge Streets, the site of a pumping station for drinking water. The water intake for this pump was drawn from a location just downstream of a large sewer effluent from London in the Thames River. Using interviews of cases and contacts and statistical assessments, methods that would become standard fare for future outbreak investigators but were novel at the time, Snow deduced that the infection was transmitted by contaminated water. As a result of his evidence, the handle was removed from the Broad Street pump forcing local residents to seek water from other pumping stations. The epidemic, probably already waning, was halted. Snow is appropriately credited as the founding father of the field of epidemiology based on this work. Although he microscopically examined the contaminated water supplies and observed \"small, white flocculent particles\" that he speculated were the causative agent of cholera (Johnson 2002) , he never obtained definitive microbiologic proof.",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 54,
                    "text": "Snow (1813",
                    "ref_id": null
                },
                {
                    "start": 55,
                    "end": 67,
                    "text": "Snow ( -1858",
                    "ref_id": null
                },
                {
                    "start": 177,
                    "end": 188,
                    "text": "(Snow 1855)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1753,
                    "end": 1767,
                    "text": "(Johnson 2002)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 597,
                    "end": 607,
                    "text": "(Fig. 3.4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Mounting Evidence for the Germ Theory of Disease"
        },
        {
            "text": "Snow's recommendations included a number of other sanitation maneuvers, such as washing the clothes and bed linens of cases, isolation of sick people from healthy ones, and boiling water supplies; all of these helped to curtail further cases of cholera. It would take another 30 years before Koch and his colleagues finally isolated Vibrio cholerae, the etiologic agent of this dread epidemic disease (Snow 1855; Sherman 2007) . Nonetheless, through careful epidemiologic study, Snow had been able to infer an understanding of the possible etiology of cholera and implement effective public health measures to prevent future outbreaks.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 412,
                    "text": "(Snow 1855;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 413,
                    "end": 426,
                    "text": "Sherman 2007)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Mounting Evidence for the Germ Theory of Disease"
        },
        {
            "text": "Around the time Semmelweis was making his seminal observations on an obstetrical infection in Vienna, the English botanist and clergyman, Reverend Miles J. Berkeley was unraveling the mysterious etiology of another devastating infection with major socioeconomic implications, the potato blight, and lending further support to the growing body of evidence in favor of the germ theory of disease. Berkeley, a mycology expert, noted the unmistakable presence of microscopic mold elements in diseased plants in 1846. The potato blight would, over the next few years, lead to the death of one million Irish and result in the mass emigration of approximately two million of their countrymen from their homeland, never to return (Sherman 2007 ). Berkeley's observations were predictably mocked by the scientific community, as it was generally accepted at the time that the potato blight was due to cold and damp \"miasma.\" In 1861, the same year that Semmelweis wrote his now famous if flawed paper on puerperal fever, Anton de Bary, a German plant pathologist and mycologist, conclusively proved that the etiology of potato blight was in fact a fungus -Phytophthora infestans (literally meaning \"the plant destroyer\") -by essentially following the same lines of scientific reasoning that would set the standard for microbial causation two decades later in a Berlin tuberculosis laboratory.",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 735,
                    "text": "(Sherman 2007",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Mounting Evidence for the Germ Theory of Disease"
        },
        {
            "text": "The actual inception of microbiology as a distinct science traditionally dates to 1857, when Louis Pasteur (1822-1895) convincingly demonstrated that microorganisms were responsible for the fermentation of fluids, although incremental, significant advances in the field had occurred in the intervening period since van Leeuwenhoek's observations using microscopy (Wainright 2001 ). Pasteur's work debunked the extant theory of \"spontaneous generation\" and showed instead that fermentation, spoiling, or contamination of organic substances was due to the presence of environmental microorganisms (Johnson 2002) . With these investigations Pasteur (Fig. 3 .5) essentially proved the germ theory of disease and launched the field of modern microbiology.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 378,
                    "text": "(Wainright 2001",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 609,
                    "text": "(Johnson 2002)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 646,
                    "end": 653,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Microbiology Comes of Age: Louis Pasteur"
        },
        {
            "text": "Although the germ theory of disease had its renowned proponents, including Jakob Henle and Edwin Klebs, both German physicians and contemporaries of Pasteur, it also attracted many influential detractors. Using early prototype microscopes, van Leeuwenhoek and Robert Hooke had clearly demonstrated the presence of unicellular protozoan and tiny bacterial organisms -the \"little animalcules\" -as early as 1677 (Gest 2007) . Plant pathologists and mycologists had already demonstrated the essential role of microorganisms as the cause of selected diseases in plants. Yet it was still unproven whether microorganisms could actually cause human diseases. Moreover, debate smoldered as to whether these organisms arose spontaneously from substances already present in devitalized tissue or whether they derived from exogenous sources and had to be implanted to cause disease.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 420,
                    "text": "(Gest 2007)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Microbiology Comes of Age: Louis Pasteur"
        },
        {
            "text": "One of Pasteur's foremost, contemporary critics was Archimé de Pouchet, Director of the Natural History Museum in France and one of the main advocates of spontaneous generation. Owing to the scientific and even political importance of the debate, the French Academy of Sciences offered a monetary prize in 1862 to the scientist who could provide definitive evidence to either prove or disprove the concept of spontaneous generation. Pasteur accepted the challenge and won the award through a series of elegant and carefully executed experiments that eliminated the possibility of spontaneous generation. He showed that heat sterilization, chemical sterilization, or filtration of air and water could maintain organic materials in sterile conditions indefinitely without any microbial growth (Debré 1998) .",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 803,
                    "text": "(Debré 1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Microbiology Comes of Age: Louis Pasteur"
        },
        {
            "text": "Techniques of sterilization and \"Pasteurization\" of dairy products were soon introduced and undoubtedly saved millions of lives in the period that followed. Pasteur established the Pasteur Institute through a combination of major private financing and public monies. The Institute soon became an international center for microbiology, immunology, and medicine, largely due to the efforts of Louis Pasteur himself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microbiology Comes of Age: Louis Pasteur"
        },
        {
            "text": "Pasteur's work inspired the British surgeon Joseph Lister (1827-1912) to attempt to use sterile methods to protect the wounds of trauma patients at the orthopedic infirmary in Glasgow, Scotland in 1867. Realizing that universal air filtration or heating the patient to maintain sterility were impractical clinical options, Lister ( Fig. 3.6 ) investigated the use of chemical disinfectants as a method of preventing wound infections. Based on the discovery by local farmers that carbolic acid decreased the fetid odor of the common fertilizer \"night soil\" (i.e. human excreta), Lister demonstrated the value of dilute solutions of this chemical in maintaining the sterility of dressings, surgical instruments, and the hands of surgeons caring for injured patients (Harding-Rains 1977) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 340,
                    "text": "Fig. 3.6",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 764,
                    "end": 784,
                    "text": "(Harding-Rains 1977)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Microbiology Comes of Age: Louis Pasteur"
        },
        {
            "text": "Lister's findings were favorably received by the scientific community, and the use of sterile technique in the care of surgical patients was adopted as an international standard (Bynum 1994 ). Lister's work was accepted, and he succeeded in establishing principles of antisepsis where his predecessors, most notably Semmelweis, had failed because the germ theory of disease had by this point garnered widespread acceptance through the efforts of Pasteur (Wangesteen and Wangesteen 1978) .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 189,
                    "text": "(Bynum 1994",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 454,
                    "end": 486,
                    "text": "(Wangesteen and Wangesteen 1978)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Microbiology Comes of Age: Louis Pasteur"
        },
        {
            "text": "Pasteur's celebrity and stature within the scientific community attracted talent from many parts of the world. He surrounded himself with a large number of dedicated and capable investigators, thereby greatly enhancing the prestige of the Institute that bore his name. A number of his students, assistants, and colleagues made major contributions to the fields of infectious diseases, microbiology, and immunity, including Charles Chamberland who invented the autoclave, a water purification device that was later used in the discovery of viruses, and developed a Pasteurella vaccine; Alexandre Yersin, co-discoverer of the plague bacillus; Emile Roux who discovered diphtheria toxin and antitoxin; Jules Bordet, who discovered the whooping cough bacillus and complement; Ilya Metchnikoff, who discovered the process of phagocytosis and provided the initial descriptions of innate immunity; and Albert Calmette, who discovered cobra antivenin and developed Bacillus-Calmette-Guérin, the first effective tuberculosis vaccine (Debré 1998) .",
            "cite_spans": [
                {
                    "start": 1024,
                    "end": 1036,
                    "text": "(Debré 1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Microbiology Comes of Age: Louis Pasteur"
        },
        {
            "text": "Pasteur used his powers of experimental observation to move the burgeoning field of microbiology to its logical next steps -protection against pathogens. In an ironic nod to his own axiom concerning chance favoring the prepared mind, established earlier in his industrial chemistry career, Pasteur serendipitously discovered the phenomenon of laboratory attenuation of microorganisms and was able to extrapolate his findings as a means of developing targeted vaccines. In 1879, Pasteur observed that after serial passage the chicken cholera bacillus, now known as Pasteurella spp., lost the capacity to cause lethality when injected into chickens. Because chickens were in short supply in the laboratory, Pasteur was forced to recycle the same animals in subsequent experiments using freshly passed and highly virulent strains of bacteria. Remarkably, the chickens previously exposed to attenuated bacilli survived infection with virulent strains, whereas naïve chickens died rapidly upon challenge. He surmised that serial passage of the bacteria at certain elevated temperature ranges and in the presence of oxygen resulted in organisms that could induce resistance to challenge using virulent forms of the same bacteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microbiology Comes of Age: Louis Pasteur"
        },
        {
            "text": "Pasteur recognized that this technique of \"artificial attenuation\" could replace the need to identify naturally attenuated microorganisms, as Jenner had done with cowpox in milkmaids, and that this phenomenon could revolutionize the concept of vaccines. This finding, perhaps more than any other since Jenner's, opened up a ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microbiology Comes of Age: Louis Pasteur"
        },
        {
            "text": "Even as Paris was fast becoming the center of research in the nascent field of microbiology, a country doctor from Prussia was beginning his career in microbiology essentially as a weekend hobby. Robert Koch (1843-1910) studied medicine at the University at Göttingen where he came under the influence of the notable Professor of Anatomy Jakob Henle, an early proponent of the germ theory of disease, and learned the importance of careful animal experimentation in understanding disease causation. In the 1870s, as a district medical officer in the Prussian town of Wollstein, Koch (Fig. 3.7) began his investigations into the etiology of anthrax in sheep; this marked the beginning of a distinguished career in scientific research (Brock 1988) . He identified anthrax bacilli in the blood of infected sheep and successfully transmitted the infection into healthy experimental animals. Using careful photomicroscopy and detailed drawings, he accurately described the life cycle of anthrax and the process of endospore formation. With the publication of this work in 1876, Koch became a major force in the fledgling field of microbiology.",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 744,
                    "text": "(Brock 1988)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 592,
                    "text": "(Fig. 3.7)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Robert Koch and the Berlin School of Microbiology"
        },
        {
            "text": "Koch pioneered a number of laboratory techniques. He employed the use of the oil immersion microscope to study bacteria; developed new staining methods for bacterial identification; and he invented procedures for the isolation of pure bacterial cultures on solid media, the latter facilitated by the use of agar as the solidifying agent in flat \"Petri\" dishes, named after their inventor, Richard Petri (a colleague of Koch) and still in common use today. To obtain pure growth he insisted upon the use of single colony isolation, \"the Koch plate technique\" (Kaufmann and Winau 2005) , acclaimed by even his rival and eventual antagonist, Pasteur, who was noted to remark, \"C'est un grand progress, monsieur\" (Brock 1988) .",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 583,
                    "text": "(Kaufmann and Winau 2005)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 709,
                    "end": 721,
                    "text": "(Brock 1988)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Robert Koch and the Berlin School of Microbiology"
        },
        {
            "text": "While serving as a senior medical officer in the Imperial Health Office in Berlin in 1882, Koch discovered the microbial etiology of tuberculosis, perhaps the most important disease cause of death at the time, making his a household name (Ryan 1992) . Using differential staining techniques, careful microscopy, and solid agar methods, Koch isolated the causative agent, Mycobacterium tuberculosis, in pure culture (Dubos and Dubos 1956) . It was in this context that he initially proposed a set of criteria that had to be satisfied to infer an etiologic role for a specific bacterial agent in a particular disease. These conditions came to be known as \"Koch's Postulates\" and were eventually refined by Koch: the pathogen accounts for the clinical and pathological features of the disease and must be found in every case in which the disease occurs; the pathogen is not found in other diseases as a nonpathogen; after being isolated from the body and repeatedly passed in pure culture, the pathogen can induce the disease in animal models; and the same pathogen must be re-isolated from the experimental animal (Brock 1988) . These criteria remained the gold standard upon which to judge evidence of microbial disease causation and are still valid to some extent today.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 249,
                    "text": "(Ryan 1992)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 415,
                    "end": 437,
                    "text": "(Dubos and Dubos 1956)",
                    "ref_id": null
                },
                {
                    "start": 1112,
                    "end": 1124,
                    "text": "(Brock 1988)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Robert Koch and the Berlin School of Microbiology"
        },
        {
            "text": "Koch, like Pasteur, surrounded himself with brilliant colleagues and collaborators and simultaneously attracted strong supporters and equally vocal detractors. Contemporary physicians who rejected the germ theory in favor of other theories of disease causation included Max von Pettenkoffer, the influential Munich hygienist and the celebrated cellular pathologist Rudolf Virchow. Pettenkoffer espoused the \"sanitation theory\" of disease, widely supported by social liberals, that poor sanitation, unfavorable water, soil conditions, and damp weather generated miasma poisons that subsequently caused illness, primarily in socio-economically disadvantaged populations. The cure for epidemics was therefore social progress and the elimination of poverty. Virchow, considered to be the founding father of cellular pathology and the most respected academic physician in Germany during Koch's era, remained an ardent opponent of the germ theory of infectious diseases; he never completely embraced Koch's discovery of the tubercle bacillus, despite the overwhelming scientific evidence (Brock 1988; Kaufman and Winau 2005) . However, the germ theory of disease was embraced by the conservative Prussian government in Berlin largely because the fundamental premise was that communicable diseases were the consequences of exogenous microorganisms invading the body, circumstances that were largely independent of socioeconomics. Pathogen control could then be viewed as possible with central governmental controls, without having to address all the ills of society. The Prussian Parliament supported Koch's work with lavish funding for the Koch Institute for Infectious Diseases, which opened in Berlin in 1891 (Brock 1988) . The government's interests were more than altruistic; these were fervently nationalistic times. When Koch's team succeeded in isolating the Vibrio etiology of cholera in Egypt after Pasteur's group had failed, the German government hailed it as proof of the superiority of German science over French science, and Koch was welcomed back to Berlin with a hero's procession (Brock 1988; Kaufmann and Winau 2005) .",
            "cite_spans": [
                {
                    "start": 1082,
                    "end": 1094,
                    "text": "(Brock 1988;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1095,
                    "end": 1118,
                    "text": "Kaufman and Winau 2005)",
                    "ref_id": null
                },
                {
                    "start": 1705,
                    "end": 1717,
                    "text": "(Brock 1988)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2091,
                    "end": 2103,
                    "text": "(Brock 1988;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2104,
                    "end": 2128,
                    "text": "Kaufmann and Winau 2005)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Robert Koch and the Berlin School of Microbiology"
        },
        {
            "text": "Whereas Virchow eventually capitulated to at least public acceptance of Koch's theories (he returned to Berlin after The Pathological Institute was built for him on the grounds of Koch's Institute), Pettenkoffer remained a vocal skeptic of the germ theory, even in the face of overwhelming evidence. He famously ingested a culture dose of Vibrio cholerae from Koch's laboratory, claiming not to become ill from the disease and offering this as proof that the bacillus was not the etiologic agent of cholera. Subsequent reports suggested that Pettenkoffer did experience mild diarrhea after this oral challenge, probably the result of partial immunity from a previous bout of cholera a few years earlier (Brock 1988) . History clearly sided with Koch, Pasteur, and their supporters (Sherman 2007) .",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 715,
                    "text": "(Brock 1988)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 781,
                    "end": 795,
                    "text": "(Sherman 2007)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Robert Koch and the Berlin School of Microbiology"
        },
        {
            "text": "A serious rift developed between the two great contemporary microbiologists, Pasteur and Koch, during this time. They were each staunch patriots in a period of strident nationalism throughout Europe; enmity between their respective countries was firmly entrenched after the French defeat in the Franco-Prussian War in 1870. But a variety of other philosophical, cultural, and scientific differences existed between these two men. Although competition in the realm of science can be healthy and provide the impetus for discovery, adversarial competition can lead to secrecy and suspicion, thus impeding scientific progress. The tempestuous relationship between Pasteur and Koch vacillated between healthy and unhealthy competition throughout their careers. Fortunately, many of their coworkers were able to maintain more reasoned and collegial professional relationships (Dubos and Dubos 1956; Kaufmann and Winau 2005) .",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 917,
                    "text": "Kaufmann and Winau 2005)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Robert Koch and the Berlin School of Microbiology"
        },
        {
            "text": "Some of the antagonism between Pasteur and Koch was based on miscommunication. Neither spoke the other's language, setting the stage for errors in translation. At the Fourth International Congress of Hygiene and Demography in Geneva in 1882, each of these supremely accomplished scientists felt personally insulted by the other's public remarks; in both instances there appeared to be no malicious intent (Brock 1988) . The result was a series of vitriolic verbal and written exchanges that played out during the 1880s at scientific conferences and in the literature. The controversy had largely subsided by 1890, although Koch was conspicuously absent from the world's celebration of Pasteur's seventieth birthday in 1892 (Brock 1988) . Microorganisms need to be instructed and can perform useful functions for humankind (fermentation) The \"Linnaean\" Approach: Microorganisms are immutable species that could not and should not be changed (The Monomorphic hypothesis)",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 417,
                    "text": "(Brock 1988)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 723,
                    "end": 735,
                    "text": "(Brock 1988)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Robert Koch and the Berlin School of Microbiology"
        },
        {
            "text": "The \"Unitarian\" Approach: Microorganisms are mutable and can be modified. (The Pleomorphic hypothesis of adaptation and mutability) Use solid medium for single colony isolation is required to avoid contamination Use of broth cultures with mixed communities of microorganisms are important to study Darwinian concept of evolution by Random variation and natural selection",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robert Koch and the Berlin School of Microbiology"
        },
        {
            "text": "The Lamarckian view of \"directed evolution of favorable characteristics\" \"Humoralists\"-promoted serum therapy for infectious diseases \"Cellularists\" promoted cellular and phagocytic defenses against infection Aside from their respective issues of national pride, Pasteur and Koch harbored major differences in their styles and scientific approaches (Table 3 .1). Pasteur favored a vaccination approach to infectious diseases; Koch believed in a more population-based, public health approach to the problem. Nonetheless, their actions, in many ways, belied their mutual, if muted scientific respect; the Institute in Berlin, for example, was predicated on the Pasteur Institute.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 349,
                    "end": 357,
                    "text": "(Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Robert Koch and the Berlin School of Microbiology"
        },
        {
            "text": "Koch's Institute flourished, attracting a superb group of investigators and collaborators to the fields of microbiology and immunotherapy. Notables included Paul Ehrlich, co-discoverer of antibodies, antigens, and chemotherapy for infectious diseases; Richard Pfeiffer, who discovered bacterial endotoxin, the phenomenon of bacteriolysis, and played a major role in the development of killed typhoid vaccines; Emil von Behring, discoverer of serum therapy for diphtheria and tetanus; and Shibasaburo Kitasato and Sakahiro Hata, Japanese scientists who made important contributions to serum therapy and the discovery of salvarsan for the treatment of syphilis, respectively (Brock 1988 ). Koch's standard methodologies for bacteriology still continue to be used in clinical microbiology laboratories today, and though his classic \"postulates\" have been revised and revisited on numerous occasions (Relman et al. 1992; Fredricks and Relman 1996) , Koch and his scientific rival Pasteur remain the two most influential figures in the history of microbiology (Kaufmann and Winau 2005) .",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 684,
                    "text": "(Brock 1988",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 896,
                    "end": 916,
                    "text": "(Relman et al. 1992;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 917,
                    "end": 943,
                    "text": "Fredricks and Relman 1996)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1055,
                    "end": 1080,
                    "text": "(Kaufmann and Winau 2005)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Robert Koch and the Berlin School of Microbiology"
        },
        {
            "text": "Following on the heels of the landmark discoveries in the area of bacteriology by Pasteur and Koch, advances in other disciplines of microbiology such as mycology, parasitology, and virology developed at a rapid pace beginning in the late nineteenth century and continuing throughout much of the twentieth. In 1870, Patrick Manson, a Scottish physician working on tropical diseases in the Far East, confirmed the presence of microscopic parasites in mosquito vectors of filariasis. This discovery eventually led the British physician Ronald Ross, working in India, to definitively prove the parasitic nature of malaria and its transmission by mosquitoes in 1896 (Sherman 2007) . Contemporaneously, agricultural scientists in the Netherlands and Russia discovered the \"filterable agent\" responsible for tobacco mosaic disease (Mayer 1886; Ivanowski 1892; Beijerinck 1898) . These infectious particles were capable of passing through submicron filters that were known to capture bacteria; hence, a new discipline within microbiology was founded based on sub-microscopic entities that did not completely conform to Koch's well-accepted scientific dogma. The history of virology and advances in laboratory methodologies for cultivating these microorganisms are considered in detail in Chapter 9.",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 676,
                    "text": "(Sherman 2007)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 825,
                    "end": 837,
                    "text": "(Mayer 1886;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 838,
                    "end": 853,
                    "text": "Ivanowski 1892;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 854,
                    "end": 870,
                    "text": "Beijerinck 1898)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Robert Koch and the Berlin School of Microbiology"
        },
        {
            "text": "The history of microbiology in the twentieth century was dominated by research discoveries in genetics, nucleic acid biochemistry, and molecular biology. Since Charles Darwin's description of natural selection and variation and Gregor Mendel's work in defining the laws of genetics in the mid-nineteenth century, scientists had sought the biochemical basis for genes that determine the destiny of life forms on earth. Oswald Avery, Maclyn McCarty, and Colin MacLeod, working at the Rockefeller Institute identified the \"holy grail\" of genetics in 1944 with their finding that the \"transforming principle\" or genetic material of Streptococcus pneumoniae was deoxyribonucleic acid (DNA), not protein as previously postulated (Lederberg 1994) . This observation led to the elucidation of the structure of DNA in 1953 by James Watson, Francis Crick, Rosalind Franklin, and Maurice Wilkins (Watson 1968) , which in turn led to the deciphering of the genetic code by the former two scientists and ushered in the modern era of molecular biology. The first complete genomic sequencing, that of a bacteriophage was accomplished in 1977 (Sanger et al. 1982) ; that of a free-living organism, Haemophilus influenzae Rd, was accomplished nearly two decades later (Fleischmann et al. 1995) , followed shortly thereafter by the first draft of the human genome in 2001 (Altshuler 1995; Venter et al. 2001) . Recent advances in microbiology, including the development of recombinant DNA technology, the polymerase chain reaction, and monoclonal antibodies have revolutionized clinical microbiology and permitted the use of nonculture methods to diagnose fastidious or non-cultivatable organisms such as hepatitis C, Trophyrema whippelii, and a variety of other organisms that likely contribute to human disease (Fredricks and Relman 1996) .",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 739,
                    "text": "(Lederberg 1994)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 885,
                    "end": 898,
                    "text": "(Watson 1968)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1127,
                    "end": 1147,
                    "text": "(Sanger et al. 1982)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1251,
                    "end": 1276,
                    "text": "(Fleischmann et al. 1995)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1354,
                    "end": 1370,
                    "text": "(Altshuler 1995;",
                    "ref_id": null
                },
                {
                    "start": 1371,
                    "end": 1390,
                    "text": "Venter et al. 2001)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1795,
                    "end": 1822,
                    "text": "(Fredricks and Relman 1996)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Modern Advances in Microbiology"
        },
        {
            "text": "Understanding the basic elements of the human immune response evolved rapidly in parallel with the acceptance of the germ theory of disease. The innate immune system evolved in multicellular organisms to defend against invasion by microorganisms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Brief History of Immunology"
        },
        {
            "text": "Adaptive or acquired immunity evolved relatively late in vertebrate evolution through the acquisition of large retro-transposons within the genome to accommodate the increasing longevity of complex organisms and to provide long term immunologic memory against potential pathogens to which the host has had previous immunologic exposure. The mechanisms that underlie the capacity of the host to orchestrate an appropriate immune defense have been the focus of research for generations of scientists. Major milestones in the history of immunology are illustrated in Fig. 3.8 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 564,
                    "end": 572,
                    "text": "Fig. 3.8",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A Brief History of Immunology"
        },
        {
            "text": "The inception of immunology as a distinct discipline has its origin in the late nineteenth century with the development of the cell-mediated and the humoral immune theories of host defense. Ilya Metchnikoff (1845 Metchnikoff ( -1916 is credited with first recognizing phagocytosis as an important cellular defense strategy (Ambrose 2006) . Metchnikoff (Fig. 3.9) , a comparative zoologist from the village of Kharkov in modern-day Ukraine, reasoned that this highly advantageous host defense he observed in starfish mesenchymal cells would be found in higher species as well (Silverstein 2003) . Aware of the potential significance of his findings, he changed his career path to human pathology and microbiology. With colleagues at the Pasteur Institute, Metchnikoff confirmed that phagocytosis by neutrophils (\"microcytes\") and macrophages was an essential part of the innate immune response in humans. He promulgated the idea of cell-mediated immunity as a defense against specific sets of microbial pathogens in 1884.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 212,
                    "text": "Metchnikoff (1845",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 232,
                    "text": "Metchnikoff ( -1916",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 337,
                    "text": "(Ambrose 2006)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 575,
                    "end": 593,
                    "text": "(Silverstein 2003)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 362,
                    "text": "(Fig. 3.9)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A Brief History of Immunology"
        },
        {
            "text": "German physicians Emil von Behring (1854 Behring ( -1917 and Paul Ehrlich (1854-1915), both assistants in Koch's Institute of Hygiene laboratory in Berlin in 1890, recognized that serum factors prevented lethality from bacterial toxins such as tetanus and diphtheria (Jaryal 2001 ). These factors, termed \"antitoxins\" were subsequently shown to be antibodies; Behring (Fig. 3 .10) and Ehrlich (Fig. 3 .11) demonstrated that protection could be passively transferred from one animal to another using serum alone. This formed the basis for the use of serum therapy for toxin-mediated infectious diseases, a strategy that became widely used by both the Koch and Pasteur groups. Behring was awarded the inaugural the Nobel Prize in 1901 for his work on immune therapy; Ehrlich and Metchnikoff shared the Nobel Prize in 1908 for their descriptions of humoral and cellular immunity, respectively (Silverstein 2005; Gensini et al. 2007) .",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 40,
                    "text": "Behring (1854",
                    "ref_id": null
                },
                {
                    "start": 41,
                    "end": 56,
                    "text": "Behring ( -1917",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 279,
                    "text": "(Jaryal 2001",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 890,
                    "end": 908,
                    "text": "(Silverstein 2005;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 909,
                    "end": 929,
                    "text": "Gensini et al. 2007)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 375,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 393,
                    "end": 400,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A Brief History of Immunology"
        },
        {
            "text": "Another fundamental aspect of humoral immunity was discovered by Jules Bordet, a Belgian physician working in Metchnikoff's laboratory at the Pasteur Institute in 1896, who first identified a heat labile serum factor that contributed to the protection induced by antibodies during the process of serum therapy. Ehrlich similarly observed this property and referred to it as \"complement\" to describe its complementary effect on the activity of antibodies (Walport 2001) . It would take nearly another century for this phenomenon to be fully elucidated (Pillemer et al. 1956; Super et al. 1989) .",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 468,
                    "text": "(Walport 2001)",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 573,
                    "text": "(Pillemer et al. 1956;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 574,
                    "end": 592,
                    "text": "Super et al. 1989)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "A Brief History of Immunology"
        },
        {
            "text": "One of the fundamental problems facing early immunologists was providing an explanation of how a seemingly infinite repertoire of diverse antibodies could be generated to maintain adaptive immunity against myriad potential human pathogens and their antigens. None of the theories advanced in the early part of the twentieth century adequately explicated experimental observations regarding antibody diversity (Weiser et al. 1969) .",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 429,
                    "text": "(Weiser et al. 1969)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A Brief History of Immunology"
        },
        {
            "text": "Ehrlich first proposed the selection or \"side chain\" theory to explain antibody diversity. He hypothesized that specialized, inducible cells of the immune system existed with antibody-like molecules on their surfaces. Upon coming in contact with a relevant antigen, cells with the highest binding affinity on the side chains of their surface antibodies would be selected, become stimulated and proliferate, releasing antibodies into the circulation. While Karl Landsteiner's work in the early twentieth century questioned the plausibility that the human body could respond to the array of potential antigens found in the environment in this manner (Figl and Pelinka 2004) , Australian virologist-turned-immunologist F. Macfarlane Burnet proposed an alternative hypothesis in 1956 based on modifications of the theories of Danish immunologist Niels Jerne. Burnet's clonal selection theory, describing the activation, clonal proliferation, and subsequent targeted antibody secretion of lymphocytes after binding to a matched antigen, reconciled experimental observations and was subsequently shown to be the correct explanation for the generation of antibody diversity (Burnet 1957) .",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 671,
                    "text": "(Figl and Pelinka 2004)",
                    "ref_id": null
                },
                {
                    "start": 1167,
                    "end": 1180,
                    "text": "(Burnet 1957)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "A Brief History of Immunology"
        },
        {
            "text": "Relatively rapid progress in elucidating the functional aspects of the human immune system was initiated with the discovery of the origins of B cells and T cells in the 1950s by Ohio State University graduate students Bruce Glick and Timothy Chang who serendipitously identified the bursa of Fabricius as the site of antibody formation in chickens (Chang et al. 1955; Glick 1955; Adelman 1967; Ribatti et al. 2006) . Soon thereafter Francis Miller demonstrated that cell-mediated immune responses required thymic conditioning (Ribatti et al. 1965) , and that thymectomy depleted the lymphoid organs of lymphocytes and abrogated these responses (Cooper et al. 1966) .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 367,
                    "text": "(Chang et al. 1955;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 368,
                    "end": 379,
                    "text": "Glick 1955;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 380,
                    "end": 393,
                    "text": "Adelman 1967;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 394,
                    "end": 414,
                    "text": "Ribatti et al. 2006)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 526,
                    "end": 547,
                    "text": "(Ribatti et al. 1965)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 644,
                    "end": 664,
                    "text": "(Cooper et al. 1966)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "A Brief History of Immunology"
        },
        {
            "text": "The identification of human disease equivalents to B cell and T cell deficiencies of experimental animals (Stehm and Johnston 2005; Peterson 2007) introduced a new era of cellular immunology (Silverstein 2001) . Novel revelations emerged in rapid succession: the essential role of lymphocytes in allograft rejection and the fundamental nature of immune tolerance (Steinman 2007) ; subtyping and quantitation of T cells and B cells in the mid 1970s (Köhler and Milstein 1975) ; the role of natural killer cells and regulatory T cells (Sakaguchi et al. 2007 ); the details of antigen processing (Gordon 2007) , presentation, and T cell signaling by macrophages (Zinkernagel and Doherty 1974) ; the critical interactions between T and B cells (Claman and Chaperon 1969) ; and the role of dendritic cells in antigen presentation (Steinmann and Cohn 1973) . The last decades of the twentieth century witnessed renewed interest in the role of the innate immune system in host defense upon initial encounter with potential pathogens. The discovery of pro-inflammatory cytokines such as tumor necrosis factor (Carswell et al. 1975 ) and interleukin-1 (Auron et al. 1984) were major milestones in understanding immune cell signaling and response, a field advanced further by the discovery of the toll-like receptors (TLRs) in the early 1990s (Beutler et al. 2006) . The definition of TLR4 as the lipopolysaccharide receptor capped a century-long search for the receptor for bacterial endotoxin and brought immunology full circle back to its bacteriologic roots (Beutler and Poltorak 2000) .",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 209,
                    "text": "(Silverstein 2001)",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 378,
                    "text": "(Steinman 2007)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 448,
                    "end": 474,
                    "text": "(Köhler and Milstein 1975)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 533,
                    "end": 555,
                    "text": "(Sakaguchi et al. 2007",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 593,
                    "end": 606,
                    "text": "(Gordon 2007)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 659,
                    "end": 689,
                    "text": "(Zinkernagel and Doherty 1974)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 740,
                    "end": 766,
                    "text": "(Claman and Chaperon 1969)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 825,
                    "end": 850,
                    "text": "(Steinmann and Cohn 1973)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1101,
                    "end": 1122,
                    "text": "(Carswell et al. 1975",
                    "ref_id": null
                },
                {
                    "start": 1143,
                    "end": 1162,
                    "text": "(Auron et al. 1984)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1333,
                    "end": 1354,
                    "text": "(Beutler et al. 2006)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1552,
                    "end": 1579,
                    "text": "(Beutler and Poltorak 2000)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "A Brief History of Immunology"
        },
        {
            "text": "Perhaps no other developments have had such a major impact on the health and welfare of humankind than those comprising the history of microbiology and immunology. Over the last 100 years, the mortality burden of infectious diseases has decreased substantially and the average lifespan has increased by over 30 years due to advances in public health, sanitation, vaccines, and anti-infective chemotherapy -all deriving from the sciences of microbiology and immunology (Centers for Disease Control 1999). Future advances are anticipated when the genomics era in which we now live and the promise of systems biology and personalized medicine are fully realized in the next few decades. A remarkable story of directed inquiry into the fundamental nature of microbes and immune defenses preceded many of the current advances in medicine. Much work remains before the benefits of these discoveries can be applied equally worldwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The embryological treatise of Hieronymus Fabricius of Aquapendente",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Adelman",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "147--191",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Altshuler D (1995) The international Hap Map Consortium. The haplotype map of the human genome",
            "authors": [],
            "year": null,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "1299--1320",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Osler slide, a demonstration of phagocytosis from 1876 reports of phagocytosis before Metchnikoff's 1880 paper",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Ambrose",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell Immunol",
            "volume": "240",
            "issn": "1",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nucleotide sequence of himan monocyte interleukin-1 precursor cDNA",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Auron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Rosenwasser",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "81",
            "issn": "",
            "pages": "7917--7911",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Concerning a contagium vivum fluidum as a cause of the spot-disease of tobacco leaves",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Beijerinck",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Verhandelingen der Koninkyke akademie Wettenschappen te Amsterdam",
            "volume": "65",
            "issn": "",
            "pages": "33--52",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The search for Lps: 1993-1998",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Beutler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Poltorak",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Endotoxin Res",
            "volume": "6",
            "issn": "4",
            "pages": "269--293",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genetic analysis of host resistance: toll like receptor signaling and immunity at large",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Beutler",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Georgel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Rev Immunol",
            "volume": "24",
            "issn": "",
            "pages": "353--389",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Robert Koch: a life in medicine and bacteriology",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Brock",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A modification of Jerne's theory of antibody formation using the concept of clonal selection",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Burnet",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Aust J Sci",
            "volume": "20",
            "issn": "",
            "pages": "676--669",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Kassel RL et al (1975) An endotoxin induced serum factor that produces necrosis in tumors",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Bynum",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "72",
            "issn": "9",
            "pages": "3666--3670",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ten great public health achievements-United States 1900-1999",
            "authors": [],
            "year": 1999,
            "venue": "Centers for Disease Control",
            "volume": "48",
            "issn": "12",
            "pages": "241--243",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The significance of the bursa of Fabricius of chickens in antibody production",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Winter",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "Poultry Sci",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Immunologic complementation between thymus and marrow cells -a model for the two-cell theory of immunocompetence",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Claman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Chaperon",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Transplant Rev",
            "volume": "1",
            "issn": "",
            "pages": "92--113",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The functions of the thymus system and the bursa system in the chicken",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "Rda",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "South",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "J Exp Med",
            "volume": "123",
            "issn": "",
            "pages": "75--102",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The western medical tradition 800 BC to AD 1800",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "I"
                    ],
                    "last": "Conrad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neve",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nutton",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A salute to Antony van Leewenhoek of Delft, most versatile 17th century founding father of protistology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Corliss",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Protist",
            "volume": "153",
            "issn": "2",
            "pages": "177--190",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "English edition: Debré P (1998) Louis Pasteur (trans: Forster E)",
            "authors": [
                {
                    "first": "P ; Louis",
                    "middle": [],
                    "last": "Debré",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pasteur",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Karl Landsteiner: discoverer of blood groups",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Guns, germs and steel: the fate of human societies. W.W. Norton & Company",
            "volume": "63",
            "issn": "",
            "pages": "251--254",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Whole-genome random sequencing assembly of Hemophilus influenzae",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Fleischmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Science",
            "volume": "269",
            "issn": "",
            "pages": "496--512",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sequence-based identification of microbial pathogens: a reconsideration of Koch's postulates",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Fredricks",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Relman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin Microbiol Rev",
            "volume": "9",
            "issn": "",
            "pages": "18--33",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The evolution of the concept of \"fever\" in the history of medicine: from pathological picture per se to clinical epiphenomenon (and vice versa)",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gensini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Conti",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect",
            "volume": "49",
            "issn": "",
            "pages": "85--87",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The contributions of Paul Ehrlich to infectious disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gensini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect",
            "volume": "54",
            "issn": "3",
            "pages": "221--224",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Fresh views of the 17th century discoveries by Hooke and van Leeuwenhoek",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gest",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Microbe",
            "volume": "2",
            "issn": "",
            "pages": "483--488",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The bursa of Fabricius and antibody production. Dissertation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glick",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The macrophage: past, present and future",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "S9-S17 Harding-Rains AJ (1977) Joseph Lister and antisepsis",
            "volume": "37",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Tissue distribution of bovine spongiform encephalopathy agent in primates after intravenous or oral infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Herzog",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Salès",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Etchegaray",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "422--427",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Concerning the mosaic disease of the tobacco plant",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ivanowski",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Johnson J) In: Phytopathological classics, Number",
            "volume": "35",
            "issn": "",
            "pages": "27--30",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Emil von Behring and the last hundred years of immunology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jaryal",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Indian J Physiol Pharmacol",
            "volume": "45",
            "issn": "4",
            "pages": "389--394",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The ghost map: the story of London's most terrifying epidemic and how it changed science, cities and the modern world",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "VA Med Monthly",
            "volume": "97",
            "issn": "",
            "pages": "526--527",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Recombinant viruses and early global HIV-1 epidemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Kalish",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pieniazek",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "7",
            "pages": "1227--1234",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "From bacteriology to immunology: the dualism of specificity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Winau",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Immunol",
            "volume": "6",
            "issn": "11",
            "pages": "1063--1066",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Continuous cultures of fused cells secreting antibody of predefined specificity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Köhler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Milstein",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Nature",
            "volume": "256",
            "issn": "",
            "pages": "495--497",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The transformation of genetics by DNA: an anniversary celebration of Avery",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                }
            ],
            "year": 1944,
            "venue": "Genetics",
            "volume": "136",
            "issn": "2",
            "pages": "423--426",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Association of human-leukocyte antigen Class 1 (B*0703) and Class 2 (DRB1*0301) genotypes with susceptibility and resistance to the development of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "Akc",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Infect Dis",
            "volume": "190",
            "issn": "",
            "pages": "515--518",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Concerning the mosaic disease of tobacco",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "trans: Johnson J) In: Phytopathological Classics, Number",
            "volume": "32",
            "issn": "",
            "pages": "11--24",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "American slavery, American freedom: the ordeal of colonial Virginia, 1st edn",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J Hist Med Allied Sci",
            "volume": "34",
            "issn": "3",
            "pages": "255--272",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The link between coagulation and innate immunity in severe sepsis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Opal",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Scand J Infect Dis",
            "volume": "35",
            "issn": "",
            "pages": "535--544",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Experiments of nature\" and the new era of immunology: a historical perspective",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Immunol Res",
            "volume": "38",
            "issn": "1-3",
            "pages": "55--63",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The properdin system in immunity: I. Demonstration isolation of a new serum protein, properdin, and its role in immune phenomenon",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pillemer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Blum",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "H"
                    ],
                    "last": "Lepow",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Science",
            "volume": "120",
            "issn": "3112",
            "pages": "279--285",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Identification of the uncultured bacillus in Whipple's disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Relman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Macdermott",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "N Engl J Med",
            "volume": "327",
            "issn": "",
            "pages": "293--301",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Miller's seminal studies on the role of thymus in immunity",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ribatti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Crivellato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vacca",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Clin Exp Immunol",
            "volume": "139",
            "issn": "",
            "pages": "371--375",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The contribution of Bruce Glick to the definition of the role played by the bursa of Fabricius in the development of the B cell lineage",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ribatti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Crivellato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vacca",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Exp Immunol",
            "volume": "145",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The forgotten plague: how the battle against tuberculosis was won -and lost. Little, Brown and Company",
            "authors": [
                {
                    "first": "F ;",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sakaguchi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wing",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miyara",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Eur J Immunol",
            "volume": "37",
            "issn": "1",
            "pages": "116--123",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Nucleotide sequence of bacteriophage l",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sanger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Coulson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Mol Biol",
            "volume": "162",
            "issn": "",
            "pages": "729--773",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Twelve diseases that changed our world",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "W"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The lymphocyte in immunology: from James Murphy to James L. Gowans",
            "volume": "2",
            "issn": "",
            "pages": "569--571",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Darwinism and immunology: from Metchnikoff to Burnet",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Silverstein",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Immunol",
            "volume": "4",
            "issn": "1",
            "pages": "3--6",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Paul Ehrlich, archives and the history of immunology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Silverstein",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat Immunol",
            "volume": "6",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "On the mode of communication of cholera",
            "authors": [
                {
                    "first": "J ;",
                    "middle": [],
                    "last": "Snow",
                    "suffix": ""
                },
                {
                    "first": "London",
                    "middle": [],
                    "last": "Churchill",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Stehm",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Pediatr Res",
            "volume": "57",
            "issn": "3",
            "pages": "458--467",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Dendritic cells: versatile controllers of the immune system",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Steinman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Med",
            "volume": "13",
            "issn": "10",
            "pages": "1155--1159",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Identification of a novel cell type in peripheral lymphoid organs of mice. I. Morphology, quantitation, tissue distribution",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Steinmann",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohn",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "J Exp Med",
            "volume": "137",
            "issn": "",
            "pages": "1142--1162",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Structure and receptor specificity of the hemagglutinin from an H5N1 influenza",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Blixt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Tumpey",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Virus",
            "volume": "312",
            "issn": "",
            "pages": "404--410",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Association of low levels of mannan-binding protein with a common defect in opsonization",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Super",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tlthiel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "1236--1239",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The sequence of the human genome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Venter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "291",
            "issn": "5507",
            "pages": "1304--1351",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The rise of surgery, from a empiric craft to scientific discipline",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Wangesteen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Wangesteen",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The double helix: a personal account of the discovery of the structure of DNA",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Fundamentals of Immunology. Lea & Febiger",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Ignaz Philipp Semmelweis, the prophet of bacteriology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wyklicky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Skopec",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Infect Control",
            "volume": "4",
            "issn": "5",
            "pages": "367--369",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Restriction of in vitro T cell-mediated cytotoxicity in lymphocytic choriomeningitis within a syngeneic or semi-allogeneic system",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Zinkernagel",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Nature",
            "volume": "248",
            "issn": "",
            "pages": "701--702",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Antony van Leeuwenhoek (Rijksmuseum, The Netherlands) 3 A Brief History of Microbiology and Immunology",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Ignaz Semmelweiss (Wellcome Library)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "John Snow (Wellcome Library)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Louis Pasteur (Institut Pasteur)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Joseph Lister(Wellcome Library)   new epoch in the battle against communicable diseases, one in which the microbiology laboratory performed a pivotal function. With this technology, Pasteur rapidly developed successful vaccines against anthrax in 1881 and rabies in 1885.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Robert Koch (Robert Koch Institute)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Elie Metchnikoff (Wellcome Library)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "10 Emil von Behring (right) (Robert Koch Institute) Fig. 3.11 Paul Ehrlich (Wellcome Library)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Plenciz germ theory proposed 1847 Semmelweis hand hygiene 1852 Potato blight fungus identified 1862 Pasteur confirms germ theory 1865 Mendel laws of heredity 1859 Darwin writes \"Origin of the Species\"",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}