{
    "paper_id": "8ba47f31ecf26a2d8556d7061350ec301fdd8c97",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Geriatricians worldwide continue to face different challenges including the reduction of the number of specialist geriatric units to augment manpower in managing COVID-19 patients (1, 2). In Singapore, the number of people screened as COVID-19 positive has risen exponentially over the past 2 weeks, largely comprising work permit holders residing in foreign worker dormitories (3) . While a lot of the resources are being channelled to manage the increasing numbers of COVID-19 patients, frail older adults with multimorbidity continue to be admitted with very complex needs.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 381,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The National University Hospital (NUH), 1 of 3 hospitals under the National University Health System cluster, is a Tertiary Academic Center. Geriatricians here are considered as super-specialists (4) with dedicated inpatient beds in addition to the Specialised Innovative LongeVity Elderly Recovery (SILVER) Unit for delirious older patients. Patients admitted to NUH are primarily those with fever and / or fulfilling the Singapore Ministry of Health case definition of COVID-19 requiring isolation or specialist input, while the rest of the patients are transferred to a nearby hospital which is part of the same cluster. In NUH, they are mostly admitted to the isolation facilities during the first 24 to 48 hours for COVID-19 swabs, and de-isolated to the general open wards when results are negative. Apart from Cardiology and Oncology, the doctors covering the isolation beds are from all specialties within Medicine. Increasingly many older adults are being de-isolated with the 'GM Frail Elderly' tag which alerts the bed management unit to transfer them to dedicated geriatric inpatient beds. Geriatricians also work closely with the Emergency Department to admit patients who do not require isolation but are agitated or delirious directly to the SILVER Unit. These patients invariably get the best of care from the interdisciplinary team, including respect, dignity, reduction of inappropriate prescribing and proper care transition either to home with home care or to community hospitals. Due to circuit breaker restrictions in Singapore, we have seen increased caregiver stress for patients with known behavioural and psychological symptoms of dementia (BPSD). Many of these patients do not comprehend the importance of social distancing (5) .",
            "cite_spans": [
                {
                    "start": 1751,
                    "end": 1754,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "In addition to the increased demand for inpatient geriatric beds, geriatricians have been working closely with the Hospital Longstayer Committee Team and are the main lead in the virtual interdisciplinary ward rounds for long-stayers hospitalwide. Geriatric consult services are also high in demand hospital-wide and are made available to older patients in the isolation wards. Due to visitor restriction policies within the wards, geriatricians have been working closely with ward nurses to facilitate video calls with family members so that the older patients remain connected with their family which alleviates anxiety. Due to team segregation and reduction in outpatient ambulatory visits, we have also started offering virtual consultations for patients and their caregivers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "To limit the spread of COVID-19, circuit breaker measures have been implemented in Singapore from 7th April to 1st June 2020. More than 200 Senior Care Centres and Senior Activity Centres attended by large numbers of older adults are now closed (6) . They had previously visited these centres to socialise, exercise, play bingo and participated in many activities. Singapore is filled with high-rise housing with void decks on the ground floor built by the Housing Development Board (HDB), which used to be a meeting place for many older adults before the circuit breaker. Older adults will be severely affected by social isolation and a number of measures are in place to prevent functional and cognitive decline. The Agency of Integrated Care (AIC) together with many charities are looking out for those at risk of social isolation, and providing them with necessary help and meal deliveries 7 days a week. Our role as geriatricians include linking our at-risk older patients discharged from hospital to the relevant agencies. Prior to the circuit breaker measures, we had a large group of older adults participating in Healthy Ageing Promotion Program For You (HAPPY) dual task exercise in the community. To ensure they remained connected while maintaining social distancing in the community, we conducted a brief survey and almost half of them expressed the willingness to adopt technology in order to continue tele-HAPPY exercises in their own home (Figure 1 ). Stay-home measures have accelerated technology adoption among older adults, and the ability to connect, see and chat with their peers online have brought great happiness. We have two other ongoing initiatives in the community. Firstly we work with the People's Association whose mission is to build and to bridge communities in achieving one people, one Singapore to create joint exercise video clips for the nation (7) . Secondly, we work closely with AIC in creating a full length public ",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1883,
                    "end": 1886,
                    "text": "(7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1454,
                    "end": 1463,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "education television program targeted at older adults locally entitled \"Learn Together With Me\" (8). Lastly, we must not forget the influence of geriatricians as academics on behavior modification and policy changes through research findings. Many of our findings, including factors that influence social isolation (9) have been featured in the media to encourage local leaders and older adults themselves to take the necessary actions to delay the onset of dementia and frailty.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "(9)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "THE ROLE OF A GERIATRICIAN HAS BECOME EVEN MORE IMPORTANT IN AN ACADEMIC INSTITUTION DURING COVID-19"
        },
        {
            "text": "Tele-HAPPY Exercise",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figure 1"
        },
        {
            "text": "The presence of the geriatrician across settings from acute hospitals to the community is important in ensuring that older adults receive the best care and are not marginalised during the COVID-19 wave. Technology, web-based e-learning modules and many other initiatives cannot fully replace the role of geriatricians but complement and enhance on-theground execution. As published earlier by Stefano Volpato et al, geriatric teams, together with the infectious disease specialists and Department of Medicine as a whole need to be integrated in order to develop tailored management strategies (10) . Geriatricians will also have a major role to play in the post-COVID-19 pandemic and determine what would be the new normal for older adults.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 597,
                    "text": "(10)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Figure 1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Staying True to The Calling of Geriatric Medicine Amid the Waves of Covid-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L K Y"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Nutr Health Aging",
            "volume": "24",
            "issn": "5",
            "pages": "534--535",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Geriatric Medicine in Italy in the Time of Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cesari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Nutr Health Aging",
            "volume": "24",
            "issn": "5",
            "pages": "459--460",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Updates on the COVID-19 situation in Singapore",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Geriatricians: The Super Specialists",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Morley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Am Geriatr Soc",
            "volume": "65",
            "issn": "4",
            "pages": "866--868",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Anticipating and Mitigating the Impact of the COVID-19 Pandemic on Alzheimer's Disease and Related Dementias",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Geriatr Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Elderly hit hard by social isolation amid circuit breaker measures",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Factors associated with social isolation in community-dwelling older adults: a cross-sectional study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Merchant",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Qual Life Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A Frail Health Care System for an Old Population: Lesson form the COVID-19 Outbreak in Italy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Volpato",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Landi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Incalzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gerontol A Biol Sci Med Sci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "M.Z. Chen 1 , S.E. Ng 1 , S. Sandrasageran 1 , B.L.L. Wong 1 , 1. Division of Geriatric Medicine, Department of Medicine, National University Hospital, National University Health System, Singapore; 2. Department of Medicine, National University of Singapore, Singapore. Corresponding author: Reshma A Merchant, National University Hospital, Singapore, reshmaa@nuhs.edu.sg",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no conflicts of interest.Ethical standards: This manuscript is original research and has not been published, is not under consideration elsewhere and complies with the ethical standards and current laws.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests:"
        }
    ]
}