{
    "paper_id": "8bc4ffeadffba99018899e7f5a5d8b72053cdeea",
    "metadata": {
        "title": "CIVIL DISCOURSE",
        "authors": [
            {
                "first": "Lori",
                "middle": [
                    "A"
                ],
                "last": "Deitte",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Priscilla",
                "middle": [
                    "J"
                ],
                "last": "Slanetz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Radiology practices are facing unprecedented challenges not only in how they are providing care to patients but also in how to continue to educate the next generation of radiologists. Although the priority is on providing timely and high-quality imaging to patients, especially those infected with coronavirus disease 2019 (COVID-19), there is still a need to maintain our educational mission. For many institutions, remote learning has become the solution, although in reality, many radiology educators lack the expertise and experience using these technologies effectively. The key is to be creative and find innovative ways to meet resident educational needs without burdening radiologists who are trying to meet increasing clinical demands. For example, our neuroradiology section now sends out weekly articles (ie, radiographics) with accompanying multiple-choice questions that can be answered on a mobile device. In contrast, our abdominal imaging section hosts a virtual \"body club\" in which residents discuss body imaging cases encountered when on rotation or on call. 3. Informatics: PACS database and radiologic-pathologic learning. Institutions should update their teaching files and accessible databases of existing cases for trainee review. By harnessing the power of informatics, a quick search of the PACS database can quickly identify COVID-19 cases, which could then be reviewed by residents and faculty to \"train their eye\" on the multimodality appearance of COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coronavirus Disease 2019 (COVID-19) and Radiology Education-Strategies for Survival"
        },
        {
            "text": "Radiology-pathology 1   1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53   54  55  56  57  58  59  60  61  62  63  64  65  66  67  68  69  70  71  72  73  74  75  76  77  78  79  80  81  82  83  84  85  86  87  88  89  90  91  92  93  94  95  96  97  98  99  100  101  102  103  104  105  106 correlation can be streamlined by creating a module that sends automated e-mails once pathology or operative reports become available for imaging cases, thereby enhancing resident learning and improving accuracy. 4. Residents as teachers. As medical schools transition to a virtual platform, radiology trainees can play a prominent role in teaching, particularly using imaging as a means to teach anatomy and disease pathology, possibly in an interdisciplinary setting. Perhaps a \"virtual radiology elective\" would offer students a structured learning platform. , president and chief executive officer of the ACGME, acknowledged the many changes we are experiencing across the country and specifically addressed the use of telemedicine and the impact of COVID-19 on clinical volume [1] . His communication emphasizes that as needs and policies evolve, the program director, with consideration of the program's Clinical Competency Committee, will assess the competence of each individual trainee before graduation. Program directors must remain committed to providing excellent training to residents and fellows despite our current challenges.",
            "cite_spans": [
                {
                    "start": 1228,
                    "end": 1231,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 445,
                    "text": "1   1  2  3  4  5  6  7  8  9  10  11  12  13  14  15  16  17  18  19  20  21  22  23  24  25  26  27  28  29  30  31  32  33  34  35  36  37  38  39  40  41  42  43  44  45  46  47  48  49  50  51  52  53   54  55  56  57  58  59  60  61  62  63  64  65  66  67  68  69  70  71  72  73  74  75  76  77  78  79  80  81  82  83  84  85  86  87  88  89  90  91  92  93  94  95  96  97  98  99  100  101  102  103  104  105  106",
                    "ref_id": null
                }
            ],
            "section": "DURING THESE"
        },
        {
            "text": "In response to the need for social distancing, the first adaptation in our educational environment was to eliminate side-by-side supervision and to reduce congestion in reading rooms by establishing remote office spaces and home workstations. Faculty and trainees have quickly become facile using screen-sharing software for teaching. This rapid and widespread change in behavior has both immediate and long-lasting benefits. The ability to share a teaching session allows medical students and visiting learners to participate remotely. Furthermore, setting up a text page system for announcing upcoming interesting case conferences can bring residents together, thereby benefitting education and overall well-being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DURING THESE"
        },
        {
            "text": "Postponing nonurgent and elective procedures has led to a profound decrease in clinical work for some subspecialties leading to a reduced daily workforce, including trainees. While at home, residents are available to assist at any moment and can also participate in readout sessions, lectures, and multidisciplinary sessions remotely. Multiple radiology societies, including the ACR, AUR, APDR, Q6 and RSNA, quickly organized and disseminated free learning material for residents with the aim of providing a core resident curriculum. In addition, senior residents with an interest in radiology education can help develop curricular materials in their area of interest when they are on a remote study rotation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DURING THESE"
        },
        {
            "text": "The impact of decreased clinical volumes as it relates to meeting graduation and program requirements is of concern to both trainees and program directors. ACGME has posted communications from several specialties, including radiology [2] . Accrediting and certifying bodies, including the ABR, ACGME, FDA, and NRC Q7 , recognize the impact of this pandemic on trainees' education, and specific allowances may be granted for those residents impacted by COVID-19. For example, creative solutions such as interpretation of blinded, historical patient cases may become necessary for some senior residents. As always and especially at this time, program directors should pay close attention to senior residents' clinical experiences and ensure their readiness to practice independently.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "DURING THESE"
        },
        {
            "text": "How do we adapt to the restrictions related to this pandemic in a way that allows us to continue to support the educational mission? Continuing educational activities preserves some \"normalcy\" for residents and can decrease anxiety, given the current uncertainty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cari Moutzas, MD, Program Director, Diagnostic Radiology Residency, Vanderbilt University Medical Center"
        },
        {
            "text": "First, do what is easy. Keep the lecture schedule and use technology to allow all parties to participate irrespective of physical location. A virtual platform such as Zoom, WebEx, or Goto Q8 meeting can facilitate virtual meetings. Assigning one or two technologically savvy residents to support faculty can facilitate rapid adoption. For faculty uncomfortable talking to a computer screen, the session could still take place in a conference room provided on-site attendees are socially distanced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cari Moutzas, MD, Program Director, Diagnostic Radiology Residency, Vanderbilt University Medical Center"
        },
        {
            "text": "With medical students, virtual learning can be as interactive as inperson learning provided the faculty explicitly encourages questions. This can be accomplished by either stating up front that questions are encouraged at any time or pausing frequently and asking for questions. Sometimes providing prompts, such as asking for the modality, plane of imaging, or imaging finding, can engage students more successfully.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cari Moutzas, MD, Program Director, Diagnostic Radiology Residency, Vanderbilt University Medical Center"
        },
        {
            "text": "With workstations spread out and sometimes in different buildings, faculty must find new ways to provide meaningful feedback and facilitate learning. Most PACS systems have direct messaging that can allow faculty to provide case-specific feedback. Faculty can also share interesting cases and provide trainees with a list of teaching cases to review at their convenience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cari Moutzas, MD, Program Director, Diagnostic Radiology Residency, Vanderbilt University Medical Center"
        },
        {
            "text": "Finally, having a virtual town hall can help trainees reconnect, share updates, and express concerns. These conversations can break the feeling of isolation and remind us that we are all in this together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cari Moutzas, MD, Program Director, Diagnostic Radiology Residency, Vanderbilt University Medical Center"
        },
        {
            "text": "In summary, the COVID-19 pandemic has challenged the status quo but has led to rapid adoption of virtual and experiential learning opportunities that none of us could have imagined just a few months ago. Most institutions have embraced technology as a means to maintain normalcy. Virtual meetings preserve dedicated teaching conferences for both trainees and medical students, facilitate ongoing workstation feedback to residents, and bring the community together in this era of social distancing. This rapid and exponential integration of distance learning has great promise to reach learners across the globe and potentially attract the best and brightest students into the field. For residency programs and trainees, although there remains some uncertainty around how to best meet expected case logs and rotation requirements, we must all remain adaptable, embrace innovation, and continue to add value to patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Q10"
        },
        {
            "text": "In fact, COVID-19 may just be revolutionizing how we teach in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Q10"
        },
        {
            "text": "Teresa Chapman, MD, is a member of the ACGME Radiology Review Committee; written contributions reflect her experience as a residency program director Q2 and are not intended to represent the ACGME. The other authors state that they have no conflict of interest related to the material discussed in this article 211  212  213  214  215  216  217  218  219  220  221  222  223  224  225  226  227  228  229  230  231  232  233  234  235  236  237  238  239  240  241  242  243  244  245  246  247  248  249  250  251  252  253  254  255  256  257  258  259  260  261  262   263  264  265  266  267  268  269  270  271  272  273  274  275  276  277  278  279  280  281  282  283  284  285  286  287  288  289  290  291  292  293  294  295  296  297  298  299  300  301  302  303  304  305  306  307  308  309  310  311  312  313  314 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 311,
                    "end": 830,
                    "text": "211  212  213  214  215  216  217  218  219  220  221  222  223  224  225  226  227  228  229  230  231  232  233  234  235  236  237  238  239  240  241  242  243  244  245  246  247  248  249  250  251  252  253  254  255  256  257  258  259  260  261  262   263  264  265  266  267  268  269  270  271  272  273  274  275  276  277  278  279  280  281  282  283  284  285  286  287  288  289  290  291  292  293  294  295  296  297  298  299  300  301  302  303  304  305  306  307  308  309  310  311  312  313  314",
                    "ref_id": null
                }
            ],
            "section": "Q10"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "ACGME response to the coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Nasca",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ACGME Radiology Review Committee. Special communication to diagnostic radiology residents, interventional radiology residents, subspecialty radiology fellows, and program directors",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ujas Parikh, MD, is from the Department of Radiology",
            "authors": [
                {
                    "first": "Priscilla",
                    "middle": [
                        "J"
                    ],
                    "last": "Slanetz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Md",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mph",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Priscilla J. Slanetz, MD, MPH, Ujas Parikh, MD, Teresa Chapman, MD, Cari Moutzas, MD",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Dr Priscilla J. Slanetz: Department of Radiology, Boston University Medical Center, 820 Harrison Avenue, Boston, MA 02118; e-mail: pslanetz@bu.edu. Journal of the American College of Radiology 3 Slanetz et al n Civil Discourse",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "CHALLENGING TIMES, HOW CAN WE BEST BALANCE THE COMPETING DEMANDS OF CLINICAL WORK AND THE EDUCATIONAL NEEDS OF OUR LEARNERS?Situated in the epicenter of the COVID-19 pandemic, addressing coronavirus and the safety of our residents and patients is the number one priority. And although our residents are working to ensure imaging studies are rapidly dictated and necessary interventional procedures are performed, many are stepping up to the",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "A recent statement by Dr Tom Nasca",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}