{
    "paper_id": "8c07399627b2ddf9f1c3a17b04ddff3acb5181ad",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A novel coronavirus, currently identified as COVID-19, was recently defined as the cause of a cluster of patients with pneumonia of unknown origin that was initially reported from Wuhan, Hubei Province, People's Republic of China. 1 In a recent summary of reports of 72,314 cases from the Chinese Center for Disease Control and Prevention, the overall fatality rate of COVID-19 was estimated in 2.3%, although this figure was greater (8.0%) in the population aged between 70 and 79 years, further increasing with increasing age up to 14.8% in patients older than 80 years. 2 Moreover, the case fatality rate was higher in patients affected by various comorbidities, such as cardiovascular disease, diabetes, chronic respiratory disease, hypertension and cancer. 2 Beginning on 21 February 2020, when the first cluster of 16 patients were confirmed in the Lombardy Region, COVID-19 infection subsequently spread in Italy, and as of todaywhen the World Health Organization (WHO) has officially declared that COVID-19 can be considered pandemic-the number of COVID-19 cases recorded in Italy is 15 113 with 1016 deaths and 1258 patients recovered from infection. [3] [4] [5] Although the infection is mainly characterised by fever and respiratory symptoms such as cough and dyspnoea, with instrumental evidence of bilateral atypical pneumonia, and the main route of transmission is through respiratory droplets from coughing and sneezing, more recently the WHO-China Joint Mission on COVID-2019 emphasised the finding that viral RNA can be detected in stools in as much as 30% of cases, persisting for up to 4-5 weeks, although it is not clear whether this might correlate with the presence of infectious virus. 1, 3, 5 Noteworthy, there is evidence that COVID-19 may infect glandular cells of the digestive tract, including the rectum, determining inflammatory infiltrates characterised by the presence of interstitial oedema and lymphoplasmocytosis, although the actual association of this pathological evidence with gastrointestinal symptoms such as diarrhoea, which can be present in a proportion of patients with COVID-19 infection, is still not clear. 1, 6, 7 Noteworthy, COVID-19 infection is associated with a marked increase in levels of pro-inflammatory cytokines such as interleukin-1B and tumour necrosis factor-alpha (TNF-α), both implicated in the pathophysiology of inflammatory bowel disease (IBD), a disease characterised by relapse and remission phases, whose main clinical manifestations are fever, abdominal pain and diarrhoea, and where there is a complex interplay between inflammatory and remodelling processes involving several cytokines. 3, 8, 9 Our unit serves as a tertiary referral centre for the diagnosis and cure of IBD within a University Hospital in Genoa (approximately, 600 000 inhabitants), Italy. The most effective treatments for patients affected with IBD are immunosuppressive drugs, such as antimetabolites, and biological therapy such as anti-TNF-α monoclonal antibodies. 10,11 IBD treatment with these drugs is inherently burdened by some degree of immunosuppression and by a greater likelihood of infections, although there does not seem to be a strong association between the occurrence of infections and biological drug dose. 12, 13 This notwithstanding, patients with IBD are often concerned regarding the potential for the occurrence of immunosuppression-related events, and in general, in patients with IBD, the occurrence of stressor events may represent a trigger for disease relapse. 14 The recent measures adopted by the Italian government in order to contain the diffusion of COVID-19 infection had an understandable and significant impact on ordinary hospital activities, including outpatients management, as well as on personal life of the population, obviously including patients with IBD followed at our centre.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 232,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 573,
                    "end": 574,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 762,
                    "end": 763,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1160,
                    "end": 1163,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1164,
                    "end": 1167,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 1168,
                    "end": 1171,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 1709,
                    "end": 1711,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1712,
                    "end": 1714,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1715,
                    "end": 1716,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 2155,
                    "end": 2157,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2158,
                    "end": 2160,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 2161,
                    "end": 2162,
                    "text": "7",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2660,
                    "end": 2662,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2663,
                    "end": 2665,
                    "text": "8,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2666,
                    "end": 2667,
                    "text": "9",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3269,
                    "end": 3272,
                    "text": "12,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 3273,
                    "end": 3275,
                    "text": "13",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3533,
                    "end": 3535,
                    "text": "14",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "| RESEARCH LETTER"
        },
        {
            "text": "In order to assess how general concerns regarding COVID-19 infection and potential anxieties associated with fears of contracting the infection, including worries related to drug-induced immunosuppression, affected the behaviour of patients with IBD, we evaluated the proportion of patients who maintained the assigned appointments for scheduled visits at our centre, and monitored the number and reasons for email messages received by the outpatient centre dedicated email address.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| RESEARCH LETTER"
        },
        {
            "text": "All in all, during the last 3 weeks since 21 February 2020, 36 (42.9%) of the 84 scheduled outpatients visits were cancelled. The majority (88.8%, n = 32) of the cancelled visits were so due to government indication to prevent any potentially avoidable contact of patients with hospitals, and therefore, nonurgent visits were cancelled and rescheduled by hospital personnel, while in 11.2% of cases (n = 4), the visits were cancelled by the patients themselves because of fears related to COVID-19 infection. Among the 48 patients who presented for their scheduled visit, 15 (31.2%) were on immunosuppressant drugs, and overall, none of the 48 patients reported symptoms suggestive of COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| RESEARCH LETTER"
        },
        {
            "text": "Noteworthy, the number of email messages received at the dedicated email inbox of the centre progressively increased, up to 17 daily email messages, with a mean of 7 messages per working day. Indeed, the total number of email messages in the 3-week period of interest was 102, with 24 messages sent by patients treated with biological or immunosuppressive drugs, of whom 18 (75.0%) had COVID-19 as object, while 78 email messages were from patients with IBD not receiving any immunosuppressive therapy, and only 13 of them (16.7%) with a request of information on COVID-19 and IBD as object (P < .0001). In comparison, in the 3-week period preceding 21 February 2020-despite the epidemic of COVID-19 was by large renowned in the public, and isolated cases had already appeared in Italy-we received a total of 42 email messages (−59%), with a mean of 3 email messages per working day: 17 and 25 messages were from patients on immunosuppressive or biological drugs or on standard medications, respectively, and none of them contained any reference to COVID-19 ( Figure 1 ). Since the beginning of the COVID-19 epidemic in our country, 2 patients autonomously decided to discontinue treatment with a biological drug, while in 2 patients, the decision to delay initiation of immunosuppressant therapy was agreed upon by physicians and patients following concerns of the latter regarding the beginning of treatment in this period. Lastly, in one patient, a postponement in dose intensification of a biological drug was decided by the physician in charge of the patient after having carefully balanced the risks associated with activity of the IBD and those related to the increase in the number of visits to the hospital to receive drug infusions and more frequent controls.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1060,
                    "end": 1068,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "| RESEARCH LETTER"
        },
        {
            "text": "All in all, although the possible greater susceptibility to COVID-19 infection, or the potential for different clinical picture and severity of disease in patients with IBD on, or off, immunosuppressive or biological treatment is at present unknown, we observed that the diffusion of infection has raised concerns among patients with IBD, as in the general population, and we demonstrated that this concern was significantly more tangible among patients with IBD on immunosuppressive drugs. We feel that in this time and age of great concerns regarding the health and economic fallout of the COVID-19 pandemic, every effort should be pursued by specialised centres caring for patients with IBD, and we have observed that with adequate counselling and telematics tools to provide patients with prompt and reliable answers, only 2 of the 107 patients on biological drugs withdrew treatment (1.9%), and none of the patients on clinical trials or on antimetabolites. However, we also feel that in this moment in history, every effort should be put in place in order to facilitate patients' compliance with both ordinary care and more complex treatment for IBD, by stratifying patients considering age, comorbidities and disease activity, enhancing telemedicine use for fragile patients or those in remission, improving home delivery of medicines and, when possible, adequate facilities for infusions of biological or experimental drugs for patients with moderate-severe activity of disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| RESEARCH LETTER"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "13",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The novel Chinese coronavirus (2019-nCoV) infections: challenges for fighting the storm",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bassetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vena",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Giacobbe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Clin Invest",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Evidence for Gastrointestinal Infection of SARS-CoV-2",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "pii",
            "issn": "20",
            "pages": "30282--30283",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.02.055"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Production of interleukin-1b and tumor necrosis factor-α by peripheral blood human mononuclear cells in active and inactive stages of ulcerative colitis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Nikolopoulou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Katsakoulis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tsiotos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thomopoulos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Salsaa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zoumbos",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Z Gastroenterol",
            "volume": "33",
            "issn": "",
            "pages": "9--12",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Reduction in TIMP-2 serum levels predicts remission of inflammatory bowel diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Carbone",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bodini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brunacci",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur J Clin Invest",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ECCO guidelines on therapeutics in Crohn's disease: medical treatment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bonovas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Crohns Colitis",
            "volume": "14",
            "issn": "",
            "pages": "4--22",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Third European evidence-based consensus on diagnosis and management of Ulcerative Colitis. Part 2, Current Management",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harbord",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eliakim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bettenworth",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Crohns Colitis",
            "volume": "11",
            "issn": "",
            "pages": "769--784",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "High anti-TNF alfa drugs trough levels are not associated with the occurrence of adverse events in patients with inflammatory bowel disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bodini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Demarzo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saracco",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Scand J Gastroenterol",
            "volume": "54",
            "issn": "",
            "pages": "1220--1225",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Reproducibility and transportability of the absence of incremental infectious adverse events in patients with higher anti-TNF drug levels",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Giannini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Demarzo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bodini",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Inflamm Bowel Dis",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "European Crohn's and Colitis Organisation Topical review on complementary medicine and psychotherapy in inflammatory bowel disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ellul",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Langhorst",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Crohns Colitis",
            "volume": "13",
            "issn": "",
            "pages": "673--685",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "I G U R E 1 Number and proportion of patients who sent email messages to the dedicated email inbox of the inflammatory bowel disease of our centre subdivided according to two 3-week periods, before and after COVID-19 outbreak in Italy and to the object or content of message -week before Italian COVID-19 outbreak 3-week aŌer Italian COVID-19 outbreak",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "None to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "https://orcid. org/0000-0001-8526-837X",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Edoardo G. Giannini"
        }
    ]
}