{
    "paper_id": "8c54dab81db6377b5307f602104b2ef9332c277c",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "3 bei therapieresistentem allergischem Asthma bronchiale ggf. Omalizumab s.c. (Xolair ® , rekombinanter monoklonaler IgE-Antikörper) konsequente Antibiotikatherapie bei Infektasthma ggf. Sekretolytika (Bromhexin, Ambroxol) oder Mukolytika (N-Acetylcystein), ausreichend Flüssigkeitszufuhr bei schwerem Asthmaanfall: sitzende Lagerung, O 2 -Gabe 2-4 l/min, Glukokortikosteroide i.v. (initial 100 mg Prednisolon, anschließend 50 mg alle 4 h), kurzwirksame β 2 -Sympathomimetika (initial alle 30 min, später alle 2-4 h), evtl. Reproterol (Bronchospasmin ® ) i.v., ggf. Theophyllin-Kurzinfusion (initial 5 mg/kg KG), bei muskulärer Erschöpfung Beatmung (wenn möglich nicht-invasiv) prophylaktisch Nikotinkarenz, Pneumokokken-und Influenza-Schutzimpfung, Hyposensibilisierung, keine Kaltluft-/Nebelexposition, keine körperliche Überanstrengung, ggf. Therapie eines gastroösophagealen Refluxes, keine auslösenden Medikamente (Betablocker, NSAR), Atopieprävention beim Säugling durch verlängerte Stillzeit ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lungenparenchymerkrankungen -105"
        },
        {
            "text": "Röntgen-Thorax bei einfacher Bronchitis unauffällig, evtl. entzündliche Infiltrate in der Spirometrie FEV 1 /FVC <70%, im Fluss-Volumen-Diagramm exspiratorische Knickbildung bei obstruktivem Emphysem, MEF 25% ↓ (bei Rauchern) im Bronchospasmolysetest nicht reversible Atemwegsobstruktion (nach Inhalation eines kurzwirksamen β 2 -Sympathomimetikums Anstieg der FEV 1 <200 ml) Stadieneinteilung der COPD nach GOLD anhand der klinischen Symptomatik und der Lungenfunktionsparameter (. Tabelle ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 483,
                    "end": 490,
                    "text": "Tabelle",
                    "ref_id": null
                }
            ],
            "section": "Eigene Notizen"
        },
        {
            "text": "Herzinsuffizienztherapie: körperliche Schonung, Thromboembolieprophylaxe, Diuretika, ggf. ACE-Hemmer/AT-II-Blocker und Herzglykoside bei gleichzeitiger Linksherzinsuffizienz bei idiopathischer pulmonaler Hypertonie, ggf. auch bei chronisch thromboembolischer pulmonaler Hypertension (CTEPH) Antikoagulation (Cumarine) Prostacyclinderivate, z. B. Iloprost (Ilomedin ® ) inhalativ Endothelin-Rezeptorantagonisten, z. B. Bosentan (Tracleer ® ) Phosphodiesterase-5-Inhibitoren, z. B. Sildenafil (Revatio ® ) evtl. hochdosiert Kalziumantagonisten Herz-Lungen-Transplantation bei idiopathischer pulmonaler Hypertonie als ultima ratio; ggf. Ballonatrioseptostomie zur Überbrückung der Zeit bis zur Lungentransplantation pulmonale Thrombendarteriektomie bei CTEPH",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eigene Notizen"
        },
        {
            "text": "Atemstillstände >10 s im Schlaf werden als Schlafapnoe bezeichnet mindestens 10 s dauernde Reduktion des nasalen/oralen Atemstroms um ≥50% oder Abfall der Sauerstoffsättigung ≥4% bzw. Weckreaktionen (»arousals«) bei geringerer Abnahme des Atemstromes werden als Hypopnoe bezeichnet mit Obstruktion der oberen Atemwege obstruktives Schlafapnoe-Syndrom (größte klinische Bedeutung) obstruktives Schnarchen ohne Obstruktion der oberen Atemwege zentrale Schlafapnoe alveoläre Hypoventilation primär (zentral) sekundär (pulmonal, kardiovaskulär, neuromuskulär, muskulär, zerebral) obstruktiv: Tonus der Schlundmuskulatur ↓, frustrane Atemexkursionen (begünstigt durch Nasenpolypen, Nasenseptumdeviation, Tonsillenhyperplasie, Makroglossie bei Akromegalie etc.); häufig assoziiert mit Adipositas, arterieller Hypertonie und obstruktiven Atemwegserkrankungen zentral: Stimulierbarkeit der Chemorezeptoren ↓, intermittierender Atemstillstand infolge fehlender Innervation der Atemmuskulatur Klinik fremdanamnestisch lautes Schnarchen (bei obstruktiver Schlafapnoe) mit Atemstillständen periodische Atmung (Hypopnoe, Apnoe, reaktive Hyperventilation), meist bei Herzinsuffizienz-Patienten (Cheyne-Stokes-Atmung) Tagesmüdigkeit, Abnahme der allgemeinen Leistungsfähigkeit ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlafapnoe-Syndrom"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pleuritis und Pleuraerguss Pleuritis mit oder ohne Ergussbildung (Pleuritis sicca bzw. exsudativa) Pleuraerguss: Flüssigkeitsansammlung in der Pleurahöhle",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "subphrenische Abszesse Kollagenosen, z. B. rheumatische Pleuritis, systemischer Lupus erythematodes Dressler-Syndrom",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Transsudat",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Herzinsuffizienz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stauungstranssudat",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lungenembolie",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leberzirrhose",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Syndrom",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Urämie",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Exsudativer Enteropathie Exsudat Tuberkulose",
                    "suffix": ""
                },
                {
                    "first": "Pneumonien",
                    "middle": [],
                    "last": "Bronchopulmonale Infekte",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bronchialkarzinom",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Pleurametastasen",
                    "suffix": ""
                },
                {
                    "first": "Pleuramesotheliom",
                    "middle": [],
                    "last": "Lymphome",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lungenembolie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF3": {
            "text": "Systemerkrankung unklarer Genese mit histologisch nachweisbaren nichtverkäsenden epitheloidzelligen Granulomen (Langhans-Riesenzellen enthalten teilweise Schaumann-(laminare Kalzium-Protein-Körper) und Asteroid-Körper (sternförmige Einschlüsse)) gestörte T-Zellfunktion (negativer Tuberkulintest), erhöhte B-Zellaktivität (Hypergammaglobulinämie in 50% der Fälle) weltweit verbreitet, aber gehäuftes Vorkommen in bestimmten Regionen, z. B. Skandinavien; Altersgipfel 20.-40. Lebensjahr; familiäre Häufung, assoziiert mit HLA-DQB1 chronisch-progressive Verläufe 20%, Letalität 5-10%Klinik",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Kombinationspräparate, z. B. Viani ® (Salmeterol und Fluticason), Symbicort ® (Formoterol und Budesonid) Anticholinergika, z. B. Tiotropium (Spiriva ® ), Ipratropiumbromid (Atrovent ® ), ggf. in Kombination mit Fenoterol (Berodual ® ) Theophyllin Retardtabletten (400-800 mg/d) oder i.v. ( ! Cave geringe therapeutische Breite, Plasmaspiegel 5-15 mg/l), z. B. Bronchoretard ® , Euphylong ® Leukotrienrezeptorantagonisten, z. B. Montelukast (Singulair ® ) Mastzellstabilisatoren, z. B. Nedocromil (Tilade ® ), Ketotifen, Cromoglicinsäure (DNCG Stada ® ), ggf. in Kombination mit Reproterol (Allergospasmin ® ) Stufentherapie des Asthma bronchiale in Abhängigkeit von der klinischen Symptomatik und von Lungenfunktionsparametern (.Ta-",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Cave bei länger als drei Wochen bestehendem, therapierefraktärem Husten Röntgen-Thorax zum Ausschluss eines Bronchialkarzinoms! Irritation → Aktivierung der Fibroblasten → Proteasen-Aktivität ↑ → Bronchialsekretion ↑ → mukoziliäre Clearance ↓ → ödematöse Verdickung der Bronchialschleimhaut → Sekretretention → bronchiale Hyperreagibilität mit Bronchokonstriktion → Atrophie der Bronchialschleimhaut → Bronchiolenkollaps → Zerstörung der Alveolen → Emphysem bei etwa 15% der Männer und 8% der Frauen in Deutschland, zunehmende Prävalenz mit dem Lebensalter, jeder 2. Raucher >40. Lebensjahr ist betroffen (»Raucherhusten«) > Memo COPD ist die häufigste Ursache einer chronischen respiratorischen Insuffizienz Klinik initial chronischer Husten mit Auswurf (morgendliches Abhusten), evtl. eitrig bei bakterieller Infektion zunehmend Atemnot unter Belastung, später auch in Ruhe, Leistungsabfall bei akuter infektbedingter Exazerbation Brustenge, zentrale Zyanose, Orthopnoe, evtl. hämodynamische Instabilität, Bewusstseinstrübung Komplikationen: Bronchopneumonien, Lungenabszesse, respiratorische Insuffizienz, obstruktives Emphysem, pulmonale Hypertonie und Cor pulmonale Diagnostik auskultatorisch mittel-bis grobblasige, nicht-klingende Rasselgeräusche, Giemen und Brummen, verlängertes Exspirium Kultur von Sputum oder endobronchialem Sekret, einschließlich Antibiogramm (meist Haemophilus influenzae, Pneumokokken; im weiteren Verlauf Enterobakterien, Proteus, Klebsiellen und Pseudomonas) ( !Cave bakterielle Superinfektion häufig getriggert durch Viren und Mykoplasmen!)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Stadien der COPD nach GOLD (Global Initiative for Chronic Obstructive Lung Disease)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Alveolarwände → elastische Retraktionskraft der Lunge ↓ → Bronchialkollaps in der Exspiration → Luftretention in der Lunge (»air trapping«) exsudative Phase (etwa 1-3 Tage nach der Schädigung): Dyspnoe, Tachypnoe, progrediente Hypoxämie und verminderte Lungencompliance als Folge des interstitiellen und alveolären Lungenödems proliferative/fibrosierende Phase (etwa 2-10 Tage nach der Schädigung): respiratorische Globalinsuffizienz, respiratorische Azidose, zunehmende beidseitige Verschattungen der Lungen als Folge der entzündlichen interstitiellen und alveolären Lungeninfiltration mit Diffusionsverschlechterung Ausschluss anderer Ursachen der respiratorischen Insuffizienz, z. B.einerLinksherzinsuffizienz (PCWP <18 mmHg) evtl. zur Ausschlussdiagnostik Einschwemmkatheter zur Messung des pulmonalkapillaren Drucks, Pleurasonographie, Echokardiographie, CT des Thorax, Bronchoskopie Linksherzinsuffizienz mit Lungenödem Lungenembolie »fluid lung« bei Niereninsuffizienz Kombination von Hochfrequenzoszillationsventilation mit inhalativem Stickstoff und/oder extrakorporaler Membranoxygenation (EKMO) zur CO 2 -Elimination sobald wie möglich assistierte Spontanatmungsverfahren Pneumokoniose: Lungenerkrankung durch die Inhalation von Quarzstaub (Kieselsäure in kristalliner Form) ( ! Cave aufgrund der Persistenz der Quarzpartikel im Gewebe Fortschreiten der Erkrankung auch nach Beendigung der Exposition) häufig Mischstaubpneumokoniosen bei Bergwerksarbeitern ( ! Cave meldepflichtige Berufskrankheit!), z. B. durch Beimischung von Kohlenstaub Metallhütten (Formsand), Bergwerk/Steinbruch, Porzellan-/Keramikherstellung, Sandstrahlarbeiten → kristalliner Quarz (Feinstaub <7 μm Korngröße) → Phagozytose durch Alveolarmakrophagen → Makrophagenzerfall → Freisetzung fibrogener Faktoren → Entstehung bindegewebiger, hyalinisierender Knötchen und Schwielen → Schrumpfung der Knötchen → perifokales Emphysem ( > Memo Latenz von mindestens 15 Jahren!) Klinik akut (5-8 h nach massiver Allergenexposition, abklingende Symptomatik innerhalb von 24 h): grippeähnliches Krankheitsbild mit Fieber, schwerem Krankheitsgefühl, Kopfschmerzen, Dyspnoe und Husten, evtl. mit thorakalem Engegefühl chronisch (bei langjähriger Exposition): Belastungsdyspnoe, Husten, evtl. Müdigkeit und Abgeschlagenheit, evtl. Zyanose Komplikationen: Lungenfibrose, respiratorische Insuffizienz, pulmonale Hypertonie und Cor pulmonale Diagnostik auskultatorisch ohrnahes Knisterrasseln über den basalen Lungenabschnitten in der Lungenfunktionsdiagnostik restriktive Ventilationsstörung (VC ↓, TLC ↓), Compliance ↓ und Diffusionsstörung in der Blutgasanalyse pO 2 ↓ (initial nur unter Belastung) serologischer Nachweis spezifischer, präzipitierender IgG-Antikörper, evtl. Leukozytose, BSG ↑ im Röntgenbild des Thorax disseminierte, retikulo-noduläre Lungenverdichtungen",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Hypopnoe-Index: pathologisch sind >5 Apnoen oder Hypopnoen pro Stunde Schlafzeit neurologische und HNO-ärztliche Untersuchung, Lungenfunktionsdiagnostik, Langzeit-EKG, Schilddrüsendiagnostik, ggf. Ausschluss einer Akromegalie Husten ( ! Cave jeder länger als 3 Wochen andauernde Husten muss abgeklärt werden!), Dyspnoe, Thoraxschmerz, Hämoptysen Fieber, Appetitlosigkeit, Gewichtsverlust, Schwächegefühl evtl. Heiserkeit bei Rekurrensparese, obere Einflussstauung (Vena cava superior-Syndrom), Dysphagie, paradoxe Zwerchfellbewegung bei Phrenikuslähmung infolge einer Metastasierung ggf. neurologische Störungen, Ikterus, Knochenschmerzen bei Pancoast-Tumor Miosis, Ptosis, Enophthalmus (Horner-Syndrom), Knochendestruktionen an der 1. Rippe und am 1. BWK, Plexus-/Interkostalneuralgien, Schwellung des Armes infolge eines gestörten venösen und Lymphabflusses paraneoplastische Syndrome, v. a. beim kleinzelligen Bronchialkarzinom: hypertrophische Osteoarthropathie (Pierre-Marie-Bamberger-Syndrom), z. B. Trommelschlegelfinger, Uhrglasnägel endokrine Syndrome, z. B. Cushing-Syndrom (ektope ACTH-Bildung), Hyperkalzämie (ektope Bildung parathormonverwandter Peptide), Verdünnungshyponatriämie (Syndrom der inadäquaten ADH-Sekretion), Gynäkomastie neurologische Syndrome, z. B. myasthenisches Lambert-Eaton-Syndrom (Antikörper gegen den »voltage-gated calcium channel«), periphere Neuropathien, zentralnervöse Syndrome Dermatomyositis Thrombozytose Diagnostik im Röntgenbild des Thorax häufig einseitig vergrößerter und unscharf begrenzter Hilus, ansonsten alle Arten von Lungenverschattungen ( ! Cave Spiculae, die von einem Rundherd ins umgebende Lungenparenchym ausstrahlen, sind besonders karzinomverdächtig!), evtl. Verbreiterung des Mediastinums, Pleuraerguss, Zwerchfellhochstand bei Phrenikusparese CT-Thorax, ggf. CT-gesteuerte Punktion evtl. FDG-PET/-CT evtl. endobronchialer Ultraschall und Punktion Bronchoskopie mit Zytologie, Lavage und Biopsie ggf. Thorakoskopie oder Mediastinoskopie in Einzelfällen Probethorakotomie zur histologischen Diagnosesicherung evtl. Bestimmung von Tumormarkern zur Verlaufskontrolle ( > Memo nicht zur Diagnosesicherung!) beim kleinzelligen Karzinom NSE beim nicht-kleinzelligen Karzinom CEA, CYFRA 21-1 Abdomensonographie, CT des Gehirns, Knochenszintigraphie, PET etc. zum Ausschluss von Fernmetastasen Lungenfunktionsdiagnostik und ggf. Perfusionsszintigraphie präoperativ Eigene Notizen TNM-Klassifikation des Bronchialkarzinoms T3 Tumor >7 cm oder direkte Invasion der Brustwand/des Zwerchfells/des N. phrenicus/der mediastinalen Pleura/des parietalen Perikards oder Beteiligung des Hauptbronchus <2 cm distal der Carina (ohne Befall der Carina) oder Assoziation mit einer Totalatelektase oder einer obstruktiven Pneumonie der gesamten Lunge oder separate(r) Tumorknoten im gleichen Lungenlappen T4 Tumor jeglicher Größe mit direkter Invasion des Mediastinums/des Herzens/der großen Gefäße/der Trachea/des N. laryngeus recurrens/des Ösophagus/der Wirbelkörper/der Carina oder separate(r) Tumorknoten in einem anderen ipsilateralen Lungenlappen M1 Fernmetastasen ( ! Cave auch Metastasen in einem kontralateralen Lungenlappen und in der Pleura sowie maligner Pleura-oder Perikarderguss!) Tx, Nx, Mx: Primärtumor (bei positiver Zytologie), regionale Lymphknoten, Fernmetastasen nicht beurteilbar T0, N0, M0: kein Tumornachweis, kein Lymphknotenbefall bzw. keine Fernmetastasen Eigene Notizen Stadieneinteilung nach Union International Contre le Cancer (UICC, 2010) (. Tabelle) UICC-Stadieneinteilung des Bronchialkarzinoms frühzeitiger regionärer Lymphknotenbefall Fernmetastasen beim kleinzelligen Bronchialkarzinom meist schon zum Zeitpunkt der Diagnose, v. a. in Leber, Gehirn, Nebennieren, Wirbelsäule (deshalb vereinfachte Stadieneinteilung) Stadieneinteilung bei kleinzelligem Bronchialkarzinom (. Tabelle) Bronchialadenom, Karzinoid, adenoid-zystisches Karzinom (Zylindrom) mesenchymalen Ursprungs: häufig Chondrome, selten Sarkome sekundäre Lungentumoren infolge hämatogener oder lymphogener (Lymphangiosis carcinomatosa) Metastasierung Lungentuberkulose Therapie beim kleinzelligen Bronchialkarzinom »limited disease«: Tumorresektion, Polychemotherapie nach dem PE-Schema (Cisplatin und Etoposid), Radiatio des Mediastinums und des Primärtumors (40 Gy, ggf. hyperfraktioniert), prophylaktische Schädelbestrahlung bei (Voll-)Remission »extensive disease«: palliative Chemotherapie nach dem ACO-(Adriamycin und Cyclophosphamid und Vincristin), CEV-(Carboplatin und Etoposid und Vincristin) oder PE-Schema; ggf. Radiatio bei Skelett-oder Hirnmetastasen beim nicht-kleinzelligen Bronchialkarzinom steht die Operation im Vordergrund im Stadium I, II und IIIA (T3): Tumorresektion bei lokoregionär begrenztem Stadium und Inoperabilität alternativ Strahlentherapie (60-70 Gy) ggf. neoadjuvant, kombinierte Chemo-/Strahlentherapie vor Operation ab Stadium IIIA (T4) palliative Radiatio, Chemotherapie (z. B. Cisplatin und Gemcitabin/Taxan/Pemetrexed/Vinorelbin), ggf. bronchoskopisches Stenting, Lasertherapie, evtl. Chemoembolisation bei Knochenmetastasen Bisphosphonate (z. B. Aredia ® ) Schmerztherapie und andere symptomatische Therapie Luftansammlung in der Pleurahöhle mit/ohne Verbindung zur Außenluft (offener/geschlossener Pneumothorax) Formen und Definitionen des Pneumothorax, Einteilung nach Ätiologie Spontanpneumothorax primär (idiopathisch) durch Platzen einer subpleuralen Emphysemblase (betroffen sind meist junge asthenische Männer) ohne erkennbare Grundkrankheit sekundär, d. h. ohne äußere Einwirkung bei erkennbarer Lungenvorerkrankung, z. B. COPD, Lungenemphysem, Tuberkulose, Lungenfibrose, Bronchialkarzinom, Mukoviszidose traumatischer Pneumothorax, z. B. bei Rippenfrakturen iatrogener Pneumothorax, z. B. infolge einer Pleurapunktion, als Komplikation eines Subklaviakatheters, durch Überdruckbeatmung Luft im Pleuraraum → Verlust des physiologischen Unterdrucks → Lungenkollaps Klinik einseitiger, stechender Thoraxschmerz Dyspnoe, Tachypnoe Hustenreiz evtl. Hautemphysem bei traumatischem/iatrogenem Pneumothorax asymmetrische Thoraxbewegungen Zyanose evtl. obere Einflussstauung Komplikationen: Spannungspneumothorax (Druckanstieg im Pleuraraum durch einen Ventilmechanismus mit Verdrängung des Mediastinums und Behinderung des venösen Rückstromes zum Herzen), Sero-/Pyo-/Hämatopneumothorax, Pneumomediastinum, Rezidiv bei idiopathischem Pneumothorax (30-50% aller Fälle) Tachykardie, Blutdruckabfall perkutorisch hypersonorer Klopfschall auskultatorisch abgeschwächtes/aufgehobenes Atemgeräusch über der betroffenen Seite Röntgen-Thorax, evtl. in maximaler Exspiration ggf. CT-Thorax zur Abgrenzung einer großen Emphysembulla Therapie bei kleinem Mantelpneumothorax meist spontane Luftresorption bei Spannungspneumothorax sofortige Entlastungspunktion mit einer großlumigen Kanüle im 2. ICR in der Medioklavikularlinie Anlage einer Pleurasaugdrainage über den 2. ICR in der Medioklavikularlinie oder über den 4. ICR in der hinteren Axillarlinie (ca. 10 cm H 2 O Dauersog) ggf. thorakoskopische Versorgung zur Rezidivprophylaxe evtl. Pleurodese oder Pleurektomie und Bullaresektion Klinik bei Pleuritis sicca atemabhängige Schmerzen, Reizhusten ohne Auswurf bei Pleuritis exsudativa und Pleuraerguss Dyspnoe, Nachschleppen der betroffenen Thoraxhälfte beim Atmen, evtl. vorgewölbte Interkostalräume, evtl. Fieber Komplikationen: Pleuraempyem und Pleuraschwarten Diagnostik perkutorisch absolute Klopfschalldämpfung mit nach lateral ansteigender Begrenzung (Ellis-Damoiseau-Linie) ( ! Cave Nachweisgrenze >300 ml Ergussmenge), aufgehobener Stimmfremitus auskultatorisch bei Pleuritis sicca Pleurareiben (»Lederknarren«) bei Pleuraergüssen abgeschwächtes Atemgeräusch und Bronchialatmen am oberen Rand der Dämpfung (Kompressionsatmen) sonographischer Nachweis ab etwa 20 ml Ergussportion im Thoraxröntgenbild in der p.a.-Aufnahme im Stehen Nachweis ab etwa 200 ml Ergussportion ( > Memo Liegendaufnahme im lateralen Strahlengang empfindlicher!) Pleurapunktion Differenzierung von Pleuraergüssen unter Berücksichtigung makro-und mikroskopischer Charakteristika sowie laborchemischer Parameter (. Tabelle) bei Pankreatitis α-Amylase und Lipase im Erguss ↑ bakteriologische und zytologische Untersuchung evtl. CT-Thorax Thorakoskopie mit Biopsie und histologischer Untersuchung bei unklarem Erguss Transsudat Gesamteiweiß <3 g/dl Proteingehalt des Pleuraergusses <50% des Serumproteins LDH des Pleuraergusses <200 U/l LDH des Pleuraergusses <60% der Serum-LDH spezifisches Gewicht <1016 g/l → alle Kriterien müssen erfüllt sein Exsudat mindestens eines der oben angeführten Kriterien ist nicht erfüllt Pleuraflüssigkeit ~ Blut-Hb Hkt im Pleuraerguss >50% des Blut-Hkt Chylothorax milchig-trüber Erguss Triglyzeride >110 mg/dl Therapie kausale Therapie abhängig von der Grunderkrankung symptomatisch: einmalige Abpunktion bei einmaligem Pleuraerguss und kleiner Ergussportion bei rezidivierendem Pleuraerguss Pleuradrainage, evtl. Pleurodese mit Tetracyclin oder Talkum-Puder bei Pleuraempyem regelmäßige Spülung und gezielte Antibiose",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}