{
    "paper_id": "8c8d41a7879354949296b2d764b660a59f2b5bc2",
    "metadata": {
        "title": "Concise Synthesis of Linderaspirone A and Bi-linderone",
        "authors": [
            {
                "first": "Fenfen",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Applied Organic Chemistry Lanzhou University",
                    "institution": "Northwest University",
                    "location": {
                        "postCode": "730000",
                        "settlement": "Xi'an 710069, Lanzhou",
                        "country": "China), (China"
                    }
                },
                "email": ""
            },
            {
                "first": "Wu",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Applied Organic Chemistry Lanzhou University",
                    "institution": "Northwest University",
                    "location": {
                        "postCode": "730000",
                        "settlement": "Xi'an 710069, Lanzhou",
                        "country": "China), (China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yunxia",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Applied Organic Chemistry Lanzhou University",
                    "institution": "Northwest University",
                    "location": {
                        "postCode": "730000",
                        "settlement": "Xi'an 710069, Lanzhou",
                        "country": "China), (China"
                    }
                },
                "email": ""
            },
            {
                "first": "Qing",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Applied Organic Chemistry Lanzhou University",
                    "institution": "Northwest University",
                    "location": {
                        "postCode": "730000",
                        "settlement": "Xi'an 710069, Lanzhou",
                        "country": "China), (China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Applied Organic Chemistry Lanzhou University",
                    "institution": "Northwest University",
                    "location": {
                        "postCode": "730000",
                        "settlement": "Xi'an 710069, Lanzhou",
                        "country": "China), (China"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiangdong",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "State Key Laboratory of Applied Organic Chemistry Lanzhou University",
                    "institution": "Northwest University",
                    "location": {
                        "postCode": "730000",
                        "settlement": "Xi'an 710069, Lanzhou",
                        "country": "China), (China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "gregata (Sims) kosterm. [7] These compounds are two spirocyclopentenedione derivatives that contain highly congested eight-or six-membered ring skeletons, respectively. More importantly, both of them are significantly active against glucosamine-induced insulin resistance in bioactivity tests with HepG2 cells. Because of the unique architecture, remarkable bioactivity, and very limited natural availability (15 mg 1 and 4 mg 2 from 800 g of air-dried powdered roots of the plant), 1 and 2 are attractive targets for organic chemists.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Through a 2,2'-azobisisobutyronitrile (AIBN)-promoted dimerization of the homologous natural product methyl linderone (3), [6a, 8] Liu and co-workers developed a one-step biomimetic approach to 1 and 2 last year. [9] At almost the same time, Wang and co-workers reported a biomimetic total syntheses of 1 and 2 through photochemical [2+2] cycloaddition/Cope rearrangement and photochemical [2+2] cycloaddition/radical rearrangement, respectively. These syntheses also offered an important contribution to the understanding of the biosynthetic pathways of the dimerization of 3 and the formation of these compounds. [10] However, the development of an efficient route to these valuable targets is still an important topic. Herein, we present another efficient approach to 1 through a Darzens cyclopentenedione synthesis and dioxygen-assisted photochemical dimerization. Furthermore, the thermal isomerization of 1 is an efficient and biomimetic route for the synthesis of 2.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 130,
                    "text": "[6a, 8]",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 395,
                    "text": "[2+2]",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our work started initially with the pursuit of concise access to 3. So far, several different strategies have been used to synthesize 3 and its natural analogues, which include linderone, methyl lucidone, and coruscanone A. [10, 11] The most efficient synthesis of 3 was developed by Wang and co-workers. [10] Through the strategy of rearrangement of 4-ylidenebutenolides, [11f] the synthesis of 3 has been accomplished in five steps in 45 % overall yield. Inspired by the Darzens reaction and its versatile following transformations, [12] we envisioned that the cyclopentenedione skeleton of 3 could be constructed by the Darzens reaction and a subsequent ring expansion of cyclobutenedione (Scheme 2). To our surprise, linderone (4), the precursor of 3, is directly formed after the treatment of a-bromoketone 6 [13] and dimethyl squarate (5, 1.5 equivalents with respect to 6) with strong base. This is understandable, as the in situ expansion of the four-membered ring is preferred through the release of the intense ring strain that exists in epoxide 7. The best result was obtained by using lithium hexamethyldislazide (LiHMDS) as the base. Compound 4 was formed in 62 % yield at 0.5 gram scale (based on the recovery of 23 % of the starting material). The subsequent methylation with dimethyl sulfate furnished 3 in good yield (Scheme 3). As a result, a Darzens cyclopentenedione synthesis of 3 has been developed. Starting from dimethyl squarate, the synthesis of 3 was accomplished in only two steps and 57 % overall yield. [14] With the efficient strategy to cyclopentenediones established, 3 can be easily prepared on a multigram scale. Then, we turned our attention to the syntheses of 1 and 2. Solid 3 can be slowly transformed into 1 and 2 when exposed to ambient light, which matches the report of Wang and coworkers that sunlight is sufficient to initiate the dimerization. Obviously, light irradiation provides favorable dimerization conditions. To our surprise, the presence of dioxygen can increase the yield of 1 when a metal halide lamp [15] is used. As shown in Scheme 3, 1 was obtained in 50 % yield in the presence of dioxygen. The spectroscopic data of our synthetic linderaspirone A are in complete agreement with those of the natural product. [7b] The known [2+2] cycloaddition product 8 [10] was also formed in 9 % yield. The reaction irradiated under argon afforded 1 in 38 % yield and 8 in 10 % yield. No clear signal for 2 was detected in the NMR spectra of the crude products from both reactions. We noticed that all photochemical dimerizations of 3 in Wang and co-workers' study of 1 and 2 had been carried out under inert atmosphere. There are also other studies on the photochemical dimerization of butadiene derivatives and the subsequent rearrangement. [16] However, no dioxygen effect on the photochemical process has been reported to date.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[10,",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "11]",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 378,
                    "text": "[11f]",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "[13]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1533,
                    "end": 1537,
                    "text": "[14]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2058,
                    "end": 2062,
                    "text": "[15]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2270,
                    "end": 2274,
                    "text": "[7b]",
                    "ref_id": null
                },
                {
                    "start": 2315,
                    "end": 2319,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 2790,
                    "end": 2794,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The synthesis of 1 was accomplished in only three steps. However, 2 was always a minor product formed in the reported dimerization of 3, in which the best yield for 2 was only 20 %. [10] No formation of 2 was detected in our dioxygen-assisted photochemical dimerization approach. Because of our curiosity about a possible thermal isomerization of 1, a solution of 1 in p-xylene was heated to reflux. Surprisingly, 2 was obtained in 51 % yield (Scheme 4). The NMR spectra and single crystal X-ray crystallographic data of the synthesized bi-linderone are identical to the published data for the naturally occurring compound. [7a] The thermal isomerization of 1 has thus opened up an efficient biomimetic approach for the synthesis of 2. In light of Wang and coworkers' contribution to the biomimetic synthesis of these important targets, [10] a plausible mechanism for the formation of 2 is proposed in Scheme 4. Compound 1 is first transformed into 8 through a Cope rearrangement process. Then, 2 is generated from a subsequent radical rearrangement of 8. Notably, epi-bi-linderone (9) [10] reported from the radical rearrangement of 8 is not obtained under these conditions.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[7a]",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 1086,
                    "end": 1090,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, a concise synthesis of linderaspirone A has been accomplished in only three steps. The newly developed Darzens cyclopentenedione synthesis provides, so far, the most efficient approach to methyl linderone. The dioxygen-assisted photochemical dimerization, which could be considered biomimetic conditions, has been disclosed as a better approach to linderaspirone A. Moreover, our study on the thermal isomerization of linderaspirone A revealed an interesting thermal Cope/radical rearrangement cascade of linderaspirone A. This is an important discovery not only of relevance for the synthesis, but also for the biosynthetic pathway to bi-linderone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "General All reagents were obtained commercially and used without further purification unless otherwise noted. Anhydrous tetrahydrofuran (THF) was distilled from sodium/benzophenone until a deep blue color persisted. Anhydrous CH 2 Cl 2 was distilled from CaH 2 . p-Xylene was distilled from sodium sand. Acetone was distilled from phosphorus pentoxide. Diethyl ether was dried and distilled from CaH 2 . N,N-dimethylformamide (DMF) was distilled from CaH 2 under reduced pressure. Yields refer to chromatographically purified products unless otherwise stated. 1 H NMR (400 MHz) spectra were referenced to CDCl 3 (7.26 ppm) and 13 C NMR (100 MHz) spectra were referenced to CDCl 3 (77.0 ppm). All 13 C NMR spectra were measured with complete proton decoupling. Peak multiplicities are designated by the following abbreviations: s = singlet; d = doublet; t = triplet; m = multiplet; br = broad; d = doublet and J = coupling constant in Hz. Mass spectrometry data were obtained in electrospray ionization mode (ESI MS).",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 561,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Compound 6 was prepared according to the reported procedure: [ ",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 62,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Experimental Section"
        },
        {
            "text": "Compound 6 (500 mg, 2.22 mmol) and dimethyl squarate (473.5 mg, 3.33 mmol) were dissolved in anhydrous THF (25 mL). The resulting solution was cooled to À78 8C. Meanwhile, a solution of LiHMDS (1 m, 5.8 mL, 5.77 mmol) in THF (6 mL) was also cooled to À78 8C. The two resulting solutions were transferred to another empty flask via cannula at the same time. The reaction mixture was maintained at À78 8C for about 20 min and then quenched with HCl (36 % solution). The reaction system was quickly filtered through a short silica column and concentrated. The resulting crude product was purified by chromatography on a silica gel column (diethyl ether/petroleum ether = 1:10-1:3) to afford 4 (304.9 mg, 48 %) as a yellow crystal with the recovery of 23 % of compound 6 (115 mg). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparation of Linderone (4)"
        },
        {
            "text": "Dimethyl sulfate (2 mL, 2.66 g) and anhydrous potassium carbonate (2.52 g) were added to a solution of linderone (1.043 g, 3.6 mmol) in acetone (40 mL) in small portions over 10 min. The reaction mixture was heated to reflux for 17 h and the solvent was then removed under vacuum. Water (20 mL) was added to the resulting crude product and the system was extracted with ethyl acetate three times. The combined organic layer was washed with brine and dried with anhydrous Na 2 SO 4 . Keywords: bi-linderone · Darzens reaction · linderaspirone A · photochemistry · total synthesis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of Methyl Linderone (3) [8b]"
        }
    ],
    "bib_entries": {
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The corresponding alpha-chloro/iodo ketones gave worse results. Please see the Supporting Information for details",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The new approach to methyl linderone is the subject of an application for a Chinese Patent",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The metal halide lamp (400 W) was purchased from Xian Bilon Biological Technology Co., Ltd. in China. Please see the Supporting Information for the relative spectral energy distribution curve of the lamp",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "IR (Neat): ñ = 1710, 1634, 1593, 982, 759, 693 cm À1 . 1 H NMR (CDCl 3 , 400 MHz): d = 4.16 (193.2 ppm; HRMS (ESI +): m/z: calcd for C 16 H 14 NaO 5 + : 309.0733 [M+Na + ]; found: 309.0728.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "to afford 1 (86.2 mg, 50 %), 8 (15.5 mg, 9 %), and recovered 3 (17.3 mg, 10 %). 1: IR (Neat): ñ = 3008, 2954, 1688, 1647, 1624, 1496, 1463, 1433, 1330, 1195, 1145 cm À1 . 1 H NMR (CDCl 3 , 400 MHz): d = 3.50 (s, 6 H), 3.89 (s, 6 H), 3.95 (s, 6 H), 5.43 (d, J = 10.4 Hz, 2 H), 5.55 (d, J = 10.4 Hz, 2 H), 7.29-7.30 ppm (m, 10 H); 13 C NMR (CDCl 3 , 100 MHz): d = 43.2, 55.4, 59.5, 66.5, 102.0, 127.7, 128.4, 129.6, 137.9, 151.8, 153.2, 153.9, 192.2, 194.7 ppm. HRMS (ESI +): m/z: calcd for C 34 H 32 NaO 10 + : 623.1888 [M+Na + ]; found: 623.1892. 8: 1 H NMR (CDCl 3 , 400 MHz): d = 3.33 (s, 3 H), 4.03 (s, 3 H), 4.06 (s, 3 H), 4.09 (s, 3 H), 4.13 (s, 3 H), 4.23 (s, 3 H), 4.41 (d, J = 12 Hz, 1 H), 6.12 (d, J = 12 Hz, 1 H), 6.55 (d, J = 16.4 Hz, 1 H), 6.96 (d, J = 16 Hz, 1 H), 7.04-7.47 ppm (m, 10 H). HRMS (ESI +): m/z: calcd for C 34 H 32 NaO 10 + : 623.1888 [M+Na + ]; found: 623.1891. A solution of 1 (50 mg) in freshly distilled p-xylene (5 mL) was heated to reflux. After about 10 h, the solvent was removed under reduced pressure. The residue was purified by chromatography on a silica gel column (acetone/petroleum ether = 1:5) to afford 2 (25.5 mg, 51 %) and recovered 1 (2.4 mg, 4.8 %). 2: IR (Neat): ñ = 3006, 2953, 1687, 1672, 1639, 1620, 1601, 1492, 1462, 1432, 1326, 1210, 1200, 1122 cm À1 . 59.9, 65.0, 96.3, 110.9, 127.4, 127.6, 128.0, 128.2, 136.1, 140.1, 129.0, 146.7, 147.6, 152.8, 153.4, 154.6, 172.6, 183.9, 186.6, 194.7, 196.1 ppm. HRMS (ESI +): m/z: calcd for C 34 H 32 NaO 10 + : 623.1888 [M+Na + ]; found: 623.1860.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful for financial support from the National Natural Science ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}