{
    "paper_id": "8e1400d2a9c79ad26aa2bce861ec75a70d405a7f",
    "metadata": {
        "title": "Journal Pre-proof Unintended Consequences of COVID-19: Remember General Pediatrics",
        "authors": [
            {
                "first": "Valentino",
                "middle": [],
                "last": "Cherubini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Azienda Ospedaliero-Universitaria Ospedali Riuniti",
                    "location": {
                        "settlement": "Ancona",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Anisha",
                "middle": [],
                "last": "Gohil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ananta",
                "middle": [],
                "last": "Addala",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Angela",
                "middle": [],
                "last": "Zanfardino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Campania \"Luigi Vanvitelli\"",
                    "location": {
                        "settlement": "Naples",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Dario",
                "middle": [],
                "last": "Iafusco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Campania \"Luigi Vanvitelli\"",
                    "location": {
                        "settlement": "Naples",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Tamara",
                "middle": [],
                "last": "Hannon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "M"
                ],
                "last": "Maahs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stanford University",
                    "location": {
                        "settlement": "Stanford",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19 has disrupted pediatric healthcare. Observation of public health principles are vital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, COVID-19 has unintended consequences on standard pediatric care. We describe cases of delayed diagnosis of diabetes leading to severe diabetic ketoacidosis; our aim is to highlight the need to apply basic pediatric principles for optimal care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this time of COVID-19, shelter-in-place mandates that have clearly limited the spread of the pandemic also may have unintended consequences of delayed presentation of pediatric disease, precluding timely diagnosis and treatment. This can result in increased morbidity and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We describe cases of delayed diagnosis of new onset type 1 diabetes (T1D) leading to presentation in severe diabetic ketoacidosis (DKA) with the aim of highlighting the need to remember basic pediatric principles to provide optimal care. Fear of contracting COVID-19 in a hospital setting, inability to contact a medical provider for timely evaluation, and lack of consideration of DKA in the differential diagnosis at presentation are described. In addition to new onset T1D, other pediatric diagnoses may be delayed due to focus on COVID-19 and DKA serves as a paradigm for these.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "California Case: An 8-year-old boy with no significant past medical history presented to the emergency room in severe DKA after five days of emesis and abdominal pain as well as multiple contacts with medical providers. Three days prior to admission, the family was concerned about the persistent symptoms and contacted the urgent line provided by their insurance carrier but did not receive a response. Another provider advised them to continue symptomatic management of abdominal pain and support with oral fluids as tolerated. One day before admission, the family noticed his difficulty breathing and called 911. First responders arrived and advised the family to be cautious about seeking additional medical visits or going to an emergency room to avoid unnecessary risk of exposure given the COVID-19 global pandemic. No laboratory tests were performed. On the morning of presentation, his labored respirations continued and he subsequently developed altered mental status, which prompted the family to take him to the local emergency room. On arrival, he was normotensive but tachycardic (BP 115/72 and HR 102, respectively), tachypneic (respiratory rate 28) and hypothermic (34.9 °C) with severe acidosis (pH 6.895, bicarbonate <5, and anion gap 23), hyperglycemia (873 mg/dL), and dehydration (BUN 39 and creatinine 1.1). He was hospitalized for 4 days in intensive care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Italy Cases: The COVID-19 pandemic has prompted strict quarantine measures in Italy including suggesting hospital referrals only for urgent needs. Although important, this has created fear in the people of Italy who have reduced, or completely cancelled, outpatient visits to the hospital or health office for chronic diseases. In Italy, people usually turn to the hospital's emergency service not only for diseases that require emergency care, but also for non-serious clinical conditions, especially at night. As a consequence of quarantine measures, access to the emergency hospital has been dramatically reduced, resulting in reduced admissions also to children's hospitals. Three cases of severe DKA with pH below 6.8 presented in the same week after the national lockdown because patients had been advised to stay at home because of the quarantine. The most striking case involved a 15-year-old female who showed clear signs of polyuria and polydipsia for a week. Her parents, both physicians, suspected that she had T1D and discussed the need for a urinalysis to test for glucose and ketones; after two days, to overcome her parent's hesitation, she tasted her urine, confirming the presence of glucose by the sweet taste. Due to her actions, she arrived at the hospital in relatively good condition (pH 7.2, blood glucose 385 mg/dl).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, it raises the question: does the fear of COVID-19 bring us back to the time of Apollinare Bouchardat who taught patients to taste their own urine? (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Indiana Case: A 17-year-old female with a history of several weeks of polyuria and polydipsia, and a subjective 20 pound weight loss sought care at an outpatient respiratory clinic due to shortness of breath, sore throat, and cough. Her mother mentioned her daughter's polyuria and polydipsia, but the main concern was whether she had COVID-19. She was tested for coronavirus, strep, and flu which were all negative. She was prescribed an antibiotic to treat a skin rash and was sent home. Three days later, due to worsening shortness of breath she presented to an outside ED and was found to be in DKA requiring ICU admission (bicarbonate 7, blood glucose 434 mg/dL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Most pediatricians appreciate that DKA may present similar to a viral illness and to inquire about symptoms of polyuria, polydipsia, weight loss, fatigue, and (later) Kussmaul respirations and a 'fruity' breath indicating advanced ketosis. Such history combined with widely available tests such as a urine dipstick for glucose and ketones and a fingerstick for blood glucose avoid potentially deadly delays in T1D diagnosis. It is standard practice for pediatric endocrinologists to manage patients with known T1D at home by phone or telehealth, when indicated, to avoid need for urgent care in an emergency department. However, concerns of COVID-19 should not prevent appropriate referral for needed care for a known patient with T1D or if new onset T1D is suspected. In addition to DKA, we would expect other pediatric conditions to continue to happen and these cases should serve as a reminder to watch the basics of pediatrics in the time of COVID. Appropriate measures to prevent the spread of COVID-19 are vitally important. But, we must not let the fear of COVID-19, from health professionals and the general population, delay the diagnosis and prompt treatment T1D and other pediatric conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Apollinaire Bouchardat (1806-1886): founder of modern Diabetology. Hormones (Athens)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karamanou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koutsilieris",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Laios",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Marineli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Androutsos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "296--300",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Short title: Unintended consequences of COVID-19 D.M. was supported by P30DK116074 and serves on the Editorial Board of The Journal of Pediatrics. A.A. is an Ernest and Amelia Gallo Endowed Postdoctoral Fellow. A.G. was supported by NIH grant T32DK065549. The other authors declare no conflicts of interest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Another impact is the quantity of phone calls received by hospital doctors focused on suspected COVID-19 and its screening. Other life-threating diseases, namely T1D, without clinical symptoms of COVID-19 infection are not being considered. The reduced number of children reported recently in Italy with newly diagnosed T1D during COVID-19 may indicate that appropriate conversations are not taking place for prompt diagnosis leading to more severe presentation in DKA.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}