{
    "paper_id": "8e1c2d2bccfd7957d25652a3f7af11bb502f7a8f",
    "metadata": {
        "title": "Manuscript title 1 2",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The The survey was designed to address four main objectives: (1) to determine how age and 140 industry role affect where and why individuals gather information, (2) to assess how the 141 accuracy and availability of a news source affects where individuals access information, (3) to 142 evaluate how accuracy and availability of a news source affects why individuals access 143 information, (4) to determine how the news source individuals use to access information relates 144 to why individuals gather information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Survey questions and response data used for statistical analysis are summarized in Table   146 1. For questions 1-4, 6, and 8, several answer options were provided, as well as the option 147 \"Other: please specify\" with space for the participant to provide their own answer. Survey 148 participants selected their answers for questions 5, 7, and 9 only from the answer options 149 provided in the survey. For questions 2 and 3, survey participants were asked to rate their 150 confidence in the accuracy or availability, respectively, of the news sources provided in question 151 1 using a 7-point likert scale (1 = not at all, 7 = totally trust or available). Survey responses for 152 questions 1-4, 6, and 8 were then curated into larger categories prior to statistical analyses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 94,
                    "text": "Table   146",
                    "ref_id": null
                }
            ],
            "section": "145"
        },
        {
            "text": "Participants were allowed to select as many roles in the equine industry as applied. Industry roles 154 that were not categorized included Competitive riders, Pleasure riders, and Horse owners. 155 Veterinarians, farriers, horse trainers, and horse breeders were included in a role category of Equine professionals, while students and industry professionals were categorized as an Other 157 role. If a participant listed multiple roles, then they were categorized based on the role presumed 158 to provide the greatest professional training or knowledge related to equine disease. For example, 159 a veterinarian/competitive rider was categorized as an equine professional and a competitive 160 rider/horse owner was categorized as a competitive rider. ",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "155",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "153"
        },
        {
            "text": "The survey was completed by 256 participants, 95.3% of whom identified as female.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "192"
        },
        {
            "text": "Participants were asked to select an age category, demonstrating a range of participants from 18 source affected why individuals accessed information (P = .70), as measured by question 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "193"
        },
        {
            "text": "When questions 4 and 5 were used to assess the fourth study objective and determine if 249 where individuals gather equine disease outbreak information associates with why individuals 250 access information, there was a significant association (P < .001). Our data demonstrate that while many resources have relatively high availability ratings, 332 their accuracy ratings are quite low as compared to state and veterinary resources that are viewed 333 to be highly accurate but relatively unavailable. A significant limitation of this study is that it ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Objective 4"
        },
        {
            "text": "The goal of this study was to determine where and why Colorado equine industry 379 members seek information regarding a disease outbreak, and these results demonstrate that state 380 and veterinary social media presence with this type of information should be a priority for those 381 professionals who care for the health and safety of our equine population. However, it is 382 important to recognize that all members of the equine industry have the responsibility to share 383 accurate information and limit the dissemination of misinformation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "378"
        },
        {
            "text": "It is evident from our study that younger members of the Colorado equine industry prefer 387 social media sources for their everyday news, while older members prefer traditional sources and 388 perceive social media as being less available. In this study, social media is perceived overall as 389 less accurate than other news sources. Perception of accuracy, but not availability, does affect [15] Kuhlthau CC. Inside the search process: Information seeking from the user's perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "386"
        },
        {
            "text": "Category: Survey response* Q1: What is your preferred news source for everyday news that is not necessarily horse related?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 1. Survey questions and categorized responses used for analyses Question"
        },
        {
            "text": "-Online: Online news source, smartphone news app -Social: Facebook, Twitter -Traditional: Newspaper, TV, radio Q2: Please rate (from 1 = not at all, to 7 = totally trust) the following news sources based on your confidence in the accuracy of the sources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 1. Survey questions and categorized responses used for analyses Question"
        },
        {
            "text": "-Online: Online news source, smartphone news app -Social: Facebook, Twitter, -Traditional: Newspaper, TV, radio Q3: Please rate (from 1 = not at all, to 7 = totally available) the following news sources based on your confidence in the availability of the sources. Post-hoc analysis of the significant interaction between news source and age utilized only the lowest (18-24 years; n=46), middle (45-54 years; n=60), and highest (≥ 65 years; n=25) age groups. The availability score (based on a 1-7 likert scale) was used to create an availability estimate for the categorized news sources: Online (online news source, smartphone news app); Social (Facebook, Twitter); Traditional (Newspaper, TV, radio). Using the lower bounds of the age range (18, 45, 65) as a numerical predictor, the three news sources conditioned on each of the three ages with respect to the availability score were compared. Estimated availability means for each news source were then plotted against age. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Table 1. Survey questions and categorized responses used for analyses Question"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Organizational Development: Social 522 Media and Online Methods Part 2",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Dromgoole",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dewald",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gottwald",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Texas A&M AgriLife Ext",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Organizational Development: Social 525 Media and Online Methods Part 1",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Dromgoole",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dewald",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gottwald",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Texas A&M AgriLife Ext",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identifying Equine-Related Cooperative Extension Program 528",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Priorities in Arizona via a Statewide Survey",
            "authors": [],
            "year": 2017,
            "venue": "J Natl Assoc Cty Agric Agents",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effectiveness of Webinars as 530 Educational Tools to Address Horse Industry Issues",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Pulec",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Skelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Ext",
            "volume": "54",
            "issn": "",
            "pages": "54--57",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Use of a Timely Topics Web Tool to Enhance Research-Based 532",
            "authors": [
                {
                    "first": "Jlz",
                    "middle": [],
                    "last": "Ivey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Myer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 Pandemic and Equine Facilities. UT Horse",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 Resources -Horses/Livestock",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Internet and social media have added an important element to engagement and Several studies have evaluated information-seeking behaviors of various subpopulations of the equine industry to improve outreach and communication not associated with a disease 112 outbreak [20-29]. The study reported herein was conducted following the 2014 VS outbreak to 113 learn how perceptions of accuracy and availability of news sources affect how members of the 114 Colorado equine industry seek both everyday information as well as information during an 115 equine disease outbreak. Some underlying hypotheses were that the surveyed members of the 116 Colorado equine industry would select resources related to equine disease outbreaks based on 117 their availability and accuracy and that younger industry members (age < 30 years) would rely 118 more heavily on social media for all types of information. The identification of why Colorado 119 equine industry members access information from specific sources would allow animal health 120 and Extension professionals to tailor their online presence to accommodate the communication 121 needs of the Colorado equine industry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "were collected regarding the information-seeking behaviors of the Colorado equine 126 industry via an online survey instrument (SurveyMonkey). Steps were taken to ensure survey 127 design resulted in a tool that was valid and reliable [30]. All procedures and survey questions 128 were approved (#22017H) by the Colorado State University (CSU) Institutional Review Board 129 for studies involving human subjects prior to initiating the study. A wide variety of Colorado-130 based, equine-oriented organizations were contacted and asked to forward an email containing 131 the survey link through their organization's email list and/or Facebook page. In the email, 132 participants were informed of the anonymous nature of the survey and that data collected would be used for a student research project. Participants indicated that they were an adult (≥ 18 years 134 of age) and their consent by clicking the link to engage in the survey. The survey was open for 135 responses from September 30, 2016, to November 13, 2016. Although the survey was distributed 136 via Colorado-based organizations, given the anonymous nature of the survey and the mechanism 137 of distribution, duplicate responses could not be prevented nor could the state of residency of the 138 participant be confirmed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "News sources were categorized by their primary organizational structure or mechanism 162 of distribution. For everyday news (questions 1-3), sources were categorized as Online (online 163 news sources, smartphone news application), Social (Facebook, Twitter) or Traditional 164 (newspaper, television news, radio). For the participants' preferred news source during an equine 165 disease outbreak (questions 4-6), additional sources specific to the Colorado equine industry 166 were provided as selectable responses in the survey. Traditional print sources (The Horse, 167 Chronicles of the Horse, EQUUS) and online resources (WebMD for Pets) that rely on 168 advertising or subscription were categorized with television (TV), radio, and newspaper as 169 Traditional or for-Profit sources. Resources related to CSU or the state of Colorado, or 170 Extension were categorized as State; whereas resources related to the practice of equine 171 medicine (Equine Disease Communication Center, Gluck Quarterly Report) or dissemination of 172 information from veterinary organizations (American Association of Equine Practitioners 173 Resources for Horse Owners), including the participant's veterinarian, were categorized as 174",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "194 to 65 years and older (Figure 1). Survey participants predominantly consisted of horse owners 195 (41%) and competitive (25.8%) or pleasure (13.3%) riders. Some equine professionals (3.9%) 196 and other (3.1%) members of the equine industry also participated in the survey.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "the goals of the first study objective200    and our effort to determine how age and role affect where and why individuals gather 201 information. Both age (P < .0001) and role (P = .03) influenced the types of news sources utilized by study participants when seeking out everyday information. To obtain everyday news, 203 younger individuals preferred social media sources, whereas older individuals preferred 204 traditional news sources(Figure 1). In the event of an equine disease outbreak, role was an 205 important factor (P = .003) in the selection of news sources from question 4, whereas age was 206 not (P = .19). Additionally, 69.9% of survey participants preferred using state or veterinary 207 resources to obtain information during an equine disease outbreak.208 Participant perception of the accuracy of sources for everyday news was negatively 209 associated with increasing age (P = .004). The type of information source (i.e. online, social, or 210 traditional) for everyday news was an important factor (P < .0001), with social media viewed as 211 less trustworthy than online and traditional information sources. Role did not influence (P = .75) 212 perceptions of accuracy for these everyday news sources. 213 Age and type of information source also affected how participants perceived the 214 availability of the information source for everyday news. A significant interaction between news 215 source and age (P < .0001) precipitated additional examination of the perceived availability of an 216 information source by either news source or age. Role was not an important factor for 217 availability ratings of an information source (P = .94). Figure 2 demonstrates significantly 218 different availability ratings for each of the three types of everyday news sources at three 219 indicated participant ages. However, for participants age 65 years and older, there was no 220 difference (P = .48) in availability ratings for online versus traditional types of everyday news used to inform the second study objective and further assess how the accuracy and availability of a source affects where individuals access information 226 during an equine disease outbreak. There was a statistically significant association between 227 where individuals first seek information in the event of an equine disease outbreak and accuracy 228 of their everyday news source. Specifically, as everyday news accuracy ratings for social media 229 sources increased, the odds of someone selecting a veterinary source over a social media source 230 during a disease outbreak decreased (Odds Ratio = .48, 95% CI [0.30, 0.77]). Furthermore, as the 231 accuracy of everyday news traditional sources increased, the odds of someone selecting a 232 traditional or for profit news source over a social media source during a disease outbreak 233 increased (Odds Ratio = 6.00, 95% CI [1.66, 21.71]). There was insufficient evidence to suggest 234 that accuracy of online sources impacted where individuals first accessed information (P = .21). 235 There was insufficient evidence to suggest that the availability of everyday news sources (social, 236 online, traditional) affected where individuals accessed information during a disease outbreak (P 237 = .45, .77, .25, respectively).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "the third objective, more than half of the survey participants (56%) considered 241 disease symptoms/signs to be the most important information (question 6) to have when a 242 disease outbreak occurs (transmission, n = 77; symptoms/signs, n = 134; impact on events/travel, 243 n = 27), although several participants (n = 18) provided \"all of the above\" in the \"Other, please 244 specify\" option. Neither accuracy (question 2) nor availability (question 3) of the everyday news245",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "choose online, social, and traditional or for-profit sources value availability, whereas 252 those who choose state and veterinary sources value accuracy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "of the equine industry as an information-seeking population is 256 demonstrated by the numerous studies that have evaluated the various subpopulations of the 257 equine industry to improve outreach and communication with these groups [20-29]. More than 258 60% of horse owners consider their horses as family members [33] which can impact the 259 emotional aspect of information seeking behavior as individuals transition from the information 260 they need for their everyday lives to the information that they need to respond to an equine 261 disease outbreak. Understanding of how someone seeks information around a crisis event [16] is 262 therefore critical for animal health and Extension experts to best meet the information needs of 263 their public. This study was conducted to evaluate how accuracy and availability of information 264 affect Colorado equine industry members' choices for news sources in the event of an equine 265 disease outbreak. 266 The demographics of the survey respondents in this study were similar to what is known 267 of the equine industry in the US [5,33-35] with a predominantly female population engaging in 268 a variety of equine industry roles. Although the percentage of female survey participants in this 269 study is little higher than what has been reported by similar web-based surveys of the equine industry [28,33,35], this may be a reflection of the much smaller sample used in this study. however, this population was not included in this survey. Nonetheless, there was an equal 273 distribution of respondents to this survey that were either greater or less than 45 years of age 274 whereas other surveys have noted both higher [35] and lower [5] response rates from adult 275 individuals age 45+. The demographic data of the survey respondents was used to make several 276 interesting findings. 277 Firstly, age and industry role significantly affect where individuals gather everyday 278 information (Figure 1); however, we cannot determine how industry role is important given the 279 study design. The study design may also result in some overlap in news sources for everyday 280 news as many traditional news sources have an online presence and online news sources may be 281 accessed from a social media site. Nonetheless, the preference for younger survey participants to 282 seek everyday news from social media, regardless of whether they later use an online source, is 283 not surprising given the generational divide in social media use worldwide [36]. Additionally, 284 age and news source affect the ratings individuals give for accuracy and availability of everyday 285 sources. While social media sources were viewed as less trustworthy, older survey participants 286 found social media news sources to be significantly less available than traditional or online 287 sources (Figure 2). The study participant's role in the equine industry did not influence 288 perceptions of accuracy for everyday news. In the event of a disease outbreak, industry role was 289 a significant factor in selection of news sources, whereas age was not, with 69.9% of the 290 respondents preferring state or veterinary resources. Although perceptions of accuracy 291 significantly affect where individuals gather equine disease information, neither accuracy nor 292 availability affects the reason why individuals gather everyday information. Lastly, there is a significant association between where individuals decide to seek information first in the event of 294 an equine disease outbreak, and whether they consider the accuracy or availability of the 295 information source to be more important (Figure 3). 296 To some extent, participant age and perceptions of source accuracy and availability all 297 influence where and why individuals access disease information. In a similar study of the 298 information seeking preferences of beef producers in Oklahoma, their veterinarian was their 299 preferred source for animal health related issues or during a crisis, with a high degree of trust in 300 state, federal and local Extension resources [37]. These individuals also listed TV and the 301 Internet as secondary resources during a crisis event, and nearly half preferred receiving 302 information on an agriculturally related crisis via a county Extension publication [37]. Other 303 studies that have evaluated information-seeking preferences among members of the equine 304 industry have also demonstrated veterinarians to be a preferred source of information [20,23-305 25,27]. Of note, more than 90% of competitive riders in the US prefer obtaining horse health 306 information from their veterinarians, but more than 80% of these individuals still use the internet 307 to obtain this information [25]. Surveys of equine care-givers in the Midwest demonstrate that 308 77% of respondents seek information from their veterinarian, whereas only 7% will seek out an 309 Extension specialist, even though veterinarians and Extension specialists are among their most 310 trusted resources [24]. Interestingly, Extension specialists were not reported to be a source of 311 information during an equine disease outbreak in this study. Extension in Colorado is facilitated 312 by CSU; given the study design it is possible that Veterinary Extension resources in Colorado 313 were viewed by the survey participants as a CSU-related resource in the survey responses rather 314 than as Extension. However, at the time of this study it is also possible that members of the Colorado equine industry related CSU Extension with more general animal health information 316 needs and not necessarily information related to an equine disease outbreak. 317 Extension programs are designed [28,29] and evaluated [38] with exquisite care, and 318 while they have traditionally used mass media as a form of communication [39], their use of 319 online tools and social media as a dissemination strategy has increased in the last ten years [40-320 45]. Additionally, the eXtension Foundation has expanded the resources available to Extension 321 agents by providing a central point for collaboration. Topics in equine welfare or care are 322 primarily included in surveys reporting Extension program needs [20,29,46] or information-323 seeking behaviors of the equine industry [24,25,27]. While online learning tools such as 324 webinars [47] or websites with timely topics in equine care [48] have had a positive impact, they 325 have focused on animal care or emergency preparedness, not actual crisis event communication. 326 In response to the widespread impact of the COVID-19 pandemic, Extension programs provided 327 specific recommendations for equine facilities to execute social distancing recommendations as 328 well as access to additional resources [49,50]. Future studies evaluating the information-seeking 329 behaviors of the Colorado equine industry may also demonstrate Extension to be a preferred 330 resource during a crisis event.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "334 utilized a voluntary response sample with an online survey distributed via internet dependent 335 means such as email and social media. Nonetheless, our data suggest that people value the 336 accuracy of state and veterinary resources, but at the time that the survey was conducted the 337 industry did not perceive these resources to be available. The results of this study were shared in 2017 with the Colorado Department of Agriculture (CDA) State Veterinarian's Office (SVO) 339 and qualitative information regarding CDA strategies for disseminating information was 340 obtained. The CDA Animal Health Division website 341 (https://www.colorado.gov/pacific/aganimals) has \"FAQ\" links to \"Current Disease Outbreaks in 342 the US\" and a direct link to the Equine Disease Communication Center 343 (http://www.equinediseasecc.org/alerts/outbreaks). The CDA-SVO also has a social media presence via the 344 Colorado Department of Agriculture Facebook page (https://www.facebook.com/coloradoag/). This page 345 shares disease information through condensed news releases and short informational messages. 346 This state resource is designed to stop rumors, connect with the industry, and disseminate 347 accurate veterinary information, while also allowing the CDA to gather information about what 348 is going on in the industry. In relation to Colorado VSV cases, the CDA-SVO Facebook page 349 was initially used in 2014, but mainly to put out periodic news releases to give factual data on 350 VSV cases, including current updates on the CDA-SVO's response and resources for horse 351 owners. In 2015, the CDA-SVO enhanced their use of social media and their Facebook page 352 became a resource to a quell rumors and to provide real time answers to specific questions by the 353 public. In addition, the Facebook page directed individuals and veterinarians to call the CDA for 354 more information. In conjunction with the Facebook page, the CDA website was also used to 355 quell rumors that were discovered on Facebook, provide general scientific/factual information 356 about the disease, and give weekly updates on the incident and the animal health emergency 357 response that was being conducted. During the 2019 VSV outbreak was the first time the CDA-358 SVO used their Facebook page to communicate with the public regarding statistics and VSV 359 information, including dissemination of a dedicated webpage for Colorado VSV cases. In 360 addition to weekly updates via Facebook, changes in statutes allowed USDA accredited veterinarians to conduct VSV investigations and the CDA-VSO Facebook page was used to communicate guidelines for VSV sample submissions for said veterinarians. Conducted in 2016, are utilizing online strategies to also communicate during a human disease pandemic. As older 372 individuals begin to leave the equine industry, the impact of younger members will increase, 373 making the optimization of online resources a vital means of communication. Future studies 374 evaluating the Colorado equine industry's perception of this change in availability dissemination 375 of information using online state resources should also be designed to investigate barriers to 376 access, including physical lack of connectivity in rural areas or socioeconomic barriers impeding 377 equity of online access [40].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "390 the choice of the first place where Colorado equine industry members access information. These 391 two constructs appear not to affect the reason why they access the information. Nearly 70% of 392 the survey participants prefer a state or veterinary resource during a disease outbreak, a selection 393 driven by accuracy of the information to be obtained from that source. On the other hand, use of 394 other news sources is driven by availability of these sources. Animal health and Extension 395 professionals may consider either strategies that improve the availability or public visibility of 396 state and/or veterinary resources, or they could focus on providing accurate information via a 397 social media platform. Regardless of the method of information transmission, we must all ensure 398 that younger generations are equipped to identify misinformation so that social media can remain 399 a positive avenue for the exchange of information in the equine industry.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Relative frequency of preferred news source for everyday news by age group Everyday news sources (question 1) categorized as Online (online news source, smartphone news app);Social (Facebook, Twitter); Traditional (Newspaper, TV, radio) Estimated availability means for each type of everyday news source at 18,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Preferred news source during an equine disease outbreak and reason for preference 3 Preferred news sources during an equine disease outbreak (questions 4-6) categorized as Online (Online",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Veterinary. The authors acknowledge that overlap of these categories may exist in the participant responses. For example, the participant's veterinarian may have been a CSU employee, or the survey participant considered the CSU Veterinary Extension to be associated with CSU resources. Additionally, social media can be a gateway [31] to traditional, state, veterinary, or other resources with a social media presence. Furthermore, many traditional news sources, including local newspapers, radio and TV stations, now also have an online and social media presence [32].Both linear mixed models and multinomial models were used to determine how survey participant demographics affect where and why individuals access information. A chi-squared test of association was used to determine whether there was a statistically significant association between where individuals chose to find information about equine diseases first and why they chose that source. Data analysis was performed using SAS software, Version 9.4, and R",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Online news source, smartphone news app -Social: Facebook, Twitter, -Traditional: Newspaper, TV, radio Q4: In the event of an equine disease outbreak, where is the first place you access information? -Online: Online news source, smartphone app, Google -Traditional or for Profit: Newspaper, TV, radio, EQUUS magazine, The Horse magazine, Chronicles of the Horse magazine, WebMD for Pets -Social: Facebook, Twitter, -State: State veterinarian, Colorado Horse Council, Colorado State University Equine Science Resources, Colorado State University Veterinary Teaching Hospital Resources, Other university resources, Colorado Department of Agriculture -Veterinary: Your veterinarian, American Association of Equine Practitioners Resources for Horse Owners, Equine Disease Communication Center, Gluck Quarterly Report Q5: Why do you choose this resource first? Availability refers to the ease of access to the information and/or that the information is obtainable. Accuracy refers to the correctness of the information.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "news source, smartphone app, Google), Traditional or for Profit (Newspaper, TV, radio, EQUUS magazine, The Horse magazine, Chronicles of the Horse magazine, WebMD for Pets), Social (Facebook, Twitter), State (State veterinarian, Colorado Horse Council, Colorado State University Equine Science Resources, Colorado State University Veterinary Teaching Hospital Resources, Other university resources, Colorado Department of Agriculture), and Veterinary (Your veterinarian, American Association of Equine Practitioners Resources for Horse Owners, Equine Disease Communication Center, Gluck Quarterly Report)-Age and industry role influenced participants' choice for everyday news sources -Perceptions of everyday news source accuracy were negatively associated with age -Perceptions of accuracy, not availability, affect information-seeking in an outbreak -State or veterinary resources are preferred (69.9%) during a disease outbreak -Many participants (56%) primarily seek information regarding disease symptoms/signs Animal welfare/Ethical statement: All procedures and survey questions were approved (#22017H) by the Colorado State University Institutional Review Board for studies involving human subjects prior to initiating the study.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have no conflicts of interest to report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement:"
        }
    ]
}