{
    "paper_id": "8eac1d971e74e8148287c4a783465d7b787072fa",
    "metadata": {
        "title": "The COVID-19 Pandemic from an Ophthalmologist's Perspective",
        "authors": [
            {
                "first": "Daniela",
                "middle": [],
                "last": "Bacherini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "and Child Health",
                    "location": {
                        "settlement": "Psychology"
                    }
                },
                "email": "daniela.bacherini@gmail.com"
            },
            {
                "first": "Ilaria",
                "middle": [],
                "last": "Biagini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "and Child Health",
                    "location": {
                        "settlement": "Psychology"
                    }
                },
                "email": ""
            },
            {
                "first": "Chiara",
                "middle": [],
                "last": "Lenzetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "and Child Health",
                    "location": {
                        "settlement": "Psychology"
                    }
                },
                "email": ""
            },
            {
                "first": "Gianni",
                "middle": [],
                "last": "Virgili",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "and Child Health",
                    "location": {
                        "settlement": "Psychology"
                    }
                },
                "email": ""
            },
            {
                "first": "Stanislao",
                "middle": [],
                "last": "Rizzo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione Policlinico Universitario A. Gemelli IRCCS",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Fabrizio",
                "middle": [],
                "last": "Giansanti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "and Child Health",
                    "location": {
                        "settlement": "Psychology"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The current coronavirus disease 2019 (COVID-19) pandemic is rapidly spreading around the world. The first doctor to report this new disease was an ophthalmologist: this exemplifies the role of ophthalmologists in an infectious disease pandemic. Here we review how severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) affects the eye and discuss implications for ophthalmologists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The ophthalmologist Dr Li Wenliang, who was working in Wuhan Central Hospital, China, was one of the first people to recognize the outbreak of COVID-19 in late 2019. After he observed seven suspicious cases of patients with severe acute respiratory syndrome (SARS)-like symptoms, he sounded the alarm of a possible epidemic of a new virus, but was accused of making false alerts that disturbed the public order [1] . It is not clear who else recognized the accumulating cases with suspicious symptoms and it is likely that other specialists besides the ophthalmologist realized the start of an infectious disease outbreak. By now, the whole world knows about the highly contagious virus SARS-CoV-2 which has rapidly emerged as a global health threat. Dr Li Wenliang was later infected by SARS-CoV-2 from an asymptomatic glaucoma patient i and died on February 7, 2020, at the age of 33. Ironically, it was an ophthalmologist who alerted officials, though complications of the eye are not considered key symptoms of COVID-19. Here, we assess how the eye is affected in COVID-19 and discuss corresponding infection control measures. We also highlight the role of ophthalmologistsalthough less involved in saving lives like other key specialists, they may be the first to see and diagnose new emerging diseases.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "An Ophthalmologist Sounded the Alarm"
        },
        {
            "text": "Two reports [2, 3] describe conjunctival congestion or conjunctivitis in patients with confirmed COVID-19, and those with SARS-CoV-2-positive serologies had ocular secretions with the virus (Table 1) . This suggests that SARS-CoV-2 can cause an inflammation of conjunctiva that lines the inside of the eyelid and covers the white part of the eye, causing redness and itchiness in the eye. However, correlations between conjunctivitis and COVID-19 could also be confounded by cocorrelation with unobserved factors. The pathomechanistic link between SARS-CoV-2 infection and conjunctivitis is not clear yet either. Nevertheless, further studies highlighted the importance of recognizing possible early ocular manifestations and suggested to stay highly vigilant to recognize the early manifestation of COVID-19 including consideration of viral conjunctivitis as a possible presentation [4] . We suspect that the conjunctivitis cases caused by SARS-CoV-2 are underestimated for several reasons: (i) not necessarily all patients with conjunctivitis but without typical COVID-19 symptoms (cough, fever, respiratory symptoms) will be clinically evaluated. Though irritating, conjunctivitis rarely affects vision and many will opt for self-treatment of symptoms. We also have to take into account that often patients with symptoms of conjunctivitis associated with mild systemic symptoms (mild fever or cough) take measures to quarantine and will never be medically evaluated. (ii) To date, we have no data regarding how many patients with conjunctivitis (who did or did not attend the eye emergency department) developed COVID-19 in the following days. (iii) During the COVID-19 epidemic, ophthalmologists may have to deal with patients affected by conjunctivitis of other nature and have no guidelines on how to make a differential diagnosis.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 15,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 16,
                    "end": 18,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 884,
                    "end": 887,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 199,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The Role of the Conjunctiva in COVID-19"
        },
        {
            "text": "Furthermore, recent studies suggest that the conjunctiva may represent a possible transmission route [5, 6] . The presence of SARS-CoV-2 in the conjunctival sac of affected patients is also reported by a nonpeer-reviewed retrospective cohort study [7] . Anecdotal reports further suggested that when no eye protection was worn, the virus could also possibly be transmitted by aerosol contact with conjunctiva and cause infection ii [7] . However, the possible transmission of SARS-CoV-2 by conjunctiva is controversial. Nevertheless, the WHO and the American Academy of Ophthalmology (AAO) iii recommend wearing eye protection (e.g., goggles or shield) when treating patients (potentially) infected with COVID-19 to prevent droplet transmission.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 105,
                    "end": 107,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "The Role of the Conjunctiva in COVID-19"
        },
        {
            "text": "It cannot be stated enough that, before the ophthalmological check, it is mandatory to know if the patient has COVID-19 symptoms and if the patient has recently been in contact with a confirmed COVID-19 case. A strategy to prevent transmission in ophthalmology outpatient clinics adopted in all public hospitals in Hong Kong during the COVID-19 outbreak should serve as a template for other ophthalmologic practices [8] . Installation of protective shields on slit lamps were implemented and surgical masks were worn by both ophthalmologists and patients.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 419,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations for the Ophthalmologic Practice"
        },
        {
            "text": "The adoption of strict hand hygiene and wearing goggles or face masks is highly recommended for every ophthalmologist. Because of the proximity to patients' nose and mouth and the potential exposure to tears, which might contain the virus, ophthalmologists are especially at risk to contracting the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for the Ophthalmologic Practice"
        },
        {
            "text": "In 2006 during a major SARS outbreak in Hong Kong, ophthalmic practices took similar preventive measures (frequent handwashing with the use of chlorhexidine alcoholic hand rub, wearing surgical/N95 respirator masks, as well as gloves and water-resistant gowns and visors) to prevent contracting or spreading the SARS infection [9] . Considering that these measures prevented staff and patients from being infected during the SARS epidemic, we recommend that these measures should be adopted in a not-deferrable ophthalmological examination also during this pandemic. In addition to that, the patient should wear mask and gloves during the examination.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 330,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Recommendations for the Ophthalmologic Practice"
        },
        {
            "text": "Ophthalmologists are one of the medical specialists most exposed to the risk of SARS-CoV-2 as well as to that of other viruses due to the nature of their work being in close contact with the patients during routine ophthalmic examinations. The ophthalmologist, although less involved in saving lives like other key specialists, may often be the first one to see and diagnose a systemic life-threatening disease such as COVID-19: Li's story proves it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons beyond the COVID-19 Pandemic"
        },
        {
            "text": "In addition, ophthalmologists tend to be exposed to a high volume of patients. Therefore, the likelihood that the ophthalmologist may be the first point of contact to evaluate patients possibly ill with an infectious disease is increased. This means that they can not only identify the disease beforehand but also contract it unless recommended universal precautions are followed. Thus, it would be advisable for the ophthalmologists to investigate any infectious systemic symptoms in their patients, as always should be done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons beyond the COVID-19 Pandemic"
        },
        {
            "text": "We would like to emphasize how in an emerging infectious disease epidemic ophthalmologists may be the first specialists to alert the entire medical society. We have to consider that sometimes the ophthalmologist may be the first specialist to diagnose a still-unknown systemic disease starting from ophthalmological clinical signs. For example, uveitischaracterized by eye pain, red eyes, blurry vision, floaters, and sensitivity to lightmay be the first sign of an associated and still-undiagnosed underlying systemic disease. Indeed, uveitis is caused by inflammatory responses of the body and it may be a result of an underlying autoimmune disease, tumors occurring within the eye or in other parts of the body, or infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons beyond the COVID-19 Pandemic"
        },
        {
            "text": "Considering that conjunctivitis cannot be excluded as an early sign of onset for COVID-19 or other emerging infectious diseases, the adoption of personal protective equipment such as masks, protective eye wear, and gloves could represent a useful protective procedure during the ophthalmological practice, not just in suspected cases ( Table 2 , modified from [9] ). Their use was suggested and implemented during the SARS epidemic in 2006 and now during the COVID-19 pandemic, but there are still no official guidelines in this regard. In light of this outbreak, a training course to residents on preventive measures for infectious epidemics should certainly be suggested.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 363,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 343,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Lessons beyond the COVID-19 Pandemic"
        },
        {
            "text": "Moreover, safer and noninvasive investigative tools should be adopted in order to reduce the contact with the patient and increase the observation distance: for example, fundus photography or binocular indirect ophthalmoscope might be an alternative to conventional fundus examination, whereas the handheld portable Tono-Pen is an alternative to conventional Goldmann applanation tonometer for measuring intraocular pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons beyond the COVID-19 Pandemic"
        },
        {
            "text": "During this outbreak and in the future, further studies are warranted to investigate the usefulness and reliability of conjunctival or tear swab in patients affected by conjunctivitis, associated with or without systemic symptoms. If this procedure proves to be precise and reliable, it could be used to detect the virus in patients with prodromal symptoms of COVID-19, providing more information about the real incidence of SARS-CoV-2 conjunctivitis and the role of the conjunctiva in the transmission pathway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons beyond the COVID-19 Pandemic"
        },
        {
            "text": "The infectivity of the tears and conjunctival secretion from affected patients may have impacts on not only the daily ophthalmic ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lessons beyond the COVID-19 Pandemic"
        },
        {
            "text": "practice but also the universal infection control measures adopted by the general public and health-care professionals. Not only in these times, but in general, ophthalmologists do need to protect themselves and their patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trends in Molecular Medicine"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Li Wenliang",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Andrew",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30382--30384",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Evaluation of coronavirus in tears and conjunctival secretions of patients with SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25725"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel Coronavirus disease 2019 (COVID-19): the importance of recognising possible early ocular manifestation and using protective eyewear",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br. J. Ophthalmol",
            "volume": "104",
            "issn": "",
            "pages": "297--298",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "2019-nCoV transmission through the ocular surface must not be ignored",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "There may be virus in conjunctival secretion of patients with COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Ophthalmol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/aos.14413"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ophthalmologic evidence against the interpersonal transmission of 2019 novel coronavirus through conjunctiva. medRxiv Published",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yunyun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.11.20021956"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Stepping up infection control measures in ophthalmology during the novel coronavirus outbreak: an experience from Hong Kong",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Graefes Arch. Clin. Exp. Ophthalmol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00417-020-04641-8"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Precautions in ophthalmic practice in a hospital with a major acute SARS outbreak: an experience from Hong Kong",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eye (Lond.)",
            "volume": "20",
            "issn": "",
            "pages": "283--289",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Trends in Molecular Medicine, Month 2020, Vol. xx, No. xx https://doi.org/10.1016/j.molmed.2020.03.008 1 © 2020 Elsevier Ltd. All rights reserved.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Studies Reporting Conjunctival Involvement in Patients with SARS-CoV-2 Infection Abbreviations: PCR, polymerase chain reaction; n/a, not applicable.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Resourcesi www.aao.org/headline/coronavirus-kills-chinesewhistleblower-ophthalmol ii www.bjnews.com.cn/news/2020/01/23/678189. html iii www.aao.org/headline/alert-important-coronavirus-",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Personal Protective Equipment (PPE) in Outpatient Ophthalmic Care (modified from [9]) Wear gloves. Discard gloves, wash or alcohol rub the hands, and then put on new gloves in between cases Wear gloves in high-risk procedure Trends in Molecular Medicine Trends in Molecular Medicine, Month 2020, Vol. xx, No. xx 3",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}