{
    "paper_id": "8f0b773e4e7c87b063a20e452260c97634480e27",
    "metadata": {
        "title": "Journal Pre-proof MANIFESTACIONES CUTANEAS DE LA INFECCION POR COVID 19. A PROPOSITO DE UN CASO",
        "authors": [
            {
                "first": "",
                "middle": [
                    "A"
                ],
                "last": "Manifestaciones Cutaneas De La Infeccion Por Covid 19",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "U",
                "middle": [
                    "N"
                ],
                "last": "Proposito De",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Caso",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "El primer paciente registrado en España con coronavirus se conoció el 31 de Enero. Desde entonces, el número de contagios ha aumentado progresivamente, rozando ya los 110.000 positivos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CUTANEOUS MANIFESTATIONS OF COVID INFECTION 19. ABOUT A CASE"
        },
        {
            "text": "El cuadro clínico de COVID-19 se caracteriza por la presencia de síntomas y signos frecuentes entre los que destacan: fiebre, tos seca o productiva, dolor de garganta, disnea y síntomas digestivos (diarrea y vómitos) 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CUTANEOUS MANIFESTATIONS OF COVID INFECTION 19. ABOUT A CASE"
        },
        {
            "text": "También se han descrito otros síntomas como ageusia y anosmia 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CUTANEOUS MANIFESTATIONS OF COVID INFECTION 19. ABOUT A CASE"
        },
        {
            "text": "Los resultados de laboratorio a menudo muestran elevación de la proteína C reactiva. Las alteraciones en la coagulación, especialmente del dímero D y del tiempo de protrombina fueron más frecuentes en pacientes con mayor gravedad4,5. Alrededor de un tercio de los casos presentan datos de citolisis hepática. La linfopenia grave fue el hallazgo hematológico más frecuente en los pacientes críticos4,5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CUTANEOUS MANIFESTATIONS OF COVID INFECTION 19. ABOUT A CASE"
        },
        {
            "text": "El patrón radiológico más frecuente en todas las series fue el infiltrado alveolar 4, 5 J o u r n a l P r e -p r o o f El exudado nasofaríngeo y orofaríngeo, que permite el aislamiento del virus, confirma el diagnóstico.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "text": "4,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 87,
                    "end": 88,
                    "text": "5",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "CUTANEOUS MANIFESTATIONS OF COVID INFECTION 19. ABOUT A CASE"
        },
        {
            "text": "Hay pocos datos sobre las manifestaciones cutáneas de las personas con COVID-19 6, presentamos un caso de una paciente diagnosticada de infección por COVID 19 que presentó manifestaciones cutáneas después de la hospitalización (a los 5 días del alta y 20 días después del inicio de los síntomas)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CUTANEOUS MANIFESTATIONS OF COVID INFECTION 19. ABOUT A CASE"
        },
        {
            "text": "Las manifestación cutánea fue una erupción eritematosa. El tronco fue la principal región involucrada. Se trato de lesiones poco pruriginosas y generalmente las lesiones se curaron en pocos días. Aparentemente no hubo ninguna correlación con la gravedad de la enfermedad, ni con los tratamientos pautados durante el ingreso.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CUTANEOUS MANIFESTATIONS OF COVID INFECTION 19. ABOUT A CASE"
        },
        {
            "text": "Podemos concluir que las manifestaciones cutáneas son similares a la afectación cutánea que ocurre durante las infecciones virales comunes. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CUTANEOUS MANIFESTATIONS OF COVID INFECTION 19. ABOUT A CASE"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "-Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cutaneous manifestations in COVID-19: a first perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "-Recalcati",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Eur Acad Dermatol Venereol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/jdv.16387"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cai L, Cheng ZS et al. A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version). Mil Med Res. 2020;7:4 BIBLIOGRAFÏA: 1.-Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China [published correction appears in Lancet. 2020 Jan 30;:]. Lancet. 2020;395(10223):497-506 2.-Red Nacional de Vigilancia Epidemiológica.Informe sobre la situación de COVID-19 en España [Internet]. Centro Nacional de Epidemiología; 2020 mar. Report No.: 14. Disponible en: https://www.isciii.es/QueHacemos/Servicios/VigilanciaSaludPublicaRENA VE/EnfermedadesTransmi sibles/Documents/INFORMES/Informes%20COVID-19/Informe%20n%C2%BA%2014.%20Situaci%C3%B3n%20de%20COVID-19%20en%20Espa%C3%B1a%20a%2024%20marzo%20de%202020.pdf 3.-Wang D, Hu B, Hu C, et al. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China [published online ahead of print, 2020 Feb 7]. JAMA. 2020;10.1001/jama.2020.1585.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Dr. Juan Carlos Obaya RebollarMANIFESTACIONES CUTANEAS DE LA INFECCION POR COVID 19 A PROPOSITO DE UN CASOEn diciembre de 2019, se describieron casos de neumonía en Wuhan, China, causado por un nuevo coronavirus llamado coronavirus 2 del síndrome respiratorio agudo severo (SARS-CoV-2), y la enfermedad resultante se denominó COVID-19 1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "1.-A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version). Mil Med Res. 2020;7:4 This article is protected by copyright. All rights reserved This is a first report and a first perspective of SARS-CoV-2 cutaneous manifestations. Indisputably we need more papers to confirm and better understand skin involvement in COVID-19. Additionally, both the awareness of protection and protective facilities, generally lacking in medical departments, are of primary necessity. Transmission of SARS-CoV-2 may occur during an incubation period that may be as long as 14 days 4 . Asymptomatic individuals (or individuals within the incubation period) has also been described as possible carriers, however, the extent to which this occurs remains unknown 5 . Person-to-person spread is thought to occur mainly via respiratory droplets, resembling the spread of influenza. With droplet transmission, virus released in the respiratory secretions when a person with infection coughs, sneezes, or talks can infect another person if it makes direct contact with the mucous membranes; infection can also occur if a person touches an infected surface and then touches his or her eyes, nose, or mouth. Currently, we strongly underline that infection prevention and control are urgent and critical due to the lack of specific treatment and heightened risk of spreading during the incubation period 6 . References ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}