{
    "paper_id": "8f5266d81f3e8ed0bfead893e5853acf7ee416cb",
    "metadata": {
        "title": "The Beijing Convention of 2010 on the suppression of unlawful acts relating to international civil aviation-an interpretative study",
        "authors": [
            {
                "first": "Ruwantissa",
                "middle": [],
                "last": "Abeyratne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Aviation is an important global business and a significant driver of the global economy. It is vital, therefore, that stringent measures are taken to counter acts of unlawful interference with civil aviation. Following a diplomatic conference, held in Beijing",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Under the auspices of the International Civil Aviation Organization (ICAO), 1 a diplomatic conference, held in Beijing from 30 August to 10 September 2010, composed of representatives from more than 80 States, 2 adopted two international air law instruments for the suppression of unlawful acts relating to civil aviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The two instruments adopted by the Diplomatic Conference on Aviation Security held from 30 August to 10 September are the Convention on the Suppression of Unlawful Acts Relating to International Civil Aviation and the Protocol Supplementary to the Convention for the Suppression of Unlawful Seizure of Aircraft. This article will only discuss the former instrument.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the 1960s, a number of treaties on aviation security have been concluded under the auspices of ICAO. 3 These legal instruments criminalize acts against international civil aviation, such as hijacking and sabotage, and facilitate the cooperation between States to make sure that such acts do not go unpunished. The treaties adopted in Beijing further criminalize the act of using civil aircraft as a weapon, and of using dangerous materials to attack aircraft or other targets on the ground. The unlawful transport of biological, chemical and nuclear weapons and their related material 4 becomes now punishable under the treaties. Moreover, directors and organizers of attacks against aircraft and airports will have no safe haven. Making a threat against civil aviation may also trigger criminal liability. The Convention also implicitly addresses the threat of cyber attacks on aviation, as the discussion to follow will illustrate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Aviation is an important global business and a significant driver of the global economy. It is vital, therefore, that stringent measures are taken to counter acts of unlawful interference with civil aviation. The Convention on International Civil Aviation signed at Chicago on 7 December 1944, 5 states in its Preamble that whereas the development of civil aviation may help preserve friendship and understanding among the people of the world, yet, its abuse could become a threat to general security. Therefore, air transport is intrinsically linked to peace and is far removed from its antithesis-terrorism-which is usually linked with acts of unlawful interference with civil aviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The genealogy of the term \"Terrorism\" lies in Latin terminology meaning \"to cause to tremble\"(terrere). Since the catastrophic events of 11 September 20012, we have seen stringent legal measures taken by the United States to attack terrorism, not just curb it. The famous phrase \"war on terror\" denotes pre-emptive and preventive strikes carried out through applicable provisions of legitimately adopted provisions of legislation. The earliest example is the Air Transportation Safety and System Stabilization Act (ATSAA) enacted by President Bush less than 2 months after the 9/11 attacks. Then, 2 months after the attacks, in November 2001, Congress passed the Aviation and Transportation Security Act (ATSA) with a view to improving security and closing the security loopholes which existed on that fateful day in September 2001. The legislation paved the way for a huge federal body called the Transportation Security Administration (TSA) which was established within the Department of Transportation. The Homeland Security Act of 2002 which followed effected a significant reorganization of the Federal Government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All this goes to show that the law plays a significant role in ensuring aviation security, and the Beijing instruments play a crucial role in furthering this objective. Since the events of 11 September 2001, there have been several attempts against the security of aircraft in flight. These threats have ranged from shoe bombs to dirty bombs to explosives that can be assembled in flight with liquids, aerosols and gels. In every instance the global community has reacted with preemptive and preventive measures which prohibit any material on board which might seemingly endanger the safety of flight. Some jurisdictions have even gone to extremes in prohibiting human breast milk and prescriptive medications on board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "New and emerging threats to civil aviation are a constant cause for concern to the aviation community. Grave threats such as those posed by the carriage of dangerous pathogens on board, the use of cyber technology calculated to interfere with air navigation systems, and the misuse of man portable air defence systems are real and have to be addressed with vigour and regularity. ICAO has been addressing these threats for some time and continues to do so on a global basis. 5 The Convention on International Civil Aviation, signed at Chicago on 7 December 1944, which is the founding document of commercial aviation, in its Preamble, recognizes that the future development of international civil aviation can greatly help to create and preserve friendship and international understanding among the nations and peoples of the world, yet its abuse can become a threat to the general security; and it is desirable to avoid friction and to promote that cooperation between nations and peoples upon which the entire peace of the world depends. See ICAO Doc 7300/9 Ninth Edition: 2006, Preamble. The most significant modernist construction of the role of civil aviation in securing world peace and security comes from language used in the letters of invitation issued by the United States to the participant States to the Chicago Conference that, consequent to the war, the restorative processes of prompt communication may greatly facilitate the return to the processes of peace. However, the conscious awareness of the parties to the Convention, that in securing this peace, prudent economic and business principles must not be compromised, should not be forgotten. See Proceedings of the International Civil Aviation Conference, Chicago, Illinois, November 1-7 December 1944, US Department of State Volume 1 at 7. The Aviation Security Panel of ICAO met at its Twentieth Meeting in Montreal from 30 March to 3 April 2009. One of the key areas of discussion at this meeting concerned new and emerging threats to civil aviation. The Panel worked through the Working Group on New and Emerging Threats and noted that significant progress in efforts to proactively identify vulnerabilities and potential gaps in existing measures had been made, that would strengthen Annex 17 (Aviation Security) to the Convention on International Civil Aviation. At this meeting, the European Civil Aviation Conference (ECAC) stressed the importance of the challenge posed by cyber threats in light of the current lack of related provisions in Annex 17.",
            "cite_spans": [
                {
                    "start": 475,
                    "end": 476,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Consequently, the Panel considered the threat of cyber attacks, and some members stressed that this threat is significant. With reference to a proposal to include a Recommended Practice in Annex 17 to ensure that information and communication technology systems used for civil aviation purposes be protected from cyber attacks, the Panel agreed that, given the complexity of this issue, which involves air traffic management systems, aircraft design and operations, the matter requires further analysis by the Working Group on New and Emerging Threats prior to inclusion in Annex 17 or any guidance material. Depending on the results of the analysis, the Working Group on Amendment 12 to Annex 17 will develop a proposal for amending the Annex, to be presented to the Panel at its twenty-first meeting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Panel also considered the merits of building unpredictability into the aviation security regime. While concern was expressed regarding the impact of unpredictable security measures on passenger confidence in aviation security, many Panel members supported implementation of the concept because of its value as a deterrent. It was suggested that States adopt an approach providing for a baseline regime, but with the addition of unpredictable measures, thus achieving a balance between certainty and unpredictability. With regard to an amendment to Annex 17 in this regard, the need for introducing unpredictability into the aviation security regime was considered, and it was agreed that unpredictability should be promoted in principle but not prescribed. The Panel suggested that if an Annex 17 specification related to unpredictability were to be developed, it would be necessary to ensure that the introduction of this concept by States does not diminish the level of security or result in delays for passengers. Further, the Panel noted that appropriate guidance material may be required to address the potential negative impact of introducing the concept of unpredictability, and proposed the development of guidance material related to unpredictability prior to the introduction of an amendment to Annex 17.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A Conclusion of the Panel was, inter alia, that the threat of cyber attacks is real and cannot be ignored, and that further analysis by the Working Group on New and Emerging Threats would be appropriate. Another Conclusion was that the ICAO focal point of contact (PoC) Network is an important tool for sharing critical threat information and should be used more effectively, and that the Secretariat should consider the establishment of a web-based community page. Yet another was that the concept of building unpredictability into the aviation security regime is in principle a useful tool, however, concerns expressed regarding the possible impact on the level of security and the impact on passenger confidence should be resolved before its inclusion as a Recommended Practice in Annex 17.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The 37th Session of the ICAO Assembly, which was held from 28 September to 8 October 2010 at ICAO Headquarters in Montréal, built on the achievements of the diplomatic Conference in Beijing in September 2010 by recognizing the need to strengthen aviation security worldwide. In a Declaration on Aviation Security, unanimously adopted by participants, international commitment was reaffirmed to enhance aviation security collaboratively and proactively through screening technologies to detect prohibited articles, strengthening of international standards, improvement of security information-sharing and provision of capacity-building assistance to States in need. The Assembly also put its full support behind the new ICAO Comprehensive Aviation Security Strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It must be underscored that the following discussion is not meant to criticize a fine treaty that will serve as a landmark against new and emerging threats to civil aviation. Rather, the discourse is meant to be creative and attenuate the logicality behind certain key provisions of the Convention. The author's comments in the Conclusion are mere observations which the drafters of the Convention would undoubtedly have answers to.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Beijing Convention has a short Preamble, which sets the tone and theme of the treaty. It recognizes in limine that the State Parties to the instrument are deeply concerned that unlawful acts against civil aviation jeopardize the safety and security of persons and property; seriously affect the operation of air services, airports and air navigation; and undermine the confidence of the peoples of the world in the safe and orderly conduct of civil aviation for all States. States Parties also recognize that new types of threats against civil aviation require new concerted efforts and policies of cooperation on the part of States. As such they are convinced that in order to better address these threats, there is an urgent need to strengthen the legal framework for international cooperation in preventing and suppressing unlawful acts against civil aviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Convention on the suppression of unlawful acts relating to international civil aviation"
        },
        {
            "text": "The distinctive feature of this treaty, which makes it stand out from its predecessors, is that it bases itself on responding to new and emergent threats to security. As already mentioned, This subject has its genesis in the ICAO Aviation Security Panel which met at its Twentieth Meeting in Montreal from 30 March to 3 April 2009. One of the key areas of discussion at this meeting concerned new and emerging threats to civil aviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "Cyber-terrorism has the advantage of anonymity, which enables the hacker to obviate checkpoints or any physical evidence being traceable to him or her. It is a low budget form of terrorism where the only costs entailed in interfering with the computer programs of an air transport system would be those pertaining to the right computer equipment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "Any interference with air transport, which would be inextricably linked to the purpose of international civil aviation as enunciated in the Preamble to the Chicago Convention, which states that the future development of international civil aviation can greatly help to create and preserve friendship and understanding among the nations and people of the world, yet, its abuse can become a threat to the general security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "The leakage of dangerous pathogens 6 from laboratories also presents an ominous analogy to the aviation sector in that the same could well occur in the carriage of such dangerous goods by air. Although past instances of the escape of dangerous pathogens are small in number, nonetheless their occurrence and the threat posed to the wellbeing of humanity cannot be underestimated. In 2002 when Anthrax spores escaped from two military laboratories in the United States, the authorities agreed that the leakage was due to a security lapse. 7 In 2003 a string of such leakages occurred in Asia, this time of the SARS virus. 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "Offences under the convention The first offence identified by the Convention relates to any person committing an offence if that person unlawfully and intentionally performs an act of violence against a person on board an aircraft in flight if that act is likely to endanger the safety of that aircraft. 9 This offence has three salient elements: the offence has to be committed by a person \"on board\" 10 an aircraft; the aircraft has to be \"in flight\"; and the act perpetrated should endanger the safety of the aircraft. According to the Convention, the aircraft is considered to be in flight at any time from the moment when all its external doors are closed following embarkation until the moment when any such door is opened for disembarkation; in the case of a forced landing, the flight shall be deemed to continue until the competent authorities take over the responsibility for the aircraft and for persons and property on board. 11 The next consideration within this specific offence is that the act perpetrated should endanger the safety of the aircraft. This seemingly excludes acts of air rage which in most instances only affect the safety of the person against whom the offence is committed. By restricting the offence to safety of the aircraft in flight, the Convention has ensured that every offence under this provision must essentially endanger the safety of the aircraft in which the offence is committed. 8 The leakages occurred in China, Taiwan and Singapore. See Air-Tight Security, Intersec, June 2007 33-35 at 34. 9 Convention on the Suppression of Unlawful Acts Relating to International Civil Aviation, done at Beijing on 10 September 2010, Article 1 (a). 10 The offender has to be physically inside the aircraft. This offence therefore does not ex facie apply to an offence committed outside the aircraft. The Convention does not define \"on board\". However, it must be noted that the term \"on board\" has been judicially defined in absolute terms in that as long as a person is physically in the aircraft, it matters not whether the flight had been terminated or not. See Herman v. Trans World Airlines, 330 N.Y.S.D. 2nd 829 (Sup.Ct. 1972) where the Court held that although the aircraft in which the passenger was travelling had been hijacked and flown to the desert, and the passenger was kept in the aircraft for several days, he was nonetheless considered to have been on board, irrespective of whether the purpose of the flight had been fulfilled or not. See also Pfug v. Egyptair, 961 F. 2d. 26 (2nd Cir.1992). 7 An year earlier, a covert event occurred in October 2001 when anthrax spores were sent through the mail exposing persons in the eastern USA to contaminated mail resulting in deaths, illnesses and identified exposures to Anthrax. Overt, announced events, in which persons are warned that an exposure has occurred, have taken place in the United States, although most of these were determined to have been hoaxes, that is, there were no true exposures to infectious agents. 11 Supra, note 10, Article 2 (a). 6 Pathogens are microorganisms (including bacteria, viruses, rickettsia, parasites, fungi) or recombinant microorganisms (hybrid or mutant) that are known or are reasonably expected to cause infectious disease in humans or animals.",
            "cite_spans": [
                {
                    "start": 938,
                    "end": 940,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 1425,
                    "end": 1426,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1682,
                    "end": 1684,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 2147,
                    "end": 2165,
                    "text": "829 (Sup.Ct. 1972)",
                    "ref_id": null
                },
                {
                    "start": 2543,
                    "end": 2544,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 3051,
                    "end": 3052,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "The second offence under the Convention is committed when a person destroys an aircraft in service or causes damage to such an aircraft which renders it incapable of flight or which is likely to endanger its safety in flight. 12 An aircraft is considered to be in service from the beginning of the pre-flight preparation of the aircraft by ground personnel or by the crew for a specific flight until 24 h after any landing; furthermore, the period of service will, in any event, extend for the entire period during which the aircraft is in flight as defined in the Convention. 13 This provision does not seem to cover an act which causes damage to an aircraft which does not affect the safety of the flight. Therefore, a wilful or wanton act committed by a member of a technical team (for example a maintenance engineer) at pre flight stage, if it damages the aircraft but does not affect the safety of a flight would not, under this provision, be considered an unlawful act relating to international aviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "The third offence identified by the Convention relates to a person who places or causes to be placed on an aircraft in service, by any means whatsoever, a device or substance which is likely to destroy that aircraft, or to cause damage to it which renders it incapable of flight, or to cause damage to it which is likely to endanger its safety in flight. 14 Here again, the offence must relate to the destruction of the aircraft or damage which renders the aircraft unserviceable, or adversely affects the safety of the aircraft. It is interesting that the Convention does not define the words \"device\" 15 or \"substance\". 16 It is even more interesting that the Convention did not include the word \"weapon\" as it has done in a following provision. 17 The fourth offence is a first for any treaty on unlawful interference with civil aviation. It provides that an offence is committed when a person destroys or damages air navigation facilities or interferes with their operation, if any such act is likely to endanger the safety of aircraft in flight. 18 This undoubtedly refers, inter alia to cyber terrorism, but strangely links the offence exclusively to the safety of aircraft in flight. If therefore as a result of an act of cyber terrorism, a taxing aircraft collides with an aircraft which has opened its doors for disembarkation but the passengers are still on board awaiting disembarkation, that act would not be considered an offence in terms of the passengers in the process of disembarkation. In other words, the offender would not be committing an offence either against the second aircraft or its disembarking passengers. 13 Id, Article 2 (b).",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 750,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1635,
                    "end": 1637,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "14 Id, Article 1 (c). 15 The free Online Dictionary defines \"device\" as inter alia a contrivance or an invention serving a particular purpose, especially a machine used to perform one or more relatively simple tasks, or a technique or means, or a plan or scheme, especially a malign one. See http://www.thefreedictionary.com/ device. 17 Article 1.2 of the Convention provides that A person commits an offence if that person unlawfully and intentionally, using any device, substance or weapon: (a) performs an act of violence against a person at an airport serving international civil aviation which causes or is likely to cause serious injury or death; or (b) destroys or seriously damages the facilities of an airport serving international civil aviation or aircraft not in service located thereon or disrupts the services of the airport, if such an act endangers or is likely to endanger safety at that airport. 16 The free Online Dictionary defines \"substance\" as that which has mass and occupies space; matter or a material of a particular kind or constitution. See http://www.thefreedictionary.com/substance. 12 Id. Article 1 (b). 18 Beijing Convention, supra note 9, Article 1 (d).",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 24,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 916,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 1136,
                    "end": 1138,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "The above notwithstanding, the Beijing Treaty of 2010 is a step forward in the right direction with the threat of cyber terrorism looming, affecting the peace of nations. Air transport could well be a target towards the erosion of that peace. The maintenance of international peace and security is an important objective of the United Nations, 19 which recognizes one of its purposes as being inter alia :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "To maintain international peace and security, and to that end: take effective collective measures for the prevention and removal of threats to the peace, and for the suppression of acts of aggression or other breaches of peace, and to bring about by peaceful means, and in conformity with the principles of justice and international law, adjustment or settlement of international disputes or situations which might lead to a breach of the peace. 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "It is clear that the United Nations has recognized the application of the principles of international law as an integral part of maintaining international peace and security and avoiding situations which may lead to a breach of the peace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "Cyber terrorism would not only affect the security of air transport. One commentator says:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "Cyber-terrorism can be used in many ways. In its simplest form, it can be used as a means of disinformation or psychological warfare by manipulating media attention regarding possible threats, thus causing disruption to airport and aircraft operations. This could result in the reluctance of persons to travel which, in turn, could affect the economies of nations dependent on the movement of air passengers. In its most serious form, cyber-terrorism could lead to fatalities, injuries and major damage at airports and to aircraft in flight (Guill 2000) .",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 553,
                    "text": "(Guill 2000)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "The particularity of cyber-terrorism is that the threat is enhanced by globalization and the ubiquity of the Internet. It is a global problem in search of a global solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "The fifth offence identified in the Convention covers an instance where a person communicates information which that person knows to be false, thereby endangering the safety of an aircraft in flight. 21 Again, this provision raises an important issue. The exclusivity of \"safety in flight\" may unduly restrict the scope of this provision. For instance, if a phony telephone call claims that there would be a bomb on board a flight that would be operated the next day, and the air operator cancels that flight incurring an economic loss, there would be no offence as the aircraft in question was not \"in flight\" as defined in the Convention. This consideration may be particularly relevant in the context of the title of the Treaty which is \"Convention on the Suppression of Unlawful Acts Relating to International Civil Aviation\" which obviously does not restrict itself to safety or security issues. Another consideration is that if such a communication were to come just as the doors of an arriving aircraft are opened for disembarkation and passengers are injured or killed in a stampeded, this provision would not apply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "The sixth offence is a throwback on 9/11 and provides that any person who uses an aircraft in service for the purpose of causing death, serious bodily injury, or 20 Id. at 3. 21 Beijing Convention, supra note 10, Article 1 (e). serious damage to property or the environment commits an offence. 22 The interesting feature of this provision is that it has included environmental damage that could be caused by such an act. In the maritime context, there are analogous provisions 23 where important safeguards are prescribed when a State Party takes measures against a ship, including boarding. The safeguards include: not endangering the safety of life at sea; ensuring that all persons on board are treated in a manner which preserves human dignity and in keeping with human rights law; taking due account of safety and security of the ship and its cargo; ensuring that measures taken are environmentally sound; and taking reasonable efforts to avoid a ship being unduly detained or delayed. 24 The European Convention on the Protection of the Environment through Criminal Law 25 calls upon each State Party to adopt such appropriate measures as may be necessary to establish as criminal offences or administrative offences, liable to sanctions or other measures under its domestic law, when committed intentionally or with negligence the unlawful discharge, emission or introduction of a quantity of substances or ionising radiation into air, soil or water. 26 The next provision 27 makes it an offence to release or discharge from an aircraft in service any BCN 28 weapon or explosive, radioactive, or similar substances in a manner that causes or is likely to cause death, serious bodily injury or serious damage to property or the environment. This provision provides, inter alia a response to bio terrorism, which is a new and emerging threat to civil aviation. 29 A bioterrorism attack is the deliberate release of viruses, bacteria, or other germs (agents) used to cause illness or death in people, animals, or plants. These agents are typically found in nature, but it is possible that they could be changed to increase their ability to cause disease, make them resistant 24 Id. Article 8 bis. 25 Strasbourg, XI.1998. 26 Id. Article 4. 27 Beijing Convention, supra, note 9, Article 1 (g). 28 According to Article 2 (h) BCN weapons are (a) biological weapons, which are: (i) microbial or other biological agents, or toxins whatever their origin or method of production, of types and in quantities that have no justification for prophylactic, protective or other peaceful purposes; or (ii) weapons, equipment or means of delivery designed to use such agents or toxins for hostile purposes or in armed conflict. (b) \"chemical weapons\", which are, together or separately: toxic chemicals and their precursors, except where intended for: (A) industrial, agricultural, research, medical, pharmaceutical or other peaceful purposes; or (B) protective purposes, namely those purposes directly related to protection against toxic chemicals and to protection against chemical weapons; or (C) military purposes not connected with the use of chemical weapons and not dependent on the use of the toxic properties of chemicals as a method of warfare; or (D) law enforcement including domestic riot control purposes, as long as the types and quantities are consistent with such purposes; munitions and devices specifically designed to cause death or other harm through the toxic properties of those toxic chemicals which would be released as a result of the employment of such munitions and devices; any equipment specifically designed for use directly in connection with the employment of munitions and devices and nuclear weapons and other nuclear explosive devices. 29 A Special Sub Committee of the Legal Committee of ICAO met in Montreal from 3 to 6 July 2007 to discuss the preparation of one or more instruments addressing new and emerging threats. One of the issues addressed at this meeting was the unlawful transport of biological, chemical, nuclear weapons and other dangerous substances on board aircraft. to current medicines, or to increase their ability to be spread into the environment. Biological agents can be spread through the air, through water, or in food. Terrorists may use biological agents because they can be extremely difficult to detect and do not cause illness for several hours to several days. While some bioterrorism agents, such as the smallpox virus, can be spread from person to person some agents such as anthrax are incapable of doing so.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 296,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 993,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 1458,
                    "end": 1460,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 2201,
                    "end": 2227,
                    "text": "25 Strasbourg, XI.1998. 26",
                    "ref_id": null
                },
                {
                    "start": 2296,
                    "end": 2298,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "There have been several noteworthy instances of bioterrorism in the past 30 as early as 1915, 31 which send an ominous message that it is a distinct possibility in the aviation context. Until recently in the United States of America, most biological defence strategies have been geared to protecting soldiers on the battlefield rather than looking after ordinary people in cities. In 1999, the University of Pittsburgh's Center for Biomedical Informatics deployed the first automated bioterrorism detection system, called RODS (Real-Time Outbreak Disease Surveillance). RODS is designed to draw collect data from many data sources and use them to perform signal detection, that is, to detect a possible bioterrorism event at the earliest possible moment. RODS, and other similar systems, collect data from sources including clinical data, laboratory data, and data from over-the-counter drug sales. In 2000, Michael Wagner, the co director of the RODS laboratory, and Ron Aryel, a subcontractor, conceived of the idea of obtaining live data feeds from \"non-traditional\" (non-health-care) data sources. The RODS laboratory's first efforts eventually led to the establishment of the National Retail Data Monitor, a system which collects data from 20,000 retail locations nation-wide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "Another noteworthy provision 32 to follow states that where it is an offence to perform an act of violence against a person at an airport serving international civil aviation which causes or is likely to cause serious injury or death; or to destroy or seriously damage the facilities of an airport serving international civil aviation or aircraft not in service located thereon or disrupts the services of the airport, if such an act endangers or is likely to endanger safety at that airport. It is quite curious that an attack against an airport, to be classified under this Convention has to endanger safety at the airport and does not include safety of the airport. Therefore the provision seems to imply that any wanton damage to an airport or its infrastructure; insofar as it does not affect the safety of persons would not be an offence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "Other provisions follow, which address threats to commit the offences discussed above 33 and attempts to commit such offences 34 and make them offences under the Convention. An interesting provision is contained in Article 3 of the Convention which states that each State Party undertakes to make the offences discussed above punishable by severe 34 Id. Article 1.4. 30 In 1984 followers of the Bhagwan Shree Rajneesh attempted to control a local election by incapacitating the local population by infecting salad bars in eleven restaurants, doorknobs, produce in grocery stores and other public domains with Salmonellas typhimurium in the city of The Dalles, Oregon.. The attack caused about 751 people to get sick (there were no fatalities). This incident was the first known bioterrorist attack in the United States in the 20th century. In September and October of 2001, several cases of anthrax broke out in the United States which were reportedly caused deliberately. This was a wellpublicized act of bioterrorism. It motivated efforts to define biodefense and biosecurity. 31 In 1915 and 1916, Dr Anton Dilger, a German-American physician used cultures of anthrax and glanders with the intention of committing biological sabotage on behalf of the German government. Other German agents are known to have undertaken similar sabotage efforts during World War I in Norway, Spain, Romania and Argentina. 32 Beijing Convention, supra, note 9, Article 1.2. 33 Id, Article 1. 3. penalties. Here, the key word is \"undertakes\". It is worthy of note that the drafters have not used the word \"shall\" which would have made the requirement peremptory. In regular parlance \"undertake\" would mean to \"accept as a challenge or promise to do or accomplish or enter upon an activity or enterprise\" 35 Another definition of \"undertake\" is \"to agree to be responsible for a job or project and do it\". 36 Therefore, logically, one could argue that Article 3 makes States Parties promise that they would make offences under the Convention punishable. On the other hand, the word \"shall\" would have made the requirement obligatory.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 369,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 1079,
                    "end": 1081,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "This logicality notwithstanding, one should consider this conundrum in its legal perspective. Article 31.1 of the Vienna Convention on the Law of Treaties 37 provides that \"a treaty shall be interpreted in good faith in accordance with the ordinary meaning to be given to the terms of the treaty in their context and in the light of its object and purpose\". One has therefore to inquire as to what the ordinary meaning is that was given to the word \"undertake\" by the drafters of the Beijing Convention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "The Convention does not apply to military, customs or police services. In the absence of a definition of these services, one could seek guidance from the Chicago Convention which denies its application to State aircraft and goes onto to say that aircraft used in military, customs and police services shall be deemed to be State aircraft. 38 In the face of the use of the word \"undertakes\" in Article 3 as discussed, one notices that Article 8.1 on the issue of jurisdiction provides that each State Party shall (author's emphasis) take such measures as may be necessary to establish its jurisdiction over the offences discussed above: (a) when the offence is committed in the territory of that State; (b) when the offence is committed against or on board an aircraft registered in that State; (c) when the aircraft on board which the offence is committed lands in its territory with the alleged offender still on board; (d) when the offence is committed against or on board an aircraft leased without crew to a lessee whose principal place of business or, if the lessee has no such place of business, whose permanent residence is in that State; (e) when the offence is committed by a national of that State. Each State Party may also establish its jurisdiction over any such offence when the offence is committed against a national of that State; or when the offence is committed by a stateless person whose habitual residence is in the territory of that State. 39 With regard to extradition of offenders, the Convention obligates (again with the word \"shall\") the State Party in the territory of which the alleged offender is found if it does not extradite that person, without exception whatsoever and whether or not the offence was committed in its territory, to submit the case to its competent authorities for the purpose of prosecution. Those authorities are required to take their decision in the same manner as in the case of any ordinary offence of a serious nature under the law of that ",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 341,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 1463,
                    "end": 1465,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "New types of threat"
        },
        {
            "text": "It is incontrovertible that, given the various innovative terrorist acts perpetrated against civil aviation, the Beijing Treaty of 2010 is a proactive and timely initiative of both ICAO and the international civil aviation community. In this regard it must be noted that this treaty was adopted, as are other treaties, by State Parties to the Beijing Conference and ICAO was the initiator and facilitator of the Conference. Therefore, one could assume that whatever the treaty provides is in accord with and responds to the needs of the member States of ICAO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Firstly, one is struck by the title of the Convention, which is Convention on the Suppression of Unlawful Acts Relating to International Civil Aviation. Therefore, one is to take it that the purpose of the treaty is to suppress unlawful acts relating to civil aviation. Yet, it is incontrovertible that this is an instrument exclusively addressing aviation security, although the word \"security\" is not used in the document. It is mainly concerned with the safety of aircraft in service or aircraft in flight, with one provision on safety pertaining to airports. Excluded from its purview are such unlawful acts as negligent entrustment which is now an unlawful and criminal act in the United Kingdom and Scotland which many common law countries may follow. 41 Also excluded from the purview of the Convention is any unlawful act calculated to cancel flights causing economic loss to air carriers. The Convention, in all practicality therefore remains one that is adopted to suppress unlawful acts relating to the safety of international civil aviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Secondly, one would observe that the Convention does not cover all instances of air rage although all such acts are unlawful acts relating to international civil aviation. Furthermore, the almost exclusive insistence on safety of \"aircraft in flight\" and the narrow definition of \"in flight\" as contained in the Convention may not cover every instance of air transport operated by a carrier when passengers are still on board an aircraft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The above notwithstanding, the Beijing Convention serves international civil aviation well, by requiring parties to criminalize a number of new and emerging threats to the safety of civil aviation, including using aircraft as a weapon and organizing, directing and financing acts of terrorism. This new treaty reflects the international community's shared effort to prevent acts of terrorism against civil aviation and to prosecute and punish those who would commit them. The treaty promotes cooperation between States while emphasizing the human rights and fair treatment of terrorist suspects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The Convention also obligates States to criminalize the transport of biological, chemical, nuclear weapons and related material. The provisions in the treaty reflect the nexus between non-proliferation and terrorism and ensure that the international community will act to combat both. This treaty also strengthens global efforts to ensure that these extraordinarily dangerous materials will not be transported via civil aircraft for illicit purposes and, if such attempts are made, those responsible will be held accountable under the law.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Under the circumstances, this landmark treaty leaves no room for doubt that it is a valuable contribution towards the enhancement of collaboration between States to curb unlawful acts against international civil aviation. The abovementioned features of the Beijing Treaty undoubtedly makes it a timely and proactive initiative of ICAO and the international aviation community. 41 See Abeyratne (2010b) .",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 379,
                    "text": "41",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 401,
                    "text": "Abeyratne (2010b)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aviation security",
            "authors": [
                {
                    "first": "Rir",
                    "middle": [],
                    "last": "Abeyratne",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "131--196",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The safe carriage of dangerous pathogens by air: legal and regulatory issues",
            "authors": [
                {
                    "first": "Rir",
                    "middle": [],
                    "last": "Abeyratne",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur Transp Law XLII",
            "volume": "",
            "issn": "6",
            "pages": "689--704",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aviation security law",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abeyratne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "205--264",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Negligent entrustment of leased aircraft and crew: some legal issues",
            "authors": [
                {
                    "first": "Rir",
                    "middle": [],
                    "last": "Abeyratne",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Air Space Law",
            "volume": "35",
            "issn": "1",
            "pages": "33--44",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cyber-terrorism poses newest and perhaps elusive threat to civil aviation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Guill",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "ICAO Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Id, Article 1. (f). 23 Convention for the Suppression of Unlawful Acts Against the Safety of Maritime Navigation, Protocol for the Suppression of Unlawful Acts Against the Safety of Fixed Platforms Located on the Continental Shelf adopted 10 March 1988; Entry into force 1 March 1992; 2005 Protocols: Adopted 14 October 2005; Entry into force 28 July 2010.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "State. 40 37 Vienna Convention on the Law of Treaties 1969, done at Vienna on 23 May 1969. The Convention entered into force on 27 January 1980. United Nations, Treaty Series, vol. 1155, p. 331. 38 Chicago Convention, Supra, note 5, Article 3. (a) and (b). 39 Beijing Convention, supra, note 9, Article 8.2. 40 Id. Article 10. 36 http://www.macmillandictionary.com/dictionary/american/undertake 35 http://www.audioenglish.net/dictionary/undertake.htm",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}