{
    "paper_id": "8fa7180be046087ed6662f114c6e5d1f4606972c",
    "metadata": {
        "title": "Re-Opening Schools Safely: The Case for Collaboration, Constructive Disruption of Pre-COVID Expectations, and Creative Solutions",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "J"
                ],
                "last": "Sokol",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "J"
                ],
                "last": "Wright",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In the US, 40% of families have school-aged children and in more than 90% of these households, at least one parent is employed outside the home. Schools play an important role in these working families. 1 Yet schools have been closed for approximately 2 months in an effort to curb the COVID-19 pandemic and closing has had a profound influence on family health and wellbeing. When and how should they reopen? We approach these questions with limited data and past epidemics provide little guidance for COVID-19. 2 But, we know this: schools will reopen. Their closure is too burdensome on parents, communities, and the economy. Simply put, we cannot fully re-open society without re-opening schools. This requires that children will be part of the first wave to re-emerge from shelter-in-place policies. With fast-approaching preparations required for a new school year, a collaborative team of clinicians, scientists, and educators developed this commentary to begin to highlight issues that must be considered to ensure a safe and strategically planned re-opening of schools. The American Academy of Pediatrics also has recently posted considerations important to the re-opening of schools. 3 In the U.S., in an urgent attempt to curb spread of SARS-CoV-2 and save lives, the nationwide closure of K-12 schools occured rapidly. Planning for schools re-opening must be more deliberate, delineating precisely how, when, under what conditions, and base the reopening on available data. School re-opening can mitigate risks to children, families, and school personnel only if it is sensitive to community needs. Models such as the CDC's Whole School, Whole Community, Whole Child 4 and the School Health Index 5 can provide a helpful framework.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 204,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 1194,
                    "end": 1195,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Systematic review of the early Chinese experience reveals that patients younger than 19 years accounted for only 2.2% of 44,672 confirmed cases. Although severe COVID-19 is uncommon in children 6 , a picture of critically ill children in the U.S. is emerging, with up to 22% having no underlying medical condition and the medical conditions of others seemingly varying by communities served. [7] [8] [9] Furthermore, without more community-based data, we don't know whether most children actually evade infection, or if infected, largely are asymptomatic.",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 395,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This uncertainty is dangerous. In children, who frequently require hands-on care, asymptomatic infection may pose a greater risk to susceptible individuals than might exposure to an asymptomatic adult.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition, current data indicate that children and adults have different infection outcomes. Possible mechanisms include changes in innate and adaptive immune responses with maturation, pediatric vaccinations or common infections that stimulate protective innate responses in children or conversely, previous infections with common URI coronaviruses that stimulate deleterious acquired responses in adults, and differences in virus binding and infectivity of host epithelial cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Though SARS-CoV-2 community surveillance testing has yet to be standardized, large scale viral nucleic acid and serological testing in children is needed to guide safe school reopening. This testing approach will require activation of non-traditional testing sites, such as homes, schools and \"child-friendly\" self-collection methods. Testing capability is only the first step. The second is understanding the test results in the appropriate context. As large-scale testing is implemented, care must be taken to ensure that these test results are interpreted and communicated appropriately so as to inform, empower, and protect families, school personnel, and communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The safe re-opening of schools also demands sensitivity to community inequities. All schools present unique challenges for mitigation strategies commonly implemented in the rest of society, eg, physical distancing, face coverings, and good hygiene practice. In addition, many school systems face additional challenges related to food security, safe transportation, healthcare safety nets, and emergency preparedness policies, which also often are within their purview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These interventions will be more difficult for resource-constrained Title 1 schools, which often are situated in low-income and minority neighborhoods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "How do we recover from the psychological, medical, and economic damage resulting from school closures? Schools are a bedrock of the American social network, providing not only education, but also nutritional support, healthcare and social services. The response to pandemicrelated challenges will require augmenting existing school-based programs. The pandemic has impacted students' access to and relationships with healthcare providers, with many children needing more behavioral and medical care services. As schools re-open, school-based health centers should be expanded. These centers improve student health and educational outcomes and reduce healthcare disparities among vulnerable student populations, while providing demonstrable cost savings. 10 In addition, federally assisted school-based meal programs annually benefit nearly 30 million children. 11 Student eligibility for these programs, meal distribution practices, and food safety standards must be reviewed and adjusted to meet the unprecedented circumstances. Consideration must be given to the availability of these programs to student caregivers and parents, more of whom are unemployed with each passing week. Finally, schools and communities must support teachers and staff returning to school. Concerns and stress among schoolstaff may exacerbate already high rates of teacher turnover that disproportionately affect students attending under-resourced schools. Greater school instability could undermine safe school re-opening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Children with chronic conditions will be especially vulnerable during this return to school. Although COVID-19 symptoms are mild in most otherwise healthy children, we cannot assume that the estimated 10-15% of children with chronic diseases will be similarly resilient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Children with underlying neurologic conditions and medical complexity have been among those severely affected in the U.S. [7] [8] [9] Early data from Italy 12 suggest that most patients with cystic fibrosis in community settings generally may be avoiding COVID-19 infection through physical distancing. Whether this effect can be achieved in schools remains unknown. Some data suggest that children with cancer have not had severe morbidity with COVID-19, 13 however this experience is not universal, 9 and the full effect of immunocompromising therapies on COVID-19 risk and severity has yet to be determined. In addition, concern about COVID-19 transmission could present a disproportionate barrier to school re-entry for children with cystic fibrosis or asthma who frequently have chronic, often productive cough. Acute chest syndrome in children with sickle cell disease may be difficult to distinguish from COVID-19 related lung disease 14 .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 126,
                    "end": 129,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 130,
                    "end": 133,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Under current conditions of increased sensitivity to possible COVID-19 symptomatology, children with these chronic health disorders risk being socially shunned and unnecessarily removed from school. More research is needed to understand the risks that all children, including those with chronic conditions, may encounter in school settings in the COVID-19 era.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Even as we curtail physical contact, we must not reflexively abandon after-school activities and physical education. This would exacerbate the more slow-moving pandemic of childhood physical inactivity and obesity, while also denying the physical and mental health enriching benefits of extracurricular activities. Early-life physical activity is beneficial for child health and health across the lifespan, and physical fitness in children is associated with improved school learning. Conversely, the lack of participation of adolescents in PE classes is associated with social isolation and loneliness. Of note, obesity is a serious complicating comorbidity of the COVID-19 pandemic in adults 15 . Data preceding the pandemic indicate that obese children admitted to pediatric intensive care units required more invasive therapeutic interventions than non-obese children. 16 Preparations for school reopening should include novel approaches to PE, structured recesses, and access to safe after-school activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, we must recognize that re-opening schools raises a number of ethical issues, including safety, privacy, autonomy, vulnerability, proportionality, and health disparities, that impact children and their families, as well as teachers, staff, and administrators. Parents and caregivers, as well as viral surveillance and contact tracing teams likely will require more frequent monitoring of the school environment. These activities will influence costs, the educational dynamic in the classroom, risks related to privacy, and the autonomy of older children and adolescents. If wearable devices or smartphones are deployed to collect health information, who will be required to seek and provide consent and at what age will children be asked to assent? What will happen if a child or caregiver refuses to comply with surveillance programs? How do long-standing issues with immigration status and health disparities influence the effective implementation of school reopening plans?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the U.S., states made rapid decisions to shutter K-12 schools in response to the pandemic. Public safety dictated this haste, but safe school re-opening must be more deliberate and carefully planned. Re-opening inherently carries risk and solutions that will be disruptive may need to be considered (e.g. staggered start times). It is clear that healthy school re-opening strategies will require creativity and considerable monetary investment to obtain unique pediatric data on symptoms and the dynamics of virus shedding, the ability to test for the presence of serum antibody and to understand its meaning,as well as the capability to perform contact tracing in real time related to inevitable exposures. New educational strategies must be developed, and the generally inadequate allocation of school nurses will need to be reconsidered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "School closure and management practices during coronavirus outbreaks including COVID-19: a rapid systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Viner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Croker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Child Adolesc Heal",
            "volume": "",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2352-4642(20)30095-X"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Whole Child Model: A New Approach for Improving Educational Attainment and Healthy Development for Students",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Lewallen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Potts-Datema",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zaza",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Giles",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Sch Health",
            "volume": "85",
            "issn": "11",
            "pages": "729--739",
            "other_ids": {
                "DOI": [
                    "10.1111/josh.12310"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SHI | School Health Index | Healthy Schools | CDC",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics and diagnostic challenges of pediatric COVID-19: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "T-H",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "J-L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Chang L-Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Formos Med Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfma.2020.04.007"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Severe COVID-19 in children and young adults in the Washington, DC metropolitan region",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Debiasi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Delaney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Pediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical characteristics and outcomes of hospitalized and critically ill children and adolescents with coronavirus disease (COVID-19) at a tertiary care medical center",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Derespina",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Herold",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Pediatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Characteristics and Outcomes of Children With Coronavirus Disease 2019 (COVID-19) Infection Admitted to US and Canadian Pediatric Intensive Care Units. JAMA Pediatr",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Shekerdemian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Mahmood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2020.1948"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "School-based health centers in an era of health care reform: Building on history",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Keeton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Soleimanpour",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Brindis",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Probl Pediatr Adolesc Health Care",
            "volume": "42",
            "issn": "6",
            "pages": "132--156",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cppeds.2012.03.002"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Impact of COVID-19 on people with cystic fibrosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Colombo",
                    "suffix": ""
                },
                {
                    "first": "P-R",
                    "middle": [],
                    "last": "Burgel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gartner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "30177--30183",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Flash survey on severe acute respiratory syndrome coronavirus-2 infections in paediatric patients on anticancer treatment",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hrusak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kalina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Cancer",
            "volume": "132",
            "issn": "",
            "pages": "11--16",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejca.2020.03.021"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID 19 Infection in Patients with Sickle Cell Disease",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "U"
                    ],
                    "last": "Njoku",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Saraf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Molokie",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "R"
                    ],
                    "last": "Gordeuk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Haematol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/bjh.16734"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID 19 and obesity. Clin Obes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Finer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Garnett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bruun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/cob.12365"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Outcomes and Resource Use Among Overweight and Obese Children With Sepsis in the Pediatric Intensive Care Unit",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "Gállego",
                    "middle": [],
                    "last": "Suárez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Segaloff",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Intensive Care Med",
            "volume": "35",
            "issn": "5",
            "pages": "472--477",
            "other_ids": {
                "DOI": [
                    "10.1177/0885066618760541"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The community at large will need to view schools as \"healthy places\" for children and society. This could be accomplished by building public health-focused collaboratives capable of continuous learning and rapid cycles of implementation, as COVID-19 information evolves at breakneck speed. Otherwise, we risk further compounding the incalculable damage already incurred by COVID-19 among children across our country and the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}