{
    "paper_id": "906b11b4f17708e475222467af9847f30ab323a1",
    "metadata": {
        "title": "News & Views Two interesting biological fields: Avian influenza virus and epigenetics",
        "authors": [
            {
                "first": "Hua",
                "middle": [],
                "last": "Qingxin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Case Western Reserve University",
                    "location": {
                        "postCode": "44106-4935",
                        "settlement": "Cleveland",
                        "region": "OH",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "For the clinical aspects, Xu et al. [3] summarize the epidemiological, clinical and virological characteristics of human H5N1 infection in China, and Chan [4] discusses the first human infection from avian influenza, the subsequent identification of H5N1 and prevention of the pandemic in Hong Kong SAR. Chen [5] reviews the outbreak and treatment of H5N1 in poultry, while Liu et al. [6] summarize our current understanding on interspecies transmission and host restriction of avian H5N1 influenza virus. As Liu et al. [6] point out, vaccination has played an important role in protecting poultry from H5N1 virus infection, which in turn restricts the virus transmission from poultry to human. Basic research enables us to gain insight into the structural biology of the virus pathogen, the relationship between structure and function, and the mechanism for infection of the human population. The review by Ng et al. [7] focuses on aspects of the structure and sequence analysis of influenza A virus nucleoprotein (NP), pointing out that the amino acid sequence of its head domain is more conserved than the body domain and that its binding to RNA occurs via the flexible basic loop between the head and body domains in NP. The review article on the tertiary structure of the PA subunit of the influenza virus RNA polymerase by Liu et al. [8] describes the less well understood subunits of this hetero-trimeric protein, which plays a key role in the influenza virus life cycle. This three-dimensional structural information could be very valuable for drug design and development of anti-influenza therapeutics. Dr. Jiang's lab [9, 10] has contributed both a review article and a research paper on this topic focusing on the molecular pathogenesis of avian influenza H5N1 virus infection, with the virus en-tering the host cells through clathrin-dependent endocytosis. These reports also show that although transmission from avian species to human remains sporadic, the mortality rate of human infection can be as high as 62%. There is no doubt that an understanding of the viral pathogenesis will facilitate the development of novel treatments.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 39,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 304,
                    "end": 312,
                    "text": "Chen [5]",
                    "ref_id": null
                },
                {
                    "start": 374,
                    "end": 388,
                    "text": "Liu et al. [6]",
                    "ref_id": null
                },
                {
                    "start": 520,
                    "end": 523,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "[7]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1340,
                    "end": 1343,
                    "text": "[8]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1628,
                    "end": 1631,
                    "text": "[9,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1632,
                    "end": 1635,
                    "text": "10]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "China, as the world's largest developing country, with a human population of 1.3 billion and more than 15.2 billion poultry (in 2007), has a powerful incentive to prevent a recurrence of the 2009 avian H5N1 influenza pandemic. Chinese scientists continue to make substantial contributions in this field. The selection of avian influenza virus as the focus topic in the May issue of SCLS 2009 was timely and significant, and avian influenza virus was also chosen as the main subject of an issue of Chinese Science Bulletin [12] [13] [14] [15] [16] [17] .",
            "cite_spans": [
                {
                    "start": 522,
                    "end": 526,
                    "text": "[12]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 527,
                    "end": 531,
                    "text": "[13]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[14]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[15]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[16]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[17]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another special topic \"Molecular Epigenetics\" was chosen to be the focus of the April Issue of SCLS 2009 [2]. Epigenetics can be defined as the study of inherited changes in phenotype (appearance) or gene expression caused by mechanisms other than changes in the underlying DNA sequence. Although a somewhat neglected area in the past, it has become one of the most rapidly advancing fields of biology in recent years and marks a new era of biomedical research. Three review articles [18] [19] [20] contributed by leading scholars from the United States describe the latest advances and perspectives in three different fields of molecular epigenetics. The first review, by Lan and Shi from Harvard Medical School [18] , summarizes what is known about methylation of histone and non-histone proteins, focusing on the inheritance of histone methyl marks, as well as the dynamic regulation of histone methylation by demethylases. DNA methylation is a key component of the epigenetic program in plants and mammals. Another important event in the field of epigenetics was the discovery of histone methyl-transferases in 2000. In addition to histone methylation, the methylation and demethylation of lysine residues have also been found to occur on non-histone proteins. The second review article was contributed by Prof. Lin He's group in UC-Berkeley [19] , focusing on microRNAs (miRNAs), a novel class of small, non-coding RNAs that regulate gene expression post-transcriptionally. The article summarizes the latest knowledge of microRNA biogenesis and the mechanism by which microRNA functions in post-transcriptional gene silencing. The identification of thousands of miRNAs enables biologists to study the regulation machinery of their biogenesis and gene silencing. The third review article was written by Viswanathan Chinnusamy and Zhu Jian-Kang (from UC-Riverside) [20] , who summarize the recent advances in the study of RNA-directed DNA methylation (RdDM) and demethylation in plants. RdDM is a nuclear process in which small interfering RNAs (siRNAs) direct the cytosine methylation of DNA sequences. Further studies in this field may help us to understand the functions of RdDM in the dynamic control of epigenomes during the development and environmental stress responses in plants. Epigenetics not only has the potential to describe DNA-dependent and non-DNA-related genetics theoretically, but also plays important roles in medicine (especially in cancer and developmental abnormalities) and in trans-generational epigenetic observations.",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 488,
                    "text": "[18]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[19]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[20]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 713,
                    "end": 717,
                    "text": "[18]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1346,
                    "end": 1350,
                    "text": "[19]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1868,
                    "end": 1872,
                    "text": "[20]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the same issue, there are two interesting review articles focusing on protein phosphatase 2A (PP2A) [21] and APOBEC deaminases [22] , contributed respectively by Shi and PROCHNOW from Prof. Xiaojiang Chen's group. The heterotrimeric PP2A is a ubiquitous and conserved Serine/Threonine phosphatase with broad substrate specificity and diverse cellular functions, including the regulation of phosphorylation and dephosphorylation for all species from yeasts to humans. Among the targets of PP2A are proteins involved in the oncogenic signaling cascades. This review focuses on the assembly and structure of the PP2A core enzyme, the holoenzyme, and the complex between PP2A and PME-1. It provides a focused discussion on the recent structural and mechanistic investigation of the PP2A core enzyme and holoenzyme, with an emphasis on assembly and biochemical function.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[21]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "[22]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The apolipoprotein B mRNA-editing enzyme catalytic polypeptide (APOBEC) family of cytidine deaminases possesses extraordinary cellular functions and antiviral properties. In recent years, significant progress has been made in the elucidation of the biological roles and molecular mechanisms of the APOBEC family. The review article entitled \"APOBEC deaminases-mutases with defensive roles for immunity\" [22] provides an overview of the recent advances in structural and functional studies of the APOBEC enzymes with a special emphasis on AID and APBEC3G, including biological roles and immune defenses, and new structural insights for the biochemical functions and regulation within the context of their biological roles. The authors highlight some of the challenges involved in exploiting the potent anti-viral activity of Apo3G and Apo3F for the prevention of H1Y infections, an exciting area of the APOBEC deaminases for future research. ",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[22]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Structure and sequence analysis of influenza A virus nucleoprotein",
            "authors": [
                {
                    "first": "A K L",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "J H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sci China Ser C-Life Sci",
            "volume": "52",
            "issn": "",
            "pages": "439--449",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Structure-function studies of the influenza virus RNA polymerase PA subunit",
            "authors": [
                {
                    "first": "Y F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z Y",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bartlam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sci China Ser C-Life Sci",
            "volume": "52",
            "issn": "",
            "pages": "450--458",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Avian influenza H5N1: An update on molecular pathogenesis",
            "authors": [
                {
                    "first": "H L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sci China Ser C-Life Sci",
            "volume": "52",
            "issn": "",
            "pages": "459--463",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influenza A virus H5N1 entry into host cells is through clathrin-dependent endocytosis",
            "authors": [
                {
                    "first": "H L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sci China Ser C-Life Sci",
            "volume": "52",
            "issn": "",
            "pages": "464--469",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Website for avian flu information and bioinformatics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sci China Ser C-Life Sci",
            "volume": "52",
            "issn": "",
            "pages": "470--473",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Learn to fight from the war",
            "authors": [
                {
                    "first": "G P",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chinese Sci Bull",
            "volume": "54",
            "issn": "",
            "pages": "2157--2158",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Genome evolution of novel influenza A (H1N1) viruses in humans",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Kou",
                    "suffix": ""
                },
                {
                    "first": "S N",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chinese Sci Bull",
            "volume": "54",
            "issn": "",
            "pages": "2159--2163",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Subtyping of type A influenza by sequencing the variable regions of HA gene specifically amplified with RT-PCR",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "G H",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "Z F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chinese Sci Bull",
            "volume": "54",
            "issn": "",
            "pages": "2164--2167",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The mutation network for the hemagglutinin gene from the novel influenza A (H1N1) virus",
            "authors": [
                {
                    "first": "Y G",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "G H",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chinese Sci Bull",
            "volume": "54",
            "issn": "",
            "pages": "2168--2170",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Structure modeling and spatial epitope analysis for HA protein of the novel H1N1 influenza virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "T L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chinese Sci Bull",
            "volume": "54",
            "issn": "",
            "pages": "2171--2173",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Origin and future distribution of the new A (H1N1) influenza virus emerging in North America in 2009",
            "authors": [
                {
                    "first": "J M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y X",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chinese Sci Bull",
            "volume": "54",
            "issn": "",
            "pages": "2174--2178",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Epigenetic regulation: Methylation of histone and non-histone proteins",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sci China Ser C-Life Sci",
            "volume": "52",
            "issn": "",
            "pages": "311--322",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "microRNAs-powerful repression comes from small RNAs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "Y F",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sci China Ser C-Life Sci",
            "volume": "52",
            "issn": "",
            "pages": "323--330",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "RNA-directed DNA methylation and demethylation in plants",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chinnusamy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sci China Ser C-Life Sci",
            "volume": "52",
            "issn": "",
            "pages": "331--343",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Assembly and structure of protein phosphatase 2A",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sci China Ser C-Life Sci",
            "volume": "52",
            "issn": "",
            "pages": "135--146",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "APOBEC deaminasesmutases with defensive roles for immunity",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prochnow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bransteitter",
                    "suffix": ""
                },
                {
                    "first": "X J S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sci China Ser C-Life Sci",
            "volume": "52",
            "issn": "",
            "pages": "893--902",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Gao G F, Shaw P C. The challenges of avian influenza virus: Mechanism, epidemiology and control. Sci China Ser C-Life Sci, 2009, 52: 405-406 2 Xu R M. Molecular epigenetics: Dawn of a new era of biomedical research. Sci China Ser C-Life Sci, 2009, 52: 309-310 3 Xu C L, Dong L B, Xin L, et al. Human avian influenza A (H5N1) virus infection in China. Sci China Ser C-Life Sci, 2009, 52: 407-411 4 Chan P K S. A review on human influenza A H5N1 infections in Hong Kong. Sci China Ser C-Life Sci, 2009, 52: 412-418 5 Chen H L. H5N1 avian influenza in China. Sci China Ser C-Life Sci, 2009, 52: 419-427 6 Liu D, Liu X L, Yan J H, et al. Interspecies transmission and host restriction of avian H5N1 influenza virus. Sci China Ser C-Life Sci, 2009, 52: 428-438",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}