{
    "paper_id": "90c0fc2057c831cd2bbacec0be2bd1084c36400c",
    "metadata": {
        "title": "Alveolar Diseases Alveolar Diseases",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dalpiaz & Cancellieri",
            "cite_spans": [],
            "ref_spans": [],
            "section": "167"
        },
        {
            "text": "• Crazy paving • Lymph node enlargement (►). • Pulmonary arterial hypertension: enlargement of the main ( ) and proximal pulmonary arteries; however, normal-sized pulmonary arteries do not exclude the diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute Exacerbation of IPF (AE-IPF)"
        },
        {
            "text": "Antoniou KM (2013) Acute exacerbations of idiopathic pulmonary fi brosis. Respiration 86(4):265 Luppi F (2015) Acute exacerbation of idiopathic pulmonary fi brosis: a clinical review. Intern Emerg Med 10(4):401",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute Exacerbation of IPF (AE-IPF)"
        },
        {
            "text": "• Patients with acute exacerbation have a poor prognosis with mortality exceeding 50 % despite therapy. • Survival may be related to the degree of CT involvement. The extent of disease is a more important determinant of outcome than the distribution of disease. • AE represents the most frequent cause of rapid deterioration requiring hospitalization of IPF patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute Exacerbation of IPF (AE-IPF)"
        },
        {
            "text": "AE have been reported in ILDs other than IPF, including nonspecifi c interstitial pneumonia (NSIP), chronic hypersensitivity pneumonitis (HP), and ILD associated with connective vascular disease (CVD), particularly rheumatoid arthritis. Acute Eosinophilic Pneumonia (AEP) Dalpiaz & Cancellieri Acute eosinophilic pneumonia is an acute severe febrile illness associated with rapidly increasing respiratory failure. The diagnosis is based on clinical fi ndings and the presence of markedly elevated numbers of eosinophils in BAL fl uid. The majority of cases are idiopathic; occasionally, it may result from drug reaction or toxic inhalation. Patients respond rapidly to high doses of corticosteroids, usually within 24-48 h. The principal histologic fi nding in AEP is diffuse alveolar damage (DAD) associated with interstitial and alveolar eosinophilia. Bilateral, patchy in a random or peripheral distribution, no zonal predominance Given that initial peripheral blood eosinophil counts are usually normal, therefore developing a clinicoradiologic differential diagnosis for AEP is often diffi cult. The radiologic differential diagnosis for AEP includes hydrostatic pulmonary edema (PE), acute respiratory distress syndrome (ARDS) or acute interstitial pneumonia (AIP), and atypical bacterial or viral pneumonia. In contrast to these forms, patients with AEP usually have a dramatic response to corticosteroids, with rapid resolution of clinical signs and symptoms and radiographic abnormalities.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 293,
                    "text": "Dalpiaz & Cancellieri",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acute Exacerbation of IPF (AE-IPF)"
        },
        {
            "text": "Acute Interstitial Pneumonia (AIP) Dalpiaz & Cancellieri Acute interstitial pneumonia is a term used for an idiopathic form of acute lung injury characterized clinically by acute respiratory failure with bilateral lung infi ltrates and histologically by diffuse alveolar damage (DAD). The acute , exudative phase shows edema, hyaline membranes, and acute interstitial infl ammation. In the subacute , proliferative (organizing) phase , the fi broblast proliferation mainly becomes prominent. In the chronic , fi brotic phase , 2 weeks or more after the injury, there is progressive fi brosis. The acute presentation and the histologic features are identical with those of DAD, so AIP has also referred to as idiopathic DAD. The average age at presentation is 50-60 years. It has no gender predominance and no association with cigarette smoking. It is classifi ed among the idiopathic interstitial pneumonias.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 56,
                    "text": "Dalpiaz & Cancellieri",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Atlas of Diffuse Lung Diseases"
        },
        {
            "text": "AIP, Hamman-Rich syndrome, idiopathic DAD",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atlas of Diffuse Lung Diseases"
        },
        {
            "text": "The general term idiopathic interstitial pneumonias (IIPs) includes various diseases. The major IIPs include idiopathic pulmonary fi brosis (IPF), idiopathic nonspecifi c interstitial pneumonia (NSIP), desquamative interstitial pneumonia (DIP), acute interstitial pneumonia (AIP), respiratory bronchiolitisinterstitial lung disease (RB-ILD), and cryptogenic organizing pneumonia (COP). Rare idiopathic interstitial pneumonias include idiopathic lymphoid interstitial pneumonia (LIP) and idiopathic pleuroparenchymal fi broelastosis (PPFE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atlas of Diffuse Lung Diseases"
        },
        {
            "text": "Travis WD (2013) An offi cial American Thoracic Society/European Respiratory Society statement: update of the international multidisciplinary classifi cation of the idiopathic interstitial pneumonias. Am J Respir Crit Care Med 188 (6):733",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atlas of Diffuse Lung Diseases"
        },
        {
            "text": "The HRCT fi ndings are strictly correlated to the pathologic phases of DAD:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "• Acute or exudative phase (fi rst week): extensive ground-glass opacities ( ) and/or airspace consolidation with air bronchogram (7) • Proliferative phase (second week): within areas of GGO and consolidation, the appearance of distortion of the architecture, volume loss, traction bronchiectases ( ), and bronchiolectases Patchy (geographic) or confl uent and tends to involve mainly the dependent lung Traction bronchiolectases or bronchiectases within areas of increased attenuation on HRCT scan is a sign of progression from the exudative to the proliferative and fi brotic phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Patients with greater extent of ground-glass attenuation or airspace consolidation without traction bronchiectases or bronchiolectases on HRCT scan have been shown to have a better prognosis than patients with greater extent of increased attenuation with traction bronchiectases or bronchiolectases. Acute respiratory distress syndrome (ARDS) is a syndrome characterized by diffuse lung injury and progressive dyspnea and hypoxemia over a short time. The clinical criteria of acute lung injury or ARDS defi ned by the American-European Consensus Conference in 1994 have been revised as the Berlin defi nition in 2012. According to this latest defi nition, the diagnosis is based on the onset of hypoxemia and of bilateral chest opacities within 1 week of a known risk factor. From the radiological point of view, the presence of bilateral opacities remains one of the hallmarks for diagnosis. However, it was explicitly recognized that these fi ndings could be detected by computed tomography (CT) instead of radiography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Pathologically, ARDS is characterized by diffuse alveolar damage (DAD) and evolves over 2 or 3 weeks through exudative, fi broproliferative phases. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "The HRCT fi ndings closely correlate to pathologic phases of DAD:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "• Acute or exudative phase (fi rst week): HRCT may be normal in the early phase of DAD but is usually abnormal within 12 h with extensive ground-glass opacities (7) and/or airspace consolidation with air bronchogram ( ). • Proliferative phase (second week): distortion of the architecture, volume loss, fi brosing reticulation, traction bronchiectases or bronchiolectases ( ), and honeycombing represent signs of early fi brosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Bilateral, diffuse with a gravity-dependent gradient, with larger areas of consolidation in the posterobasal regions, as a result of compressive gravitational forces Ichikado K (2014) High-resolution computed tomography findings of acute respiratory distress syndrome, acute interstitial pneumonia, and acute exacerbation of idiopathic pulmonary fibrosis. Semin Ultrasound CT MR 35(1):39",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "• Reticular opacities • Crazy paving ( )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "• Small pleural effusion (less representative than decompensated heart failure)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "In the early stage of disease ( exudative phase) , reticular opacities and crazy paving correspond histologically to alveolar collapse adjacent to interlobular septa and subsequent organization or correspond to edematous thickening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "In the proliferative and fi brotic phase (see Course below), reticulation is fi brosis (see fi gure with above) with associated distorted parenchyma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "The differential diagnosis of ARDS includes cardiogenic pulmonary edema, acute interstitial pneumonia (AIP), diffuse alveolar hemorrhage (DAH), and acute eosinophilic pneumonia (AEP); however, the most challenging differential diagnosis is still between ARDS and cardiogenic edema, especially in the acute phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Ellen L (2014) Detection of fi broproliferation by chest high-resolution CT scan in resolving ARDS. Chest 146(5):1196-1204.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "• In surviving patients in the later stages, CT may usually demonstrate progressive regression of opacities with complete healing of lesions. • A rarer evolution is progressive lung fi brosis ( fi brotic phase) : fi brosing reticulation, architectural distortion, fi brotic GGO (please see the fi gure above ), and possible mild honeycombing. • Early signs of barotrauma often correspond to interstitial emphysema and subpleural cystic airspaces. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "• Non-resolving airspace consolidations and ground-glass opacities are often associated (7) with changing in location over a matter of weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Peripheral in almost all cases (so-called reverse batwing sign or photographic negative shadow of pulmonary edema), mainly the upper lobes, patchy or confl uent",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "In CEP, the distribution of opacities is identical to that in Löffl er syndrome, although in the latter, the lung opacities are self-limited. Also in COP, alveolar sarcoidosis, infarcts, and contusions consolidations can be seen in peripheral airspace (please also refer to Reverse batwing sign in the \"Case-Based Glossary with Tips and Tricks\"). The diagnosis of eosinophilic pneumonia relies on both characteristic clinical imaging features and demonstration of alveolar eosinophilia. Lung biopsy is generally not necessary for the diagnosis of eosinophilic pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "An identical appearance to that of CEP may be seen in patients who have simple pulmonary eosinophilia (Löffl er syndrome) and in patients with Churg-Strauss syndrome (CSS). An identical appearance of peripheral consolidations can be seen in OP. In this disease, the lesions are not only confi ned to the lung periphery but are also bronchocentric and often predominate in the lower lobes. In addition, a macronodular appearance or a pattern of round opacities is frequent. Septal thickening or parenchymal bands are uncommon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Sano S (2009) Chronic eosinophilic pneumonia: a case report and review of the literature. Cases J 2:7735",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Cottin V (2012) Eosinophilic lung diseases. Immunol Allergy Clin North Am 32(4):557",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "• Response to steroid treatment is generally dramatic with improvement of symptoms within 24 h and clinical and radiological remission within 3 weeks. • Progression to diffuse lung fi brosis is rare. • The disease tends to recur frequently after discontinuation of steroid treatment (75 %). • During regression, consolidation tends to disappear centrifugally and may be temporarily followed by subpleural curvilinear bands. If the disease is left untreated, the opacities may progressively increase in number and even migrate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Oyama Y (2015) Effi cacy of short-term prednisolone treatment in patients with chronic eosinophilic pneumonia. Eur Respir J 45(6):1624",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Cryptogenic Organizing Pneumonia (COP) Dalpiaz & Cancellieri Cryptogenic organizing pneumonia (COP) is the idiopathic form of organizing pneumonia. OP is a wellknown histopathologic pattern characterized by loose plugs of proliferating fi broblasts and myofi broblasts within the alveolar ducts and airspaces, accompanied by varying degrees of bronchiolar involvement. COP is classifi ed among the idiopathic interstitial pneumonias (IIPs). Patients with COP typically present with a 2-4-month history of nonproductive cough, low-grade fever, malaise, and shortness of breath. The mean age of presentation is 50-60 years.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 60,
                    "text": "Dalpiaz & Cancellieri",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Atlas of Diffuse Lung Diseases"
        },
        {
            "text": "The general term idiopathic interstitial pneumonias (IIPs) includes various diseases. The major IIPs include idiopathic pulmonary fi brosis (IPF), idiopathic nonspecifi c interstitial pneumonia (NSIP), desquamative interstitial pneumonia (DIP), acute interstitial pneumonia (AIP), respiratory bronchiolitis-interstitial lung disease (RB-ILD), and cryptogenic organizing pneumonia (COP). Rare idiopathic interstitial pneumonias include idiopathic lymphoid interstitial pneumonia (LIP) and idiopathic pleuroparenchymal fi broelastosis (PPFE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COP, idiopathic OP/BOOP"
        },
        {
            "text": "OP may also be a reaction pattern associated with infection, connective diseases, drugs, infl ammatory bowel disease, inhalation injury, hypersensitivity pneumonitis, malignancy, radiation therapy, and aspiration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COP, idiopathic OP/BOOP"
        },
        {
            "text": "Travis WD (2013) An offi cial American Thoracic Society/European Respiratory Society statement: update of the international multidisciplinary classifi cation of the idiopathic interstitial pneumonias. Am J Respir Crit Care Med 188 (6):733",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COP, idiopathic OP/BOOP"
        },
        {
            "text": "• Multifocal patchy consolidations (80-90 %) with air bronchogram (7) changing in location over a matter of weeks • Ground-glass opacity ( ) (60 %), usually in association with areas of consolidation Patchy with predominant peribronchial and/or subpleural (60-80 %) distribution, often with lower lobe predominance",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "The subpleural distribution is also defi ned as \"reverse batwing sign\" (please also refer to this sign in the \"Case-Based Glossary with Tips and Tricks\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "The predominant subpleural distribution together with migration over time and spontaneous regression of consolidation are important pointers, which are also possible in CEP. A peribronchial distribution of consolidations is more frequently observed in COP than in CEP (29 % vs. 9 %). The most helpful distinguishing feature on CT was the presence of nodules, seen in about 30 % of patients with COP and rarely (5 %) in patients with CEP. The reversed halo sign, also known as the atoll sign, is characterized by a central ground-glass opacity surrounded by a more or less complete ring of consolidation (please also refer to the Reverse halo sign in the \"Case-Based Glossary with Tips and Tricks\"). Perilobular pattern appears as poorly defi ned arcade-like polygonal structures, usually abutting the pleural surface. Nodules are seen in 32 % of patients with COP and only 5 % of patients with CEP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Zompatori M (1999) Bronchiolitis obliterans with organizing pneumonia (BOOP), presenting as a ringshaped opacity at HRCT (the atoll sign). A case report. Radiol Med 97(4):308 Roberton BJ (2011) Organizing pneumonia: a kaleidoscope of concepts and morphologies. Eur Radiol 21(11):2244",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "• Two thirds of subjects treated with corticosteroids make a full recovery: most patients recover within several weeks or months, and some respond dramatically with improvements appearing even within 1 or 2 weeks. Only a minority of patients, however, experience spontaneous remission, and about half of those treated relapse when treatment is reduced or discontinued. • One third of patients have persistent disease which rarely, however, progresses to respiratory failure or death. On the other hand, rare hyperacute forms are possible which rapidly lead to death (accelerated OP). • The opacities may resolve spontaneously and then form elsewhere, usually more cranially and at times in the contralateral lung (migratory opacities). If left untreated, the disease may progress to permanent damage with fi brosis and bronchiectases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Dalpiaz & Cancellieri Diffuse alveolar hemorrhage (DAH) is defi ned as the presence of hemoptysis, diffuse alveolar infi ltrates, and a drop in hematocrit level; it is one of the manifestations of primary pulmonary vasculitis, among other entities (idiopathic alveolar hemorrhage, collagen vascular diseases, drug reactions, anticoagulation disorders, and other entities).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffuse Alveolar Hemorrhage (DAH) in Granulomatosis with Polyangiitis (GPA)"
        },
        {
            "text": "Granulomatosis with polyangiitis (GPA, former Wegener's granulomatosis, WG) and microscopic polyangiitis (MPA) are the most common causes of DAH, representing 40 % of cases. Wegener granulomatosis is the most common among the ANCA-associated vasculitides. It is characterized clinically by the triad of upper airway disease (nasal, oral, or sinus infl ammation), lower respiratory tract disease (airway or lung), and glomerulonephritis. The complete triad is often not present at initial presentation. The upper respiratory tract is affected in almost all patients, and the lungs and kidneys are involved in 90 % and 80 % of patients, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffuse Alveolar Hemorrhage (DAH) in Granulomatosis with Polyangiitis (GPA)"
        },
        {
            "text": "DAH in GPA (granulomatosis with polyangiitis/ANCA-associated granulomatous vasculitis)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffuse Alveolar Hemorrhage (DAH) in Granulomatosis with Polyangiitis (GPA)"
        },
        {
            "text": "Castañer E (2010) When to suspect pulmonary vasculitis: radiologic and clinical clues. Radiographics 30 (1):33",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diffuse Alveolar Hemorrhage (DAH) in Granulomatosis with Polyangiitis (GPA)"
        },
        {
            "text": "• Ground-glass opacity ( )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "• Consolidations ( ) Bilateral (even though unilateral predominance is also possible), diffuse, or patchy or lobular predominant in the parahilar region with sparing of the subpleural regions (\"butterfl y\" or \"batwing\" distribution)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Butterfl y or batwing pulmonary opacities are classically described in the chest X-ray but they are best appreciated on CT. Diseases responsible for butterfl y pulmonary opacities may have acute or chronic behavior (please refer to Butterfl y pulmonary opacities in the \"Case-Based Glossary with Tips and Tricks\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "The corresponding fi ndings on thin-section CT are nonspecifi c, with ground-glass opacity as the leading feature without a characteristic distribution. Ill-defi ned centrilobular nodules may predominate in some patients. The presence of dense consolidation represents complete fi lling of the alveoli with blood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Consolidations and ground-glass opacities can occur either in vasculitic pulmonary disease (in form of pneumonitis) or alveolar hemorrhage. • Scattered low-density (subsolid) nodules, at times in connection with small vessels ( ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "• Smooth septal thickening and crazy paving.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "• Solid macronodules with a diameter varying between 1 and 4 cm, usually bilateral (75 %), often cavitated (7), and with irregular thick walls, macronodules, and masses with ill-defi ned borders. • Perinodular halo sign (a rim of ground-glass opacity surrounding the pulmonary lesion) is seen in up to 15 % of cases. • The complete clearing of airspace and interstitial opacities usually occurs within 10 days to 2 weeks after an acute episode of hemorrhage. This is considerably slower than the clearing of pulmonary edema, which hemorrhage closely resembles. Desquamative interstitial pneumonia (DIP) is a rare interstitial lung disease, and it is classifi ed among the idiopathic interstitial pneumonias (IIPs). Pathologically, it is characterized by a widespread fi lling of alveoli with macrophages. Although DIP occurs in nonsmokers, it is strongly associated with cigarette smoking (60-90 %). DIP may also occur in association with passive exposure to cigarette smoke, heavy marijuana smoking, occupational dust exposure, drug reaction, collagen vascular disease, leukemia, and infection. DIP occurs most commonly in patients between 35 and 55 years of age. The clinical symptoms usually consist of slowly progressive exertional dyspnea and dry cough.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "DIP, alveolar macrophage pneumonia",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "The general term idiopathic interstitial pneumonias (IIPs) includes various diseases. The major IIPs include idiopathic pulmonary fi brosis (IPF), idiopathic nonspecifi c interstitial pneumonia (NSIP), desquamative interstitial pneumonia (DIP), acute interstitial pneumonia (AIP), respiratory bronchiolitis-interstitial lung disease (RB-ILD), and cryptogenic organizing pneumonia (COP). Rare idiopathic interstitial pneumonias include idiopathic lymphoid interstitial pneumonia (LIP) and idiopathic pleuroparenchymal fi broelastosis (PPFE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Travis WD (2013) • Occasionally smokers with DIP may also have low-density ill-defi ned centrilobular nodules and tiny air-fi lled cysts within the areas of ground-glass attenuation probably corresponding to dilated alveolar ducts or foci of emphysema (7). • Focal or lobular dark areas are sometimes seen, perhaps representing areas of mosaic perfusion related to bronchiolitis and airway obstruction ( ). • Reticular opacities, honeycombing, and traction bronchiectases are rare. There are numerous agents with potential toxic effects on the lungs including cytotoxic and noncytotoxic drugs. Common causes of drug-induced lung disease include amiodarone, antibiotics, nonsteroidal antiinfl ammatory drugs, and chemotherapeutic agents. The most common clinical manifestations of patients with pulmonary drug reaction are cough, progressive dyspnea, and fever. These symptoms are nonspecifi c, and therefore, the diagnosis requires a high index of suspicion by the clinician and the radiologist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Amiodarone is a tri-iodinated drug used to treat refractory tachyarrhythmia. It accumulates in the lung, largely within macrophages and type 2 pneumocytes, where it forms lamellar inclusion bodies and has a very long half-life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Nonetheless, it should be noted that drugs may cause different types of lung injury (see Table Drug induced lung injury: major histopathologic reaction patterns). The HRCT features of drug-induced lung disease usually refl ect the histopathologic patterns of reaction. Amiodarone itself may often cause subacute or chronic pattern (OP or NSIP) and sometimes acute (diffuse alveolar damage -DAD/ARDS).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 99,
                    "text": "Table Drug",
                    "ref_id": null
                }
            ],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Silva CI (2006) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "The presence in the lung of foci of attenuation greater than that of soft tissues may be noted inside areas of consolidation or mass-like opacities. The same aspect may be present in the liver and spleen, related to the accumulation of amiodarone and its metabolites in tissue macrophages. The presence of hyperdensities within the areas of consolidation needs to be differentiated from other diseases (please refer to Hyperdense consolidation in the chapter \"Alveolar Pattern\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drug Toxicity (Amiodarone)"
        },
        {
            "text": "Wolkove N (2009) (7) and spleen (80 %) and heart (20 %)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drug Toxicity (Amiodarone)"
        },
        {
            "text": "A minority of patients experience acute, severe lung injury culminating in death. The most dramatic manifestation is a rapidly progressing diffuse pneumonitis with acute respiratory failure and a picture typical of the acute respiratory distress syndrome (ARDS), characterized by diffuse alveolar damage (DAD).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drug Toxicity (Amiodarone)"
        },
        {
            "text": "Amiodarone-induced pulmonary fi brosis develops in 5-7 % of patients following the amiodarone pneumonitis. On HRCT, there are coarse interstitial fi brosing reticular opacities and traction bronchiectases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drug Toxicity (Amiodarone)"
        },
        {
            "text": "Honeycombing is less common than in idiopathic pulmonary fi brosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drug Toxicity (Amiodarone)"
        },
        {
            "text": "Course Ancillary Signs ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nonparenchymal Signs"
        },
        {
            "text": "Dalpiaz & Cancellieri Fat embolism syndrome (FES) is a systemic syndrome due to pulmonary and systemic embolization from fat particles. It is a rare entity, and the most frequent cause is a fracture of a long bone. As a matter of fact, some degree of fat embolism is present in the majority of fractures of the long bones, but the clinical syndrome is not frequent. Most patients are males of young age. The diagnosis is clinical, and the most widely adopted criteria are those from Gurd and Wilson. Diagnosis requires the presence of two major criteria or one major criteria plus four minor. Major diagnostic criteria are cutaneous petechial rash, hypoxemia, and central nervous system involvement. Minor criteria are fever, tachycardia, and laboratory abnormalities such as thrombocytopenia, anemia, jaundice, and high ESR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fat Embolism Syndrome (FES)"
        },
        {
            "text": "From a histopathological point of view, FES is a toxic vasculitis. The most severe cases may develop the ARDS/DAD complex, while in exceptional cases, the syndrome occurs in the fulminating or hyperacute form (with cardiorespiratory collapse).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fat Embolism Syndrome (FES)"
        },
        {
            "text": "Mechanical and biochemical pathophysiological mechanisms have been proposed. As a consequence of the fracture, fat globules from the bone marrow can access to the circulation and become embolic, causing pulmonary arterial mechanical obstruction. The accumulation of fat in the pulmonary microvasculature could also cause chemical pneumonitis with perivascular hemorrhage and edema, due to the local liberation of free fatty acids and glycerol with toxic effects to the lung parenchyma. FES is essentially a posttraumatic disease that has to be differentiated from aspiration, contusions, pneumonia, and pulmonary edema. The presence of a nodular pattern is the most suggestive HRCT fi nding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fat Embolism Syndrome (FES)"
        },
        {
            "text": "• Lobular and sublobular consolidation and GGO ( ) • Smooth septal thickening • \"Ginkgo biloba sign\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fat Embolism Syndrome (FES)"
        },
        {
            "text": "• Pleural effusions (not frequent) • Macroscopic fat emboli in pulmonary CT angiogram (rare)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fat Embolism Syndrome (FES)"
        },
        {
            "text": "In the anterior lung, the combination of smooth septal thickening and lobular/sublobular GGO or consolidations may give rise to an aspect that reminds a ginkgo biloba leaf. We suggest this sign may be called \"ginkgo biloba sign\" and, like all other signs in thoracic radiology, is unlikely to be specifi c for FES, but rather it may suggest the presence of hemorrhage and edema.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fat Embolism Syndrome (FES)"
        },
        {
            "text": "Note that the sublobular consolidation/GGO may present a gravity-dependent distribution inside the lobes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fat Embolism Syndrome (FES)"
        },
        {
            "text": "FES may be a likely cause for hypoxemia even in trauma patients with fractures and entirely negative imaging studies (chest roentgenogram and CT scan), provided that the chest wall involvement or pulmonary infectious complications have been ruled out. A butterfl y or batwing distribution may be also present in other diseases (please also refer to \"Butterfl y pulmonary opacities\" in the \"Case-Based Glossary with Tips and Tricks\"). Lung consolidation is more common in patients without HIV infection and tends to develop more rapidly, refl ecting pulmonary damage from the host-immune response. HRCT is useful in patients with suspected PJP who have a normal or equivocal chest X-ray fi nding. A negative HRCT may allow exclusion of PJP in such patients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fat Embolism Syndrome (FES)"
        },
        {
            "text": "• Less typical manifestations: centrilobular nodules, large nodules or masses, even cavitated, also cavitated due to granulomatous reaction mimicking carcinoma ( )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection, Acute (PJP)"
        },
        {
            "text": "• Small hilar or mediastinal lymph node enlargement, or both, may be seen in approximately 20 % of patients (7) • Pneumothorax • Pleural effusion (about 5 % of cases) Pulmonary cysts (especially on upper lobes) of varying shape, size, and wall (complex, occurring in cluster, with an irregular shape) are common.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection, Acute (PJP)"
        },
        {
            "text": "Cysts are associated with an increased frequency of spontaneous pneumothorax, although the latter can occur in the absence of defi nable lung cysts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection, Acute (PJP)"
        },
        {
            "text": "A reticular pattern associated with ground-glass attenuation is often seen in the subacute phase of the disease. This is the result of interstitial organization of the intra-alveolar exudate. • Possible association with diffuse, random, tiny and solid, well defi ned nodules, indicating nodules that indicate hematogenous spread of infection (please see miliary TB in the chapter \" Nodular Diseases \"). • Occasionally, active TB may be associated with a reversed halo sign (atoll sign). This sign in active TB typically has nodular margins and commonly has nodules within it, which allows distinction from the halo sign seen in OP or other entities which have smooth margins (please also refer to the Reversed halo sign in the chapter \" Nodular Pattern \").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection, Acute (PJP)"
        },
        {
            "text": "• Pleural effusion (unilateral) and pleural thickening • Hilar/mediastinal lymphadenopathy with central necrosis more visible on contrast-enhanced CT ( ) TB may appear as solitary macronodules (tuberculomas) (please see the image above ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection, Acute (PJP)"
        },
        {
            "text": "The principal CT fi ndings of airway TB are circumferential wall thickening and luminal narrowing, with the involvement of a long segment of the bronchi. In active disease, the airways are irregularly narrowed in their lumina and have thick walls, whereas in fi brotic disease, the airways are smoothly narrowed and have thin walls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection, Acute (PJP)"
        },
        {
            "text": "Moon WK (1997) Tuberculosis of the central airways: CT fi ndings of active and fi brotic disease. AJR Am J Roentgenol 169(3):649",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection, Acute (PJP)"
        },
        {
            "text": "• Parenchymal lesions: thin wall cavities, calcifi ed nodules, and end-stage lung destruction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection, Acute (PJP)"
        },
        {
            "text": "• Airway lesions: bronchiectasis, bronchial stenosis, and broncholithiasis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection, Acute (PJP)"
        },
        {
            "text": "• Rasmussen aneurysm represents a pulmonary artery aneurysm or pseudoaneurysm adjacent or within a tuberculous cavity. • Empyema necessitates the leakage of tuberculous empyema through the parietal pleura and discharge of its contents into the subcutaneous tissues of the chest wall. • Mycetoma, fungus ball is common in patients who have cavitary TB. It appears as a wellcircumscribed intracavitary mass associated with an air crescent sign (please also refer to Air crescent sign in the \"Case-Based Glossary with Tips and Tricks\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection, Acute (PJP)"
        },
        {
            "text": "The best indicators of residual active disease are centrilobular nodules, tree-in-bud appearance, and cavitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection, Acute (PJP)"
        },
        {
            "text": "Kim HY ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infection, Acute (PJP)"
        },
        {
            "text": "Cavitary form: in comparison with postprimary TB, cavities are more likely to be smaller or thin-walled; anyway, the differential diagnosis remains a challenge Semi-invasive (chronic necrotizing) aspergillosis Radiologic manifestations include unilateral or bilateral segmental areas of consolidation with or without cavitation or adjacent pleural thickening Bacterial pneumonia The appearance of the parenchymal consolidations in primary tuberculosis is most commonly dense and homogeneous but may also be linear, patchy, and nodular, very similar to bacterial pneumonia Lymphadenopathy and the lack of response to conventional antibiotics can suggest the correct diagnosis Neck TB Tuberculosis in the head and neck represents about 15 % of cases of extrapulmonary tuberculosis. The most common location is within the neck nodes, often manifesting as bilateral painless cervical lymphadenitis, also known as scrofula. The involved nodes are initially homogeneous but later undergo central necrosis, manifesting with central low attenuation at CT",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nontuberculous mycobacteria"
        },
        {
            "text": "The abdomen is the most common focus of extrapulmonary tuberculosis. Abdominal lymphadenopathy is the most common manifestation, observed in 55-66 % of patients. The majority (40-60 %) of patients with lymphadenitis have enlarged nodes with hypoattenuating centers and hyperattenuating enhancing rims at CT (7). Peritonitis may be present. Gastrointestinal tuberculosis is rare; when present, however, it almost always involves the ileocecal region (90 % of cases). Hepatosplenic involvement is common in patients with disseminated disease and is either micronodular-miliary or macronodular Urinary TB Various patterns of hydronephrosis may be seen at CT depending on the site of the stricture and include focal caliectasis with mild thickening of adjacent parenchyma due to papillary necrosis ( ) and possible generalized hydronephrosis. Other common fi ndings include parenchymal scarring and low-attenuation parenchymal lesions. CT is also useful in depicting the extension of disease into the extrarenal space Table  Extrapulmonary TB Musculoskeletal TB The musculoskeletal system is involved in only 1-3 % of cases of tuberculosis. Approximately 50 % of skeletal tuberculosis involves the spine (Pott disease). The lower thoracic and upper lumbar levels are most commonly affected ( ). Isolated tuberculous osteomyelitis in the absence of associated tuberculous arthritis is relatively rare TB involving the CNS Involvement of the central nervous system (CNS) is seen in approximately 5 % of immunocompetent patients and up to 15 % of immunocompromised patients. Tuberculous meningitis is the most common manifestation of CNS. The typical radiographic fi nding is abnormal meningeal enhancement (77). The most common CNS parenchymal lesion of tuberculosis is tuberculoma. This lesion may be solitary, multiple, or miliary and may be seen anywhere within the brain parenchyma ( ). They demonstrate homogeneous or ring enhancement",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1014,
                    "end": 1038,
                    "text": "Table  Extrapulmonary TB",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Abdominal TB"
        },
        {
            "text": "Lipoid Pneumonia (LP) Dalpiaz & Cancellieri Lipoid pneumonia (LP) is an uncommon condition which results from the pulmonary accumulation of fatlike compounds. The exogenous chronic form results from the recurrent aspiration or inhalation of oil or from the accidental aspiration of a large quantity of lipid material. It can have an animal, vegetable, or mineral origin. It is possible in patients with obstinate constipation and long-term use of laxative or in patients who use Vaseline for oiling tracheal cannula. Clinically, patients may be asymptomatic or present with nonspecifi c symptoms such as cough, tachypnea, and mild fever. As a result, the diagnosis of lipoid pneumonia is sometimes diffi cult to establish, and the history of ingestion or inhalation of oily material is often the key to diagnosis. Pathologically, macrophages containing phagocytosed oil fi ll in the alveoli and distend the alveolar walls and interlobular septa. Fibrosis is occasionally present and is of variable extent. The diagnosis of this disease requires a high index of suspicion and can be confi rmed by the demonstration of lipid-laden macrophages in respiratory samples such as sputum, bronchoalveolar lavage fl uid, or fi neneedle aspiration cytology/biopsy from lung lesions. ",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 43,
                    "text": "Dalpiaz & Cancellieri",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Atlas of Diffuse Lung Diseases"
        },
        {
            "text": "• Patchy ground-glass opacities • Patchy airspace consolidations ( ) with possible low-density attenuation (negative values) (7) Patchy unilateral or more frequently bilateral, middle and lower lobes and geographic distribution with posterior predominance",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Low-attenuation consolidation with negative density values between −150 and −30 HU is highly suggestive of fat and consistent with lipoid pneumonia. These measures should be taken in the most hypodense part of the consolidation areas, free of any aerated parenchyma. Nevertheless, CT attenuation measurements are not always characteristic due to the averaging with attenuation values from surrounding infl ammatory infi ltrates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Lipoid Pneumonia (LP)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dalpiaz & Cancellieri"
        },
        {
            "text": "• Interlobular septal thickening and crazy paving have also been reported ( ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dalpiaz & Cancellieri"
        },
        {
            "text": "• Airspace nodules (low-density centrilobular nodules).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dalpiaz & Cancellieri"
        },
        {
            "text": "• Signs of fi brosis in the later stages appearing as fi ssure distortion, volume loss, and diffuse honeycombing (7). • Tumorlike lesions often with spiculated profi les and mainly in the dorsal area of the lower lobes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dalpiaz & Cancellieri"
        },
        {
            "text": "Chronic crazy paving may be present in lipoid pneumonia but also in other alveolar diseases, often in pulmonary alveolar proteinosis (please also refer to Crazy-paving in the \"Case-Based Glossary with Tips and Tricks\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dalpiaz & Cancellieri"
        },
        {
            "text": "• Reactive mild lymph node enlargement Lipoid pneumonia can present as a PET-positive lung nodule and should be considered in the differential diagnosis and workup of a solitary pulmonary nodule.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dalpiaz & Cancellieri"
        },
        {
            "text": "Talwar A (2004) False-positive PET scan in a patient with lipoid pneumonia simulating lung cancer. Clin Nucl Med 29 (7):426",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dalpiaz & Cancellieri"
        },
        {
            "text": "• None of the patients with chronic presentations improved either clinically or radiologically. • The natural history and outcome of LP are variable. This and the low number of cases make it diffi cult to establish the optimal treatment. The fi rst and foremost concern is the avoidance of further insult. Halo sign is defi ned as a ground-glass opacity that surrounds circumferentially a pulmonary nodule or mass. The sign was originally described in association with invasive pulmonary aspergillosis, but, as a matter of fact, many infectious or noninfectious diseases may be associated with this sign. Angiogram sign refers to the visualization of pulmonary vessels within an airless portion of the lung, on contrast-enhanced CT scanning. The vessels are prominently seen against a background of relatively low-attenuation lesion. It has been initially described in 1990 as a specifi c sign of lobar bronchoalveolar cell carcinoma. Thereafter, several retrospective studies reported that this sign can be seen in both benign and malignant diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dalpiaz & Cancellieri"
        },
        {
            "text": "Bubble-like lucencies (pseudocavitations) inside the lesions are rare and are due to bronchiolar dilatation. Others diseases are more often responsible of bubble-like lucencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dalpiaz & Cancellieri"
        },
        {
            "text": "For all these tree signs, please refer to \"Case-Based Glossary with Tips and Tricks\". ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dalpiaz & Cancellieri"
        },
        {
            "text": "Dalpiaz & Cancellieri",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metastases, Aerogenous"
        },
        {
            "text": "Metastases from an adenocarcinoma may spread into the lung along the intact alveolar walls (lepidic growth), in a fashion similar to a primary lung adenocarcinoma. Metastases may be from an adenocarcinoma of the lung or gastrointestinal tract/breast/ovary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metastases, Aerogenous"
        },
        {
            "text": "In primary lung adenocarcinoma, aerogenous metastases result as intrapulmonary discontinuous spread of neoplastic cells through airspaces and airways; the discontinuous foci may be seen close to primary tumor as satellite foci or at distance, including the contralateral lung. The radiologic features of this tumor growth pattern can mimic pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metastases, Aerogenous"
        },
        {
            "text": "Gaikwad A (2014) Aerogenous metastases: a potential game changer in the diagnosis and management of primary lung adenocarcinoma. AJR Am J Roentgenol 203 (6) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metastases, Aerogenous"
        },
        {
            "text": "• Predominant or exclusive airspace disease: ground-glass opacities ( ) and consolidations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "• Low-density persistent centrilobular nodules with ill-defi ned margins (snowfl ake nodules) ( ) and possible branching opacities (tree in bud) • Possible low-attenuation consolidations with \"angiogram sign\" on contrast-enhanced CT (the vessels may be stretched and thin due to \"mass effect\") (7) Prevalent lower lobes and dependent distribution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "The presence of a \"dominant\" consolidation may be due to primary or sometimes due to the advanced metastatic involvement of lepidic growth, more frequent in patients with gastrointestinal disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Possible low-attenuation consolidations with \"angiogram sign\" may be due to primary or metastatic mucinous adenocarcinoma. The CT fi ndings include a uniform low attenuation and slight enhancement after intravenous injection of contrast medium. The differential diagnosis is with other diseases with hypodense consolidation and in particular with lipoid pneumonia (please see also \"angiogram sign\" in the \"Case-Based Glossary with Tips and Tricks\" \"low-density consolidation\" in the chapter \" Alveolar Pattern \").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Dalpiaz & Cancellieri",
            "cite_spans": [],
            "ref_spans": [],
            "section": "197"
        },
        {
            "text": "Nodules tend to grow in clusters on serial images, in some cases progressing to confl uent airspace consolidation. The differential diagnosis of centrilobular nodules and branching opacities at CT includes infectious bronchiolitis due to mycobacterial, viral or bacterial agents. Infl ammatory centrilobular nodules commonly resolve with appropriate treatment, whereas aerogenous metastases persist and grow. The CT appearance refl ects cancer cells lining the small airways and alveolar spaces in a lepidic pattern with variable amounts of intra-alveolar material (e.g., cells, secretions, and mucin).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metastases, Aerogenous"
        },
        {
            "text": "Gaeta M (2002) CT and MRI fi ndings of mucin-containing tumors and pseudotumors of the thorax: pictorial review. Eur Radiol 12(1):181",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metastases, Aerogenous"
        },
        {
            "text": "• Nodular thickening and solid nodules along lymphatic routes due to lymphangitic carcinomatosis • Solid nodules due to hematogenous metastases, feeding vessels, and also \"cavitated\" ( ) (please also refer to Cheerio sign in the chapter \" Nodular Pattern \" and in the \"Case-Based Glossary with Tips and Tricks\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metastases, Aerogenous"
        },
        {
            "text": "• Mediastinal and abdominal lymph node enlargement • Mucus fi lling of airways • Pleural effusion • Abdominal solid neoplasm (e.g., pancreas , colon), often mucinous and consequently partially hypodense after intravenous injection of contrast medium • Focal lytic or hyperdense bone lesions (7) due to hematogenous metastatic involvement in infi ltrative carcinoma Synchronous primary mucinous adenocarcinoma typically presents as multiple random peripheral subsolid nodules of variable size; in comparison, aerogenous metastatic lesions appear as small clustered centrilobular and \"tree-in-bud\" opacities. The temporal evolution on serial CT examinations is a key in the differential diagnosis. Pulmonary alveolar proteinosis (PAP) is a rare diffuse lung disease characterized by the alveolar and interstitial accumulation of a periodic acid-Schiff (PAS) stain-positive phospholipoprotein derived from surfactant. Three distinct subgroups of PAP are currently recognized: idiopathic, secondary, and congenital. Idiopathic/autoimmune PAP (also termed \"adult-type\" PAP) accounts for the great majority of cases (90 %). Secondary PAP (5-10 % of cases) is associated with certain occupational exposures, particularly mineral dusts and fumes or an underlying hematologic malignancy or immunodefi ciency disorders. Congenital PAP is quite rare (2 % of cases) and manifests in the neonatal period with severe hypoxia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Metastases, Aerogenous"
        },
        {
            "text": "Frazier AA (2008) From the archives of the AFIP: pulmonary alveolar proteinosis. Radiographics 28 (3):883",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PAP"
        },
        {
            "text": "• Crazy paving (7) • Areas of ground-glass opacity (GGO) ( ) Bilateral, diffuse, patchy, or geographic distribution with typically sharply demarcated marginations of areas of lung opacity. No specifi c zonal distribution with relative sparing of apices and costophrenic angles (butterfl y distribution); in some patients the abnormalities predominate in the lower lung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Crazy paving refers to the appearance of ground-glass opacity with superimposed interlobular septal thickening and intralobular reticular thickening, seen on chest HRCT. This sign is strongly suggestive of alveolar proteinosis in patients with subacute/chronic symptoms. Other diseases with subacute/chronic alveolar pattern may be lipoid pneumonia, chronic eosinophilic pneumonia (CEP), organizing pneumonia (OP), sarcoidosis (alveolar), tuberculosis, primitive pulmonary neoplasms (adenocarcinoma, MALT lymphoma), nonspecifi c interstitial pneumonia (NSIP), and radiation pneumonitis (please also refer to Crazy paving in the \"Case-Based Glossary with Tips and Tricks\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "The extent and zonal distribution of idiopathic PAP is bigger than that of secondary PAP, as some inhaled dusts may deposit according to the gravity and some other conditions (such as infectious, metastatic, or malignant processes) may spread to zones with higher vascular supply. • Ill-defi ned low-density (subsolid) nodules (snowfl ake nodules) (see fi gure below) • Consolidation (7) • Mediastinal and/or hilar lymphadenopathy • Pleural effusion Patients with PAP are at increased risk of developing pulmonary infection, usually caused by opportunistic agents such as Nocardia , Aspergillus , Pneumocystis jirovecii , and Mycobacteria . The presence of pleural effusion and enlarged lymph nodes in patients with PAP should be considered as highly suggestive of a superimposed infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Parenchymal consolidation may be caused both by the underlying disease and by supervening opportunistic infection. The latter is suspected when the consolidation is focal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Souza CA (2012) Comparative study of clinical, pathological and HRCT fi ndings of primary alveolar proteinosis and silicoproteinosis. Eur J Radiol 81(2):371",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "• Patients with idiopathic PAP are treated with sequential therapeutic whole-lung lavage (WLL), a procedure to remove lipoproteinaceous material from pulmonary alveoli with the use of saline solution. • In patients who undergo whole-lung lavage (WLL), both ground-glass opacity and interlobular septal thickening typically decrease. However, in some patients undergoing WLL, a reduction in GGO occurs, with the persistence of interlobular septal thickening. Sometimes this abnormality may become chronic; rarely it indicates the presence of fi brosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Abdelmalak BB (2015) Therapeutic whole-lung lavage for pulmonary alveolar proteinosis: a procedural update. J Bronchol Interv Pulmonol 22 (3):251",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIGH-RESOLUTION CT: HRCT"
        },
        {
            "text": "Course",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nonparenchymal Signs"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mucosa-Associated Lymphatic Tissue Lymphoma (MALToma)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "It is the most common primary pulmonary lymphoma. MALToma accounts for 54-58 % of the primary pulmonary lymphomas. This tumor tends to remain localized to the lung for long periods of time, follows an indolent course, and is associated with a good prognosis. MALT lymphomas are usually indolent lesions with possible association with autoimmune disease (collagen vascular diseases such as RA, Sjögren's syndrome, SLE, and hepatitis C virus infection). When present, symptoms, such as cough, mild dyspnea, and chest pain, are nonspecifi c. The median age is 60 years",
            "authors": [],
            "year": null,
            "venue": "Dalpiaz & Cancellieri Primary pulmonary mucosa-associated lymphoid tissue",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "extranodal marginal zone B-cell lymphoma",
            "authors": [
                {
                    "first": "Balt",
                    "middle": [],
                    "last": "Maltoma",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Lymphoma",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lymphoproliferative lung disorders: clinicopathological aspects",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Poletti",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur Respir Rev",
            "volume": "22",
            "issn": "130",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "HRCT • Consolidations (60 %) with air bronchogram (50-90 %); bronchi within affected parenchyma may appear stretched and slightly narrowed ( ) or slightly dilated (",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "High-Resolution",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ct",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Solitary or often multiple (70 %) and bilateral (60-70 %), peribronchovascular and peripheral Multifocal areas of consolidation may also be seen in other alveolar chronic diseases and in particular in minimally invasive adenocarcinoma (MIA), adenocarcinoma in situ (AIS), formerly known as bronchoalveolar carcinoma (BAC), and cryptogenic organizing pneumonia (COP)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pulmonary parenchymal involvement of low-grade lymphoproliferative disorders",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Do",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Comput Assist Tomog",
            "volume": "29",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "848 the alveoli, bilateral, patchy, or widespread \"fl uffy\" lung opacities may become evident on chest radiography. Hydrostatic pulmonary edema is a frequent cause of admission to the hospital",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Hare",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Br J Radiol",
            "volume": "85",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A classifi cation of pulmonary edema as (a) hydrostatic edema, (b) increased permeability edema without associated DAD, (c) mixed edema, and (d) permeability associated with DAD (ARDS) has been proposed, and either agrees with pathology, physiology, and radiological fi ndings",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A new view of pulmonary edema and acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Ketai",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Thorac Imaging",
            "volume": "13",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "HRCT • Areas of ground-glass opacities",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "High-Resolution",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ct",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "• Peribronchial cuffi ng and vessel enlargement ( ) and smooth septal thickening ( ); all these signs are prevalent in the initial stages of disease, please see PE, interstitial in the chapter",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Patchy or lobular (geographic) bilateral, central, and gravitational",
            "authors": [],
            "year": null,
            "venue": "Possible butterfl y or batwing distribution",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Butterfly or batwing pulmonary opacities refer to the presence of bilateral parenchymal opacities, with perihilar distribution and sparing of the periphery of the lungs. It is classically described in the chest X-ray but is best appreciated on CT. It generally occurs with rapidly developing severe cardiac failure. It can be also caused by other diseases (see also the Butterfly pulmonary opacities in the \"Case-Based Glossary with Tips and Tricks",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "It is possible that increased blood volume is the cause of ground-glass opacity or that ground-glass opacity refl ects very subtle interstitial edema",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Hydrostatic pulmonary edema: high-resolution CT fi ndings",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Storto",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "AJR Am J Roentgenol",
            "volume": "165",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Among the bilateral pleural effusion ( ), most are similarly sized but the right-sided can be larger",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "• Dilatation of pulmonary arteries and veins; vessels may become more visible at the periphery of the lung, and nongravity-dependent vessels may enlarge disproportionately, refl ecting the process of",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "• Enlargement of mediastinal lymph nodes due to fl uid stagnation (in patients with left heart failure, identifi ed in 40-60 %)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "An increase in thickness of the chest wall may refl ect an accumulation of fl uid in the \"third space",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Effectiveness of chest radiography, lung ultrasound and thoracic computed tomography in the diagnosis of congestive heart failure",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cardinale",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "World J Radiol",
            "volume": "6",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Hydrostatic pulmonary edema: high-resolution computed tomography aspects",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ribeiro",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Bras Pneumol",
            "volume": "32",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "• Acute onset and rapid regression with treatment are characteristic features of this form of edema and may assist in the differential diagnosis",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "• In patients with left heart failure, mediastinal lymphadenopathy often decreases after adequate treatment (60 %)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Mediastinal lymphadenopathy in congestive heart failure: a sequential CT evaluation with clinical and echocardiographic correlations",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chabbert",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur Radiol",
            "volume": "14",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Acute exacerbation of idiopathic pulmonary fi brosis: high-resolution CT scores predict mortality. Eur Radiol 22(1):83 Park IN (2007) Acute exacerbation of interstitial pneumonia other than idiopathic pulmonary fi brosis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Idiopathic acute eosinophilic pneumonia: a study of 22 patients. Am J Respir Crit Care Med 166(9):1235 HIGH-RESOLUTION CT: HRCT • Areas of ground-glass opacity (GGO) ( ) • Smooth interlobular septal thickening (►)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "halo sign (also defi ned as the atoll sign) ( ) in 20 % of patients • Perilobular sign (60 %) ( ) • Crazy paving • Bandlike opacities • Low-density (subsolid) nodules (30-50 %) • Large nodules or masses • Possible mediastinal lymph node enlargement (20-40 %) • Small uni-or bilateral pleural effusion (10-30 %)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Hilar or mediastinal adenopathy (2-15 %) • Smooth or irregular tracheal stenosis with concentric wall thickening and possible calcifi cations • Pleural effusion (less than 10 %) Martinez F (2012) Common and uncommon manifestations of Wegener granulomatosis at chest CT: radiologic-pathologic correlation. Radiographics 32(1):51",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "• Masses show a decrease in the extent with residual scarring. • If present, airway lesions show improvement with treatment in most patients. • After repeated episodes of pulmonary hemorrhage, a persistent reticular pattern may be seen, with areas of peripheral honeycombing and traction bronchiectases.Chung MP (2010) Imaging of pulmonary vasculitis. Radiology 255(",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "An offi cial American Thoracic Society/European Respiratory Society statement: update of the international multidisciplinary classifi cation of the idiopathic interstitial pneumonias. Am J Respir Crit Care Med 188(6):733 HIGH-RESOLUTION CT: HRCT Extended areas of ground-glass opacity (GGO) ( ) Diffuse, often predominant in the peripheral and subpleural regions, bilateral, and generally symmetrical Kadoch MA (2015) Idiopathic interstitial pneumonias: a radiology-pathology correlation based on the revised 2013 American Thoracic Society-European Respiratory Society classifi cation system. Curr Probl Diagn Radiol 44(1):15 Attili AK (2008) Smoking-related interstitial lung disease: radiologic-clinical-pathologic correlation. Radiographics 28(5):1383",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "of centrilobular nodules is due to the considerable overlap between the HRCT fi ndings of RB, RB-ILD, and DIP because these entities are part of the spectrum of the same disease process, representing different degrees of severity of reaction to cigarette smoke.Park JS (2002) Respiratory bronchiolitis-associated interstitial lung disease: radiologic features with clinical and pathologic correlation. J Comput Assist Tomogr 26(1):13 • Follow-up HRCT is variable showing usually a decrease or resolution of the ground-glass opacities, while sometimes it remains stable. • A progression to severe fi brosis is rare. Nair A (2014) High-resolution computed tomography features of smoking-related interstitial lung disease. Semin Ultrasound CT MR 35(1):59Hartman TE (1996) Disease progression in usual interstitial pneumonia compared with desquamative interstitial pneumonia. Assessment with serial CT. Chest 110(2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Drug-induced lung diseases: most common reaction patterns and corresponding highresolution CT manifestations. Semin Ultrasound CT MR 27(2):111HIGH-RESOLUTION CT: HRCTOP amiodarone-induced pattern is often associated with:• Patchy consolidations ( ) NSIP amiodarone-induced pattern is often associated with:• Ground-glass opacities and fi brosing reticulation ( ) DAD amiodarone-induced pattern may be present in a minority of patients:• Diffuse GGO (please see the third image below ) with possible associated consolidations (ARDSlike aspect)• NSIP pattern: diffuse and often peripheral • OP pattern: patchy • DAD pattern: diffuse GGO, possibly gravity-dependent consolidation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Pleural thickening and pleural effusion (uncommon) • The hyperdense liver",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "pneumonia (AEP) Chronic interstitial pneumonitis and fi brosis (NSIP or rarely UIP) Diffuse alveolar damage (DAD/ARDS) Chronic eosinophilic pneumonia (CEP) Diffuse alveolar hemorrhage (DAH) Hypersensitivity pneumonitis (HP) Nonspecifi c interstitial pneumonia (NSIP) Organizing pneumonia (OP/BOOP) Pulmonary edema (PE)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "is always bilateral. Nodules are often centrilobular with possible feeding vessels and subpleural distribution. Both nodules and GGO prevail in the upper lungs, while consolidations show gravity-dependent distribution in the lower lobes. Malagari K, Economopoulos N, Stoupis C et al (2003) High resolution CT fi ndings in mild pulmonary fat embolism. Chest 123(4):1196-1201 Gallardo X (2006) Nodular pattern at lung computed tomography in fat embolism syndrome: a helpful fi nding. J Comput Assist Tomogr 30(2):",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "HIV infection. Pathologically, PJP typically results in the presence of foamy, intra-alveolar exudates. A defi nitive diagnosis of PJP requires the demonstration of organisms in sputum or BAL fl uid. PJP, Pneumocystis carinii , or PCP pneumonia, opportunistic infection Cushion MT (2010) Stealth and opportunism: alternative lifestyles of species in the fungal genus Pneumocystis. Annu Rev Microbiol 64:431HIGH-RESOLUTION CT: HRCT• Ground-glass opacities ( ) • Consolidation in patients with more severe disease Symmetric bilateral, diffuse, or patchy (mosaic pattern); the lesions may involve mainly the upper lobes and perihilar regions (butterfl y or batwing).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Clinical review: respiratory failure in HIV-infected patients -a changing picture. Crit Care 17(3):228 Hardak E (2010) Radiological features of Pneumocystis jirovecii Pneumonia in immunocompromised patients with and without AIDS. Lung 188(2):159 • Cystic lesions (20-35 % in patients with AIDS but only in 3 % of non-AIDS immunocompromised patients) ( ) • Smooth interlobular septal thickening • Crazy paving • At times signs of infectious bronchiolitis with tree-in-bud pattern, bronchial wall thickening, and bronchiectases",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Kanne JP (2012) Pneumocystis jirovecii pneumonia: high-resolution CT fi ndings in patients with and without HIV infection. AJR Am J Roentgenol 198(6):W555 Atwal SS (2014) High resolution computed tomography lung spectrum in symptomatic adult HIV-positive patients in South-East Asian Nation. J Clin Diagn Res 8(6):RC12• In the resolving disease, reticulation and septal thickening predominate representing organization of intra-alveolar exudates: it typically occurs in areas in which ground-glass opacity was visible during the acute phase of the disease. • Rarely, infection with PJP results in diffuse parenchymal fi brosis (chronic PJP ). • Less frequently, PJP results in mild, peripheral bronchiectasis and/or bronchiolectasis, presumably the result of PJP bronchiolitis. • Some authors noted the appearance of premature bullous disease in AIDS patients.Wassermann K (1993) Chronic Pneumocystis carinii pneumonia in AIDS. Chest 104(3):667Kuhlman JE (1989) Premature bullous pulmonary damage in AIDS: CT diagnosis. Radiology 173(TB), in the past also called phthisis or consumption, is a widespread and, in many cases, fatal, infectious disease caused by Mycobacterium tuberculosis . Tuberculosis typically attacks the lungs but can also affect other parts of the body. The infections that do not have symptoms are known as latent tuberculosis. Pathologically, the typical form of TB consists of a necrotizing granulomatous infl ammation associated with a variable amount of accompanying non-necrotizing granulomas.TB (short for tubercle bacillus) Menzies D (2013) Update in tuberculosis and nontuberculous mycobacterial disease 2012. Am J Respir Crit Care Med 188(8):923 Dalpiaz G (2014) Diffuse granulomatous lung disease: combined pathological-HRCT approach. Radiol Med 119(1):54 HIGH-RESOLUTION CT: HRCT • Consolidation ( ) • Macronodules and centrilobular micronodules (7) • Tree-in-bud sign which refl ects endobronchial spread of infection ( ) • Cavitation (50-58 %) visible both in the consolidation and in the nodules ( ) Patchy unilateral or bilateral, frequently peribronchial in distribution, apical and posterior segments of the upper lobes, and superior segments of the lower lobes ( ) The cavities typically have thick, irregular walls, which become smooth and thin with successful treatment. When the amount of fluid content is significantly high, superinfection by other bacteria should be suspected. Cavities are usually multiple and occur within areas of consolidation. The resolution can result in emphysematous change or scarring. Cardinale L (2015) The imaging spectrum of pulmonary tuberculosis. Acta Radiol 56(5):557 Woodring JH (1986) Update: the radiographic features of pulmonary tuberculosis. AJR Am J Roentgenol 146(3):497 Yeong YJ (2008) Pulmonary tuberculosis: up-to-date imaging and management. AJR Am J Roentgenol 191(3)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "appear mass-like and tend to be mistaken for malignancy if typical characteristics are absent. Benign-type (diffuse, central, or lamellar) calcifi cations and upper lobe involvement may be clues to the imaging diagnosis of tuberculosis. In controversial situations, transthoracic needle biopsy can lead to a diagnosis Sarcoidosis Cavitation of parenchymal lesions is a rare fi nding in sarcoidosis. It is seen in an estimated 10 % of patients with end-stage disease Franquet T (2001) Spectrum of pulmonary aspergillosis: histologic, clinical, and radiologic fi ndings. Radiographics 21(4):825 Tan CH (2010) Tuberculosis: a benign impostor. AJR Am J Roentgenol 194(3):555 Criado E (2010) Pulmonary sarcoidosis: typical and atypical manifestations at high-resolution CT with pathologic correlation. Radiographics 30(6):1567 Harisinghani MG (2000) Tuberculosis from head to toe. Radiographics 20(2):449 Burrill J (2007) Tuberculosis: a radiologic review. Radiographics 27(5):1255",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Exogenous lipoid pneumonia: HRCT, MR, and pathologic fi ndings. Eur Radiol 9(6):1190 Betancourt SL (2010) Lipoid pneumonia: spectrum of clinical and radiologic manifestations.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Think of primary pulmonary lymphomas in the presence of a tumorlike mas and an air bronchogram with bronchial dilatation in patients with autoimmune disease Cardinale L (2005) CT fi ndings in primary pulmonary lymphomas. Radiol Med 110(5-6):554 King LJ (2000) Pulmonary MALT lymphoma: imaging fi ndings in 24 cases. Eur Radiol 10(12):1932 • The parenchymal abnormalities typically show an indolent course, with slow growth over months or years. • The survival data confi rm the indolent nature of pulmonary MALT lymphoma. Borie R (2009) Clinical characteristics and prognostic factors of pulmonary MALT lymphoma.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Mucin producing adenocarcinoma of the lung: thin-section computed tomography fi ndings in 48 patients and their effect on prognosis. J Comput Assist Tomogr 29:361-368 Seo JB (2001) Atypical pulmonary metastases: spectrum of radiologic fi ndings. Radiographics 21(2):403• Slow progression with continuous growth of neoplastic cells (lepidic growth) with growing of the consolidative and ground-glass areas • In invasive adenocarcinomas, onset or progression of metastatic disease through lymphatic and/or blood vessels",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Features of idiopathic pulmonary alveolar proteinosis. in high resolution computed tomography. Pol J Radiol 79:65 Shah PL (2000) Pulmonary alveolar proteinosis: clinical aspects and current concepts on pathogenesis.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Although the HRCT fi ndings of AIP and ARDS refl ect the presence of DAD and therefore overlap, patients with AIP are more likely to have a symmetric lower lobe distribution of abnormalities and a greater prevalence of honeycombing.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Spontaneous migration of the opacities can be present in both CEP and OP.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Primack SL (1995) Diffuse pulmonary hemorrhage: clinical, pathologic, and imaging features. AJR Am J Roentgenol 164:295. Ananthakrishnan L (2009) Wegener's granulomatosis in the chest: high-resolution CT fi ndings. AJR Am J Roentgenol 192(3):676",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ":W570 Warth A (2015) Prognostic impact of intra-alveolar tumor spread in pulmonary adenocarcinoma. Am J Surg Pathol 39:793",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}