{
    "paper_id": "913919c0897ad2b31442c9b699b12175c56f0144",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Florence",
                "middle": [],
                "last": "Momplaisir",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pennsylvania Perelman School of Medicine",
                    "location": {
                        "settlement": "Philadelphia",
                        "region": "Pennsylvania"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A returning student from China is not being truthful around dates of travel because of the fear of being stigmatized in his dormitory. A neighbor stops talking with a family next door because they are originally from France. A patient tells me that Coronavirus disease 2019 (COVID-19) was manufactured as a weapon of bioterrorism. These are real stories that have happened before the massive school closures and the travel restrictions. As the spread of COVID-19 increases, I find myself pausing to think: could stigma, discrimination and misinformation decrease our ability to have an effective response to this pandemic? What makes this novel virus susceptible to conspiracy theories? And what can we do to collectively to fight against stigma and have a unified response, not only in the U.S. but globally?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The origin of COVID-19 remains unclear. One hypothesis is that severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus that causes COVID-19, arose from a cross-species transmission from an animal reservoir (likely bats) and may have involved an intermediary animal host before infecting humans. 1,2 COVID-19 has a few characteristics that makes it particularly attractive to conspiracies: 1) it appeared suddenly and spread rapidly 2) its origin remains a mystery, 3) it has a relatively high case fatality rate with a rate 5 to 35 times higher that of influenza, and 4) there are no vaccines and no therapeutics. 3 To make sense of this rapidly evolving pandemic, the internet is filled with alternative facts which bring social value to a biologic mechanism.",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 631,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To date, COVID-19 has spread across all continents and claimed 25,250 lives. 4 Among the sick, we can only offset the biological damage from the virus by using supportive measures with very little control since we currently do not have a cure. However, what we do have control over is our own behavior. Applying social distancing 5 is key but relying on factual information to guide public health decisions is also important. Learning from the HIV epidemic, we know that communities can contribute to the reinforcement of stigma or we can work actively to break down barriers and together, create solutions that can benefit all. We also learned that stigma can be as fatal as the disease itself. 6 This pandemic will pass, what will stay is the damage created by labeling people who are foreign as dangerous, by putting ourselves first and others last, and by having a very narrow scope of our sense of responsibility in the response to this pandemic. Now is not the time to have this \"us against them mentality.\" There can be strength in cross collaboration at all levels to resolve this pandemic. Even in the setting of social distancing, families and communities can remain strong by staying virtually connected and by being creative around problem solving to make provision for food, shelter, and child care. But our sense of duty doesn't need to stop with us. Globally, there is a need to create an environment for shared learning regardless of ideology. This is necessary to inform public health responses but also to share knowledge and resources for the development of vaccines and therapeutics. As COVID-19 continues to spread to now also affect low resource countries who, under regular circumstances, have very limited capacity for intensive care, I hope that we will not repeat the mistakes of the past as seen with the HIV epidemic where life-saving drugs were only available in high resource countries, leaving impoverished nations with limited or no access to life sustaining therapies. COVID-19 is not an Asian problem, it's not a European or even an American problem. It's a global problem that involves each of us and we should all be invested in coming up with solutions for ourselves, our neighbors, and for the world.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 78,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 330,
                    "end": 331,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 696,
                    "end": 697,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Special session on COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "on Retroviruses and Opportunistic Infections",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Understanding of COVID-19 based on current evidence",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Johns Hopkins Coronavirus Resource Center",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Priorities for the US Health Community Responding to COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Adalja",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Inglesby",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "State of HIV in the US Deep South",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reif",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Safley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcallaster",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Whetten",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of community health",
            "volume": "42",
            "issn": "5",
            "pages": "844--853",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}