{
    "paper_id": "9197a36b8708c94f84a12d5864e41e8bea12f60e",
    "metadata": {
        "title": "Analysis of Disputed Territories in the Barents Sea",
        "authors": [
            {
                "first": "Sergey",
                "middle": [],
                "last": "Demin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research University Higher School of Economics",
                    "location": {
                        "addrLine": "Myasnitskaya Str. 20",
                        "postCode": "101000",
                        "settlement": "Moscow",
                        "country": "Russia"
                    }
                },
                "email": "sdemin@hse.ru"
            },
            {
                "first": "Sergey",
                "middle": [],
                "last": "Shvydun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Research University Higher School of Economics",
                    "location": {
                        "addrLine": "Myasnitskaya Str. 20",
                        "postCode": "101000",
                        "settlement": "Moscow",
                        "country": "Russia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As a result of the global warming, the situation in the Barents Sea leads to several important consequences. Firstly, oil and gas drilling becomes much easier than before. Therefore, it may raise the level of discussions on disputed shelf zones where the deposits are located, especially near to Norway-Russia sea border. Secondly, oil and gas excavation leads to potential threats to fishing by changing natural habitats, which in turn can create serious damage to the economies. We construct a model, which helps to highlight potential disputed territories and analyze preferences of the countries interested in fossil fuels and fish resources. We also compare different scenarios of resource allocation with allocation by current agreement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over the past 20-30 years, the share of oil and gas in the global fuel and energy balance of consumption is more than 70% of all types of energy sources. Exploration for oil and gas is produced on the shelf in more than 70 countries. Meanwhile, global warming has made the territories covered with snow and glaciers more accessible for resource exploitation, thus, resulting in the increased interest in these areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Certainly, there are some regulations which help to divide territories beyond continental coasts. Firstly, territorial watersbelt of sea or ocean not exceeding 12 nautical miles, measured from the coast, adjacent to the coast under the sovereignty of the coastal state or its internal watersgive for this state the sovereignty beyond the territory [1] .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 351,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Secondly, it takes into account exclusive economic zones (EEZ), which were formally introduced in 1982 by the UN Convention on the Law of the Sea [1] . EEZ is an area beyond the territorial sea, extending seaward to a distance of no more than 200 nautical miles (370 km) from its coastal baseline. This territory can be used by the other countries only for transportation. Meanwhile, a coastal state has sovereign rights for the purpose of exploration, development, conservation and management of natural resources, both living and nonliving, in the waters covering the seabed and other activities for economic exploration and exploitation of the zone, such as production of energy from water, currents and winds. The exception to this rule occurs when the exclusive economic zone will be crossed. When an overlap occurs, it is up to the states to specify the actual maritime boundary.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we are focused on the Barents Sea which pertains to Russia and Norway. The area in the central part of the Barents Sea, called the Loop Hole, is the area beyond and totally enclosed from the 200 nautical miles limits of Norway and the Russian Federation [2] .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 272,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As a result, they disputed EEZ in the Barents Sea. The treaty was agreed only in April 2010 between the two states and subsequently (September 15th, 2010) ratified, resolving this dispute [3] . The maritime delimitation was defined by the group of geodesic lines between certain points defined by the following coordinates: Fig. 1 ) established conditions for fishing cooperation, providing for the retention of the mechanism to jointly regulate fishing in the Barents Sea. In addition, the principles of cooperation in fossil fuels deposits exploration were also defined [3] .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 324,
                    "end": 330,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Although the problem of disputable zones in the Barents Sea have already been solved, negotiations took 36 years [4] . As there are many other territorial disputes, we consider the problem as a fair division one. Our goal is to analyze territorial dispute in the Barents Sea and construct various scenarios of areas allocation taking into account different types of resources. The problem lies in the evaluation of the utility of each area for each agent as well as the influence of a disputed territory in order to find some allocation that satisfies all interested parties.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Sect. 2 data used in our survey are described. The main idea of the constructed model for territory division is presented in Sect. 3. Section 4 explains main scenarios analyzed in the work. In Sect. 5 all results of the model application are demonstrated. Finally, Sect. 6 concludes the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For application of our model we required the data considering location of all resources which can be interesting for the countries in this region. Each area is located at some distance from each country and possesses some natural resources. We consider two main natural resources according to [5] : fossil fuels such as oil and gas (O&G) and fish (F) resources. It is necessary to note that since these resources require maritime access to the areas, we did not consider shipping routes as one more additional resource.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Data Description"
        },
        {
            "text": "For the data considering the location of fish resources we used an interactive map of the Barents Sea [6] , wherein we can highlight fishing territories for different periods (for instance, see Fig. 2 ).",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 194,
                    "end": 200,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data Description"
        },
        {
            "text": "In turn, as for the oil and gas data, we used information from [7] . In this source we have the following map (see Fig. 3 ) displaying territories with potential for finding oil and natural gas and confirmed oil and gas fields. ",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 121,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Data Description"
        },
        {
            "text": "Consider a set of areas X in the Barents Sea characterized by a set of parameters K and a set of countries Y which are interested in these areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Statement"
        },
        {
            "text": "Since the level of interest in each area of the sea is different, let us divide the whole region into some sub-regions almost of equal part. In our paper the Barents Sea was divided into 841,995 equal areas where each area encompasses a territory of about 210,000 square meters. Among them, only 241,162 areas have oil, gas or fish deposits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Statement"
        },
        {
            "text": "Based on recent studies on natural resources availability in the Barents Sea [7] we can demonstrate that information in Fig. 4 .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 120,
                    "end": 126,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Problem Statement"
        },
        {
            "text": "Let us evaluate the level of interest of each country in the Barents Sea. Denote by u O&G k x ð Þ and u F k x ð Þ the utility of each resource in region x 2 X for country k 2 Y. Intuitively, the level of interest of all zones should be evaluated differently for the same country. Moreover, among two areas with the same quantities of natural resources, the priority should be given to the closest one. Following [8, 9] , we assume that the interest of a country in each resource is proportional to the distance to the area and equal to zero after some distance d Ã (hereafter we use d Ã ¼ 1000 km). Then the interest of each country in natural resources located in some area is characterized by the following formulae Fossil Fuels where d k x ð Þ is the distance from the closest point of the country k 2 Y to the area x 2 X. The total utility of each area u T k x ð Þ is calculated as",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 415,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 416,
                    "end": 418,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Problem Statement"
        },
        {
            "text": "Where / is a coefficient that characterizes the relative importance of fossil fuels compared to fish resources. It should be mentioned here, that generally each country might evaluate natural resources differently, based on its industrial base, needs of the economy, etc. However, for the simplicity, we assume that each country evaluates each resource equally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Utility Functions"
        },
        {
            "text": "Thus, we can evaluate an interest of each country in a specific area of the Barents Sea and find regions of the most interest for each country. The areas can also be ranked lexicographically or by some other procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Utility Functions"
        },
        {
            "text": "According to treaty between the Kingdom of Norway and the Russian Federation concerning maritime delimitation and cooperation in the Barents Sea and the Arctic Ocean [3] , the maritime borders in the Barents Sea are fixed now and, thus, there are no disputed areas in the region. Moreover, if we assume that current borders are the equilibrium for two states, i.e., each country is satisfied with present delimitation of areas, we can evaluate the relative importance of fossil fuels compared to fish resources.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Areas Allocation"
        },
        {
            "text": "Let us define the fairness of the allocation. The fairness of the allocation can be evaluated differently; in our paper it is based on the satisfaction level of each country S k P ð Þ which is calculated as [9] S k P ð Þ ¼ X",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Areas Allocation"
        },
        {
            "text": "where P is a binary relation P & X Â Y that characterizes the final allocation of areas. In other words, the satisfaction level of a country is calculated as the difference between the total utility of areas that were allocated to this country, and the potential total utility of areas that were not allocated to the country. If we assume that actual allocation is fair for Norway and Russia and both countries have the same interest in natural resources, then, according to our model, the coefficient / is equal to 1.74. In other words, the importance of fossil fuels for countries is 1.74 times higher than the importance of fishing resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Areas Allocation"
        },
        {
            "text": "Since natural resources that we consider are limited, the availability of resources may change over time. Moreover, there may be some changes in global energy markets which means that the relative importance of natural resources may differ resulting in a potential disputed territory in the Barents Sea. Thus, it will be valuable to consider different scenarios of how the relative importance of natural resources may change in order to evaluate the sustainability of the present allocation of zones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Areas Allocation"
        },
        {
            "text": "Next, we propose several models of areas allocation, which are fair in some sense for each country, evaluate the satisfaction level of each country and consider different valuations of parameter /. Let us allocate all areas to the country which closer located to it. The results are provided in Fig. 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 301,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Resolution Models"
        },
        {
            "text": "Next, let us consider two models of areas allocation which are based on the level of interest of each country. According to the first model, the allocation of areas is performed similarly to the adjusted winner procedure [10] . The second procedure allocates areas to the most interested party. ",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Allocation of Areas with Respect to the Level of Interest in Areas of the Barents Sea"
        },
        {
            "text": "Since in our case there are only two countries interested in the region, we can implement the adjusted winner procedure which is used in fair division problems for the case of two agents. The adjusted winner procedure ensures that the final allocation is proportional (each side receives a piece that he/she perceives to be at least 1/n of the whole), envy free (no agent has incentives to exchange his allocated part of the object with any other agent) and Pareto-optimal (no other allocation can make one party better off without making the other party worse off). Generally, the adjusted winner procedure is used for fair division of divisible goods. However, since we do not allow shared allocation of areas, the final allocation of areas does not guarantee that the satisfaction level of each country will be equal. Thus, the final allocation of zones is not unique, and we need to consider different initial allocations of zones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modified Adjusted Winner Procedure"
        },
        {
            "text": "The model of disputed territory resolution works as follows. Suppose we have some initial allocation of areas. Then we can evaluate the satisfaction level of each country. If the satisfaction level is equal, the procedure of areas allocation stops. Otherwise, the exchange procedure is performed between two countries. Denote by k 1 and k 2 the most unsatisfied and the most satisfied countries. Then the exchange procedure is performed for the area x 2 X which satisfies the following conditions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios 3, 4: Initial Allocation to Norway and Russia (Correspondingly)"
        },
        {
            "text": "x; k 2 ð Þ 2 P; ð5Þ The criterion for the choice of exchanging area x 2 X between countries is similar to the criterion used for adjusted winner procedure [10] . First, the area x 2 X should belong to the most satisfied country. Second, the area x 2 X should be valuable for unsatisfied country. Finally, the exchange should be performed for the area which is valuable as much as possible for unsatisfied country and as less as possible for satisfied country.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Scenarios 3, 4: Initial Allocation to Norway and Russia (Correspondingly)"
        },
        {
            "text": "Thus, some new allocation is obtained and the whole procedure repeats again. There are different criteria that can be used to terminate the exchange procedure. In our paper the procedure stops if there are no areas available for the exchange procedure or the most unsatisfied country is changing at each new step of the exchange procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scenarios 3, 4: Initial Allocation to Norway and Russia (Correspondingly)"
        },
        {
            "text": "Scenario 5: All Areas are Allocated to the Country That Values Them the Most The allocation of zones is performed by a simple majority rule [11] . In other words, a disputed territory is allocated to country B if the total number of resources which country B is interested in more than country A is more than or equal to 50% + 1 of the total number of resources available in this zone.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Allocation of Areas to the Most Interested Country"
        },
        {
            "text": "Now let us apply each model and compare the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The results for scenarios 1-2 are provided in Fig. 5 and 6 . As for other scenarios, since we consider two different resources (fossil fuels and fish resources) which are not always equally valued by countries, we should consider the following cases",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 58,
                    "text": "Fig. 5 and 6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The results of the models are provided in Fig. 7 . Now let us evaluate the efficiency of each model in terms of the total satisfaction level. The satisfaction level of each country according to different scenarios is provided in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 48,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 229,
                    "end": 236,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Fossil Fuels and Fish Resources Have the Same Importance (/= 1)"
        },
        {
            "text": "According to Table 1 , if gas and oil have the same importance as fish, Norway is the most satisfied country according to the current allocation of areas (scenario 1) or if the areas will be allocated with respect to the distance (scenario 2) or to the most interested party (scenario 5). As for the total satisfaction level, the allocation with respect to the distance or to the most interested party showed the highest values than any other scenario while current allocation of zones is the worst one. However, if we choose the difference in satisfaction level as criterion of the efficiency of the model, scenarios 3-4 are the best allocations since both countries have almost the same satisfaction level. Finally, we can see that scenarios 2 and 5 result in the same allocation of areas. It can be explained by the fact that the level of interest is evaluated with respect to the distance.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 20,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Fossil Fuels and Fish Resources Have the Same Importance (/= 1)"
        },
        {
            "text": "The results of the models are almost the same and provided in Fig. 8 . Now let us evaluate the efficiency of each model in terms of the total satisfaction level. The satisfaction level of each country according to different scenarios is provided in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 68,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 249,
                    "end": 256,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Fossil Fuels Are Five Times More Important Than Fish Resources (/ = 5)"
        },
        {
            "text": "According to Table 2 , if gas and oil is 5 times more important than fish, Russia is the most satisfied country according to the current allocation of areas (scenario 1) or if the areas will be allocated with respect to the distance (scenario 2) or to the most interested party (scenario 5). As for the total satisfaction level, scenarios 2-5 have almost the same values while current allocation of zones is the worst one. However, if we choose the difference in satisfaction level as criterion of the efficiency of the model, scenarios 3-4 are the best allocations since both countries have almost the same satisfaction level.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 20,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Fossil Fuels Are Five Times More Important Than Fish Resources (/ = 5)"
        },
        {
            "text": "(/ = 10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fossil Fuels Are Ten Times More Important Than Fish Resources"
        },
        {
            "text": "The results of the models are provided in Fig. 9 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 48,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Fossil Fuels Are Ten Times More Important Than Fish Resources"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Convention on the Law of the Sea",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Un General Assembly",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Subcommission established for the consideration of the submission made by Norway: Summary of the Recommendations of the Commission on the Limits of the Continental Shelf in Regard to the Submission Made by Norway in Respect of Areas in the Arctic Ocean, the Barents Sea and the Norwegian Sea",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Treaty between the Kingdom of Norway and the Russian Federation concerning Maritime Delimitation and Cooperation in the Barents Sea and the Arctic Ocean",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Delimitation Agreement: A New Era In The Barents Sea And The Arctic?-Arctic Forum Foundation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eu-Arctic-Forum",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Org",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "About The Barents Region",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wwf Russia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "UNEP/GRID -Arendal",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rekacewicz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An analysis of potential conflict zones in the Arctic Region",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aleskerov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Victorova",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Group Decis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aleskerov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shvydun",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Negot",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10726-018-9596-4"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Fair Division: From Cake-Cutting to Dispute Resolution",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Brams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Modeling optimal social choice: matrix-vector representation of various solution concepts based on majority rule",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Aleskerov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Subochev",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Glob. Optim",
            "volume": "56",
            "issn": "2",
            "pages": "737--756",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Norway-Russia sea border.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Average fishing territories in the first quarter of the year.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Map of potential and confirmed oil and gas fields.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "the volume of oil, gas and fish in region x 2 X and let us estimate the volume of each resource by 0-4 scale. Assume f O&G; x ð Þ¼0 if the region x does not have any fossil fuels, f O&G; x ð Þ¼1 if the region x potentially may have gas or oil resources, f O&G; x ð Þ¼2 if the region x potentially may have both gas and oil resources and f O&G; x ð Þ¼4 if it is the region with discovered oil or gas resources. As for fishing resources, assume f F; x ð Þ ¼ m, where mis the total number of quarters of the year when the fish is available in the region x.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Availability of natural resources: oil and gas (left) and fish (right). The darker shade means larger reserves of the resource.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Regardless the Level of Interest in Areas of the Barents Sea Scenario 1: All Areas are Allocated with Respect to the Current Borders Since the borders in the Barents Sea are clearly defined, let us consider the allocation with respect to the borders. The results are provided in Fig. 5. Scenario 2: All Areas are Allocated with Respect to the Distance.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Allocation according to scenario 1 (areas allocated to Norway are colored in red (left part), to Russiain blue (right part)). (Colorfigure online)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Allocation according to scenario 1 (areas allocated to Norway are colored in red (left part), to Russiain blue (right part)). (Color figure online)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Allocation according to scenarios 3-5 for / = 1 (areas allocated to Norway are colored in red (left part), to Russiain blue (right part)). (Color figure online)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Allocation according to scenarios 3-5 for / = 5 (areas allocated to Norway are colored in red (left part), to Russiain blue (right part)). (Color figure online)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Allocation according to scenarios 3-5 for / = 10 (areas allocated to Norway are colored in red (left part), to Russiain blue (right part)). (Colorfigure online)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "83°21′ 07.00″ N, 35°00′ 00.29″ E 8) 84°41′ 40.67″ N, 32°03′ 51.36″ E This solution (see",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Satisfaction level.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Satisfaction level.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements. The paper was prepared within the framework of the HSE University Basic Research Program and funded by the Russian Academic Excellence Project '5-100'. The authors also thank Professor Fuad Aleskerov and the International Center of Decision Choice and Analysis (DeCAn Center) of the National Research University Higher School of Economics for their support of the work. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}