{
    "paper_id": "925b17cf82894ac1343dd2ac8aec3433ac23a07d",
    "metadata": {
        "title": "Journal Pre-proof A Brave New World: Lessons from the COVID-19 Pandemic for Transitioning to Sustainable Supply and Production A Brave New World: Lessons from the COVID-19 Pandemic for Transitioning to Sustainable Supply and Production",
        "authors": [
            {
                "first": "Joseph",
                "middle": [],
                "last": "Sarkis",
                "suffix": "",
                "affiliation": {},
                "email": "jsarkis@wpi.edu"
            },
            {
                "first": "Maurie",
                "middle": [
                    "J"
                ],
                "last": "Cohen",
                "suffix": "",
                "affiliation": {},
                "email": "mcohen@njit.edu"
            },
            {
                "first": "Paul",
                "middle": [],
                "last": "Dewick",
                "suffix": "",
                "affiliation": {},
                "email": "paul.dewick@manchester.ac.uk"
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Schröder",
                "suffix": "",
                "affiliation": {},
                "email": "pschroeder@chathamhouse.org"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As members of the Future Earth Knowledge-Action Network on Systems of Sustainable Consumption and Production we have --as virtually everyone else --paid close attention to the COVID-19 pandemic which is one of the most comprehensive and tragic public health crises in a century. As we write this perspective article, the situation is still in its early stages in many regions of the world and is continually evolving. The practice of social distancing has entered daily lifestyles as individuals, governments, communities, industrial firms, and academic institutions come to grips with the challenges of minimizing the loss of human life in the face of an invisible contagion. We have all seen figures on \"flattening the curve\" to help spread out the impact on medical facilities. The coronavirus outbreak will diffuse, but behavioral actions are needed to mitigate the number of contractions, illnesses, and deaths. Some of the actions of social distancing include self-quarantining, avoiding large gatherings, working from home where possible, sending students back to their residences, providing online education, reducing travel (especially in confined and mass transportation modes), limiting visits to stores, and many other everyday activities. Many of these adjustments are in contradistinction to \"normal\" routines. At a time when we are being prevailed upon to come together and to support one another in society, we must learn to do so from a distance. But the behavior changes are necessary and some of them may provide useful insight for how we can facilitate transformations toward more sustainable supply and production.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The public health crisis has impelledand will likely continue to drivea global economic catastrophe. China's exports fell by more than 17 percent in January and February 2020 and world trade is expected to decline by between 13 percent and 32 percent in 2020 (WTO, 2020) . A widespread slowdown in economic activity is taking hold with a record number of people being rendered unemployed in the United States and elsewhere during March and April 2020. Stock markets have been gyrating wildly and national governments are implementing vast financial programs to buffer what is already shaping up to be an extended period extreme hardship. The coronavirus outbreak is also having environmental consequences, with significant reductions in air pollution due to large-scale slowdown in economic activity. The implications of the COVID-19 pandemic on sustainability remains to be seen, but deep and pervasive societal changes are likely to unfold in the coming months and years. 1",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 270,
                    "text": "(WTO, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Crises and Institutional Change"
        },
        {
            "text": "The historical record shows that crises including wars, famines, food scandalsas well as pandemicschange institutions and can have long-lasting impacts on affected societies (Polanyi, 1944; Mazier et al, 1999; Parker, 2013 ). An especially salient example from which we can derive some instructive lessons is the financial collapse of 2008. In this situation, regulatory, technological, and cultural changes occurred to address the failings highlighted by the calamity. For instance, China invested heavily in a stimulus package that included a significant focus on renewable energy and this build up precipitated growth in relevant industries and reductions in production costs that benefited companies and communities around the world (Zhang et al, 2016) .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 189,
                    "text": "(Polanyi, 1944;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 190,
                    "end": 209,
                    "text": "Mazier et al, 1999;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 210,
                    "end": 222,
                    "text": "Parker, 2013",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 737,
                    "end": 756,
                    "text": "(Zhang et al, 2016)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Crises and Institutional Change"
        },
        {
            "text": "We see a window of opportunity for accelerating sustainability transitions in the aftermath of the COVID-19 pandemic (EEA, 2019; European Commission 2019; Cohen 2020). The post-crisis period will afford rare circumstances to shift supply and production systems toward a more desirable state. It is important that we plan for changes in public policy and financial investment rather than forego the opportunity because of a lack of timely action. One of our contentions, which we discuss later, is that we should not allow the macroeconomic system, global supply chains, and international trade relations as we have known them to revert to \"normal\" and \"business-as-usual\" once the most immediate phase of the current disaster has passed. It will be necessary to work assiduously to ensure the emergence and successful adoption of new types of economic development and governance models and these societal changes will require hard thinking, new behavior, and thoughtful action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crises and Institutional Change"
        },
        {
            "text": "We will find ourselves over the new few months and years in the middle of a natural experiment for sustainability. In the current discussion, we focus on the environmental dimensions, but there are clearly major social issues as well. For this perspective article, we touch on various actions taken in response to the coronavirus outbreak, especially social distancing, to determine whether any good can come of this tragedy from the standpoint of sustainable supply and production. We provide a number of examplesmany of which are starting to appear in the popular press -and consider how they relate to these aspects of contemporary provisioning systems. Our goal here is also to stimulate some additional thought by sustainability scientists and the sustainability community more generally to learn from this extremely unfortunate and disruptive event. The aim is to begin to secure the knowledge and to identify ways to inform our conceptual understandings and ongoing activities. We identify several research questions to set a small foundation for what we believe may be a way forward toward much broader sustainability transitions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crises and Institutional Change"
        },
        {
            "text": "Mandates imposed by governments and other responses to the COVID-19 pandemic provide some initial indications of longer term actions on the part of policy makers, business managers, and others interested in sustainable supply and production as well as the prospects of sustainability transitions more generally. We initially discuss several behavioral changes that have been implemented such as sheltering in place, social distancing, and reductions in work-related travel in terms of both commuting and other forms of transportation). We also identify issues related to supply chains, social innovations, and technology resulting from the coronavirus outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sustainable Supply and Production in Response to the COVID-19 Pandemic"
        },
        {
            "text": "Current practices due to the COVID-19 pandemic such as sheltering in place and social distancing have profound implications. Public health directives have discouraged large groups from congregating and self-quarantines have been recommended to help \"flatten the curve.\" Workplaces have implemented new practices that reinforce this need for isolation and separation and some job tasks are being performed on a distributed-often at home-basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behavioral changes"
        },
        {
            "text": "At the same time, we have been seeing in recent weeks the emergence of opportunities for people to build new skills and to shift away from energy-intensive forms of transportation and to instead adopt telecommuting, virtual meetings, and online education. In the United States, on a typical (pre-COVID-19) workday over 200 million people commuted to work and thus releasing millions of metric tons of nitrous oxides, carbon dioxide, and particulate matter. If a modest number, let us say ten percent, find these new alternatives preferable from a cost and convenience perspective over the longer term, especially individuals who are new to this mode of work, the likely environmental benefits would be quite substantial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behavioral changes"
        },
        {
            "text": "Such practices are likely to become more common over time as users develop higher levels of comfort with the relevant technologies and the communications platforms themselves become more proficient in simulating face-to-face interactions. As we write this perspective article, Zoom is ranked as the number one and number two videoconferencing app in the US and UK, respectively. Service providers are learning a great deal about the operational features of their systems as they are put under stress due to the increasing traffic generated by simultaneous users. As quality and ease of use improves, we are apt to see less physical travelespecially by airplaneafter teleconferencing becomes further normalized. Another crisis-motivated shift is likely to be modification in the number of working hours per week. Prior research has demonstrated that there may be advantages from fewer work days in terms of reduced demand for commuting and increased productivity (Knight et al 2013; Kallis 2013) . However, the net benefit of these changes will ultimately be determined by how additional non-work time is allocated and whether new forms of recreational travel are induced by the change.",
            "cite_spans": [
                {
                    "start": 962,
                    "end": 981,
                    "text": "(Knight et al 2013;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 982,
                    "end": 994,
                    "text": "Kallis 2013)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Behavioral changes"
        },
        {
            "text": "General public gatherings may be less appealing in the wake of the COVID-19 pandemic. Societal concern and sensitivity to airborne contagions are likely to persist into the indefinite future and this is especially likely to be the case with respect to public venues that encourage close interpersonal interactions involving large groups. For instance, largescale entertainment and sports activities are likely to be less agreeable places for people to congregate. There is apt to be a steep decline in public forms of assembly as erstwhile attendees of such events eschew mass consumption activities and the travel associated with them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behavioral changes"
        },
        {
            "text": "During the current public health emergency, various consumer goods are not as easily available as was previously the case. At the present time, indications are that most people have sufficient supplies of food and other essential products to survive, but demand at food banks is rapidly rising due to increasingly dire financial circumstances. Shortages appear to be the result of supply-chain inefficiencies and disruptions. Thus far, the indications are that individualssimilar to the Great Depression or during major wars of the last century -are learning to live simply and to adapt themselves to extended periods of quarantine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behavioral changes"
        },
        {
            "text": "We can expect that the COVID-19 pandemic will prompt business managers and policy makers to re-examine prevailing globalized systems of production based on complex In response to the need to build local resilience, supply and production systems (as well as associated consumption systems) will likely in the future to become more localized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Localization"
        },
        {
            "text": "Trends towards \"glocalization\"-localization of the global network and consideration of both global and local aspects jointly-can be supported through additive manufacturing technologies (3D printing) and online sharing platforms and these processes can be further enabled and amplified by embracing current calls to establish a \"right to repair\" which has become an increasingly prominent feature in debates on the future of European consumer law (Terryn, 2019) . Such legal guidelines would mean that users would not be adversely harmed when trying to repair products by, for example, fashioning replacement parts using 3D printing technologies. This shift would help to alleviate durability problems caused by the tendency of manufacturers to design products for premature obsolesce while encouraging greater reuse, recycling, and reclamation of products and components (Slade 2006; Hernandez, et al, 2020) .",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 461,
                    "text": "(Terryn, 2019)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 872,
                    "end": 884,
                    "text": "(Slade 2006;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 885,
                    "end": 908,
                    "text": "Hernandez, et al, 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Localization"
        },
        {
            "text": "With broader implementation of the right to repair there can be increases in the circular economy concept (Schröder et al 2019) . A circular economy can provide localized resources from materials and products at the end of life-no matter the sources of these supplies. Knowing what kinds of second-hand resources are available and where they are stored, especially those that are locally rare, can be beneficial for planning purposes. One popular example in the United States derives from the hoarding of toilet paper during the period of social distancing and lockdowns. Toilet paper is treated in local sewer systems and water-treatment plants. What if we had a technology that could separate materials such as cellulose from other parts of the waste stream? There are microorganisms such as bacteria that can be deployed to gather cellulose for recycling purposes (Römling, 2002) .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 127,
                    "text": "(Schröder et al 2019)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 867,
                    "end": 882,
                    "text": "(Römling, 2002)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Localization"
        },
        {
            "text": "Related challenges are not unknown. For instance, two decades ago, the city of Santa Clarita in California launched a diaper-recycling program. Motivated by a desire to reduce this source of solid waste, the community over a six-month period established a collection system for soiled diapers and turned the discarded materials into useful products like shoe insoles, roof shingles, and wallpaper (The Economist, 2002) .",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 418,
                    "text": "(The Economist, 2002)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Localization"
        },
        {
            "text": "only is additive manufacturing advantageous in expanding opportunities for repair, but materials from local supplies will also result (Garmulewicz et al, 2018) . For instance, recovered plastics and metals can be used as feedstocks for 3D printing and these applications can provide opportunities for locally recycled materials and other byproducts derived from local waste exchanges or eco-industrial parks (Jensen, 2016; Julianelli et al 2020; Dev et al 2020) .",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 159,
                    "text": "(Garmulewicz et al, 2018)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 408,
                    "end": 422,
                    "text": "(Jensen, 2016;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 423,
                    "end": 445,
                    "text": "Julianelli et al 2020;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 446,
                    "end": 461,
                    "text": "Dev et al 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Such circular economy solutions can further reinforce localization capabilities. Not"
        },
        {
            "text": "New advances in digital automation and cyber-physical systems are enabling the implementation of decentralized manufacturing operations. These technological capabilities are valuable for social distancing while maintaining production. Also, these systems can contribute to reductions in energy and resources from travel. A notable example involves state-of-the art warehousing using Kiva robots. In this situation, computer-controlled machines replace human workers, but provide the added advantage that they can be directly operated over longer distances. In addition, hepatic robots that have been used to perform surgery from remote locationsa technological innovation that was initially motivated by the need to overcome the problem of insufficient medical expertise in sparsely populated regions (Wehde, 2019) -can be adapted for industrial purposes. 2 Another example of a novel cyber-physical involves prefabricated housing in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distancing and technology"
        },
        {
            "text": "There is, of course, nothing new about factory-constructed structures, but adoption of such techniques in the residential sector has to date been quite limited. The development of new technologies, including digital and robotic production and the provisioning of \"flying (i.e., temporary, localized) factories,\" are challenging conventional practices, offering productivity improvements and potential environmental benefits in the manufacture and use of buildings (Iuorio et al, 2019) . In this way, robotics could contribute to the diffusion of off-site construction with triple bottom line benefits: economic due to higher productivity; environmental by enabling more precise construction that reduces the gap between designed and actual energy utilization; and social by potentially reducing on-site accidents.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 484,
                    "text": "(Iuorio et al, 2019)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Distancing and technology"
        },
        {
            "text": "A final conception involving cyber-physical systems that is relevant from the standpoint of sustainable production is the use of virtual reality to view and navigate through built environments, a capability that can be extremely useful for facility design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distancing and technology"
        },
        {
            "text": "Linking these virtual systems to robots can be valuable in times of emergencies such as when contagion is a major concern. Many workers in the grocery and healthcare industries have been justifiably worried about their interactions in public settings. Robots can be used for restocking shelves as well as in helping in care management and a variety of other work activities (Corkery and Gelles, 2020) . Virtual facility layoutsthree dimensional visualizationscan allow robots to act in place of human workers. Accordingly, deployment of such systems may yield reductions in energy use because of stepped down need for travel to and from work.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 400,
                    "text": "(Corkery and Gelles, 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Distancing and technology"
        },
        {
            "text": "While a full assessment is not yet available, initial evidence suggests that many countries have encountered profound challenges during the COVID-19 pandemic determining the availability of medical supplies and moving them to locations of most pressing need. Numerous reports to date indicate that public health officials, hospital administrators, and numerous others have encountered regular and repeated misallocations and shortages of ventilators, personal protective equipment, and additional essential supplies-often with tragic and life-jeopardizing consequences. The timely implementation of Industry 4.0 and smart manufacturing technologies could in the future help to alleviate many of these bottlenecks and logistical complications. More specifically, blockchain, Internet of things (IoT), and radio-frequency identification (RFID) sensor technology provides for enhanced traceability and transparency in supply chains. In addition, monitoring systems based on IoT applications can be integrated with satellite technology and artificial intelligence. Such arrangements could save time, resources, and energy-especially at moments when it is important to know in real time where critical materials are situated in complex supply chains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Information Responses"
        },
        {
            "text": "To be sure, enhanced data management would not have solved all of the dilemmas associated with supply chains during the coronavirus outbreak, but if applied in combination with scenario planning in the early periods of the crisis it would have been possible to pre-identify constraints and to manage them more effectively. Addressing these points of gridlock, whether pertaining to the sourcing of materials, the manufacturing of products and components, or the distributing of emergency supplies could have been facilitated with state-of-the-art information monitoring, sharing, and prediction",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Information Responses"
        },
        {
            "text": "capabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data and Information Responses"
        },
        {
            "text": "An example of these capabilities is WeBank's China Economic Recovery Index (Qi, 2020) . This system uses big-data analysis to measure human activity, from shopping to going to work. Another aspect of the index measures industrial production using satellite images. This information has been used to determine activity levels during the COVID-19 pandemic and could help to predict broader availability of resources (less activity can mean less purchasing or fabrication). The collection and assembly of this information, combined with the wider process of learning that occurs during a disaster, could be used to predict potential sources of pollution and resource consumption in affected regions.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 85,
                    "text": "(Qi, 2020)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Data and Information Responses"
        },
        {
            "text": "From Beijing to Delhi to New York, the COVID-19 pandemic has enabled notable improvements in air and other waste emissions. In some global city-regions an entire generation of people is experiencing relatively cleaner ambient conditions for an extended period for the first time as well as generally clearer skies. But a number of concerns are likely to return in the event that production and transportation return to prior levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Dilemma of Insufficient Political Will"
        },
        {
            "text": "Although there is likely to be a decline in carbon emissions in 2020, we can by no means set aside our concerns about climate change. Even when there were previous reductions of heat-trapping gases, for example after the financial crisis of 2008 (IPCC, 2014), the drop was just a minor fluctuation in the long-term trend (Temple, 2020) . On one hand, with decreasing oil prices -due to lack of economic activity and excess productionhouseholds, companies, and others will be motivated to increase their demand. One the other hand, a protracted period of lower prices will make it unprofitable to continue to supply energy from more difficult to access supplies and potentially push investors to reallocate capital to renewable sources. Also, finance ministers, especially given their pressing current needs to find new sources of public revenue, may conclude that the period of low prices is the opportune juncture to impose substantially higher taxes on fossil fuels.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 335,
                    "text": "(Temple, 2020)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "The Dilemma of Insufficient Political Will"
        },
        {
            "text": "It is furthermore not unreasonable to expect, as is already the case in the United States, that governments will use the premise of revitalizing national economies to disengage on climate change and to do all that is possible to put people back to work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Dilemma of Insufficient Political Will"
        },
        {
            "text": "Avoiding this future and embracing the next few months as an opportunity to marry the needs of equitable prosperity and climate protection will be a herculean, but absolutely essential, undertaking. For many policy makers, we fear, it will be far easier to (try to) revert back to the way things werethe comfort of the economically and socially familiarthan to embark on an unknown and riskier new path.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Dilemma of Insufficient Political Will"
        },
        {
            "text": "The world is in the midst of one of the most globally disruptive events in several generations. The COVID-19 pandemic has forced society to place itself on pause for an extended period. We are likely on the edge of a major transformation in how many of us liveand how goods are produced and distributed. How we emerge from this process will be determined by the course that the coronavirus outbreak takes, but we are by no means powerless to shape the future and sustainability transitions are prospective options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: A few research questions and opportunities"
        },
        {
            "text": "Sustainability scientists and others have been preparing for this moment for the past few decades and are prepared for the challenge. But the complexities are now more evident than ever and the consequences of failure are both serious and obvious.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: A few research questions and opportunities"
        },
        {
            "text": "This concluding section posits a few research questionsmany more exist. First, at the broadest macroeconomic level, the first question from the standpoint of sustainable supply and production is whether we will return to systems of global supply chains and lean JIT practices. This question opens up significant space for monitoring how supply chain and production systems are reconstituted over the next few months and whether the preponderant tendency is toward global or local sourcing. Or perhaps we are looking to a future characterized by some new alternative that we can hardly at this stage begin to envisage. What will be the impacts of this rebuilding process on greenhouse-gas emissions and the environmental footprint of supply and production more generally? What will be the implications for employment and industrial structures?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: A few research questions and opportunities"
        },
        {
            "text": "Second, how will firms manage their inventories of essential items in the months and years ahead? With larger supplies on hand, even when there is no immediate need, facilities will be needed for storage. Will supply-chain resilience require excess capacities of all materials and will there be greater energy and waste losses from excess inventory?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: A few research questions and opportunities"
        },
        {
            "text": "Finally, the response of organizations to these questions will be influenced by individual behavior. We have made a number of possible conjectures related to prospective changes, but how many of them will come to pass? Will we see less demand for goods and services? Will people travel less? Will they live more simply with a prevailing make-doand-mend attitude or will they upskill to facilitate a redeployment of labor? What are the consequences of these changes for sustainability transitions? These and many other questions provide opportunities for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: A few research questions and opportunities"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Simulation-based analysis of catalyzers and trade-offs in lean and Green manufacturing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baumer-Cardoso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Campos",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frazzon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Cleaner Production",
            "volume": "242",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Future of Consumer Society: Prospects for Sustainability in the New Economy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Does the COVID-19 outbreak mark the onset of a sustainable consumption transition?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainability: Science, Practice, and Policy",
            "volume": "16",
            "issn": "1",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Robots welcome to take over, as pandemic accelerates automation. The New York Times",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Corkery",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gelles",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Industry 4.0 and circular economy: operational excellence for sustainable reverse supply chain performance. Resources, Conservation and Recycling",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dev",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shankar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Qaiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "153",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The European Green Deal",
            "authors": [],
            "year": 2019,
            "venue": "European Commission",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Sustainability Transitions: Policy and Practice",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Life after stench: many nappy returns. The Economist",
            "authors": [],
            "year": 2002,
            "venue": "The Economist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Disruptive technology as an enabler of the circular economy: what potential does 3D printing hold",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Garmulewicz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Holweg",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Veldhuis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "California Management Review",
            "volume": "60",
            "issn": "3",
            "pages": "112--132",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Empowering sustainable consumption by giving back to consumers the \"right to repair",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Miranda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goñi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainability",
            "volume": "12",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prefabs in the North of England: technological, environmental, and social innovations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Iuorio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sustainability",
            "volume": "11",
            "issn": "14",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The role of geospatial industrial diversity in the facilitation of regional industrial symbiosis. Resources, Conservation and Recycling",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "107",
            "issn": "",
            "pages": "92--103",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Interplay between reverse logistics and circular economy: critical success factors-based taxonomy and framework. Resources, Conservation and Recycling",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Julianelli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Caiado",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Scavarda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "158",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "When Economic Crises Endure",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mazier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baslé",
                    "suffix": ""
                },
                {
                    "first": "J.-F",
                    "middle": [],
                    "last": "Vidal",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Friday off\": reducing working hours in",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kallis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kalush",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "O&apos;flynn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rossiter",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ashford",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Europe. Sustainability",
            "volume": "5",
            "issn": "4",
            "pages": "1545--1567",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Could working less reduce pressures on the environment? A cross-national panel analysis of OECD countries",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schor",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Global Crisis: War, Climate Change and Catastrophe in the Seventeenth Century",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "G"
                    ],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Great Transformation: The Political and Economic Origins of Our Time",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Polanyi",
                    "suffix": ""
                }
            ],
            "year": 1944,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "What the sensors say about China's coronavirus recovery",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Will COVID-19 remake the world? Project Syndicate",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rodrik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Molecular biology of cellulose production in bacteria",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Römling",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Research in Microbiology",
            "volume": "153",
            "issn": "4",
            "pages": "205--212",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Degrowth within: aligning circular economy and strong sustainability narratives. Resources, Conservation and Recycling",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schröder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bengtsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dewick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoffstetter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sarkis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "146",
            "issn": "",
            "pages": "190--191",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Made to Break: Technology and Obsolescence in America",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Slade",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A Right to Repair? Towards Sustainable Remedies in Consumer Law",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Terryn",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "European Review of Private Law",
            "volume": "27",
            "issn": "4",
            "pages": "851--873",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Why the coronavirus outbreak is terrible news for climate change. MIT Technology Review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Temple",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Circular economy meets Industry 4.0: can big data drive industrial symbiosis? Resources, Conservation and Recycling",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "131",
            "issn": "",
            "pages": "146--147",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Healthcare 4.0",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wehde",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Engineering Management Review",
            "volume": "47",
            "issn": "3",
            "pages": "24--28",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "World Trade Organization (WTO) (2020) Trade set to plunge as COVID-19 pandemic upends global economy. Press Release",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Exuberance in China's renewable energy investment: rationality, capital structure and implications with firm level evidence",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Energy Policy",
            "volume": "95",
            "issn": "",
            "pages": "468--478",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "value chains and the international shipment of billions of components and likely prompt establishment of new relationships and supply configurations. The coronavirus outbreak exposes the vulnerability of overreliance on just-in-time (JIT) and lean delivery systems. Separate from current travails, there has been a long-running debate about whether JIT systems-which can be efficient in terms of resources and waste-are also environmentally sound (Baumer-Cardoso et al, 2020). We will likely see in their place implementation of smarter logistics systems, including reverse logistics for secondary materials and waste products and enabled by Internet-of-Things (IoT) technologies. For example, knowing the location of electronics and appliances and their components through such means makes local sourcing easier. Furthermore, replacement of extensive transportation of processed goods over long distances with intermediate storage, depots,and material reserves is likely to gain renewed attention as inventory-buffering strategies.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}