{
    "paper_id": "9381e4423775c0d58ccf7af28d577d0f3d3444dd",
    "metadata": {
        "title": "Prävention durch den Öffentlichen Gesundheitsdienst",
        "authors": [
            {
                "first": "Bertram",
                "middle": [],
                "last": "Szagun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Klaus",
                "middle": [],
                "last": "Walter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Die Vermeidung von Erkrankungen und Förderung der Gesundheit sind die traditionellen Arbeitsaufträge",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Schlüsselworte: Öffentlicher Gesundheitsdienst, Prävention, Gesundheitsförderung, Gesundheitsberichterstattung, Präventionsgesetz",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Prävention ist seit jeher die zentrale Aufgabenstellung des öffentlichen Gesundheitsdienst (ÖGD). Die Verhütung von Erkrankungen ist praktisch der historische Gründungszweck des ÖGD gewesen, als die gesundheitlichen Probleme der Bevölkerung im Zusammenhang mit der Verstädterung eine kritische Relevanz erlangten, die rein individualmedizinisch nicht zu bewältigen schien (1) . Gesundheitsförderung und Prävention sind daher Schwerpunktaufgaben des ÖGD und in fast allen seinen Aufgabenfeldern hat der ÖGD einen präventiven Auftrag. Genannt seien hier nur der kinder-und jugendärztliche Gesundheitsdienst, die AIDS-und Tuberkuloseberatung oder das breite Feld des infektionsund umweltbezogenen Gesundheitsschutzes.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 375,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "Innerhalb der letzten 50 Jahre hat sich der Kenntnisstand im Feld der Krankheitsvermeidung jedoch deutlich weiterentwickelt. Das sehr risiko-und vulnerabilitätsbezogene gesundheitspsychologische »health belief model« dominierte präventive Maßnahmen seit den 50er-Jahren, zeigte jedoch nicht die erhoffte Wirksamkeit und Nachhaltigkeit. Es entwickelten sich Gegenmodelle, die menschliche Ressourcen in den Mittelpunkt präventiver Arbeit stellten und damit den Paradigmenwechsel zur Gesundheitsförderung einleiteten. Genannt sei hier speziell das Konzept der »self efficacy« von Bandura und in ganz besonderer Weise Antonovskys Salutogenese-Konzept mit dem im Mittelpunkt gesundheitsförderlicher Arbeit stehenden »sense of coherence« (2, 3) .",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 735,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 736,
                    "end": 738,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "Diese gänzlich neuen Denk-und Arbeitsansätze erweiterten -auch durch ihre Aufnahme in die Programmatik der WHO -das Verständnis von Gesundheit und Krankheit ganz erheblich. Sie etablierten sich bedauerlicherweise aber in einer auch heute noch währenden interdisziplinären und wissenschaftlichen Konkurrenz teils eher neben -anstatt ergänzend innerhalb von -bestehenden Arbeitsstrukturen. Dies gilt auch und vielleicht sogar in besonderem Maße für den öffentlichen Gesundheitsdienst, dessen Interdisziplinarität eine seiner potenziellen Stärken darstellt und die zwanglose Integration präventiver und gesundheitsförderlicher Arbeitsansätze ermöglichen könnte. Auf wissenschaftlicher Ebene vollzieht sich letztere Integration etwa im sozial-kognitiven Prozessmodell von Schwarzer, welches Ressourcen wie der Selbstwirksamkeitserwartung und der Risikowahrnehmung synergistische Funktionen zuweist und eine Versöhnung der »verfeindeten Schwestern« Prävention und Gesundheitsförderung geradezu zwingend macht (4) . Auf praktischer Ebene scheitert dies häufig an der unterschiedlichen beruflichen und wissenschaftlichen Biografie eher medizinisch und eher sozialwissenschaftlich orientierter Disziplinen, dies nicht nur, aber auch im traditionell medizinisch dominierten ÖGD.",
            "cite_spans": [
                {
                    "start": 1004,
                    "end": 1007,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "Bei der Bewältigung der durch Infektionskrankheiten hervorgerufenen Probleme hat der ÖGD einen wichtigen Beitrag geleistet und seine diesbezügliche Kompetenz stellt er bei heutigen Gefahrensituationen, wie zuletzt durch das Schwere Akute Atemnotsyndrom (SARS) entstanden, regelmäßig unter Beweis. Diese klassischen Präventionsaufgaben des ÖGD liegen allerdings großteils im Bereich des Gesundheitsschutzes, fokussieren auf bekannte Gesundheitsrisiken, sie liegen insofern im Feld traditioneller öffentlicher Gesundheit oder »Old Public Health«. Und sie sind -anders als viele heute im Mittelpunkt stehende präventive Aufgaben -bundesgesetzlich geregelt und somit vereinheitlicht bzw. standardisiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "Prävention von chronischen Erkrankungen und die Arbeit nach gesundheitsförderlichen Ansätzen erfordern weitergehende Methoden und Kompetenzen. So stellt etwa eine ressourcenorientierte Gesundheitsförderung nach dem Setting-Ansatz ein für den ÖGD relativ neues Arbeitsfeld dar und bildet eine Schnittstelle zu den Feldern internationaler Public-Health-Aktivitäten. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einleitung"
        },
        {
            "text": "Nach Aussagen der Weltgesundheitsorganisation WHO und der US-amerikanischen Gesundheitsbehörde CDC hat die Lebenserwartung zwischen 1900 und 1999 um 30 bis 35 Jahre zugenommen. Nur ein kleiner Teil davon wird der klinischen Medizin zugeschrieben, der weitaus größere Teil dieser gewonnen Lebensjahre wird auf eine verbesserte soziale Lage, Erfolge bei der Trinkwasserversorgung, der Gesundheitserziehung, der Verfügbarkeit wirksamer Impf stoffe und anderen Fortschritten auf dem Gebiet der Hygiene und der öffentlichen Gesundheit zurückgeführt (6, 7) . Auch in Deutschland ist der ÖGD heute noch in wechselnder Intensität auf den genannten Gebieten tätig. Um die gute Infrastruktur in Deutschland zu erhalten, sind ständige Bemühungen notwendig. Diese wichtigen, aber wenig spektakulären Aufgaben muss der ÖGD weiter auf hohem Standard betreiben. Gutes und sauberes Trinkwasser, hygienische Lebens verhältnisse in allen Bereichen unseres Lebens und präventive Maßnahmen wie Impfungen sind die Eckpunkte der Tätigkeit der Gesundheitsämter in Deutschland. Das Wiederauftreten der Pocken oder eine Influenza-Pandemie könnten die Massenimpfungen vergangener Tage wieder aufleben lassen. Die tägliche Arbeit der Gesundheitsämter enthält viele präventive Elemente. Im folgenden werden die wichtigsten Beispiele aus der Arbeit der Gesundheitsämter in ihrer präventiven Bedeutung vorgestellt.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 547,
                    "text": "(6,",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 550,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Längeres Leben durch gute öffentliche Gesundheit"
        },
        {
            "text": "Ein Beispiel für den zielgerichteten und erfolgreichen Einsatz von Prävention und Gesundheitsförderung ist die AIDS-Prävention, die in den achtziger Jahren entscheidend im öffentlichen Gesundheitsdienst an den Gesundheitsämtern in Deutschland umgesetzt wurde. Das Beispiel zeigt, dass mit bundesweit einheitlicher Vorgehensweise und gezieltem Einsatz von Ressourcen eine gute Wirkung erzielt werden kann (8) Die Bemühungen der zusätzlichen Fachkräfte vor Ort in Schulen, Vereinen, bei der Polizei oder Feuerwehr wurde durch eine bundesweite Werbekampagne zur Vermeidung von AIDS und zum Umgang mit Infizierten begleitet. Diese Werbekampagne tat das ihrige, um die Situation zu verbessern und zu normalisieren. Ein besonders nettes Beispiel war ein Werbespot, bei dem ein schüchterner Jüngling im Supermarkt Kondome kaufen will. Er steht an der Kasse und weiß den Preis nicht, aber sämtliche Umstehenden -bieder aussehend und meist im fortgeschrittenen Alter -können mit Ratschlägen aushelfen und tun dies auch lautstark quer durch den ganzen Supermarkt. Kondome wurden salon fähig.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 407,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "AIDS-Prävention"
        },
        {
            "text": "Zur heutigen Situation in Deutschland ist leider zu sagen, dass für viele das Thema AIDS als gelöst angesehen wird. Es hat sich eine gewisse Sättigung eingestellt und das Thema ist für Medien nicht mehr interessant. Neue Sensationen haben AIDS verdrängt. Es zeigt sich allerdings, dass durch die nachlassende Präsenz in den Medien und auch durch nachlassende Bemühungen der Wissensstand bei der wichtigsten Zielgruppe, den Jugendlichen vor der Aufnahme von sexuellen Aktivitäten, bei weitem nicht so ist, wie es wünschenswert oder notwendig wäre. Das Thema AIDS muss mit verstärkter Intensität weiter in der Prävention behandelt werden, weil immer neue Jahrgänge von Jugendlichen heranwachsen, die mit dem Thema konfrontiert werden müssen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AIDS-Prävention"
        },
        {
            "text": "Die Wirksamkeit der AIDS-Prävention ist bewiesen, es gibt deutliche Unterschiede bei den Inzidenzen in Ländern, in denen eine konsequente Aufklärung zum Thema AIDS und Verhütung, durchgeführt wurde und den Ländern, die sich dem Thema nicht gewidmet haben. In diesen Ländern sind die Zahlen an neu Infizierten um ein vielfaches höher als bei uns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AIDS-Prävention"
        },
        {
            "text": "Prävention muss evaluiert werden. Hierin besteht eine bekannte Schwierigkeit, denn kurzfristige Erfolge sind bei vielen präventiven Ansätzen nicht unmittelbar zu erwarten und auch dann oft nicht konkret messbar. Eine erfreuliche Ausnahme bildet die Zahngesundheit und die Zahnprophylaxe. Kranke, kariöse, gefüllte oder gar fehlende Zähne sind im Milchgebiss wie auch im bleibenden Gebiss leicht festzustellen. Ebenso sind den Krankenkassen die Kosten bekannt, die für Zahnbehandlung aufgewendet werden müssen. Zahnbehandlung ist eine wesentlicher Kostenfaktor im Gesamthaushalt der Aufwendungen für unsere Gesundheit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zahnprophylaxe als Erfolgsmodell"
        },
        {
            "text": "Erfolgreiche und sinnvolle Prävention setzt mehrere Faktoren voraus. Erstens eine Krankheit oder ein Zustand, der Leiden und Kosten verursacht. Zweitens muss eine Intervention möglich sein, die geeignet ist, eintretende Schäden oder die Krankheit sicher -oder zumindest mit hoher Wahrscheinlichkeit -zu vermeiden. Bei der Zahngesundheit ist beides der Fall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zahnprophylaxe als Erfolgsmodell"
        },
        {
            "text": "Zahnpflege und zahngesunde Ernährung sind die Eckpfeiler einer guten Zahnprophylaxe. Dafür muss in Kindergärten und Schulen vor Ort geworben werden, dazu muss erzogen werden. Zur Umsetzung wurden auf Stadt-und Kreisebene Arbeitsgemeinschaften Zahngesundheit gegründet, in denen der ÖGD und die gesetzlichen Krankenkassen zusammen arbeiten (Umsetzung des §21 SGB V). Die gesetzlichen Krankenkassen finanzieren diese Arbeitsgemeinschaften Zahngesundheit, deren Aufgabe die Förderung der Zahngesundheit in Schulen und Kindergärten ist. Üblicherweise werden dazu Pädagoginnen oder Zahnarzthelferinnen eingestellt. Der ÖGD bringt in diese Arbeitsgemeinschaft das zahnärztliche Personal ein. Bei den zahnärztlichen Untersuchungen werden die Schulen oder Brennpunkte mit besonders schlechten Zähnen deutlich. Hier müssen die Bemühungen intensiviert werden. Somit wird eine flächendeckende, regelmäßige und zielgerichtete Präventionsarbeit möglich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zahnprophylaxe als Erfolgsmodell"
        },
        {
            "text": "Die Erfolge, die durch dieses Modell erzielt wurden, sind beachtlich. In den Regionen, in denen solche Arbeitsgemeinschaften existieren, sank die Häufigkeit von kariösen und unbehandelten Zähnen bei Kindern und Jugendlichen deutlich, im Gegenzug verbesserte sich der Gebisszustand insgesamt und auch die Anzahl der naturgesunden Gebisse ist gestiegen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zahnprophylaxe als Erfolgsmodell"
        },
        {
            "text": "Partnerschaften wie im Bereich der Zahngesundheit können geeignete Modelle der Finanzierung von notwendigen Aufgaben sein, die verstärkt auch in anderen Feldern zur Anwendung kommen und erprobt werden sollten. Bei der zahnärztlichen Gruppenprophylaxe wird dieses Modell in Deutschland seit Jahren erfolgreich praktiziert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zahnprophylaxe als Erfolgsmodell"
        },
        {
            "text": "In der täglichen Arbeit der Gesundheitsämter steht die Verhütung und Prävention von Infektionskrankheiten an erster Stelle. Nach dem Infektionsschutzgesetz müssen eine Vielzahl von Infektionskrankheiten gemeldet werden. Rein mengenmäßig spielen Magen-Darmerkrankungen (Enteritiden) die größte Rolle, von der Bedeutung her sind andere Infektionskrankheiten wie z.B. die Hirnhautentzündungen (Meningitiden) allerdings höher einzustufen, weil sie wesentlich schwerer, komplikationsreicher und häufiger als Enteritiden tödlich verlaufen. Meningitiden können oft erfolgreich durch eine rasche Reaktion im Sinne einer Umgebungsprophylaxe eingedämmt werden und weitere Komplikationen und Folgeerkrankungen können verhindert werden. Das Ziel der Bemühungen des ÖGD ist nicht nur der Schutz des Einzelnen, sondern auch der Schutz der Bevölkerung als Ganzes. Infektionsketten sollen erkannt und unterbrochen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektionsschutz"
        },
        {
            "text": "Die WHO rechnet die Vermeidung von Infektionskrankheiten durch Impfungen zu den Top Ten der Vorsorgemaßnahmen. In Deutschland sind wir auf einem allenfalls befriedigenden Stand, weitere Bemühungen um hohe und damit für die Gesamtbevölkerung sichere Durchimpfungsraten sind dringend notwendig. Nur hohe Durchimpfungsraten können vor größeren Krankheitsausbrüchen schützen. Die Masernausbrüche der letzten Monate müssen eine deut-liche Warnung sein, sie waren ohne Ausnahme auf ungenügende Impfraten in der Bevölkerung bzw. bei den betroffenen Kindern zurückzuführen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bei den Top Ten der Prävention der WHO -die Impfungen"
        },
        {
            "text": "Der öffentliche Gesundheitsdienst impft heute nicht mehr im gleichen Umfang wie noch vor Jahren. Die Ursache liegt darin, dass die Impfungen aus Kostengründen überwiegend den niedergelassenen Ärzten überlassen werden, da es sich um eine Pflichtleistung der Krankenkassen handelt. Nun erreichen aber die niedergelassenen Ärzte nicht alle Kinder, so dass Impflücken unvermeidlich sind. Auch sind einige Prozent -es werden Zahlen zwischen 2 bis 7 Prozent genannt -der Bevölkerung Impfgegner. Der öffentliche Gesundheitsdienst sollte hier Überzeugungsarbeit leisten und versuchen, die bestehenden Lücken zu schließen. Dies muss nicht an den Finanzen scheitern. In den letzten Jahren wurden in mehreren Bundesländern Vereinbarungen mit den gesetzlichen Krankenkassen zur Übernahme von Impfstoffkosten getroffen, wenn der ÖGD die Impfungen vornimmt. Privat Versicherten wurden die Impfungen bzw. der Impfstoff privat in Rechnung gestellt. Es handelt sich um eine ausgesprochene win-win-Situation, denn die Krankenkassen bekommen eine Leistung zu einem sehr niedrigen Preis, die Durchimpfungsraten werden verbessert und die niedergelassenen Ärzte sind ebenfalls beteiligt. Vor der Impfaktion durch den ÖGD findet üblicherweise eine schriftliche Werbeaktion für die Impfungen statt und die Kinder oder Jugendlichen werden aufgefordert, sich beim Hausarzt oder ihrem Kinder-und Jugendarzt impfen zu lassen. Denen, die dieser Aufforderung nicht nachgekommen sind, wird die Impfung durch den ÖGD angeboten. Gesundheitsämter, die aus personellen Gründen keine eigenen Impfungen anbieten können, führen Werbeaktionen für vollständige Impfungen in Schulen und Kindergärten durch, z.B. in Verbindung mit einer Werbung für die Jugendschutzuntersuchung (J 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bei den Top Ten der Prävention der WHO -die Impfungen"
        },
        {
            "text": "Der ÖGD wacht auch darüber, dass die Anforderungen der Hygiene eingehalten werden. Er soll Hygieneaufsicht ausüben über z. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prävention und Hygiene"
        },
        {
            "text": "Nach den Ereignissen des 11. September 2001 in New York wurden Prioritäten in den Aufgaben der Gesundheitsämter neu geordnet, der Katastrophenschutz wurde schlagartig wieder wichtig. In früheren Jahren war es eine Selbstverständlichkeit, dass Ärztinnen und Ärzte beim Eintritt in den ÖGD einen Lehrgang in Katastrophenmedizin absolvieren mussten. In den letzten Jahren war angesichts der politischen Entspannung eine Reduktion gegen Null erfolgt. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prävention und Katastrophenschutz"
        },
        {
            "text": "Sauberes Trinkwasser ist ein Luxus, den nicht viele Länder auf der Welt ihren Bürgerinnen und Bürgern bieten können. Erreicht wird dies in Deutschland durch eine gute und ständig kontrollierte Infrastruktur bei Gewinnung, Aufbereitung und Transport des Trinkwassers. Trinkwasser gilt in Deutschland als das am besten kontrollierte und überwachte Lebensmittel. Die Grenzwerte der Inhaltsstoffe sind streng und auf einen ständigen und lebenslangen Genuss dieses wichtigen Nahrungsmittels ausgelegt. Trinkwasser ist frei von Krankheitserregern, bei einer Abweichung von diesem Zustand wird sofort interveniert, um diesen nicht nur wünschenswerten, sondern notwendigen Zustand wieder herzustellen. Besonders öffentliche Trinkwasseranlagen sind auf einem qualitativ hohen Stand, sog. Einzelwasserversorgungen, also z.B. ein Brunnen für ein Gehöft, das (noch) nicht an das öffentliche Wassernetz angeschlossen ist, bilden gelegentliche Ausnahmen. Aber auch hier wird auf eine hohe Qualität geachtet und die gleichen Standards sind einzuhalten. Ziel ist es, eine Wasserversorgung mit stets einwandfreiem Trinkwasser flächendeckend für alle Bürgerinnen und Bürger zu gewährleisten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sauberes Trinkwasser"
        },
        {
            "text": "Der Wandel von einer Reihenuntersuchung zur individualisierten Untersuchung ist seit vielen Jahren vollzogen (10) ",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Prävention und Schuluntersuchung"
        },
        {
            "text": "Parallel zur aktiven Aufnahme und gemeinwesenbezogener Weiterentwicklung gesundheitspsychologischer und salutogenetischer Konzepte durch die WHO entwickelte sich auch im ÖGD das Arbeitsfeld Gesundheitsförderung. Es stellt insofern ein relativ neues Arbeitsfeld dar, dessen Etablierung sich häufig nicht innerhalb bestehender Strukturen, sondern in Form einer neuen, oftmals stabsstellenähnlich organisierten Arbeitseinheit vollzog. Dies war einerseits notwendig, um dem Ressourcenansatz im traditionell risikoorientierten ÖGD überhaupt eine Chance einzuräumen, führte jedoch andererseits zu einer bisher häufig isolierten Entwicklung der Gesundheitsförderung im ÖGD. Das bringt nicht unerhebliche Probleme mit sich, da sich ressourcen-und risikobezogene Experten und Expertinnen des ÖGD nicht selten in gewisser Konkurrenz gegenüber stehen, statt die sinnvolle -da meist effektivste -Integration ihrer Arbeitsansätze voranzutreiben. Teilweise erwächst aus der unzureichenden Integration auch eine Abgrenzung gegen -eigentlich verwandte, da ebenfalls stark auf WHO-Konzepten basierende -qualitätssichernde gesundheitswissenschaftliche Konzepte, etwa die Etablierung einer Gesundheitsberichterstattung im ÖGD (. Abbildung 1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gesundheitsförderung"
        },
        {
            "text": "Das theoretisch schwer wiegende Potenzial einer interdisziplinären Arbeitsstruktur wird dadurch noch deutlich zu wenig genutzt. Dies hängt leider nicht selten auch mit Abgrenzungsstrategien von Berufsgruppen zusammen. Ein Präventionsgesetz sollte hier Fortschritte bringen, indem es das Nebeneinander risiko-und ressourcenbezogener Arbeitsansätze etwa bei der Schaffung gesundheitsförderlicher Settings nicht nur anregt, sondern festschreibt. Ein weiteres Problem ist das bisherige Fehlen von Standards. Die Gesundheitsförderung hat zwar Eingang in einen Großteil der bestehenden ÖGD-Gesetze gefunden, jedoch in ganz unterschiedlichem Umfang, so dass die vorgehaltenen Strukturen und damit auch die Maßnahmenqualität extrem variieren. Zu guter Letzt kämpft die Gesundheitsförderung in Zeiten knapper Kassen als vergleichsweise junge -und eben nicht bundesgesetzlich geregelte -so genannte »weiche« Aufgabe nicht selten um ihre Existenz.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gesundheitsförderung"
        },
        {
            "text": "Dennoch gibt es genügend Modelle guter gesundheitsförderlicher Praxis. Diese wachsen abhängig von lokalen Strukturen und Personen meist dort, wo es gelingt, die Kräfte des ÖGD zu bündeln. Auslösend ist oft die Orientierung an integrierenden WHO-Konzepten (etwa »Gesunde-Städte-Netzwerk«), die präventive Elemente bei lokalen Planungsvorhaben, partizipative gesundheitsförderliche Strukturen und quantitative Analysen der Gesundheitsberichterstattung parallel in ihren Kriterienkatalogen ausweisen und damit die oftmals zu gering ausgeprägte präventive »Corporate Identity« nicht nur der jeweiligen Region, sondern auch des dortigen ÖGD entscheidend befördern können (11, 12) . Eine entscheidende Bedeutung kommt hierbei der Gesundheitsberichterstattung zu, die einerseits zu verbesserter Qualität, andererseits zu verbesserter Implementierung der Maßnahmen vor Ort führt (13) .",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 670,
                    "text": "(11,",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 674,
                    "text": "12)",
                    "ref_id": null
                },
                {
                    "start": 871,
                    "end": 875,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Gesundheitsförderung"
        },
        {
            "text": "Gesundheitsberichterstattung (GBE) dient der Beschreibung der gesundheitlichen Lage einer Region und ermöglicht damit eine rationale gesundheits-und sozialpolitische Schwerpunktsetzung (14) . Sie dient dabei einerseits der Verbesserung der gesundheitlichen Situation bzw. Versorgungssituation, andererseits auch einer optimierten Ressourcensteuerung. Für eine zukünftig verbesserte Qualität von Prävention und Gesundheitsförderung ist die GBE von zentraler Bedeutung.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Daten für präventive Taten -die Gesundheitsberichterstattung"
        },
        {
            "text": "Die kommunale GBE stellt einerseits eine der neuesten Aufgaben des ÖGD dar, andererseits verdeutlicht sie in besonderer Weise das große Manko der hier betrachteten ÖGD-Aufgabenbereiche, nämlich die regional stark differierende Wahrnehmung auf Grund unterschiedlicher Ländergesetzgebungen. So ist die Gesundheitsberichterstattung in einigen Bundesländern seit vielen Jahren ÖGD-Aufgabe (15) (16) (17) , während sie in anderen Ländern nicht zum Aufgabenkatalog des ÖGD gehört. Die ÖGD-Gesetze wiederum unterscheiden sich erheblich in ihrer Ausgestaltung, so dass auch in Ländern mit gesetzlich verankerter Gesundheitsberichterstattung deren Etablierung und Ausgestaltung höchst unterschiedlich ausfällt.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 395,
                    "end": 399,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Daten für präventive Taten -die Gesundheitsberichterstattung"
        },
        {
            "text": "Eine Bestandsaufnahme der regionalen Gesundheitsberichterstattung fällt aus vielerlei Gründen gemischt aus (18) (19) (20) . Dennoch ist eine Vielzahl von kommunalen Gesundheitsberichten veröffentlicht worden, die wiederum diverse regionale gesundheitspolitische Aktivitäten angestoßen haben (21) . Nicht selten hat die Gesundheitsberichterstattung zu einer neuen Profilbildung des ÖGD vor Ort beigetragen und ist damit prägend für Außenansicht wie Iden ti tät eines die lokale Gesundheitspolitik initiierenden ÖGD geworden (13) . An Modellen guter Praxis extern wie intern qualitätsanstoßender sowie lokaler Gesundheitspolitik mit gestaltender Gesundheitsberichterstattung herrscht insofern kein Mangel.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 112,
                    "end": 116,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 117,
                    "end": 121,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 291,
                    "end": 295,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Daten für präventive Taten -die Gesundheitsberichterstattung"
        },
        {
            "text": "Die Ansiedlung der Gesundheitsberichterstattung am ÖGD ist aus verschiedenen Gründen konzeptionell stimmig und zukunftsträchtig (22) . Der ÖGD hat einerseits vergleichsweise guten Zugang zu Informationen des Gesundheitswesens, er ist andererseits als eine neutrale lokale Größe institutionell gut geeignet für die objektivierende und moderierende Steuerungsfunktion, die der Aufgabe innewohnt. Keine andere Institution kann auf Kreis-oder Stadt ebene diese Funktion einnehmen, da betriebswirtschaftliche Interessen einer gemeinwohlorientierten bzw. volkswirtschaftlichen Perspektive entgegenstehen.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Daten für präventive Taten -die Gesundheitsberichterstattung"
        },
        {
            "text": "Wichtige Entwicklungslinien für die Gesundheitsberichterstattung ergeben sich einerseits aus neueren gesetzlichen Vorgaben, andererseits aber aus gesellschaftlichen Entwicklungen mit Einfluss auf die Regionalpolitik.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Daten für präventive Taten -die Gesundheitsberichterstattung"
        },
        {
            "text": "Die sicher wichtigste aktuelle Gesetzgebung, die einerseits potenziell Einfluss auf die Gesundheitsberichterstattung nehmen, andererseits ihr Potenzial bestmöglich einbinden sollte, ist das geplante Präventionsgesetz (5) . Als Bundesgesetz würde dieses Gesetz zwar keinen direkten Einfluss auf den durch Landesgesetze geregelten ÖGD nehmen. Indirekt würden jedoch eine große Zahl begrüßenswerter Qualitätskriterien für die zukünftige Prävention und Gesundheitsförderung entstehen, die über den sanften Druck der Fördermittel auch lokale Strukturen verändern könnten. So erhielte einerseits die Zielsetzung im Sinne der Planungsqualität, andererseits aber auch die Zielerreichung im Sinne der Ergebnisqualität deutlich mehr Gewicht als in der Vergangenheit. Nahe liegend wäre es, die heute schon im ÖGD entwickelten Instrumente der Gesundheitsberichterstattung für diese Zwecke einzusetzen. In Frage käme hier beispielsweise die kleinräumige Analyse der Einschulungsuntersuchungen, die mit aussagekräftigen, validierten Indikatoren zur gesundheitlichen und sozialen Lage ein ideales Werkzeug zur Identifikation vorrangiger Settings oder Re-gionen darstellt und im Rahmen ihrer Monitoring-Funktion gleichzeitig Teilbereiche der Ergebnisevaluation unterstützen könnte (23) . Alle Instrumente dafür stehen zur Verfügung, ihre flächendeckende Einführung scheiterte jedoch bisher am Fehlen überregionaler Leitlinien. Wenn tatsächlich wichtige Zielgruppen etwa im Kindes-und Jugendalter -und speziell sozial und gesundheitlich Benachteiligte -erreicht werden sollen, muss ein Präventionsgesetz hier Änderungen herbeiführen.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1265,
                    "end": 1269,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Daten für präventive Taten -die Gesundheitsberichterstattung"
        },
        {
            "text": "Soll Prävention zukünftig höheres Gewicht bekommen, wird es notwendig sein, die Stärken des ÖGD einerseits zu fördern, sie andererseits aber auch einzufordern. Diese Stärken des ÖGD sind teils fachlicher, teils struktureller Natur. Fachliche Stärken bestehen durch die langjährige Kompetenz des ÖGD etwa im Bereich der Kinder-und Jugendgesundheit, die dem ÖGD einerseits einen guten Überblick über die regional vorherrschenden Probleme, andererseits traditionell gute Zugangswege etwa in Kindergärten und Schulen verschafft. In bestimmten Settings ist der ÖGD als Partner gemeinschaftlicher Projekte daher unerlässlich, wenn eine Bündelung der regionalen Kräfte erfolgen soll. Regional einzigartige Qualitäten des ÖGD liegen auch in seiner interessenneutralen und gemeinwohlorientierten Position bei gleichzeitiger Nähe zur Kommunalpolitik begründet. Oft ist es gerade die neutrale und moderierende Initiierungs-und Koordinationsfunktion des ÖGD, die schon heute gemeinschaftliche Aktionen im konfliktreichen Gesundheitsbereich möglich macht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zukunft der Prävention im ÖGD"
        },
        {
            "text": "Betrachtet man die potenziellen Funktionen des ÖGD unter dem zentralen Aspekt der Qualitätssteigerung zukünftiger Maßnahmen, ist eine Einbindung auf verschiedenen Ebenen sinnvoll (. Abbildung 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zukunft der Prävention im ÖGD"
        },
        {
            "text": "Auf der Ebene der Planungsqualität liegen wahrscheinlich die größten Potenziale des ÖGD, da er anders als sonstige lokale Akteure von jeher über einen präventiven Auftrag, eine gemeinwohlorientierte Zielsetzung und gleichzeitig über notwendige informationelle Grundlagen verfügt. Diese gilt es in moderierender und koordinierender Form zu nutzen, speziell unter dem nach dem bisherigen §20 SGB V vernachlässigten Aspekt der gesundheitlichen Chancengleichheit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zukunft der Prävention im ÖGD"
        },
        {
            "text": "Sinnvoll -und ganz im Sinne ressourcenbetonter Ansätze und der WHO -wäre die Schaffung partizipativer Planungs-und Entscheidungsstrukturen unter Bürger-und Patientenbeteiligung, die eng mit der lokalen Sozial-und Gesundheitsberichterstattung zusammenarbeiten (24, 25) . Partizipative Gremien erfordern zwar etwa aufgrund der Informationsasymmetrie einen höheren Moderationsaufwand, ihnen gelingt es aber einerseits besser, trotz der häufig starken Partikularinteressen einzelner Akteure zu einer gemeinwohlorientierten Zielsetzung zu kommen, andererseits ermöglichen sie eine Bündelung diverser, auch ehrenamtlicher Kräfte, was einen Mehrwert an Akzeptanz und Effizienz bedeutet (13, 26) .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "text": "(24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "(13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Zukunft der Prävention im ÖGD"
        },
        {
            "text": "Auf der Ebene von Konzeption und Umsetzung der Maßnahmen hat der ÖGD aktuell sicher nicht die Ressourcen, um sich in jede Maßnahme einzubringen. Sinnvoll erscheint dies jedoch einerseits dann, wenn er im jeweiligen Setting über besondere Erfahrungen oder Zugangswege verfügt, es kann darüber hinaus erfahrungsgemäß auch dann sinnvoll sein, wenn eine interdiszipli-. Abb. 2. Die potenzielle Rolle des ÖGD in der Prävention und Gesundheitsförderung, modifiziert nach (27) . Dargestellt wird, an welchen Stellen die Qualität zukünftiger Maßnahmen zur Prävention und Gesundheitsförderung durch ÖGD-Kompetenzen profitieren kann, GBE = Gesundheitsberichterstattung (detailliert siehe Text) när und partizipativ aufgebaute Planungsgruppe nur durch neutrale Moderation ihre Aufgabe erfüllen kann. Aufgrund der Informationsgrundlagen, über die der ÖGD in bestimmten Settings verfügt, kann er auch auf der Ebene der Evaluation einen Beitrag leisten, etwa durch kontinuierliche Surveillance im Rahmen der Sozial-und Gesundheitsberichterstattung.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 469,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Zukunft der Prävention im ÖGD"
        },
        {
            "text": "Aufgrund dieses Profils ist es sinnvoll, den ÖGD auf verschiedenen Stufen der konkreten Maßnahme in zentraler Funktion zu beteiligen nämlich bei Zielsetzung, Planung, Durchführung und Evaluation von Maßnahmen. Welche Funktionen und Aufgaben der ÖGD im Rahmen auf Basis des Entwurfs eines Präventionsgesetzes vom Februar 2005 erfüllen sollte, ist . Abbildung 3 zu entnehmen (5, 28) .",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Konkrete Einbindung des ÖGD in ein Präventionsgesetz"
        },
        {
            "text": ". Abb. 3. Konzept zur Rolle des ÖGD bei der Umsetzung des Präventionsgesetzes, weiterentwickelt nach (28) ähnlich strukturierten regionalen Arbeitsgemeinschaften für Gesundheit Baden-Württembergs. Erfolgreich sind diese Modelle vor allem im engen Kontext mit Sozial-und Gesundheitsberichterstattung und Besetzung der Gremien über den engeren Kreis der Akteure des Gesundheitswesens hinaus (20) . Kreis oder Stadt bzw. dem ÖGD sollte die Moderation des Gremiums obliegen, in dem die konkrete Zielsetzung innerhalb der überregional gesetzten Zielkorridore erfolgt, §6, Abs. 3 des Gesetzentwurfs konkretisierend (5) . Besonderes Augenmerk sollte dabei die gesundheitliche Chancengleichheit erhalten, d.h. lokale Brennpunkte, etwa Schulen oder Kindergärten, müssten im Rahmen der GBE identifiziert und bei der Antragstellung bevorzugt werden. Als Instrument zur kleinräumigen Entdeckung besonderer Bedarfslagen liegt es etwa nahe, die Ergebnisse der Schuluntersuchungen zu nutzen, sinnvoller Weise auch in Kooperation mit Informationen der im Jugendhilfebereich tätigen Akteure.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Zielsetzung und Planung: Modelle guter koordinierender Praxis bestehen etwa in vielen Gesundheitskonferenzen Nordrhein-Westfalens wie auch in den"
        },
        {
            "text": "Schulen und Kindergärten in weniger benachteiligten Gebieten werden aufgrund ihrer strukturellen und personellen Vorteile mit höherer Wahrscheinlichkeit Förderanträge stellen als Institutionen benachteiligter Regionen. Wird der Aspekt gesundheitlicher Chancengleichheit nicht auf der Ebene von Kreis bzw. Stadt organisiert, ist zu befürchten, dass sich die Mittelschichtsorientierung bisheriger Bemühungen im Feld Gesundheitsförderung und Prävention zukünftig auf Settingebene, d.h. auf der Ebene der Lebenswelten, in denen die Betroffenen einen Großteil ihres Lebens verbringen, fortsetzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zielsetzung und Planung: Modelle guter koordinierender Praxis bestehen etwa in vielen Gesundheitskonferenzen Nordrhein-Westfalens wie auch in den"
        },
        {
            "text": "Dem ÖGD sollte es darüber hinaus im Rahmen seiner koordinierenden Tätigkeit obliegen, einerseits die überregionalen Zielprogramme, andererseits auch die lokalen Zielsetzungen zu kommunizieren. Auch hier gilt es, insbesondere benachteiligte Settings zu informieren und zu Maßnahmen zu motivieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zielsetzung und Planung: Modelle guter koordinierender Praxis bestehen etwa in vielen Gesundheitskonferenzen Nordrhein-Westfalens wie auch in den"
        },
        {
            "text": "Durchführung: Auf der Maßnahmenebene ist es sinnvoll, dass der ÖGD in bestimmten, ihm traditionell nahe stehenden Settings (Lebenswelten), aktiv beteiligt wird. Beispielhaft hierfür sind die Settings Schule und Kindergarten zu nennen. Hier sollte der ÖGD als Prozessbeteiligter seine Informationen zur gesundheitlichen Lage (etwa auch zur Lehrergesundheit), sein präventives Know-how und wenn irgend möglich auch moderierende Kompetenz einbringen. Dies muss interdisziplinär unter Nutzung pädagogischer und medizinischer Kompetenz erfolgen, da nur so positive Entwicklungen in diesen zuletzt von Innovationen überfrachteten Settings möglich sind. Im Sinne der zukünftig angestrebten Evidenzbasierung auch von Setting-Maßnahmen gilt es hier spe-ziell Modelle guter Praxis in benachteiligten Settings zu identifizieren und zu verbreiten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zielsetzung und Planung: Modelle guter koordinierender Praxis bestehen etwa in vielen Gesundheitskonferenzen Nordrhein-Westfalens wie auch in den"
        },
        {
            "text": "Vielerorts hat der ÖGD auch in diversen anderen lokalen Settings, etwa in Stadtteilen oder Betrieben erhebliche Kompetenz aufgebaut, die je nach lokalen Schwerpunkten genutzt werden müssen. Darüber hinaus ist es erfahrungsgemäß in vielen Fällen gewinnbringend, durch neutrale Moderation Gemeinschaftsaktionen von Experten, Bürgern und ggf. Patienten zu ermöglicheneine Funktion, die je nach lokalem Profil sinnvoll beim ÖGD angesiedelt werden kann (13) .",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 452,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Zielsetzung und Planung: Modelle guter koordinierender Praxis bestehen etwa in vielen Gesundheitskonferenzen Nordrhein-Westfalens wie auch in den"
        },
        {
            "text": "In traditionellen ÖGD-Settings wie Kindergärten und Schulen ist es nahe liegend, die bestehenden Instrumente zur Bedarfsanalyse auch für die Zielverfolgung bzw. Ergebnisevaluation zu nutzen. Hier ist in erster Linie an die Schuluntersuchungen als einzige Querschnittsuntersuchung einer Gesamtkohorte zu denken. Lokal existieren aber je nach Schwerpunkt der GBE auch im Feld der Evaluation teils weit darüber hinaus gehende Kompetenzen, die einerseits für die Evaluation in weiteren Settings, andererseits für Beratungstätigkeiten zur Evaluation genutzt werden sollten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation:"
        },
        {
            "text": "Der ÖGD ist aufgrund der Abhängigkeit von Ländergesetzgebung und kommunaler Schwerpunktsetzung gerade in den beschriebenen Feldern der Gesundheitsförderung und Gesundheitsberichterstattung sehr unterschiedlich aufgestellt. Nicht alle im letzten Abschnitt benannten potenziellen Aufgaben werden vom ÖGD bisher flächendeckend erfüllt, da heute vielerorts andere Prioritäten gesetzt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weiterentwicklung des ÖGD"
        },
        {
            "text": "Jedoch bestehen für jede der oben genannten Aufgaben vielfältige Modelle guter Praxis, an denen einerseits die konkrete Machbarkeit, andererseits aber auch die Strukturvorteile deutlich werden, die gerade den ÖGD für diese Aufgaben prädestinieren. In einigen Bereichen wie etwa bei den Schuluntersuchungen existieren flächendeckende Ressourcen, die mit sehr überschaubarem Aufwand die notwendigen kleinräumigen Analysen ermöglichen würden. Notwendig wäre einzig die Standardisierung -in diesem Fall durch den weichen Druck von Förderkriterien nach einem Präventionsgesetz -und die darauf folgende flächendeckende Etablierung bestehender Modelle guter Praxis, in denen heute schon gesundheitlich benachteiligte Kinder und Settings identifiziert und spezifisch gefördert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weiterentwicklung des ÖGD"
        },
        {
            "text": "Eine wichtige -und bisher nur zum Teil erledigte -Aufgabe liegt darin, den ÖGD für die zur lokalen Zielsetzung zentrale Koordinationsfunktion zu befähigen. Wo dies gelingt, liegt dies nicht nur an geeigneten lokalen Strukturen, sondern auch entscheidend am Kompetenzprofil der Akteure vor Ort. Dieses muss durch geeignete Fortbildung, Integration in die Weiterbildung oder aber Nutzung solcher Kompetenzen in unterschiedlichen Disziplinen ausgebaut werden (29).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weiterentwicklung des ÖGD"
        },
        {
            "text": "Teilweise sind es nicht institutionell bedingte, sondern in interdisziplinären Arbeitsfeldern übliche Problemstellungen, die überwunden werden müssen. Aktuelle Modelle der Gesundheitswissenschaften wie auch Konzepte der WHO zielen auf eine Integration verschiedener Arbeitsansätze, etwa derjenigen der Prävention und Gesundheitsförderung, aber auch der Gesundheitsberichterstattung als Mittel zum Zwecke guter Präventionspraxis. Auch hier ruhen Hoffnungen auf der aktuellen Gesetzgebung, die zur Begriffsklärung beiträgt und durch die konkreten Förderkriterien integrierend wirken kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weiterentwicklung des ÖGD"
        },
        {
            "text": "An dieser Stelle sind auch die Gesundheitswissenschaften gefragt, sich stärker praxisbezogen und das heißt auch integrativ einzubringen: In der Wissenschaft liegt oft in der Abgrenzung mehr Potenzial als in der Verknüpfung, im Praxisfeld schwächt eine Identitätsbildung über Abgrenzung jedoch in aller Regel. Der ÖGD ist ein wichtiges Feld gesundheitswissenschaftlicher Praxis, daher wird sein häufig angemahntes Theoriedefizit zwangsläufig immer etwa gleich groß sein wie das Praxisdefizit der Gesundheitswissenschaften (30).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weiterentwicklung des ÖGD"
        },
        {
            "text": "Im ÖGD existieren eine präventive Tradition und wesentliche Kompetenzen, um Prävention und Gesundheitsförderung zukünftig das notwendige höhere Gewicht zu verleihen. In über den Gesundheitsschutz hinausgehenden Aufgaben besteht jedoch trotz erfolgreicher Beispiele in der AIDS-Prävention und Kariesprophylaxe ein schmerzliches Defizit übergeordneter Regelungen und damit Standards. Dadurch gibt es zurzeit keine flächendeckende gemeinschaftliche Erbringung von präventiven oder gesundheitsförderlichen Leistungen. Auch werden Instrumente zur Optimierung der Planungs-und Ergebnisqualität wie die Gesundheitsberichterstattung bisher nur unzureichend genutzt. Teils verringern interdisziplinäre Probleme zwischen ärztlichen, sozial-und gesundheitswissenschaftlichen Ansätzen die Effizienz der lokalen Maßnahmen. Nicht selten herrscht auch heute noch ein reduzierter Präventionsbegriff vor, der sich auf individuelle Beratung und konkrete medizinische Leistungen wie etwa Impfungen beschränkt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resümee"
        },
        {
            "text": "Eine große Menge an Modellen guter Praxis verdeutlicht jedoch andererseits das sehr hohe Potenzial des ÖGD. Er kann einen zentralen und durch keinen anderen Akteur in dieser Weise zu erbringenden Beitrag zur Qualität zukünftiger gesundheitsförderlicher und präventiver Maßnahmen leisten. Speziell ihre Planungsqualität ist in hohem Maße davon abhängig, inwieweit ÖGD-Kompetenzen genutzt werden. Ein Präventionsgesetz müsste diese Kompetenzen über die maßnahmenspezifischen Förderkriterien fordern und damit fördern. Gesundheitsförderung, Prävention und die qualitätssichernde Gesundheitsberichterstattung stehen durch Landesgesetzgebung und kommunale Interessenlagen in Konkurrenz zu anderen, stärker individualmedizinisch geprägten Aufgabenfeldern des ÖGD. Es wäre begrüßenswert, wenn sich dies durch das Präventionsgesetz zukünftig ändern würde, da überregionale gesetzliche Standards in anderen Aufgabenfeldern des ÖGD beste Ergebnisse zeigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resümee"
        },
        {
            "text": "Wenn dies gelänge, würde der ÖGD auf Grund seiner Stärken einer der wichtigsten lokalen Akteure und Wegbereiter einer gestärkten Prävention und Gesundheitsförderung sein, womit gleichzeitig ein wesentlicher Beitrag auch der öffentlichen Hand zur gesamtgesellschaftlichen Aufgabe Prävention gewährleistet werden könnte. Die zur Verfügung stehenden Projektförderungsmittel würden dazu führen, dass sich ein lokaler Druck für die Einhaltung gewisser Standards aufbaut. Die konkrete Ausgestaltung der Förderrichtlinien (nach dem Gesetzentwurf von 2/2005 weitgehend der Landesebene vorbehalten) wird insofern zentrale Bedeutung dafür haben, ob Prävention und Gesundheitsförderung weiterhin als »weiche«, oder aber als »harte« Aufgabe des Gesundheitsdienstes der Kreise und Städte angesehen wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resümee"
        },
        {
            "text": "Stärken des ÖGD, die im Sinne einer qualitativ aufgewerteten Gesundheitsförderung und Prävention genutzt werden müssten, sind einerseits sein traditionell guter Zugang zu bestimmten Settings wie etwa Schulen und Kindergärten, die potenziellen Informationsgrundlagen über die regionale gesundheitliche Lage und die strukturell bedingte Neutralität und Gemeinwohlorientierung, die ihn für eine Koordinationsfunktion prädestiniert. In all diesen Bereichen liegen vielfache für zukünftige Regelungen nutzbare Erfahrungswerte vor. Im Sinne eines umfassenden Qualitätsmanagements zukünftiger Prävention sind diese ÖGD-Funktionen auf regionaler Ebene durch keine andere Institution leistbar (siehe Abbildung 2). Hervorzuheben sind die Kompetenzen des ÖGD, gesundheitlich benachteiligte Zielgruppen zu identifizieren und zu erreichen. Wenn diese lokale Kompetenz des ÖGD im Rahmen eines künftigen Präventionsgesetzes nicht genutzt wird, muss eine Fortschreibung der bisherigen Mittelschichtsorientierung von Prävention und Gesundheitsförderung -nur zukünftig im Setting-Ansatz -befürchtet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resümee"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A History of English Public Health 1834-1939",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Frazer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Social foundations of thought and action: A social cognitive theory",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bandura",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Unraveling the Mysteries of Health -How People Manage Stress and Stay Well",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Antonovsky",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Self-efficacy in the adoption and maintenance of health behaviours: Theoretical approaches and an new model",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schwarzer",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Hemisphere",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Entwurf eines Gesetzes zur Stärkung der gesundheitlichen Prävention. Bundesministerium für Gesundheit und Soziales",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Von der Gesundheitspolizei zur globalen Vorsorge",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Exner",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "12--22",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Partnership and Pragmatism: Germany's Response to Aids Prevention and Care",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosenbrock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Öffentlicher Gesundheitsdienst: Mehr Steuerungsfunktion gefordert",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gerst",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Deutsches Ärzteblatt",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Band II: Grundlagen der Kommissionsarbeit: Zukunftsperspektiven des öffentlichen Gesundheitsdienstes. Ministerium für Arbeit, Gesundheit, Familie und Sozialordnung",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Steuer",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Programm zum Beitritt in das Gesunde Städte-Netzwerk der Bundesrepublik Deutschland. Deutsches Gesunde Städte Netzwerk",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Der ÖGD als Koordinator in der gesundheitlichen Versorgung",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Szagun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kiß",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Blickpunkt öffentliche Gesundheit",
            "volume": "4",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Medizinische Orientierungsdaten--eine Herausforderung an das Gesundheitswesen",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Offentl Gesundheitswes",
            "volume": "49",
            "issn": "",
            "pages": "229--262",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Kommunale Gesundheitsberichterstattung",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brand",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Offentl Gesundheitswes",
            "volume": "53",
            "issn": "",
            "pages": "557--565",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Umsetzungsmoglichkeiten kommunaler Gesundheitsberichterstattung am Beispiel der Stadt Herne",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Konegen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Spikofski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Viefhues",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Offentl Gesundheitswes",
            "volume": "52",
            "issn": "",
            "pages": "267--72",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Gesundheitspolitische Ziele in der Kinder-und Jugendgesundheitsberichterstattung--Evaluation in Form einer Zwischenbilanz",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Gesundheitswesen",
            "volume": "57",
            "issn": "",
            "pages": "161--165",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Gesundheitsberichterstattung: Instrument zur intelligenten Ressourcensteuerung oder geschickte Mittelakquisition -Bestandsaufnahme und Aussichten",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Szagun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kiß",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Gesundheitswesen",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Ressourcensteuerung und ökonomische Analysen als Aufgabe der Kommunalen Gesundheitsberichterstattung: ein Erfahrungsbericht",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tempel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "66",
            "issn": "",
            "pages": "280--281",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Kommunale Gesundheitsplanung -ein Zukunftsmodell. Nachrichtendienst des Deutschen Vereins für öffentliche und private Fürsorge",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wasel",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Szagun",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "85",
            "issn": "",
            "pages": "91--96",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Landesinstitut für den öffentlichen Gesundheitsdienst",
            "authors": [
                {
                    "first": "Gesundheitsberichte",
                    "middle": [],
                    "last": "Datenbank Kommunaler",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Kgst-Bericht 11/98: Ziele, Leistungen und Steuerung des kommunalen Gesundheitsdienstes. Kgst, Köln",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Prävention und Gesundheitsförderung in den Settings KiTa und Schule: Ergebnisevaluation durch den ÖGD",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Szagun",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Gesundheitswesen",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "WHO: Ottawa-Charter for Health Promotion",
            "authors": [],
            "year": 1986,
            "venue": "First international Conference on Health Promotion",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Kooperative Planung und Gesundheitsförderung: ein Implementationsansatz",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rütten",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Zeitschrift für Gesundheitswissenschaften",
            "volume": "5",
            "issn": "",
            "pages": "257--272",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Zur Situation und Bedeutung von Gesundheitsförderung und Bürgerbeteiligung in der Stadtentwicklung",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Trojan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stumm",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Süß",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Public Health Forschung in Deutschland",
            "volume": "",
            "issn": "",
            "pages": "226--231",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Zielorientiertes Qualitätsmanagement und aktuelle Entwicklungen in Gesundheitsförderung und Prävention",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hoepner-Stamos",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Qualitätsmanagement in Gesundheitsförderung und Prävention",
            "volume": "",
            "issn": "",
            "pages": "18--37",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "BVÖGD: Zur Umsetzung des Präventionsgesetzes: Funktionen des öffentlichen Gesundheitsdienstes im Setting-Ansatz. Fachausschuss Gesundheitsberichterstattung und Prävention",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Kooperation ÖGD -Public Health: Und das Glas füllt sich doch",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Szagun",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Gesundheitswesen",
            "volume": "66",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abb. 1. Public-Health-Action-Cycle: Der Planungszyklus beschreibt das idealtypische Zusammenwirken von Gesundheitsberichterstattung und Prävention bzw. Gesundheitsförderung im Sinne eines kontinuierlichen Qualitätsmanagements. Assessment und Evaluation stellen zentrale Elemente jeder Public-Health-Maßnahme dar",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Prävention und Gesundheitsförderung sind insofern einerseits traditionelle Aufgabengebiete des ÖGD, andererseits aber auch die Kristallisationspunkte für Konflikte zwischen Tradition und Moderne im ÖGD. Klassisches ärztlich-individualmedizinisch geprägtes Denken in einem nach der Diskreditierung bevölkerungsmedizinischer Perspektiven im dritten Reich stark gutachterlich orientierten ÖGD trifft hier auf die Notwendigkeit interdisziplinärer Konzepte unter Verwendung sozialepidemiologischer und -wissenschaftlicher Methoden. Innerhalb des ÖGD gilt Prävention und Gesundheitsförderung in diesem weiteren Verständnis teils noch als so genannte »weiche« Aufgabe gegenüber bundesgesetzlich geregelten oder im originären Interesse von Stadt oder Kreis liegenden Aufgabenbereichen wie dem Gutachtenwesen oder Infektionsschutz. In Zeiten chronischer Mittelknappheit ist dieser Status fatal und verhindert den Aufbau flächendeckender Strukturen bzw. gefährdet existierende. Daher bestehen große Hoffnungen im Hinblick auf das Präventionsgesetz, damit die ohne Zweifel bestehenden Stärken des ÖGD in diesem Arbeitsfeld genutzt werden können (5). Im Rahmen der lokalen Umsetzung eines Präventionsgesetzes könnten durch qualitative Standards, an die eine Projektförderung gebunden wird, bisherige Problemfelder beseitigt und Modelle guter Praxis verbreitet werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Jedes Gesundheitsamt in Deutschland erhielt eine zusätzliche Arzt-oder Sozialpädagogenstelle, deren einzige Aufgabe die AIDS-Prävention war. Zusätzlich unterstützt wurde dies durch Schulung und Fortbildung der Präventionskräfte. Wie hatte sich diese Situation damals entwickelt? Eine neue Krankheit war erst wenige Jahre bekannt, der Erreger schon bald als Virus identifiziert und die Übertragungswege der neuen Viruskrankheit wurden rasch deutlich. Eine ursächliche Behandlung war nicht möglich. Ebenso war kein Impfstoff in Sicht, ein Zustand, der sich im Übrigen bis heute nicht geändert hat. Es bestand eine große Angst vor Ansteckung, Infizierte wurden wie Aussätzige behandelt. Einzige Möglichkeit der Intervention war die Prävention durch Information und Aufklärung. Um diese Aufklärung gezielt und konsequent umsetzen zu können, wurde den Gesundheitsämtern Personal zur Verfügung gestellt. Hauptaufgabe war die Kommunikation der Übertragungsrisiken in geeigneter Form wie bei Vorträgen und Workshops. Ungewöhnliche Situationen erforderten ungewöhnliche Maßnahmen, so wurde zur praktischen Erläuterung der richtigen Anwendung eines Kondoms eine sog »Condomerie« mit Penis-Attrappen verwendet. Wenn auch schon die Sexwelle über Deutschland hinweg gerollt war, war ein gänzlich unbefangener Umgang mit all den jetzt zu behandelnden Fragen eine gewisse Herausforderung.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "B.: Krankenhäuser, Altenund Pflegeheime, Kindergärten, Asylantenunterkünfte, Tatoo-und Piercing-Studios oder Fußpflegepraxen. Waren früher z.B. zur Krankenhaushygiene große Begehungen üblich, bei denen das ganze Krankenhaus besichtigt wurde, steht heute die Zusammenarbeit mit Hygienefachkräften und Mitarbeit in den Hygienekommissionen der Einrichtungen auf der Tagesordnung. Durch die gemeinsame Erarbeitung und Durchsetzung von Standards wird eine gleich bleibende und dauerhafte Einhaltung der Hygiene erzielt. Dann werden auch Situationen vermieden, die der frühere Präsident des Landesgesundheitsamts Baden-Württemberg, Prof. Walter Steuer, gerne als Anekdote erzählte: eine Krankenhausbesichtigung musste kurzfristig abgesagt werden. Der Chefarzt rief erbost an und beschwerte sich heftig, denn »schließlich haben wir die ganze Nacht geputzt, und jetzt kommen Sie nicht!« Hygiene in Betrieben, die keinen professionellen Beauftragten haben, ist schwieriger zu etablieren. Aber gerade bei Piercing-Studios oder Tätowierern ist eine Infektionsgefahr gegeben, besonders dann, wenn die Tätigkeit, wie es gelegentlich zu beobachten ist, im Rahmen von Märkten oder Ausstellungen stattfindet. Deshalb wird zum einen in den Betrieben auf hygienische Verhältnisse hingewirkt, zum anderen die Klienten durch Merkblätter oder Informationen im Internet auf die Risiken und wie man sie vermeiden kann, aufmerksam gemacht.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Katastrophenschutz stand nicht mehr auf der Agenda. Als sich dies 2001 änderte, wurden in Fortbildungen zum Katastrophenschutz mögliche Bedrohungen durchgespielt, die weit über bisher angedachte Katastrophen-Szenarien hinausgingen. Man wollte auf möglichst viele und neue Varianten von Katastrophen vorbereitet sein. Ein weiteres Thema war die logistische Vorbereitung von Pockenimpfungen, da die weltweite Gefährdungslage durch Kriegshandlungen der letzten Zeit neu bewertet und eingeschätzt wurde. Alle diese Vorbereitungen waren eine exzellente Übung für den Ernstfall, der kurze Zeit später eintrat, als die Lungenkrankheit SARS (Severe Acute Respiratory Syndrome -Schweres akutes Atemnotsyndrom) eine akute Bedrohung darstellte. Die Herausforderung durch die Lungenkrankheit SARS war in der Tat gewaltig. Noch nie in der Geschichte der Medizin war eine Krankheit so schnell identifiziert, noch nie konnten Gegenmaßnahmen so rasch und zielgerichtet eingeleitet werden. Wie war dies möglich? Es wurden national und international gezielt Informationen gesammelt, in Deutschland durch das Robert Koch-Institut ausgewertet und der Allgemeinheit bzw. der Fachöffentlichkeit per Internet aktuell zur Verfügung gestellt. Die Erkrankungszahlen, die nachgewiesenen Fälle, die betroffenen Länder, die aktuellen Empfehlungen und Informationen wurden im Stundentakt aktualisiert. So konnten die Gesundheitsämter kompetent Auskunft geben und alle Anfragen aus der Bevölkerung und vor allem von Firmen korrekt beantworten. Man staunt, wie viele Firmen Kontakte zu China pflegen, Mitarbeiter dorthin entsenden oder von dort empfangen. Und alle hatten sie viele Fragen, die rasch beantwortet werden wollten. Der ÖGD hat eine wichtige Rolle bei der Prävention dieser Infektionskrankheit gespielt und sich bei der Bewältigung der Krise um SARS als ein kompetenter und verlässlicher Partner erwiesen (9).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ". Die Untersuchungen werden von einem Team aus Ärztin/Arzt und Krankenschwester flächendeckend für alle Kinder eines Jahrganges durchgeführt. Es ist somit die in Deutschland einzige vollständige Untersuchung einer gesamten Kohorte. Viele Ämter führen neben der Untersuchung der Schulanfänger weitere Untersuchungen in den vierten und/oder achten Klassen durch. Die Ergebnisse der Schuluntersuchung ergeben ein gutes Bild über den Gesundheitszustand unserer Kinder und ermöglichen gezielte Interventionen. Die Ergebnisse dieser Untersuchungen zeigen auch, dass bei vielen Kindern ein Förderbedarf bei den Fähigkeiten besteht, die zu einem erfolgreichen Schulbesuch notwendig sind. Neben Seh-, Hör-und Sprachproblemen bestehen sehr oft Defizite in der psychosozialen Entwicklung. Durch die Untersuchungen wird der Förderbedarf festgestellt und mit den Eltern bzw. den Erziehungsberechtigten besprochen. Dadurch werden Fördermaßnahmen eingeleitet, die die Entwicklung der Kinder verbessern sollen, und spätere -dann meist aufwändigere -Interventionen verhindern helfen. Bei der Untersuchung werden auch der Impfstatus der Kinder dokumentiert und individuelle Empfehlungen zur Vervollständigung des Impfschutzes gegeben.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}