{
    "paper_id": "93b0c64b53f2598c69c0bc3a024b635d809e813e",
    "metadata": {
        "title": "Covid Notions: Towards Formal Definitions -and Documented Understanding -of Privacy Goals and Claimed Protection in Proximity-Tracing Services",
        "authors": [
            {
                "first": "Christiane",
                "middle": [],
                "last": "Kuhn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centre for Tactile Internet / TU",
                    "location": {
                        "settlement": "Dresden"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Beck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centre for Tactile Internet / TU",
                    "location": {
                        "settlement": "Dresden"
                    }
                },
                "email": "martin.beck1@huawei.com"
            },
            {
                "first": "Thorsten",
                "middle": [],
                "last": "Strufe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centre for Tactile Internet / TU",
                    "location": {
                        "settlement": "Dresden"
                    }
                },
                "email": "strufe@kit.edu†huawei"
            },
            {
                "first": "Kit",
                "middle": [],
                "last": "Karlsruhe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centre for Tactile Internet / TU",
                    "location": {
                        "settlement": "Dresden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The recent SARS-CoV-2 pandemic gave rise to management approaches using mobile apps for contact tracing. The corresponding apps track individuals and their interactions, to facilitate alerting users of potential infections well before they become infectious themselves. Naïve implementation obviously jeopardizes the privacy of health conditions, location, activities, and social interaction of its users. A number of protocol designs for colocation tracking have already been developed, most of which claim to function in a privacy preserving manner. However, despite claims such as \"GDPR compliance\", \"anonymity\", \"pseudonymity\" or other forms of \"privacy\", the authors of these designs usually neglect to precisely define what they (aim to) protect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We make a first step towards formally defining the privacy notions of proximity tracing services, especially with regards to the health, (co-)location, and social interaction of their users. We also give a high-level intuition of which protection the most prominent proposals can and cannot achieve. This initial overview indicates that all proposals include some centralized services, and none protects identity and (co-)locations of infected users perfectly from both other users and the service provider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The current best practices to manage epidemics or pandemics in the face of highly contagious diseases is diligent contact tracing and self-isolation of potentially infected individuals so as to restrict the spread. The extensive scale of the current SARS-CoV-2 pandemic has led to calls for automatic contact tracing. Due to their ubiquity, the suggestions revolve around proximity detection of cell phones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "A large variety of protocols for this service have been proposed, some have passed auditing of data protection officers (the centralized mode of the Pan-European Privacy-Preserving Proximity Tracing (PEPP-PT) 1 is one example), and some are even fully implemented and deployed (e.g., TraceTogether 2 in Singapore). Their commonalities include the service functionality (tracing encounters and informing individuals that they are at risk, if they have been in proximity with another individual that later tested positive for the disease), their architecture (most protocols assume a server to participate in the service provision, c.f. PEPP-PT, [1] , [2] , [8] ), and broadly the fact that they assume some adversaries to aim at extracting personal information from the service (sometimes also trolls who could abuse, or try to sabotage the service or its users 3 ).",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 647,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 650,
                    "end": 653,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 656,
                    "end": 659,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 861,
                    "end": 862,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Most, if not all published proposals claim privacy, anonymity, or compliance with some data protection regulations. However, none, to the best of our knowledge, has actually formally defined threats, trust assumptions and adversaries, or concrete protection goals. Albeit their labeling to be \"privacy preserving\", their assumptions, measures, and achieved protection varies widely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "This greatly complicates understanding, discussion, and evaluation of the different ideas that are circulated. The authors sometimes seem to be very focused on preventing one type of information loss, and term their solution \"private\" when this disclosure is prevented, but ignore (intentionally or not) the remaining disclosures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "We hence make a first step in the direction of systematically identifying disclosures, and defining privacy notions that proximity-tracing systems can achieve. These notions revolve around preventing the leaking of the health conditions, whereabouts, and social interactions, or habits of the individuals who participate in the service. We specify assumptions that fit the majority of circulated protocols first. Then we give a high-level intuition of seven privacy notions in the flavor of indistinguishability games. Further, we go on by formally defining both the data and properties of the service, as well as the concrete privacy notions. We also provide a very highlevel, initial educated guess as to which privacy notions could, or cannot be achieved by the most prominent protocols that are currently circulated. This initial overview indicates that all proposals include some centralized services, and none actually protects identity and (co-)location of infected users from both other users and the service provider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Through this endeavor we hope to help developers in improving their designs, to provide better (or: more targeted) privacy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "During local infections, contact tracing traditionally is done by inquiring a patient with a positive test about the people they have met throughout the characteristic contagion period of the respective disease, and subsequently calling each of the identified individuals to ask them to self-quarantine for the incubation time. This approach is highly privacy invasive, yet very specific: the tested individual is requested to release all contact information to the health authorities (or an organizing institution to which such services are delegated), surrenders the set of encountered individuals that still come to mind, and that the person feels comfortable to disclose. The institution thus gets to know these individuals and quite accurate social interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Functionality"
        },
        {
            "text": "Extreme situations, like the current SARS-CoV-2 pandemic, require alternative approaches. We observe that as incubation periods are long, it is difficult for tested individuals to remember all encounters. Further as large numbers of people are tested positive, manual interviewing and calling of encountered individuals does not sufficiently scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Functionality"
        },
        {
            "text": "Several suggestions have been made to use location information from cell phones for this purpose. They fundamentally comprise of three functions: sensing potential infection events, either by tracking all users' locations, or encounters between groups of users; deriving \"at-risk\" (potentially infected) users upon the event of one user being tested positive; and informing the at-risk users to take further measures (e.g., self-isolate, get tested). Note, that at least one bit of information is transferred to the alerted user, that is, the information that he or she has met one individual who has tested positive for the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Functionality"
        },
        {
            "text": "They commonly assume different underlying roles and participating stakeholders. The most basic assumption is that individuals are participating as the owners of their mobile phones (we will call their representation within the app \"users\"); individuals may be untested, tested positive, or, after an encounter with a positive individual, \"at-risk\". Testing at least in Europe is assumed to be performed by medical professionals. The results of positive tests are collected at public health authorities, who also take care of informing atrisk individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Functionality"
        },
        {
            "text": "Considering the design space, there is a spectrum of distribution in implementations, which come with somewhat corresponding assumptions about trust into the different entities in the system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Design Space and Proposed Solutions"
        },
        {
            "text": "At one extreme there is trust into service providers and health authorities. Early suggestions saw carriers collect location information, knowing which cell a user is subscribed to at specific times. They would transmit all location information to the health authorities, who could take care of extracting encounters of individuals that have tested positive, and either directly, or through the cell phone provider contact those who are at risk. While probably useful to trace mobility of populations, this data may be too coarse grained, as location accuracy currently is limited to the order of tens to hundreds of meters (5G will improve this to the order of centimeters, restricted to densely populated regions, though).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Design Space and Proposed Solutions"
        },
        {
            "text": "Location and low distance communication technologies, however, also allow the direct colocation tracing on the mobile phones of people in local proximity. A suggestion similar to the above in regards to trust assumptions and centralization has been done in the context of Google. Knowing the location of next to all Android and Google maps users at almost all times, Google could provide location information, derived from GPS and WiFi information (or extract encounters, when being informed about infected individuals/users) in a centralized fashion, and either inform the health authorities about individuals at-risk, or alarm them through their mobile phones directly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Design Space and Proposed Solutions"
        },
        {
            "text": "Both approaches would leave some centralized entities with total knowledge of everybody's whereabouts (which they potentially already collect), and encounters, as well as information about tested and potential infections, directly tied to user identifiers or even the actual individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Design Space and Proposed Solutions"
        },
        {
            "text": "As past experience with centralized entities has shown that total trust is not always warranted, other approaches are under discussion. These commonly assume the measurement and storage of encounters to be done directly on the individuals' mobile phones (most commonly by exchanging pseudonyms like \"beacons\", \"tokens\", \"Ephemeral IDs\", or other types of pseudonyms by local broadcast, and subsequently storing them on the phone). The infected individual (upon positive testing) then commonly is assumed to surrender her local information (commonly the temporal pseudonyms from encounters she was involved in) to a service provider. These approaches differ in the choice of centralized or decentralized information of those at risk: Centralized approaches assume the service provider to be able to map the pseudonymous colocation information from the infected user to the users or individuals at-risk (cf. the mode of PEPP-PT currently discussed for deployment in Germany), and hence to contact those directly. Decentralized approaches assume the colocation information to be published on a public bulletin board in some format that can be interpreted by all other users, to locally determine if they are at risk, or not (cf. Canetti [2] , or DP3T [8] , the \"decentralized\" mode of PEPP-PT).",
            "cite_spans": [
                {
                    "start": 1234,
                    "end": 1237,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1248,
                    "end": 1251,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "B. Design Space and Proposed Solutions"
        },
        {
            "text": "All of the approaches claim some kind of \"GDPR compliance\", or \"anonymity\", or to be \"privacy preserving\". None, to the best of our knowledge, specifies precisely, what they actually mean by these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Design Space and Proposed Solutions"
        },
        {
            "text": "Considering its functionality, a contact tracing system processes the (co-)location of all of its users (in some form) and the information who has been tested positive for the respective virus. Processing these two types of information with perfect knowledge about all users clearly is privacy invasive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Privacy Threats"
        },
        {
            "text": "Different approaches hence try to prevent certain threats: These comprise leaking infection of an individual and potential infection of an individual, for instance of all those who are alerted for being at risk. Also leaking infection or potential infection of a pseudonymous user is a threat, as inverting a pseudonym and re-identifying the individual may be possible, sometimes even easy, especially for long-lived pseudonyms, through different means. Additional threats are leaking the location of an individual, even the location of a pseudonymous user (as this may allow for learning the whereabouts of another individual, tracking of a user, and as previous work has shown that pseudonymous location information can lead to very simple re-identification [4] ), or encounters of two users (as personal relationships are intimate information, and even highly distorted social graph information has been shown to be easily re-identified [7] ). Even leaking aggregate information could represent a threat, as stigmatization may happen if, for example, frequencies of infections, or fractions of infected populations become known for users with certain behavior, or in certain regions, cities, or probably even specific shops, companies, or institutions.",
            "cite_spans": [
                {
                    "start": 760,
                    "end": 763,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "C. Privacy Threats"
        },
        {
            "text": "With regard to the adversaries, the common view is that the systems should protect an individual's information from the health authorities (or their delegated service providers), other users, or third parties who abuse the system for attacks on the privacy of its users, for instance by placing devices (Bluetooth antennas, video cameras, corrupted smart phones) in certain locations. Some approaches consider attacks on the system itself, like, for instance pollution (illegitimate infection information, claiming a positive test outcome), or replay/DoS (re-broadcasting previously received tokens so as to increase the probability of this user to be alerted for being at risk). We acknowledge the importance of attacks on the system, but limit our scope on attacks on the privacy of users within this report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Adversary and Trust Assumptions"
        },
        {
            "text": "The approaches have entirely different trust assumptions: For the centralized PEPP-PT it is perfectly fine for the service to learn all encounters of individuals with those who are infected, but the information of who has been infected is hidden from all users. Even those who are alerted that they are considered to be at risk do not learn which or how many infected individuals they have met. Canetti, Trachtenberg, and Aria [2] (from here on Canetti) take the opposite stance and allow the alerted users to learn who of their contacts has been tested positive 4 but hide location traces and colocations from the service. The same holds for the current available proposal of DP3T [8] . There the server does not learn any colocation information itself, but publishes information that allows to 4 By way of storing the information which token has been broadcast during encounters with which other individuals. Also storing the location for each broadcast token would even allow people who are alerted to recover the location of each individual that tests positive at the time of encounters. recreate the entire list of pseudonyms of an infected user. This essentially again allows other users who stored information about the time and place of received tokens to perfectly retrace all colocations with each encountered infected user.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 430,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 796,
                    "end": 797,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "D. Adversary and Trust Assumptions"
        },
        {
            "text": "No formal privacy definitions and security analyses of the suggested approaches have been reported so far, to the best of our knowledge. Cho, Ippolito, and Yu [3] have performed an informal analysis of the TraceTogether App that is in use in Singapore, and suggest some improvements to prevent specific attacks. Vaudenay [9] has reported some specific vulnerabilities of a version of the DP3T protocol. Neither of the two, nor any of the protocol descriptions that we could retrieve has made an attempt to define the potential risk and formally specify the actual security goals, to make the systems accessible to formal analysis.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "E. Missing Formal Privacy Definitions"
        },
        {
            "text": "In brief, we identify a dire necessity to formalize the setting, trust assumptions, and accurate privacy notions in order to allow for a systematic understanding and discussion of the different proposals that are circulated, and their flavor of privacy which they may, or may not achieve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Missing Formal Privacy Definitions"
        },
        {
            "text": "We will describe some overall terminology, the application setting, the adversaries, and threats in the following section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. APPLICATION SCENARIO AND ASSUMPTIONS"
        },
        {
            "text": "Humans get infected and potentially transmit diseases. We consider the humans to be individuals, with names ('Alice', and 'Bob'). In possession of a cell phone they can become users with corresponding pseudonyms, some of which can be (easily) linked back to the individual (the pseudonym hence inverted or mapped) -like for instance contact information (the mobile number, or the app identifier). For some pseudonyms this may not be simple (short term random IDs), or probably even impossible for others. It is always easy for an individual to know its pseudonyms (even if they are automatically generated at random by their mobile app because the adversary controls the device it is easy for her to observe the pseudonyms it sends).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. APPLICATION SCENARIO AND ASSUMPTIONS"
        },
        {
            "text": "At-risk individuals, i.e. those who have been in the proximity of another individual that has tested positive in the disease specific time span 5 , have to be alerted of their situation. We assume the notification has to happen at the earliest possible time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Functionality"
        },
        {
            "text": "We make the assumption that recovered individuals may safely delete the app from their phones, since recovering from an infection is currently believed to yield immunity 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Functionality"
        },
        {
            "text": "We consider three entities to be involved: the individuals who install and use the app (and who may or may not become sick or at-risk), the service, who can either be the responsible health authorities, or a delegated service provider, and potential additional third parties, who are running one or several devices to break the privacy of selected, any, or all users of the application 7 .",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 387,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "B. Roles"
        },
        {
            "text": "The effectiveness of a proximity tracing system depends directly on its adoption, and we hence assume open groups without access limitations, so it is easy for anybody to participate 8 .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "B. Roles"
        },
        {
            "text": "The service needs to consider colocation, which translates to two individuals being at the same location at the same moment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Data"
        },
        {
            "text": "We hence have to model locations and time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Data"
        },
        {
            "text": "We do not model location in terms of the coordinates, or traces of location where users have been. Several analyses have shown that anonymizing location data, especially when sequences of positions are known, is very difficult (and most likely impossible, if any utility is expected to remain). Privacypreserving processing or publishing of such data hence comes at least at a great overhead. Conforming to most of the discussed protocols (all contestants for implementation as European solutions), we model colocation as the fact that two users have been within a defined proximity of each other, no matter where this encounter has taken place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Data"
        },
        {
            "text": "Regarding the time, we need to distinguish between two different intervals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Data"
        },
        {
            "text": "• Batch time: Each batch groups seemingly simultaneous events. They are so short (e.g. seconds) that an adversary cannot recognize the sequence of events in them. • Retention time (e.g. 2 weeks): The amount of time the proximity information is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Data"
        },
        {
            "text": "We deem personal information of users, and potentially aggregates thereof, sensitive and aim to analyze to which extent it is kept private (or, otherwise: lost).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Data Processing and Information Loss"
        },
        {
            "text": "The service processes data, and both functionality and service provision require transfer of certain information. Like any relevant privacy-preserving protocol, our service must leak at least a minimum of information, as otherwise it would have no utility: Potentially infected \"at-risk\" users learn at least 7 Note, that some approaches model the service to be distributed. PEPP-PT for instance argues that testing a user is done by professional medical personnel, who signals the information that a user has tested positive to another, different service provider; some approaches suggest distributing the service provider itself, to allow for mixing-approaches, Private Set Intersection-, or Multi-Party Computation Protocols. We believe that distributing the service may improve privacy, but we argue that the achieved privacy can be defined independent of this implementation detail. 8 Even though it is out of scope for this work, we want to note that this does not necessarily entail zero-cost identities and hence unbounded Sybil attacks, as linking, for instance, installation identifiers to mobile devices, SIM cards, or phone numbers is possible, and sufficiently secure at least against opportunistic attacks. the single bit of information that they are at risk, and hence have encountered one or some individuals that later have tested positive. In addition the server, if the protocol design includes one, will learn at least the fact that it is used, so that users exist. We do not deem service information (the existence, effort, cost, etc. of the service provision) worth protecting.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 310,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 888,
                    "end": 889,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "D. Data Processing and Information Loss"
        },
        {
            "text": "We also limit our analysis to the information that leaks due to using the service, so that an adversary learns from using the application, or controlling the service or parts of it, or combinations thereof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Data Processing and Information Loss"
        },
        {
            "text": "We do not analyze the secrecy of external (probably private) information, as it can easily be collected by other means (side channels like setting up cameras in public places, walking around town and taking notes of observations, digital dossier aggregation). It is important to note that we make no assumptions nor statements about such external information, and, as argued by Dwork [5] , that even the smallest loss of information in combination with external knowledge can constitute an absolute privacy loss 9 . Thus, absolute privacy guarantees can of course not be derived from our analysis (and most probably not from any other).",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 387,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "D. Data Processing and Information Loss"
        },
        {
            "text": "The adversary might participate in any role. It can be a curious user, the service provider (if the protocol design includes one), or external third parties. Our formalization of privacy goals can also be used to analyze colluding adversaries, that corrupt multiple users, or a user and third parties to learn private information. Due to the assumption of open groups, an adversarial service provider can also easily create artificial users in collusion, so merge the observations at the service provider and the controlled users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Adversary"
        },
        {
            "text": "Privacy terminally means that observations either cannot be made, or are impossible for the adversary to link to specific individuals. Given observations that the adversary can make, we follow common practice and define anonymity sets: Anonymity sets group users that are indistinguishable in a certain protocol for the adversary under a specific privacy notion. Information that leaks from a privacy-preserving protocol and that allows to distinguish two users, automatically puts them into separate anonymity sets (or eliminates their anonymity). If the anonymity sets thereby get so small that all users in the set have a certain property in common, then this is property is of course learned by the adversary. This separation utilizes all information the selected adversary learns. Starting with public information (e.g., which region a user belongs to in the work of Berke et al. [1] ), up to information gathered by attacking the system within the adversarial capabilities.",
            "cite_spans": [
                {
                    "start": 885,
                    "end": 888,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "F. Indistinguishability and Anonymity Sets"
        },
        {
            "text": "We model the privacy notions for proximity-tracing services as indistinguishability games. An adversary submits two alternative scenarios to a challenger who chooses to execute one of them at random. The adversary subsequently is tasked to guess which one the challenger chose, based on her observations and protocol outputs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. OVERVIEW"
        },
        {
            "text": "We give a brief intuition of the notions we are defining below and an overview over their relations in Figure 1 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 111,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "IV. OVERVIEW"
        },
        {
            "text": "Modeling the threats as defined above, in the context of the protocols that have been proposed and published so far, we derive the following seven relevant privacy notions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Intuition of Proximity-Tracing Privacy Notions"
        },
        {
            "text": "Other than the service functionality (at-risk individuals learn that they are at risk) and technical limitations, no entity learns anything that it does not already know by trivial observation. Technical limitations include e.g. that the service learns whether users participate at all. 2) Infection Indistinguishability (I−IND): Individuals may know who they have met, at-risk individuals are informed that they met one or several infected individuals within the contagion period; but they do not learn who was infected and how many infected individuals they have met. V. MODEL We model events, which the adversary can choose to define the scenarios, and a notion of time that fits for this purpose. We borrow the general idea of game based notions combined with ideas of differential privacy from existing work on anonymous communication networks and construct the game as in [6] .",
            "cite_spans": [
                {
                    "start": 878,
                    "end": 881,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "1) Proximity Tracing Indistinguishability (P −IND):"
        },
        {
            "text": "A. Setting 1) Events: We use U as the fixed set of individuals who use the proximity tracing app, and further need to model two events: Colocation of individuals (Meeting) m(A, B) meaning that individual A was in proximity of individual B. We assume this event to be symmetric. Hence, m(B, A) describes the same event. Infection of an individual i(A) meaning that A was tested positive. As we assume such users deinstall the application (the user self-isolates and is resistant to the infection afterwards), the same infection event is not allowed to occur multiple times. 10 Events that follow from these, like creating pseudonyms as user identifiers, and notifying other users to be tested or selfquarantine (e.g. B above), will follow from the app protocol and are not needed for defining the scenarios (they will be, of course, important for analyzing protocols regarding the notions, later on).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Proximity Tracing Indistinguishability (P −IND):"
        },
        {
            "text": "2) Time: We need a sense of time. Therefore we assume events to be clustered into batches r = (r 1 , . . . , r l ) with r i ∈ {m(·, ·), i(·), }, where is the empty event, i.e. no event taking place. All events of a batch are assumed to happen simultaneously (or at least with so little time difference that the adversary cannot observe their order). Every new batch contains all events of this defined very short time span 11 . The next batch then contains the events of the following time interval of the same length. Multiple identical colocation events (e.g. m(A, B) and m(B, A)) are not allowed in the same batch as one cannot meet someone multiple times at the same point in time. Further, the information is stored (and compared) for a chosen retention time; conforming to t batches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Proximity Tracing Indistinguishability (P −IND):"
        },
        {
            "text": "3) Non-modeled attributes: If needed for the protocol analysis, we assume that attributes we did not explicitly model are equal in both scenarios and are chosen reasonable, i.e. such that the chosen events might happen in the real world. For example the location at which a corrupted user meets someone in the batch is fixed and the location of her meeting in the next batch should be reasonably close. Similarly, if time is used by the protocol, it is equal in both scenarios for the same batch index.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Proximity Tracing Indistinguishability (P −IND):"
        },
        {
            "text": "We first describe the easiest version of the game and then describe the additional steps that lead to the complete game.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Game"
        },
        {
            "text": "A is the adversary, Ch the challenger and Π the analyzed protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Game"
        },
        {
            "text": "1) Ch randomly picks challenge bit b.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Game"
        },
        {
            "text": "2) A sends a batch query, containing two batches r 0 and r 1 (with potentially many events), to Ch. 3) Ch checks if the query is valid, i.e. both batches differ only in information that is supposed to be protected according to the analyzed notion. 4) If the query is valid, Ch inputs the batch corresponding to b to Π. 5) Π's output Π(r b ), i.e. the observations according to the adversary model, is handed to A. 6) After processing the information, A outputs her guess g for b. The analyzed notion (X) is achieved if no PPT algorithm A can win the game with non-negligible advantage: For all A exists negligible , s.t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Game"
        },
        {
            "text": "] describes the probability that the adversary A guesses g if the challenger chose b and simulates Π for the notion X.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Game"
        },
        {
            "text": "Additional Steps: Multiple Batches Steps 2-5 can be repeated. We call the combination of all input batches for one challenge bit a scenario; more precisely for b = 0 the combination of input batches is the first scenario; for b = 1 the second. User corruption Instead of Step 2, A can also decide to issue a corrupt query specifying a user u and receive u's internal state as output. This includes that the adversary gets access to all secret keys and stored information this user owns. This might change Π's state, lead to different behavior of Π in following queries and yield a higher advantage in guessing than before. Once corrupted users stay corrupted until the game ends. Protocol queries Any other input to the protocol (to change its state) and model active capabilities of the adversary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Game"
        },
        {
            "text": "Our notions define, what the adversary is not allowed to learn. The scenarios, which the adversary has to distinguish, hence have to be identical except for exactly the piece of information that the corresponding notion requires to be protected. The challenger checks for this in its check for validity, in step 3) of the game. To easily describe the allowed differences in the input batches, we define notions as a combination of properties. These properties usually require that certain data or meta data of the real world has to be equal in both scenarios (i.e. it is not protected by the notion and can be learned by the adversary).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Notions"
        },
        {
            "text": "Let C i be the set of corrupted users in the i-th batch, as defined by the user corruption queries above. We use C as a shorthand for all C i 's. Note that by definition of the corruption query C i ⊆ C i+1 . We use [x, y] short for {x, x + 1, . . . , y} and r[x, y] as an abbreviation for all events happening in the batches r x , r x+1 , . . . , r y . We also use to declare that this part of a tuple can be any value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. Further notation"
        },
        {
            "text": "In this section we describe the properties, i.e. partial information about what happens in the real world or is represented in the protocol. This information may, or may not be desirable to hide from an adversary. Hiding a certain property is a characteristic of a specific protocol. The property otherwise (most probably) can be observed by the adversary as an artifact of the protocol execution. There certainly are numerous possible properties that theoretically could be considered. We restrict ourselves to those properties that we find to be most insightful, and which seem to relate to the current protocol proposals, best (Appendix A further elaborates the situation).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. PROPERTIES"
        },
        {
            "text": "Informally speaking, we want a property that helps us to express that no information leaks, other than what is unavoidable (necessary for the functionality). Therefore, we define the unavoidable loss (UL) that per se has to be identical in both scenarios, as it cannot be protected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Informal"
        },
        {
            "text": "Further, we want to be able to analyze the protection regarding the information loss about the colocations/meetings and the infected patients. Therefore, we define a property (E m ) that allows us to easily require that no information about the colocations, but possibly any information about the infected users (except for their colocations with other users) is leaked. We do this by requiring that in both scenarios exactly the same infection events happen (E m are equal in both scenarios), but leaving complete freedom of choice to the adversary regarding the meeting events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Informal"
        },
        {
            "text": "Similarly, we define another property (E i ) that protects only the information of infected users and fixes the colocation events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Informal"
        },
        {
            "text": "Achieving strong notions of course is favorable, as any information leakage may be reason for concern, especially when considering auxiliary information from external sources. Some design decisions (local broadcasting of tokens, disclosing the number of encounters to the server, or through the server to the public, etc), however, may be useful from a pragmatic perspective, yet systematically prevent protocols from achieving such strong notions against different adversaries. We thus restrict these properties slightly by requiring for the infected protection that the number of infected users is equal in both scenarios (as this usually is published anyways) and for the colocation protection that the colocation events of infected users might leak (as some protocols leak more information about the infected users) or the colocation events of corrupted users might leak (as corrupted users learn the For all following properties we assume that the adversary already sent k − 1 batches per scenario and for these the challenger already checked that each pair was compliant to the notion analyzed. Now the next pair of batches was sent by the adversary and we define under which conditions they are valid. The current batches are thus the k-th batches of the game: r k 0 = (r 01 , . . . , r 0l ), r k 1 = (r 11 , . . . , r 1l ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Informal"
        },
        {
            "text": "The current batches fulfill the following properties if: Equal except infected E i : any event, that is not an infection event is equal in both batches 12 . For b ∈ {0, 1}: r bj = m( , ) =⇒ r 1j = r 0j , for all j ∈ {1, . . . , l}",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 (Properties):"
        },
        {
            "text": "Equal except meetings E m : any event, that is not a meeting event is equal in both batches. For b ∈ {0, 1}:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 (Properties):"
        },
        {
            "text": "Number of infected is equal |U i |: The number of infected users is equal in both scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 (Properties):"
        },
        {
            "text": "The total number of meeting events is equal in both scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 (Properties):"
        },
        {
            "text": "No one can be infected, if their meetings in the last t batches differ in the two scenarios. Therefore, we define the set of users whose meetings in the two scenarios differ at some point in the last t batches (i.e. at least one user is involved in the meeting of one scenario that is not in the other) as the set U m . This is the set of all users u that were involved in a meeting (that was event j of batch j) which differs in at least one user in the two scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 (Properties):"
        },
        {
            "text": "We define M i to be true iff for the set of infected user U b (U b defined as in Number of infected |U i |):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 (Properties):"
        },
        {
            "text": "Meetings of corrupted are equal M c : No one can be corrupted, if their meetings in the last t batches differ in the two scenarios. U m defined as above. We define M c to be true for the current set of corrupted users C k iff U m ∩ C k = ∅.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 1 (Properties):"
        },
        {
            "text": "We define properties that cannot be hidden from the adversary as it belongs to the intended functionality or we consider it inherent in the technical solution that is assumed. This is a delicate choice, as it implicitly -and inaccurately -accepts that some information cannot be hidden (we will comment on these decisions, below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "At-risk users always learn at least one bit due to the function of the service (that they met one or some infected users). Consider, for example, a user that met only one other user and then is warned. This trivially discloses that the individual she met is infected. More generally, also if more users are met: Unless one limits the functionality 13 an adversary can always trivially distinguish the two scenarios, if her choice leads to notification (or lack thereof) for different corrupted users in the two cases. To prevent our game adversary to break our notions based on this trivial attack type, we add the property M I→C and require notified, corrupted users to be equal in both scenarios. Recall that C i describes the set of corrupted users in batch i. Definition 2: At risk corrupted users are equal M I→C : We want that the same corrupted users get a notification for being at risk in both scenario. Therefore, we define the set of users that both get notified and are corrupt, to be equal. The users that get notified are those that have in the last t batches been in contact with any infected user u i (whose infection is detected).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "Thus requiring the subset of the corrupted notified to be equal is:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "If a corrupted user meets another corrupted user, she also knows her identity (M C→C ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "Definition 3: Corrupted meeting the same corrupted M C→C : The same corrupted users have been meeting with each other in the last t batches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "Further, if a corrupted user is tested positive, the adversary learns this information (U C→ i ). Definition 4: Infection events of corrupted users U C→ i : Every corrupted user is infected at the same time in both scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "U",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "Additionally, if we assume broadcasting of temporal identifiers 14 any user learns how many encounters they had. We thus define Q C→ m such that the adversary cannot trivially break the notions based on this knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "Definition 5: Frequency in meeting for corrupted users Q C→ m : Every corrupted user had the same number of colocation events in the last t batches in both scenarios. Therefore, we define the set of encounters for a user u as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "That the amount of encounters per user has to be the equal for the corrupted users in the last t batches is thus:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "If we assume broadcasting of temporal identifiers also the fact whether multiple corrupted users met the same user at the same time, is always leaked:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "Definition 6: Meeting with corrupted M c−c : If multiple corrupted users met the same user in one scenario, they also all meet one user in the other scenario (although this user might be a different one with the same health status). Let all corrupted users c, c ∈ C k meeting an infected user u ∈ U 0 , event j, j ∈ [1, l] it holds that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "Similar for all corrupted users meeting a healthy user.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "The combination of these above properties in VI-B2 (the notified corrupted users, the meetings between corrupted users, the detection of infections from corrupted user, the frequency in meetings for corrupted users, and meeting with corrupted) are trivially available to the adversary. We hence define the combination to be unavoidable loss:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "Any combination of the above 15 properties, either fixed or defined by the adversary, constitutes a notion in principle. We refrain from enumerating all and instead focus on the combinations that relate to claims or seemingly achieved protection in the most prominent proposals that have been circulated, as they seem most relevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "We illustrate all notions with a short example. Horizontal lines thereby symbolize the end of a batch, t > 2 and user A is corrupt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2) Unavoidable information loss:"
        },
        {
            "text": "The adversary only learns what she trivially already knows or has to learn, but nothing else. This is the strongest notion, given that the assumptions on the functionality and technological limits hold. Therefore, the batches have to fulfill the following property Notice that this also protects e.g. how many users are infected, how often someone was colocated with an infected individual and how many infected individuals someone has encountered. Thus all users, that had contact to all notified corrupted users define the anonymity set. In case of many corrupted users working together and immediate notification after detection of an infection, this set might still be small in reality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Proximity Tracing Indistinguishability (P −IND)"
        },
        {
            "text": "This notion is a little bit weaker than I−IND as it additionally allows the number of infected app users to be learned by the adversary. Therefore, the batches have to fulfill the following properties",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Infected Indistinguishability (I \\|I|−IND)"
        },
        {
            "text": "As infection numbers are usually published (albeit cumulated and after some delay), we do not consider this privacy loss as very critical. This is the strongest notion that only protects meetings. The batches can only differ in who met, but not who is infected. Therefore, the batches have to fulfill the following properties",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Infected Indistinguishability (I \\|I|−IND)"
        },
        {
            "text": "This notion does not define protection of who is infected, but who someone met, and in consequence where someone has been.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Infected Indistinguishability (I \\|I|−IND)"
        },
        {
            "text": "We now relax the above. This notion only protects the meetings of healthy people, the identity or location of infected individuals may be disclosed. As soon as someone is infected, her whole meeting history is allowed to leak. This means only users whose meetings are identical before can be infected (as stated earlier we assume that infected users self-isolate and have no later meetings). Therefore, the batches have to fulfill the following properties ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E. Healthy meeting Indistinguishability (M \\I−IND)"
        },
        {
            "text": "Analyzing a protocol regarding a notion is only meaningful under the assumption of a certain adversary and regarding different adversaries the results for the same notion and protocol can differ. For this first short review we are concerned with the adversary model that corrupts only clients and the one that corrupts only the server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIII. NOTES ON EXISTING APPROACHES"
        },
        {
            "text": "For our educated guess, we utilize existing implications between the notions, i.e. if we expect that a strong notion is achieved this includes that all weaker, implied notions are achieved as well. Further, we use a similar logic for adversaries; if a weak adversary (e.g. one corrupting only one client) is expected to break the notion, a strictly stronger adversary (e.g. one corrupting multiple clients) is too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIII. NOTES ON EXISTING APPROACHES"
        },
        {
            "text": "We are limiting our short review of the state of the art in three ways: a) Reusing of Pseudonyms ignored: As long as the broadcast pseudonym is not changed, multiple meetings can trivially be linked (see Appendix B for a corresponding notion). This means that for this time span the user's meetings are traceable, if the adversary is able to observe the area, or at least manages to incur several encounters. As the information how long a pseudonym is reused is important, we include this parameter in the table. Other than that, we ignore this attack vector for the moment, i.e. we assumed that any batch uses new unlinkable pseudonyms, to get a feeling for the protection introduced by the other design decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIII. NOTES ON EXISTING APPROACHES"
        },
        {
            "text": "b) Location Information ignored: Some protocols leverage location information to calculate the at-risk users. As this of course is an important private information, we include it in our table as well. Other than that, we however ignore this information at the moment. In terms of our security games we thus assume that the locations do not differ between the scenarios, i.e. the same location is being used for the corresponding meeting of the second scenario as the one used in the first scenario. Also the location of one user in one batch does not change and locations of the same user in two consecutive batches are assumed to be reasonably close.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIII. NOTES ON EXISTING APPROACHES"
        },
        {
            "text": "c) Educated Guess: We have not performed in-depth analyses of the protocols in detail, and do not present any proofs. This is partially due to time 17 , partially due to the fact that explicit specifications sometimes are not public (we rely on a project draft for the centralized PEPP-PT) or moving targets (DP3T is under heavy development at the moment, several other approaches are published in technical reports with frequent updates). We merely provide an educated guess of reasons, why some approaches systematically may, or may not achieve specific notions. A summary of this guess can be found in Table II (the results for one and multiple clients are expected to be identical).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 605,
                    "end": 613,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "VIII. NOTES ON EXISTING APPROACHES"
        },
        {
            "text": "Clients: This approach may protect perfectly from corrupted clients as they do not have to share information with other clients, but only with the server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Centralized location tracing server 18"
        },
        {
            "text": "Server: The server learns the locations of all users at all times. Thus, it learns even more information than the colocation events that we modeled here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Centralized location tracing server 18"
        },
        {
            "text": "Notions: P −IND should hold for multiple adversarial clients as they never exchange any information with non adversarial clients and only learn unavoidable information (that they are at risk, if this is the case) from the server. R \\ I−IND and I \\ |I|−IND are broken for an adversarial server, as it learns all meeting events and infection status for all users. This implies that all other notions are broken as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Centralized location tracing server 18"
        },
        {
            "text": "Further of course the exact location information is leaked and identities are known to the server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Centralized location tracing server 18"
        },
        {
            "text": "Client: As clients only learn the temporary identifiers (and we ignore trivial linking due to pseudonym reusal during extended periods of time, for the moment), clients only get notified about whether they are at risk, we expect that one client cannot learn anything about the meetings or who is infected. Multiple clients can however still learn about meeting the same user as the same pseudonym is broadcast to all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. PEPP-PT (central comparison) 19"
        },
        {
            "text": "Server 20 : The server learns all short-term pseudonyms seen during all encounters of users who test positive, and the long-term pseudonym of the latter. The short-term pseudonyms can be inverted and hence directly mapped to the corresponding users. Literature shows that linking long-term pseudonyms (app IDs, cell phone numbers) to the identity of individuals is trivial, or at best represents a very light obstacle to any 17 We believe that providing the formalization of privacy goals as notions is more pressing at this point in time, to help the various developers understand and express their goals and approaches better. 18 The naive solution assumed in the background (Section II). Note, that Google and Apple recently advertised they wanted to develop their own co-location system. There currently are no specifications available but from what they hint they seemingly plan following the Canetti approach, which we discuss below, and not a centralizes location tracing server; https://www.apple.com/covid19/contacttracing/ 19 We rely on an unpublished project draft. 20 The server is assumed to be trusted in this setting: The centralized PEPP-PT description argues that at-risk individuals can be alerted directly by the service, who consequently needs to know who they are. The server thus learns everything about all individuals who test positive and all their encounters, our notions hence do not match the adversary model of the developers in a very useful manner. strategic adversary, especially with knowledge about the egonetwork of the respective victim.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 427,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 631,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 1033,
                    "end": 1035,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1077,
                    "end": 1079,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. PEPP-PT (central comparison) 19"
        },
        {
            "text": "Notions: Corrupted clients only learn the tokens of each batch and the bit about whether they are at-risk, as the fact that multiple users learn that they are meeting the same user due to the broadcast is considered unavoidable leakage, for the moment. As the tokens cannot be linked (again: we ignore the reusage of the pseudonyms for 15 minutes in this analysis) and the bit is considered unavoidable information, P −IND is expected to be achieved (and thus also any other defined notion), even against multiple clients in such a restricted analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. PEPP-PT (central comparison) 19"
        },
        {
            "text": "A corrupted server is expected to break R−IND and I \\ |I|−IND. As the server notifies the at-risk users and thus learns about their meeting with infected individuals, it learns about the meetings between these users (and most likely even their identities). As the notified honest users can differ in both scenarios for I\\|I|−IND, this notion is also expected to break. Only the notions that allow the adversary to learn about the meetings of infected R\\I−IND and M\\I−IND are expected to hold, as the server only learns the short-term pseudonyms infected users met and nothing about the meetings between non-infected users is shared with the server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. PEPP-PT (central comparison) 19"
        },
        {
            "text": "Clients: Non-infected users only share one-time pseudonyms with other user, so we expect the meetings of them to be nearly completely private. Infected users send all own temporal identifiers to the server. All users receive the list of pseudonyms of infected users, as it is stored on the server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Canetti [2]"
        },
        {
            "text": "Server: The server receives all the identifiers that the infected users sent out.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Canetti [2]"
        },
        {
            "text": "Notions: M −IND and I\\|I|−IND are expected to break for a single adversarial user, as the user learns in which batch the match with an infected user occurs and thus the user has a good guess which the infected user was (knowing when she met him: I\\|I|−IND) or when she met him (knowing when the other user gets infected:M −IND). We expect M\\I−IND and R−IND to hold against that adversary, as the adversary does not learn about meetings of non-infected users, or meetings she is not involved in. As only the own keys of the infected users are published, it does not contain meeting information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Canetti [2]"
        },
        {
            "text": "I−IND is expected to break for an adversarial server, as it can observe how many batches of tokens she gets and thus learns the number of infected users. However, given the tokens are sent to the server in a protected way (via a secure anonymous communication network), the server cannot infer the identity from the tokens or any meeting information (as above). We thus expect a corrupted server (not colluding with any clients) to achieve the other notions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Canetti [2]"
        },
        {
            "text": "Note that the publishing of all tokens of the infected users leaves them traceable by multiple corrupted users, if only one user has been infected in this period (if there have been several, they create an anonymity set). This should be analyzed in future work (see Appendix B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Canetti [2]"
        },
        {
            "text": "Clients: Clients are assumed to have met if they are in the same region. Clients do not directly exchange information, every communication happens over the central regional server. Infected clients use generalization to obfuscate their location and time, before regularly publishing this information to a database. Non-infected clients run a Private Set Intersection (PSI) or PSI-Cardinality (PSI-CA) protocol together with the database server to find out whether they have been at the same obfuscated location at the same time span as one of the infected clients. We assume that this PSI does not return duplicated set entries (no multi sets). The client learns either the obfuscated location and time for any match in the database (PSI) or the number of matches (PSI-CA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. MIT [1]"
        },
        {
            "text": "Server: The server receives regular input from infected users, so he learns the number of infected users. As obfuscated location-time tuples are generated in a deterministic way, infected users that meet in the same generalized location at the same time will generate the same information to be sent to the server. The server thus learns a histogram over the number of infected people over time that meet at the same location. Depending on the chosen PSI or PSI-CA scheme, the server also can (on its own, or together with a colluding client 21 ), perform a bruteforce attack on the time span and obfuscated location reported by any infected user.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. MIT [1]"
        },
        {
            "text": "Notions: Note that the hashed obfuscated location-time value stored at the server and received by the clients can be efficiently resolved to the obfuscated location and time by a dictionary first preimage attack (in polynomial time in the security parameter).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. MIT [1]"
        },
        {
            "text": "M −IND and I \\ |I|−IND are expected to break for corrupted clients as they can learn in which batch they had contact to a corrupted user (as above for Canetti). The other (not yet implied to be broken) notions are expected to hold for this adversary as corrupted users learn no meeting information about users they did not meet or that are not infected, as they can only check for their regional information against regions infected have been in.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. MIT [1]"
        },
        {
            "text": "R−IND and I−IND are expected to break for an adversarial server, as he learns the (obfuscated) location and time of infected users and can reconstruct a partly social graph and number of infected users. Further, I \\|I|−IND is expected to break as the server can learn about two infected users that they have met (been at the same region at the same time) and thus can construct a scenario, where these met and another where the two infected (different users than in the first scenario) did not meet, even though in both the same number of users is infected and the same users (identities) met. We expect M \\ I−IND to hold, as the server does not get information about the meetings of non-infected users (if the PSI is secure).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. MIT [1]"
        },
        {
            "text": "Note that the description of possibly achieved notions does not leverage the location stored in the obfuscated location-time tuple. This is due to our assumption that location of adversarial users is identical in the same batch for the moment and should be analyzed in future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. MIT [1]"
        },
        {
            "text": "E. DP3T [8] Clients: Clients continuously broadcast a cryptographic token via bluetooth. This token is derived from a temporary key. The key is supposed to have a validity of roughly one day. The next key is derived from the current temporal key. Each temporal key generates n tokens, which are used one after another over the lifetime of the temporal key. Clients receiving such tokens are storing them together with a timestamp and signal strength. In case of an infection, the app of the infected user sends the temporal key together with a validity timespan to the server. Once a day, each client receives the server list of keys and their validity. It generates all belonging tokens and possibly finds matches with recorded tokens.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 11,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "D. MIT [1]"
        },
        {
            "text": "Server: The server receives a tuple consisting of a temporal key and its validity in case of an infection. Clients request the list of tuples once a day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. MIT [1]"
        },
        {
            "text": "Notions: As above (for Canetti and MIT), M −IND and I \\|I|−IND are expected to be broken for a corrupted client, as she learns in which round she met an infected user (she calculates the matches on her own). However, we expect the other (not yet implied to be broken) notions to hold, as again nothing about the non-infected meetings, or meetings that do not involve a corrupted user, can be learned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. MIT [1]"
        },
        {
            "text": "Similar to the case with Canetti, an adversarial server learns the number of infected users (from the number of keys it gets sent) and thereby breaks I−IND. However, other than that the server only learns the keys of infected, but no further meeting information and thus we expect the other notions (not yet implied to be broken) to hold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. MIT [1]"
        },
        {
            "text": "Note that the publishing of keys of the infected users allows to derive all sent tokens of this user and leaves her traceable by multiple corrupted users. This should be analyzed in future work (see Appendix B).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "D. MIT [1]"
        },
        {
            "text": "On this high-level overview the different approaches already show trade-offs between trust in different entities of the application and the connected privacy leakage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F. Summary"
        },
        {
            "text": "With complete trust in the server (the central location data collection, e.g. the \"Google Maps\", approach) it is relatively easy to ensure our strongest privacy goal against adversarial clients, even if several of them collude. Limiting the information the server learns about colocations (the PEPP-PT approach), multiple clients might infer some information about other users' meetings 22 , while the server still learns enough to break nearly all our notions; the only information protected, and hence notions achieved, relate to the encounters between healthy, benign users. By moving the calculation of a warning to the clients (Canetti approach, DP3T) we think it is possible to achieve most of our notions against a corrupted server, at the cost of even a single client breaking some of our notions. Interestingly, a completely different approach (MIT), calculates the meetings and warnings at the central server, but is expected to achieve (in our current notions) the same protection from corrupted clients. At the same time it however puts more trust and information at the server.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F. Summary"
        },
        {
            "text": "Slightly more general insights are that re-use of pseudonyms will likely improve the possibilities of any adversary to break notions, as throughout the reusal time the colocations can be linked, and the corresponding user hence can be excluded from the anonymity sets of other encounters at the same time. Another point is that we consider observed pseudonyms to be unavoidable leakage, which is only due to the fact that we assume the tokens to be transmitted via a broadcast medium (which all promising contestants for a privacy-preserving solution in Europe currently are suggesting, using 128-bit BLE tokens). It fundamentally is possible to share them unicast in an encrypted fashion. Bystanders then cannot observe them, and each pseudonym relates to only the tuple of two users that participate in the concrete encounter. Solutions following such an approach are expected to provide better protection against colluding clients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F. Summary"
        },
        {
            "text": "Further, we have repeatedly sketched attacks against our strong notions by exploiting that a user learned the fact that and when she met an infected user. With the current functionality and the goal to calculate the warning at the client this seems challenging to avoid. An easier circumvention of this problem would be to allow for added delays and collect information to infer warnings for this time 23 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "F. Summary"
        },
        {
            "text": "Other Unavoidable Leakage: A relaxation of the functionality or assumptions of the used techniques would lead to other unavoidable leakage. Especially that the frequency of meetings for corrupted users and the meetings with corrupted is inherent in the underlying assumption that broadcasting techniques for some temporary identifiers are used, which the most important proposals do, but it is not inherent in the desired functionality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IX. POSSIBLE EXTENSIONS"
        },
        {
            "text": "Different Levels of Meeting Intensity and Notifications: Our meeting event can be extended by a parameter that specifies the level of intensity or duration of a meeting. For the notions one would then again need to specify which meeting intensity each of the properties considers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IX. POSSIBLE EXTENSIONS"
        },
        {
            "text": "More timing information for the infection: If health workers define the point of being contagious differently than t time units before the detection, this information can be modeled as part of the infection event and the notions that consider the calculation of warnings can be adapted to make statements about the corresponding times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IX. POSSIBLE EXTENSIONS"
        },
        {
            "text": "Adding Locations: Challenging the adversary to distinguish scenarios based on the location at which users are, is certainly interesting in the future for approaches that collect some form of location data. For the approaches that do not collect such location data in the beginning, such notions are trivially achieved. Modeling locations such that only reasonable inputs can be given by the adversary makes this a challenging task for future work, e.g. the locations of the same honest user in consecutive batches should be close, people that are sufficiently close should have a meeting event and different dimensions of location (GPS coordinate and height) possibly have to be considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IX. POSSIBLE EXTENSIONS"
        },
        {
            "text": "Epochs of reused pseudonyms: Many protocols are based on epochs, in which one pseudonym is used. The pseudonym is only changed for the next epoch. If all users synchronize their epoch changes (epochs are based on a global timer), it is easy to model. We can simply understand an epoch as the encapsulation of the batches that correspond to its time and extend properties as needed to consider events of this larger time span. If however all users change epochs based on their local time, the adaption of the properties is no longer straightforward and should be subject of future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IX. POSSIBLE EXTENSIONS"
        },
        {
            "text": "Friends, Family and People with same Routine: If one wants to model that no protection from friends and family is needed (as one might assume they share the information of being infected anyways), one can restrict the scenarios to only differ in infected users that do not meet more often than one expects people with the same routine to meet. Similarly the additional requirement that only people with the same routine differ in their infected status in the two scenarios, can be added 23 The concrete analysis of this would however need an adapted notion that forces the adversary to include multiple infection events in this time span. as restriction (if one assumes that only regular met people are at risk as completely random encounters can most likely not be identified anyways [8] ).",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 489,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "IX. POSSIBLE EXTENSIONS"
        },
        {
            "text": "Assumed behavior after detection of infection: We assumed that users with a detected infection strictly self-isolate and deinstall the application as they have no more meetings. Without this assumptions further attacks are imaginable, like testing the infection status by provoking meetings with the victim, and changes on the properties would be necessary, e.g. M i would also need to ensure that meeting of an infected user after the infect was detected are equal in both scenarios.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IX. POSSIBLE EXTENSIONS"
        },
        {
            "text": "Sybil-Attacks: An easy attack is that an adversarial user ensures to meet only one user (by blocking later exchange of colocation data, i.e. temporal pseudonyms). If this adversarial user receives a warning, the adversary knows that the one met user is infected. If the adversary can easily create many identities, she can do this attack for many victims. As a countermeasure against this attack sybil-protection measures might be introduced into a protocol. The effect of such measures can be translated into our model by limiting the number of clients the adversary is allowed to corrupt. However, to also observe an effect on the notions, they have to adapted such that an adversary cannot pick arbitrarily many differences between the scenarios. Such a quantitative restriction of the notions can be done similar to the number of challenges in [6] .",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 851,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "IX. POSSIBLE EXTENSIONS"
        },
        {
            "text": "Relaxation of Advantage definition: As done before for anonymous communication networks, in some cases the strict advantage definition is too strong and allowing to distinguish with a non-negligible, but still very small probability is acceptable. Therefore, the advantage definition can be adapted similar to the ( , δ)-differential privacy definition. However, the properties can be kept the same and the same hierarchy follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IX. POSSIBLE EXTENSIONS"
        },
        {
            "text": "The current SARS-CoV-2 pandemic has spawned a plethora of protocol proposals for contact tracing using cell phones. The goal is to facilitate an automated system that warns people who have encountered others who have tested positive and may have been contagious during the meeting. All of the proposals we have found claim some form of \"privacy\", \"anonymity\", or at least compliance with data protection regulations. However, they describe a large variety of approaches, which implicitly all seem to target entirely different protection goals. Although a few security analyses of some approaches exist, there is no systematic definition what privacy-preserving contact tracing actually means, and no formal definition of the privacy notions that correspond to the targeted protection goals. Formal definitions do not only facilitate a systematic security analysis, they also provide means to compare different protocol proposals with respect to the protection they actually offer, and we hope that they will help design better, more privacy-preserving protocols in future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X. CONCLUSION"
        },
        {
            "text": "We hence undertook a first step towards formally defining privacy notions for proximity tracing apps. We defined seven fundamental notions in the style of indistinguishability games, with a focus on protecting the identities, health conditions, locations and social interactions of the users, and sketched their dependencies. Applying them to some of the more prominent contestants in the current discussion, we also gave an educated guess about how these compare. This allowed us to learn important lessons about their design decisions, and the complexity of the problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X. CONCLUSION"
        },
        {
            "text": "Our discussion indicates, that none of the current proposals can protect identity and colocation information of infected users from both other users and the service provider. Approaches that suggest to detect potential contagion on the users' phones allow colluding adversarial clients to trace infected users. Those that suggest this function to be performed on the server allow the service provider to learn the set of alerted users, and leak some colocation information to the provider. We also learned that the choice to broadcast tokens will greatly complicate protection from colluding adversaries, and that frequencies of encounters are much harder to hide, than we initially would assume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X. CONCLUSION"
        },
        {
            "text": "We assumed the use of unique, short-term pseudonyms, in this work, but observe the desire to reuse pseudonyms for extended periods, to ease calculating risk-scores of colocated users, with privacy. Our current efforts hence are to extend the analysis framework to cover reuse of pseudonyms in a meaningful manner. The framework currently models encounters as the simple colocation of two individuals. Some approaches recommend to use traces of actual positions of single individuals to extract encounters by comparing such traces. Despite the fact that the current majority opinion seems to be that such approaches will be either insecure or extremely costly, we are also aiming to integrate such data into our model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X. CONCLUSION"
        },
        {
            "text": "Our initial attempt already helped to classify the approaches, and provide insight about the protected properties and tradeoffs. We would like to stress, that our discussion does not represent an in-depth analysis, yet -some protocols are still in the process of redesign, for other protocols no public specifications exist, and that we have not proven any of the statements, so far. A future formal analysis with our notions will help uncover more intentional and unintentional leaks. It can therefore provide tremendous value to the discussion and choice of protocols for deployment, and help to design better protocols in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X. CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Assessing Disease Exposure Risk with Location Data: A Proposal for Cryptographic Preservation of Privacy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vepakomma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raskar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Pentland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.14412"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Private colocation discovery: Taming the coronavirus while preserving privacy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Canetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Trachtenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Varia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.13670"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Contact Tracing Mobile Apps for COVID-19: Privacy Considerations and Related Trade-offs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Unique in the Crowd: The privacy bounds of human mobility",
            "authors": [
                {
                    "first": "Y.-A",
                    "middle": [],
                    "last": "De Montjoye",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sci. Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Differential privacy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dwork",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "International Colloquium on Automata, Languages and Programming (ICALP)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "On privacy notions in anonymous communication",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kuhn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schiffner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jorswieck",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Strufe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Link prediction by deanonymization: How We Won the Kaggle Social Network Challenge",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "I P"
                    ],
                    "last": "Rubinstein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Joint Conference on Neural Networks",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Decentralized privacypreserving proximity tracing",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Troncoso",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "3T/documents/blob/master/DP3T%20White%20Paper.pdf",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Analysis of DP3T",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vaudenay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Hierarchy of defined notions",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Infected Indistinguishability (I \\|I|−IND): Individuals may learn the same as in Infection Indistinguishability and additionally they may learn how many infected individuals exist. 4) Meeting Indistinguishability (M −IND): An individual may learn in how many encounters she was involved and who is infected, but does not learn who she met, nor anything about colocation of other individuals. 5) Healthy meeting Indistinguishability (M \\ I−IND): An individual may learn the identity of infected other individuals and their colocations, but does not learn the identity of healthy others she encountered nor anything about colocations between other healthy individuals. 6) Remote Colocation Indistinguishability (R−IND): Nobody learns anything about encounters between two benign individuals (infected or not). 7) Remote Healthy Colocation Indistinguishability (R\\I−IND): Information about the encounters of infected users can be learned (even if they only meet benign users), but nothing can be learned about encounters between two benign, uninfected individuals. We formally define each notion below, and provide several examples for valid and invalid scenarios in Appendix C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "U 0 be the infected users of the first and U 1 of the second scenario (as in the definition of the number of infected). For 14 Note that other assumptions about the technical solution lead to adapted unavoidable leakage.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The strongest notion only protecting infections. The batches only differ in who is infected and we exclude the trivial attacks as above. Therefore, the batches have to fulfill the following properties I−IND : E i ∧ U L C",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "\\I−IND : E m ∧ M i ∧ UExcept for meetings with corrupted users and the number of edges in the colocation graph16  , no information about it leaks. Therefore, the batches have to fulfill the following propertiesR−IND : E m ∧ |M | ∧ M C ∧ UExcept for meetings with corrupted users and the number of edges in the colocation graph, no information about the colocation graph between non infected users leaks. Therefore, the batches have to fulfill the following propertiesR\\I−IND : E m ∧ |M | ∧ M C ∧ M i ∧ U definitionof the notions, and the corresponding limitations in the valid adversarial choices, this hierarchy follows: This hierarchy especially means that if P −IND is achieved, any other defined notion is achieved as well; and if R\\I−IND and I \\ |I|−IND are both not achieved, none of the defined notions is achieved. Further, the notions protecting all meeting information M −IND and M \\ I−IND also imply the notions protecting the respective social graph (R−IND and R \\ I−IND) and are hence stronger and better connected to each other than to the notions concerned with differing infection events (I−IND and I \\ |I|−IND). However, there might be useful weaker notions that are both implied by Hierarchy of defined notions notions concerned with meeting information and by notions concerned with infection information, e.g. how many meetings an infected user had earlier.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "SUMMARY OF THE PROPERTIES We first define the properties where a designer potentially can decide whether this information should be protected or not.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors are affiliated with, supported by, and/or members of Karlsruhe Institute of Technology, specifically the Helmholtz Centre for IT Security \"KASTEL\", Huawei, TU Dresden, and the Excellence Centre for Tactile Internet with Human-in-the-Loop \"CeTI\" (EXC 2050).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Pseudonyms reused? central tracing server client(s) exact forever server X X X X X X X exact forever PEPP-PT client(s) no n th part of day (15min) server X X X X X no n th part of day (15min) Canetti client(s) X X X X no never server X X no never MIT (PSI) client(s) X X X X region no pseudonym server X X X X X region no pseudonym DP3T client(s) X X X X no n th part of day server X X no n th part of day APPENDIX A. More Properties (Overview)We systematically discuss ad-hoc properties interesting for privacy notions of proximity tracing applications in this section. We limit this version to an informal introduction of them. A formal definition similar to [6] is future work. 1) Infections: Two protectable properties only concern infection events: Set of infected users U i : Who is infected (all or a subset of the infected users) is known or not known to the adversary. Number of infected |U i |: How many app users are infected is known or not known to the adversary. The number of infected is usually made public in regular time intervals. However, an earlier or more fine grained information about this might be desirable to hide. 2) Meetings: Properties that only concern user meetings and no infections: With regard to single users: Complete meeting info per user CI u : This information contains a list of all meeting events this user was in. This includes who a user met, how often and in which order.Meeting sets M : This only includes which other user each user met, but not how often or in which order. Frequency in users Q u : This specifies for any user, how many users a she met. Frequency per user Q: This specifies for any user, how often she met any other user. Frequency in meetings Q m : This contains for any user, the number of meeting events she had. With regard to multiple users: Complete meeting information CI: This lists all meeting events that happened. Compared to CI u this also allows to infer the order of meetings from different users. Partitioning P : This specifies the subset of users, in which each user met at least one other user of the set (connected components in the meeting graphs) in a given time span. Histogram H: This specifies how many users met how many users (e.g. 10 users met 1 user each, 5 users 2 etc. ).",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 664,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Properties that arise form meeting infected users: With regard to single users: Complete meeting info restricted to infected CI →I u : This lists all meetings with infected users the considered user had. It includes which infected user she met, how often and in which order. Meeting set restricted to infected users M →I : This specifies which infected users a user met. Frequency in infected users Q →I u : This specifies how many infected users a user met. Frequency per infected user Q →I : This specifies how often a user met a certain infected user, for each infected user. Frequency in meetings with infected users Q →I m : This specifies how many meeting events with infected users each user had.With regard to multiple users: Complete information restricted to infectes users CI →I :This lists all meeting events with infected users involved. Histogram restricted to infected users. H →I m : This specifies how many users met how many infected users. In short, we restrict the properties above to only take the infected users into account X →I in the combined properties.We can also turn this around to describe which infected user met which other users and restrict the statistics on the infected users X I→ . With regard to single users: Complete meeting info for infected CI I→ u lists all events in which an infected user is involved (as CI →I u ). Meeting sets for infected M I→ specifies which users any infected user met (not the same as M →I , but includes same information). Frequency in user per infected Q I→ u specifies how many users an infected user met (different information than Q →I u ). Frequency per user for infectedQ I→ specifies how often an infected user met another user (different information than Q →I ). Frequency in meetings for infected Q I→ m specifies how many meeting events with users each infected user had (different information than Q →I m ). Similarly, we can restrict this for contact of infected users under each other: X I→I .Note on other user sets: Similarly, we can restrict these properties on any other subset of users. Especially, the corrupted users are useful in the unavoidable leakage: X →C , X C→ and X C→C .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3) Combined:"
        },
        {
            "text": "A typical goal is that the colocation events of a user at different times cannot be linked to each other, as otherwise the complete movement of the user could be traced by an adversary. To capture this protection in a notion, we need a property that ensures that in the first scenario the same user was met twice and in the second two different users were met. Formally, such a property requires small extensions to the game, but can be constructed similar to T S in [6] . Note that depending on how close these two batches are, this idea is able to capture the leakage due to reused pseudonyms (if the batches are so close that still the same pseudonym is used, e.g. directly after each other as in the example above) or to cover the leakage due to linkable pseudonyms (if we force the adversary to compare batches that are in different pseudonym epochs).",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 470,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "B. Tracing of users"
        },
        {
            "text": "As one could come up with arbitrary many examples, the following list is not entitled to be complete in any sense. For all exampls horizontal lines symbolize the end of a batch, t > 2 and A, A , A are corrupt users. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. More examples"
        }
    ]
}