{
    "paper_id": "93dd485a1795efc4a3130c1cf78d8c1550bb3c57",
    "metadata": {
        "title": "Trainee and attending perspectives on remote radiology readouts in the era of the COVID-19 pandemic",
        "authors": [
            {
                "first": "Shanna",
                "middle": [
                    "A"
                ],
                "last": "Matalon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "addrLine": "75 Francis Street",
                        "postCode": "02115, 02115",
                        "settlement": "Boston",
                        "region": "MA, MA",
                        "country": "USA"
                    }
                },
                "email": "smatalon@bwh.harvard.edu"
            },
            {
                "first": "Daniel",
                "middle": [
                    "A T"
                ],
                "last": "Souza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "addrLine": "75 Francis Street",
                        "postCode": "02115, 02115",
                        "settlement": "Boston",
                        "region": "MA, MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Glenn",
                "middle": [
                    "C"
                ],
                "last": "Gaviola",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "addrLine": "75 Francis Street",
                        "postCode": "02115, 02115",
                        "settlement": "Boston",
                        "region": "MA, MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Stuart",
                "middle": [
                    "G"
                ],
                "last": "Silverman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "addrLine": "75 Francis Street",
                        "postCode": "02115, 02115",
                        "settlement": "Boston",
                        "region": "MA, MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "W"
                ],
                "last": "Mayo-Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "addrLine": "75 Francis Street",
                        "postCode": "02115, 02115",
                        "settlement": "Boston",
                        "region": "MA, MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Leslie",
                "middle": [
                    "K"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "addrLine": "75 Francis Street",
                        "postCode": "02115, 02115",
                        "settlement": "Boston",
                        "region": "MA, MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Francis",
                "middle": [],
                "last": "Street",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "addrLine": "75 Francis Street",
                        "postCode": "02115, 02115",
                        "settlement": "Boston",
                        "region": "MA, MA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Social distancing mandates due to COVID-19 have necessitated adaptations to radiology trainee workflow and educational practices, including the radiology 'readout'. We describe how a large academic radiology department achieved socially distant 'remote readouts', provide trainee and attending perspectives on this early experience, and propose ways by which 'remote readouts' can be used effectively by training programs beyond COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Beginning March 2020, radiologists were relocated to workspaces outside of conventional reading rooms. Information technologies were employed to allow for 'remote readouts' between trainees and attendings. An optional anonymous open-ended survey regarding remote readouts was administered to radiology trainees and attendings as a quality improvement initiative. From the responses, response themes were abstracted using thematic analysis. Descriptive statistics of the qualitative data were calculated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Radiologist workstations from 14 traditional reading rooms were relocated to 36 workspaces across the hospital system. Two models of remote readouts, synchronous and asynchronous, were developed, facilitated by commercially-available information technologies. 39/105 (37%) trainees and 42/90 (47%) attendings responded to the survey. Main response themes included: social distancing, technology, autonomy/competency, efficiency, education/feedback and atmosphere/professional relationship. 148 positive versus 97 negative comments were reported. Social distancing, technology and autonomy/competency were most positively rated. Trainees and attending perspectives differed regarding the efficiency of remote readouts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "'Remote readouts', compliant with social distancing measures, are feasible in academic radiology practice settings. Perspectives from our initial experience provide insight into how this can be accomplished, opportunities for improvement and future application, beyond the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has led to drastic operational restructuring of radiology departments. [1] [2] [3] While effective pharmacologic treatment for COVID-19 is being investigated, traditional public health measures such as isolation, quarantine, and social distancing have been enacted to reduce disease transmission. 4 Social distancing refers to efforts to reduce interactions between infected (symptomatic or asymptomatic) and non-infected individuals. 4, 5 As the novel coronavirus is thought to be transmitted primarily by respiratory droplets, public health experts have recommended people remain physically distant by at least 6-feet. 4 Social distancing mandates have necessitated adaptations of established radiology trainee workflow and educational practices, 2 including the radiology 'readout', the traditional practice of side-by-side attending-trainee review of diagnostic imaging exams and case-based teaching. The purpose of this manuscript is to describe how our large tertiary-care academic radiology department has adapted to social distancing mandates by instituting 'remote readouts', provide trainee and attending perspectives from our early experience, and propose ways by which 'remote readouts' can be used effectively in radiology training programs after COVID-19.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 319,
                    "end": 320,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 457,
                    "end": 459,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 460,
                    "end": 461,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 643,
                    "end": 644,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Decentralization of reading rooms to permit social distancing As part of a broader hospital-wide response to the COVID-19 pandemic, on March 6, 2020, our radiology department began to identify offices and conference rooms throughout the hospital system where radiology PACS workstations could be redistributed, to reduce the number of radiologists within each reading room and to allow for 6-foot distancing between individuals. 1 ",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 430,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Prior to the COVID-19 pandemic, trainees at our institution reviewed radiology examinations and drafted a report to be reviewed with an attending. Draft reports were assigned into the reporting queue of the supervising attending in the dictation system (PowerScribe 360, Nuance, Burlington, MA). After the trainee accumulated several exams, a traditional side-by-side review with the attending ensued; the report was then edited by the trainee and forwarded to the attending for final review, attestation and signature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institution of virtual remote readouts"
        },
        {
            "text": "To comply with social distancing measures, we utilized commercially-available information technology tools to allow for new means of remote communication between trainee and attending. These included videoconferencing and screensharing technology (Microsoft Teams, Redmond, WA) and chat technology (Microsoft Teams or Primordial messenger, Nuance, Burlington, MA). These were selected as our institution had pre-existing business agreements providing access to both tools and both are Health Insurance Portability and Accountability Act (HIPAA)-compliant. Only those with institutional logins can participate Microsoft Teams videoconferencing/screensharing and only radiologists with institutional logins can participate in Primordial messenger, which is built-in to our PACS system. Our in-house electronic peer learning platform, a closed-loop online feedback reporting tool, was also used to communicate between attending and trainee. 6 This tool automatically links to the loaded patient exam, with study information prepopulated. The sender provides information regarding the reason for the feedback and a secure, peer-reviewed protected email notifies the receiver. When used for remote readouts, this is usually sent to a trainee for asynchronous feedback on a missed finding or interpretation, or for making a \"great call\".",
            "cite_spans": [
                {
                    "start": 938,
                    "end": 939,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Institution of virtual remote readouts"
        },
        {
            "text": "After three weeks in this new workflow, we sought trainee and attending perspectives on remote readouts, to determine opportunities for improvement. We surveyed radiology trainees (41 residents and 64 clinical fellows) and attendings (90 clinical attendings participating in trainee readouts) with an optional, anonymous, open-ended, two-question online questionnaire, asking them to list the 'pros' and 'cons' of remote readouts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surveying Trainee and Attending Perspectives on Remote Reads"
        },
        {
            "text": "An attending radiologist examined the responses using thematic analysis to determine thematic categories. Thematic analysis is a method to identify, analyze, organize, describe and report themes found within a qualitative data set. 7 Thematic analysis identified the following themes: (1) social distancing, (2) technology, (3) autonomy/competency, (4) efficiency, (5) patient care, (6) practice variation, (7) education/feedback and (8) atmosphere/professional relationship. Responses were organized as positive or negative as entered by the respondent and/or based upon the language used in the response. Each open-ended response was subdivided into comments and fit to the above themes. The frequency of each theme addressed by comments were summarized using descriptive statistics. Within each abstracted theme, the net rating of the theme was calculated from the number of positive comments minus the number of negative comments. If a comment applied to more than one theme, it was counted for both of those themes. Responses from trainees and attendings were separately tabulated. This project was undertaken as a Quality Improvement Initiative and as such, was not formally supervised by the Institutional Review Board per their policies.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Surveying Trainee and Attending Perspectives on Remote Reads"
        },
        {
            "text": "To enact social distancing measures, between March 16-20, 2020, workstations from 14 existing reading rooms were relocated to 36 reading 'pods', each accommodating 1-2 radiologists (trainees and/or attendings). This was done by removing every other PACS station from the pre-existing reading rooms (to allow for 6-foot distancing between workstations) and relocating them to the new pods. These pods were located throughout the hospital system in physically distant rooms, floors and some off-campus locations. Finally, to comply with social distancing guidelines, side-by-side readouts were suspended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decentralization of reading rooms to permit social distancing"
        },
        {
            "text": "Using information technology tools, we developed two models of 'remote readouts': synchronous and asynchronous (Table 1 ). Synchronous remote readouts allow for trainees and attendings to readout remotely, but in real-time, utilizing videoconferencing/screensharing technology (Microsoft Teams, Redmond, WA). 'Asynchronous' remote readouts allow attendings to review the images and the report that was drafted by the trainee. The attending could make edits, and sign the report, all without real-time review or discussion with the trainee. Feedback may then be provided at the discretion of the attending, via technology tools including phone calls, chat technology (at our institution, using Microsoft Teams or Primordial messenger, Nuance, Burlington, MA) or our in-house peer learning system, a closed-loop online feedback reporting tool. 6 Asynchronous readouts were rarely used at our institution during daytime rotations prior to the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 843,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 119,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Institution of virtual remote readouts"
        },
        {
            "text": "To facilitate communication and denote exams which are ready for attending review, some divisions implemented template reporting language (reporting macros) for trainees to insert as the first line of their draft report impression: \"ready\" or \"review\". \"Ready\" indicates to the attending via their reporting queue that the report is ready for attending revision usually in an asynchronous manner, while \"review\" indicates a need for a dedicated trainee-attending synchronous readout.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Institution of virtual remote readouts"
        },
        {
            "text": "A total of 39/105 (37%) trainees and 42/90 (47%) attendings responded to the survey. Responses represented a total of 245 thematic comments, 148 (60%) positive and 97 (40%) negative. Trainees responses represented a total of 110 comments: 72 positive (65%, mean 1.85 per trainee, range number of comments 1-4), and 38 negative (35%, mean 0.97 per trainee, range number of comments 0-2). Among trainees, the difference between the number of positive and negative comments results in a net rating of +34. Attendings provided a total of 135 comments: 76 positive (56%, mean 1.81 per attending, range number of comments 1-5), and 59 negative (44%, mean 1.4 per attending, range number of comments 1-3). Among attendings, the resultant net rating was +17. Seventeen comments applied to more than one theme. Descriptive data are reported in Table 2 . Representative comments are included in Tables 3a and 3b .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 835,
                    "end": 842,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 885,
                    "end": 901,
                    "text": "Tables 3a and 3b",
                    "ref_id": null
                }
            ],
            "section": "Survey Responses: Trainee and Attending Perspectives on Remote Reads"
        },
        {
            "text": "Four themes resulted in positive net ratings by both trainees and attendings: social distancing (+13 trainees, +11 attendings), technology (+6 trainees, +13 attendings), autonomy/competency (+6 trainees, +14 attendings) and patient care (+1 trainees and attendings). Efficiency was positively rated by trainees (+16), but negatively rated by attendings (-1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Positively-rated themes and comments"
        },
        {
            "text": "In aggregate, the most net positively-rated theme was that of social distancing among trainees (+13) and attendings (+11). Positive comments from both groups endorsed remote readouts for their intended benefits of social distancing and reducing the risk for contracting the novel coronavirus while at work (26 of 148 positive comments, 18%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Positively-rated themes and comments"
        },
        {
            "text": "Among positive comments, the most prevalent theme described by both trainees and attendings was efficiency (total 38/148, 26%, 20 out of 72 trainee comments and 18 out of 76 attending comments), although as mentioned above, there was a slight overall net negative rating by attendings (-1, representing 19 out of 59 attending comments). Both groups described faster readouts due to less time spent reviewing straightforward exams by utilizing asynchronous readout. Attendings also reported asynchronous readouts leading to increased flexibility in the scheduling/timing of reviewing cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Positively-rated themes and comments"
        },
        {
            "text": "The second-most prevalent theme was the application of information technology as it relates to remote readouts (35/148, 24%). Trainees and attendings described ease of use of most of the tools and the beneficial ability to use different tools for different needs (whether synchronous or asynchronous readouts). Both groups also reported using these technology tools to engage more than one trainee during the readout (including trainees at home) or record readout/teaching (in a HIPAA-compliant manner) for educational purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Positively-rated themes and comments"
        },
        {
            "text": "Trainee and attending comments reflected only positives and no negatives in regards to trainee autonomy/competency (30/148, 20%), primarily related to use of asynchronous remote readouts: trainees reported feeling more independence, prompting them to be more definitive in their interpretations, while attendings reported an enhanced ability to assess trainee competency by being able to review their independently drafted reports before the readout.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Positively-rated themes and comments"
        },
        {
            "text": "One trainee and attending both noted a potential benefit to patient care (2/148, 1%), as when utilizing the asynchronous model, as each exam was now being interpreted by two, un-biased, independent readers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Positively-rated themes and comments"
        },
        {
            "text": "Negative comments represented 40% of thematic comments (97/245). Two themes resulted in net negative ratings by both trainees and attendings: education/feedback (-2 trainees, -5 attendings) and atmosphere/professional relationship (-6 trainees, -15 attendings).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Negatively-rate themes and comments"
        },
        {
            "text": "Among the negative comments, the most prevalent theme described by both trainees and attendings was worsening of atmosphere and professional relationships (26 of 97 negative comments, 27%). This theme was also the most negatively-rated by attendings (-15). Comments from both groups described feelings of isolation and loss of camaraderie as an indirect effect of social distancing guidelines in the workplace.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Negatively-rate themes and comments"
        },
        {
            "text": "Trainees and attendings negatively rated the theme of education/feedback (-7, 29/97, 30%). Trainees and attendings described asynchronous readouts leading to decreased direct feedback and discussion about the exams, especially about less clinically important findings. Some attendings also noted loss of non-verbal cues to sense trainee engagement and understanding during readouts and feedback.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Negatively-rate themes and comments"
        },
        {
            "text": "As described above, while the theme of efficiency was positively-rated by trainees (+16, 20 of 72 positive comments, 27%), it was the most prevalent among the negative comments by attendings and was overall negatively rated (-1; 19 of 59 negative comments, 32%). Most comments cited increased time to review cases asynchronously, particularly complex exams, or due to the additional time required edit trainees' reports, which is usually done by the trainees during and after side-by-side readouts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Negatively-rate themes and comments"
        },
        {
            "text": "A single attending shared a negative comment in the theme of practice variation, reflecting a lack of specific instruction from the department on how and when to perform synchronous versus asynchronous readouts, leading to variation between attendings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Negatively-rate themes and comments"
        },
        {
            "text": "Within a two-week period, our academic radiology department decentralized reading rooms into one-to-two person reading 'pods' and developed an infrastructure for remote attendingtrainee exam readouts utilizing communication technology tools. Early perceptions of remote readouts by radiology trainees and attendings was generally positive, specifically regarding the themes of social distancing, technology, and autonomy/competency, with negatively-rated themes of education/feedback and atmosphere/professional relationships. As social distancing is unlikely to be needed (or deemed positively) in the post-pandemic future, even when excluding the results of this theme, remote readouts are still perceived to be more positive than negative by both trainees and attendings (net +21 by trainees and +6 by attendings).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Effective social distancing and impact on atmosphere and professional relationships While remote readouts were most positively rated in the theme of social distancing, they were most negatively rated in the theme of atmosphere/personal relationships, to a greater extent by attendings (net rating -15) than trainees (-6). Social distancing measures may be associated with perceptions of increased social isolation, 2 and these findings further underscore the importance of department-wide efforts to address the social isolation experienced by radiology trainees and attendings. 1,2,8 At our institution, the radiology resident wellness committee has scheduled weekly videoconference events for the trainees (unpublished report, blinded for review) and a department-wide virtual community was piloted via a Microsoft Teams to promote and share wellness resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Trainee autonomy/competency was the only theme to be solely positively rated by both trainees and attendings. Trainees reported a greater sense of independence when using the asynchronous readout model, requiring them to become more definitive in their interpretations, while attendings identified asynchronous readouts as a means to review trainees' 'unedited' exam interpretations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhanced trainee autonomy and attending assessment of trainee competency and effect on education/feedback"
        },
        {
            "text": "This suggests potential roles for asynchronous readouts in the post-pandemic future. This model may facilitate graduated responsibility for senior trainees, to review asynchronously a larger number or more complex exams. Trainees still benefit from attending feedback, in the context of greater trainee autonomy and a supervised experience of post-training clinical practice. Use of this model has previously been reported for readout of residents on call rotations. [9] [10] [11] Asynchronous readouts can be used by attendings as a competency assessment tool. For example, they can be employed in the last days of a trainee's rotation as a way to review their unedited exam interpretations for knowledge base and clinical reasoning.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 470,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Enhanced trainee autonomy and attending assessment of trainee competency and effect on education/feedback"
        },
        {
            "text": "While there may be benefits to asynchronous remote readouts, the results suggest a possible negative effect on trainee education and feedback. To maximize education benefit, attendings should be encouraged to provide teaching and feedback for every exam, even those which are straightforward or with clinically insignificant misses by the trainee. Attendings should also be encouraged to use synchronous readouts for complex exams or in which the trainee's draft needs revision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enhanced trainee autonomy and attending assessment of trainee competency and effect on education/feedback"
        },
        {
            "text": "While there were a large number of positive comments by both trainees and attendings regarding the efficiency of remote readouts, the overall net rating differed between both groups (net rating -1 for attendings and +16 for trainees). Negative perception by attendings may be related to the use of asynchronous readouts for complex exams, with junior trainees, or when faced with poorly-composed report drafts, while for trainees, the asynchronous model may be perceived as more efficient as relatively less time is spent reviewing the case with the attending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficiency"
        },
        {
            "text": "To improve efficiency of asynchronous readouts for attendings, it should be emphasized to trainees to thoroughly edit report drafts, to decrease the amount of time the attending spends editing typographical errors. Moreover, while the benefits of asynchronous readouts are synergistic with imaging exams and indications of relatively lesser complexity, attendings may benefit from preferentially employing synchronous readouts for more complex exams or those read with more junior trainees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficiency"
        },
        {
            "text": "Overall, asynchronous readouts may result in efficiency benefits in certain circumstances postpandemic, such as when confronted with high exam volumes, 9 particularly those of lesser complexity or read by senior trainees who may not require as much direct discussion and feedback.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficiency"
        },
        {
            "text": "Remote readout technology was positively rated by both attendings and trainees for ease of use and diversity allowing for different functions; however, negative comments regarding issues with hardware and internet connections demonstrate room for improvement. As this technology continues to be used, the department can work on addressing these issues by providing the needed hardware (such as microphones) and faster internet connection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technology"
        },
        {
            "text": "Increased familiarity with these tools has also provided opportunities for use after resolution of the pandemic. Traditionally at our institution, attendings at satellite locations read studies independently, without trainees, given inability to participate in side-by-side readouts. By using the technological tools discovered during the pandemic, these attendings could be assigned trainees (as above, ideally more senior residents and/or fellows) and partake in both synchronous and asynchronous remote readouts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technology"
        },
        {
            "text": "This report provides insight on the impact of social distancing measures on diagnostic radiologist workflows at an academic medical center and identifies opportunities for future process improvement and investigation. Its limitations include the fact that our results are based on early experience with remote readouts and we may encounter changing perceptions by trainees and attendings as the pandemic continues to unfold and our workflow evolves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Demographic information, including trainee post-graduate year and attending years in practice was not obtained to maintain survey anonymity. However, several of the comments indicate potential differences in opinions regarding synchronous versus asynchronous reads may be dependent upon trainee level. It is also possible that attending years in practice may impact comfort level in reading out trainees remotely and also in use of new technologies. Additionally, as a single attending comment on practice variation mentions, aside from ensuring social distancing, aside from sharing technology capabilities, no guidelines were given to trainees or attendings on how conduct remote readouts, which has likely led to variable experiences in both group. Although the responses suggest some benefits of remote readouts, especially asynchronous readouts, these reported positives may not persist in a non-pandemic environment when side-by-side readouts can be resumed. We also did not objectively assess whether asynchronous readouts are in fact more or less efficient than traditional readouts. Finally, although one trainee and attending each felt there were positive patient care benefits, we did not directly evaluate whether there is a difference in quality or accuracy of reports generated during remote readouts compared to traditional side-by-side readouts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Socially distant 'remote readouts' can be successfully implemented in a large academic radiology department as a response to the COVID-19 pandemic. The early perspectives provided by initial trainee and attending experience with remote readouts demonstrates both how this can be accomplished and opportunities for improvement. As we look forward to when we can return to the reading room side-by-side, it may be beneficial to retain elements of remote readouts for integration in the post-COVID future. Atmosphere/ personal Getting to know the other fellows/residents/attendings is a little more challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Miss in-person interaction with attendings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of important collegial interactions."
        },
        {
            "text": "Inability to actively engage and be sure of understanding through facial expressions and nonverbal cues. Education/feedback Education/feedback Would have been a problem if it happened early in the fellowship year where there was more discussion at readouts regarding foundational concepts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of important collegial interactions."
        },
        {
            "text": "Decreases feedback detail/discussion. Loss of finer teaching points/granularity, less discussion about cases, more difficult to understand \"normal\" and/or what's not important for junior trainees.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of important collegial interactions."
        },
        {
            "text": "Limited feedback to trainees, only summary of important discordant findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Loss of important collegial interactions."
        },
        {
            "text": "Efficiency Have to call/message if I have questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficiency"
        },
        {
            "text": "Much slower and less efficient, particularly for complex cases. Traditional side-by-side readout is more efficient for difficult cases with complex history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficiency"
        },
        {
            "text": "More time consuming to review asynchronously/edit reports (which usually come nearly completely edited after in-person read outs). Many typos in reports -trainees are not proofreading before sending them to draft status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficiency"
        },
        {
            "text": "Practice Variation --------Everyone doing it differently; some still reviewing in real time [using technology] -others only reviewing if they disagree; no real direction given as to what is preferred (if any particular way).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practice Variation"
        },
        {
            "text": "Social distancing When attending is in the same room, some staff forget that they have to maintain social distancing, so reading out in separate rooms and utilizing phones or communication applications is better.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing"
        },
        {
            "text": "If the resident is in the reading room and attending at home, it causes discomfort/unease because the attending is at a safer distance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing"
        },
        {
            "text": "Technology When not screensharing, exact finding/location of Variability in hardware and internet connection can finding may be unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technology"
        },
        {
            "text": "create disparities in qualities of readouts. Audio doesn't work all the time (audio comes through the Dictaphone and also makes echoes) and have to talk over the phone instead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technology"
        },
        {
            "text": "Slow internet connection can blur the images or cause lag in quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technology"
        },
        {
            "text": "*Comments edited only for readability, not for content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technology"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Radiology Residency Preparedness and Response to the COVID-19 Pandemic. Academic Radiology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Kagetsu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Cooke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.acra.2020.04.001"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Impact of COVID-19 on Radiology Trainees",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Alvin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Warhadpande",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020201222"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Radiology Department Preparedness for COVID-19: Radiology Scientific Expert Panel",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mossa-Basha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Tuite",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Kolli",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200988"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus Disease 2019 (COVID-19): Social Distancing, Quarantine, and Isolation",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention (CDC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolation, quarantine, social distancing and community containment: pivotal role for old-style public health measures in the novel coronavirus (2019-nCoV) outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/jtm/taaa020"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Blinded for review",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Thematic Analysis: Striving to Meet the Trustworthiness Criteria",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Nowell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Norris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Moules",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Qualitative Methods",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/1609406917733847"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Coronavirus Disease 2019 (COVID-19) and Beyond: Micropractices for Burnout Prevention and Emotional Wellness",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fessell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cherniss",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Radiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacr.2020.03.013"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Role of Report Comparison, Analysis, and Discrepancy Categorization in Resident Education",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Harari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "Saj",
                    "middle": [],
                    "last": "Bokhari",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Staib",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "AJR Am J Roentgenol",
            "volume": "207",
            "issn": "6",
            "pages": "1223--1231",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.16.16245"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparison-Bot: an Automated Preliminary-Final Report Comparison System",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Kalaria",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Filice",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Digit Imaging",
            "volume": "29",
            "issn": "3",
            "pages": "325--330",
            "other_ids": {
                "DOI": [
                    "10.1007/s10278-015-9840-2"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Summary of synchronous and asynchronous remote readouts. The atmosphere is more relaxed. Great ability to stay in touch with trainees during this difficult time.** I feel more comfortable throughout the day as I'm assigned to one attending. Autonomy/competency Autonomy/competency I have learned to become more definitive in my reporting and obtain more sense of independence.This has encouraged residents to take more ownership of reports More independence. Good transition to practice.Can see fully formed (or unformed) thoughts of trainees; better assesses competency as they have to commit to an interpretation Education/feedback Education/feedback Feedback focuses on missed incidentals and recommendations that would change management.You interact with fewer trainees on a daily basis, so you get to know their work and skills better. I'm still getting the benefit of reading cases actively and forming differentials.Can easily have multiple trainees observe/participate in readouts. Efficiency Efficiency Faster readouts and able to read more cases if volume allows. More efficiency; fewer interruptions of trainees. It's quicker when the attending just texts over Primordial if they agree or minor adjustments -prefer this for Can review on own schedule. simpler cases. Patient Care Patient Care There are two blind reads on each case. Double, independent reads on each scan. Social distancing Social distancing Keeps social distancing possible. Hopefully, flattening the curve. No risk of getting COVID from attending. Confirms to social distancing guidelines in the era of COVID. Technology Technology Primordial messenger, phone calls and in-house peer learning tool 6 are great tools used by different attendings. Comparison tool in PowerScribe 360 is handy to review changes made by attending in each report! I like the ability to take control of the screen in both Zoom and Microsoft Teams Can share screens. Can request control. Can see each other's cursors. Great ability to stay in touch with the trainees during this difficult time.** *Comments edited only for readability, not for content. **Example of doubly counted comment Table 3b. Representative negative comments by trainees and attendings.* Trainees Attendings Atmosphere/ personal",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}