{"paper_id": "9507dd99d6754bf58e653bcc76a83b3c0f33ae19", "metadata": {"title": "Approaches to the management of patients in oral and maxillofacial surgery during COVID-19 pandemic", "authors": [{"first": "Matthias", "middle": [], "last": "Zimmermann", "suffix": "", "affiliation": {"laboratory": "", "institution": "Medical University of Vienna", "location": {"settlement": "Vienna", "country": "Austria"}}, "email": ""}, {"first": "Emeka", "middle": [], "last": "Nkenke", "suffix": "", "affiliation": {"laboratory": "", "institution": "Medical University of Vienna", "location": {"settlement": "Vienna", "country": "Austria"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The rapid spread of the virus SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2) and the related pneumonia COVID-19 (coronavirus disease 2019) are a major challenge for healthcare systems worldwide. The case fatality rate of COVID-19 increases with age. While it is 0% for children younger than 10 years, it increases up to 1% in the sixth decade of life and exceeds 20% in the ninth decade (Onder et al., 2020) . However, it was obvious already at a very early stage of the pandemic that healthcare workers are affected in 29% of the cases, which is disproportionately high (Wang et al., 2020) . Inevitably, healthcare workers are in close contact with infected patients. Transmission of the virus seems to occur mainly by respiratory droplets (Lu et al., 2020; van Doremalen et al., 2020) . There is a high viral load in the nasal cavity of infected patients, which especially puts those specialties at risk for a SARS-CoV-2 infection that are located around this region (van Doremalen et al., 2020) . Besides ear, nose, and throat (ENT) surgeons and dentists, oral and maxillofacial surgeons especially have to be aware of the new challenges that the risk of virus transmission between patients and medical staff, and vice versa, imply (Peng et al., 2020) . During the SARS-CoV-2 pandemic, the specialty must organize patient treatment in such a way that infection transmission is reduced to a minimum, while all relevant treatment options are at hand to provide adequate patient care. Also, there must be preparation for situations in which a shortage of disposability of medical staff might occur or anesthesiologic capacity might be reduced for oral and maxillofacial surgery patients due to a focus on critically ill COVID-19 patients. Concepts have to be developed that take into account the possible need for triaging patients according to the degree of urgency of treatment in the field of oral and maxillofacial surgery. Currently, specific guidelines and recommendations are just evolving. It is not surprising that at this stage, with limited clinical evidence, even conflicting points of view concerning the most adequate handling of some scenarios have to be discussed. Therefore, the aim of the present narrative-style review is to collect and to discuss aspects of approaching the management of inpatients and outpatients in oral and maxillofacial surgery during the COVID-19 pandemic.", "cite_spans": [{"start": 401, "end": 421, "text": "(Onder et al., 2020)", "ref_id": "BIBREF18"}, {"start": 585, "end": 604, "text": "(Wang et al., 2020)", "ref_id": "BIBREF23"}, {"start": 755, "end": 772, "text": "(Lu et al., 2020;", "ref_id": null}, {"start": 773, "end": 800, "text": "van Doremalen et al., 2020)", "ref_id": null}, {"start": 983, "end": 1011, "text": "(van Doremalen et al., 2020)", "ref_id": null}, {"start": 1249, "end": 1268, "text": "(Peng et al., 2020)", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The following electronic bibliographic databases were used to identify relevant scientific literature: MEDLINE, EMBASE, CINAHL, ScienceDirect, and the Google search engine. Literature search was conducted for English-language articles using both index terms (eg, Medical Subject Headings [MeSH] , Emtree) and free-text keywords to identify eligible reports. The search items used were \"coronavirus disease 19, COVID-19, severe acute respiratory syndrome coronavirus 2, SARS-CoV-2, transmission, pandemic, oral surgical procedures, oral and maxillofacial surgery, dental, personal protective equipment, infection prevention and control.\" The last search was run on 29 March 2020. Patients of any age and gender were considered. The objective was to identify the highest level of infection prevention and control (IPC) strategies. Proposed measures were compared with documented infection rates of viral diseases in exposed general population.", "cite_spans": [{"start": 258, "end": 294, "text": "(eg, Medical Subject Headings [MeSH]", "ref_id": null}], "ref_spans": [], "section": "Materials and methods"}, {"text": "Previous experiences with the outbreak of COVID-19 have shown that there is a potential risk of shortage of resources. For certain time intervals, healthcare might have to focus on critically ill COVID-19 patients. Scarcity of resources can require postponement of elective surgery in order to reduce the pressure on the healthcare system. It is important to have a clear and wellcommunicated concept for prioritizing procedures in oral and maxillofacial surgery (Table 1) . Although it might be easy to distinguish between elective and emergency procedures, the boundaries between interventions of intermediate and urgent priority might be blurred sometimes. Therefore, respective guidelines might differ between institutions or might be dependent on individual characteristics of an institution. If a conservative therapy is equivalent to surgery, it should be preferred in times of limited capacity for surgery.", "cite_spans": [], "ref_spans": [{"start": 463, "end": 472, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": "Triage and prioritizing of procedures in oral and maxillofacial surgery"}, {"text": "It is important to stress that decisions regarding performing surgery or canceling it should be made dynamically. They are dependent on medical as well as logistical considerations (CfMM Services, 2020) .", "cite_spans": [{"start": 181, "end": 202, "text": "(CfMM Services, 2020)", "ref_id": null}], "ref_spans": [], "section": "Triage and prioritizing of procedures in oral and maxillofacial surgery"}, {"text": "In this context, it is important to avoid a loss of resources by providing redundant access to similar or identical procedures being offered by different specialties. A relevant overlap can be expected between oral and maxillofacial surgery and otorhinolaryngology, on the one hand, and oral and maxillofacial surgery and general dentistry on the other hand. Agreements should be reached early. Situations should be avoided/prevented that require having to make decisions under pressure. Definitely, it makes sense to assign procedures such as removal of teeth and related complications such as bleeding, treatment of localized abscesses in the oral cavity, repair of oro-antral fistulae, treatment of pulpitis, etc., to general dentistry. On the other hand, oral and maxillofacial surgery should focus on malignancies, deep head and neck infections, or open and comminuted fractures. Well-defined fields of action will allow using limited resources effectively.", "cite_spans": [], "ref_spans": [], "section": "Triage and prioritizing of procedures in oral and maxillofacial surgery"}, {"text": "As early as possible, strategies have to be developed that facilitate the return to a situation in which the full scope of procedures is provided again, once the peak of the COVID-19 pandemic has been overcome. SARS-CoV-2 might accompany healthcare over a longer period. However, from a certain point of time onward, COVID-19 should no longer hamper comprehensive patient treatment, including elective surgery. As soon as possible, adequate infrastructures have to be implemented that respect the new requirements (Meng et al., 2020) .", "cite_spans": [{"start": 514, "end": 533, "text": "(Meng et al., 2020)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Triage and prioritizing of procedures in oral and maxillofacial surgery"}, {"text": "The use of personal protective equipment should be selected adequately and used appropriately. There even might be the need for a training of the staff concerning how to put on, remove, and dispose of the equipment. In order to save resources, the personal protective equipment should be chosen depending on the planned procedure and the infection status of the patient (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 370, "end": 379, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "Personal protective equipment"}, {"text": "At present, there is no specific guideline for the protection of healthcare workers such as oral and maxillofacial surgeons dealing with procedures in the head and neck area and specifically in the oral cavity. Because of the frequent exposure to saliva, sputum, and other body fluids, they are exposed to a high risk of viral transmission. When performing a clinical examination wearing a surgical mask, the use of goggles and gloves is recommended. Antiseptic mouth rinse is believed to reduce the viral load in the oral cavity. There is also a recommendation to use hydrogen peroxide or povidone iodine solutions (Kohn et al., 2003; Marui et al., 2019; Peng et al., 2020) .", "cite_spans": [{"start": 616, "end": 635, "text": "(Kohn et al., 2003;", "ref_id": "BIBREF10"}, {"start": 636, "end": 655, "text": "Marui et al., 2019;", "ref_id": "BIBREF13"}, {"start": 656, "end": 674, "text": "Peng et al., 2020)", "ref_id": null}], "ref_spans": [], "section": "Personal protective equipment"}, {"text": "Hand hygiene should be performed immediately after removing any kind of personal protective equipment. It must be ensured that cleaning and disinfection procedures are followed consistently and correctly in the examination room after each patient (World Health Organization, 2016) . Healthcare workers who have been infected with SARS-CoV-2 and have recovered from COVID-19 should continue to follow infection control precautions, including use of the recommended personal protective equipment. At the current stage, the problems of re-infection and insufficient immunity cannot be excluded.", "cite_spans": [{"start": 247, "end": 280, "text": "(World Health Organization, 2016)", "ref_id": null}], "ref_spans": [], "section": "Personal protective equipment"}, {"text": "Because of the fact that there are a high number of asymptomatic SARS-CoV-2-positive patients, all patients should be assumed to be infective (Rothe et al., 2020) (Table 2 ). The availability of reliable testing for SARS-CoV-2 will be an important step forward in the future to distinguish between infected and noninfected patients. Until then, especially aerosol-generating procedures require special attention in every patient with unclear infection status. These procedures are associated with an increased risk because of airborne transmission of the virus and require additional measures (World Health Organization, 2020a). The number of staff members in the operating room should be limited to a minimum. The operating room should be equipped with adequate ventilation. Besides eye protection and gloves, respirators of a high protection level (FFP3/N99/equivalent) and waterproof gowns should be used.", "cite_spans": [{"start": 142, "end": 162, "text": "(Rothe et al., 2020)", "ref_id": null}], "ref_spans": [{"start": 163, "end": 171, "text": "(Table 2", "ref_id": "TABREF1"}], "section": "Aerosol-generating procedures"}, {"text": "Aerosol-generating procedures include tracheotomy, tracheostomy care, airway suctioning, abscess drainage, wound irrigation, use of ultrasonic/piezoelectric devices, use of high-speed handpieces, etc. (Christian et al., 2004; Fowler et al., 2004; Conly, 2006;  World Health Organization, 2020b).", "cite_spans": [{"start": 201, "end": 225, "text": "(Christian et al., 2004;", "ref_id": "BIBREF3"}, {"start": 226, "end": 246, "text": "Fowler et al., 2004;", "ref_id": "BIBREF7"}, {"start": 247, "end": 259, "text": "Conly, 2006;", "ref_id": "BIBREF4"}, {"start": 260, "end": 260, "text": "", "ref_id": null}], "ref_spans": [], "section": "Aerosol-generating procedures"}, {"text": "During the peak of the COVID-19 pandemic, outpatient visits should be reduced to a minimum. Only urgent problems should prompt a patient to come to an outpatient unit or private practice. Because of the special requirements that have to be met by an operating room when surgery is performed on a patient with COVID-19 or with an unclear disease status, there will be significant limitations in the spectrum of surgery. Once reliable and easily accessible testing for SARS-CoV-2 is available, a return to the full spectrum should be initiated.", "cite_spans": [], "ref_spans": [], "section": "Outpatient care"}, {"text": "In the meantime, every potential outpatient visit should be put to the test. A consultation on the phone or a video call should precede the face-to-face meeting. Definitely, decisions regarding treatments that are made without in-person contact with the patient have to be documented extensively. The more extensive adoption of telehealth approaches will bring on new forensic questions.", "cite_spans": [], "ref_spans": [], "section": "Outpatient care"}, {"text": "If an outpatient visit is deemed necessary, the number of patients in the waiting room should be reduced to a minimum. Also, waiting and contact times should be short. The aim is to deliver adequate patient treatment while not raising the risk of viral transmission.", "cite_spans": [], "ref_spans": [], "section": "Outpatient care"}, {"text": "To ensure early recognition and isolation of patients with COVID-19, a point-of-care risk assessment should be implemented to assess the likelihood of infection. This includes an evaluation of clinical presentation (body temperature, respiratory symptoms) and a review of epidemiological and clinical history (contact with patient with confirmed infection or respiratory symptoms, fever in the past few days). Medical masks should be provided to patients with respiratory symptoms. These patients should be separated if other patients are present or should be even rescheduled if the reason for the visit should turn out to be of low priority. The priority levels should follow those in Table 1 . The availability of reliable testing for SARS-CoV-2 will allow return to a delivery of comprehensive outpatient treatment for those who are not infected. Infected patients should be rescheduled until there is complete recovery from the disease, whenever possible.", "cite_spans": [], "ref_spans": [{"start": 687, "end": 694, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Outpatient care"}, {"text": "During the COVID-19 pandemic, all patients who are admitted to an inpatient unit should undergo a test for SARS-CoV-2 on a routine basis. Until a negative result is obtained, the new patient should be separated from other patients and instructed to wear a surgical mask and to practice appropriate hand hygiene. Early identification and isolation of patients infected with SARS-CoV-2 are the main measures to prevent virus transmission. It is obvious that, on the ward, infected and noninfected patients should be separated. Ongoing temperature monitoring should be conducted twice a day for all patients. Additionally, a no-visitor policy should be adopted. Patients should be encouraged to bring their electronic communication devices to keep in contact with relatives and friends. The medical staff must use personal protective equipment based on the risk of infection and type of activity. For routine care of lowrisk patients who do not show symptoms of COVID-19, the use of a medical mask and gloves to protect against droplet transmission is sufficient.", "cite_spans": [], "ref_spans": [], "section": "Inpatient care"}, {"text": "Before taking a patient to the operating room, a test for SARS-CoV-2 should be performed. An emergency patient that leaves no time for testing should be treated as being infective.", "cite_spans": [], "ref_spans": [], "section": "Precautions in the operating room"}, {"text": "For patients being infected with SARS-CoV-2, some special requirements have to be met in the operating room. They should wear FFP2 respirator without valve and a gown when they are brought to the operating room. The staff that is responsible for the transfer needs to wear an FFP2 respirator with valve, as well as a gown and gloves.", "cite_spans": [], "ref_spans": [], "section": "Precautions in the operating room"}, {"text": "In the operating room, negative pressure must be established with the aim to reduce dissemination of the virus. Before entering the operating room, every staff member needs to put on the personal protective equipment. Besides an FFP3 respirator, it is also important to wear a face shield. The surgical team should not be present in the operating room during intubation as well as extubation. At any time, the number of staff members in the operating room should be minimal. The personal protective equipment of the surgical team should be completed by a water-tight sterile gown.", "cite_spans": [], "ref_spans": [], "section": "Precautions in the operating room"}, {"text": "Whenever possible an experienced team should perform the surgery. If an extraoral approach is a relevant alternative to an intraoral one, it should be preferred. Reducing aerosol formation to a minimum should be a priority. Excessive water cooling for handpieces, saws, ultrasonic devices, and piezoelectric devices should be avoided. Instead of drilling screw holes, self-drilling screws should be used. The use of osteotomes should be considered wherever possible. Electric cautery should be avoided or performed with the lowest power possible and a smoke evacuation system.", "cite_spans": [], "ref_spans": [], "section": "Precautions in the operating room"}, {"text": "During the procedure, leaving or entering the operating room should be limited to a minimum.", "cite_spans": [], "ref_spans": [], "section": "Precautions in the operating room"}, {"text": "A time interval of 15 min must pass after the patient has left the operating room before cleaning and disinfection can start. Also, waste management must follow well-defined rules (World Health Organization, 2017).", "cite_spans": [], "ref_spans": [], "section": "Precautions in the operating room"}, {"text": "The COVID-19 pandemic puts pressure on the healthcare system. In a practice-changing situation such as this, there is a need for guidance at a time of threatening and ever-changing developments. Every article that covers aspects of the management of patients in times of COVID-19 can only give a snapshot of the situation and might be outdated within a short time. Definitely, there is a need for continuous adaptation of recommendations and guidelines. Nevertheless, the present review is intended to collect and to discuss aspects of the current status of approaching the management of inpatients and outpatients in oral and maxillofacial surgery during the COVID-19 pandemic.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In oral and maxillofacial surgery elective procedures, urgent procedures and emergency procedures are performed. In order to provide adequate healthcare resources for the treatment of critically ill COVID-19 patients, it makes sense not to perform elective procedures for a well-defined time interval that must be reevaluated on a regular basis.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Sometimes, there is overlap between different specialties as far as treatment of patients is concerned. Obviously, this aspect is present between oral and maxillofacial surgery and ENT surgery and general dentistry. In a situation in which saving healthcare resources is the priority, close collaboration between oral and maxillofacial surgery and otorhinolaryngology, for example, in tumor boards, should be standard. There should be a clear agreement between oral and maxillofacial surgery and general dentistry regarding who is responsible for the variety of interventions that can be covered by both specialties in principle. In times of limited resources, oral and maxillofacial surgery must focus on treatment of malignancies, traumatology, deep head and neck infection, severe hemorrhage, or severe temporomandibular joint pathologies that can be approached only by surgery. General dentistry must take care of removal of teeth and related complications such as bleeding, treatment of localized abscesses in the oral cavity, treatment of pulpitis, repair of oro-antral fistulae, or craniomandibular disorders that cannot be approached by surgery. The distribution of responsibilities for different diseases is independent of the SARS-CoV-2 infection status of the patient. However, it is clear that the treatment of the infected patient needs an adequate infrastructure. Providing this infrastructure is a political issue to a certain extent. An approach to reduce the infection rate with SARS-CoV-2 is social distancing. Even in healthcare, this principle should be adopted wherever it is adequate. At a time in which there is a continuous increase and change in knowledge, guidelines, and standard operating procedures, etc., fast and ubiquitous dissemination of knowledge and new information on problems and solutions are important to keep every stakeholder up-to-date. Healthcare workers have to spend a certain percentage of their working time on continuing education and transfer of their own knowledge within their institution and in between institutions. In order not to neglect the aspect of social distancing at the same time, it is important to foster concepts of technology-enhanced learning, which also includes e-learning. This approach has been developed to allow the reduction of face-to-face scenarios to a minimum while the intensity of the learning experience is kept at a high level (Nkenke et al., 2012a,b) . In the field of e-learning, webinars are rising in relevance significantly. They allow dissemination of new information in an interactive way, even at short notice, to a large audience. Webinars also have been proved to be well accepted in medical education Wagner et al., 2019) . This technology will be most important during the peak of the pandemic to keep everybody up-to-date without taking risks for infection as a consequence of unnecessary institutional meetings and conferences, for example, would pose (Merchant and Lurie, 2020) .", "cite_spans": [{"start": 2410, "end": 2434, "text": "(Nkenke et al., 2012a,b)", "ref_id": null}, {"start": 2695, "end": 2715, "text": "Wagner et al., 2019)", "ref_id": "BIBREF22"}, {"start": 2949, "end": 2975, "text": "(Merchant and Lurie, 2020)", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "When treating patients during the SARS-CoV-2 pandemic, a major issue is disease transmission from the patient to the medical staff. Patients with symptomatic COVID-19 should be treated in the field of oral and maxillofacial surgery only when the indication is urgent or an emergency. Symptomatic patients are a main source of viral transmission and therefore must be treated in an adequate infrastructure with personal protective equipment.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Additionally, asymptomatic patients and patients undergoing the incubation period can be carriers of SARS-CoV-2 and can be responsible for infection transmission (Chan et al., 2020a) . It is even debated whether patients in the recovery phase are potential sources of virus transmission (Rothe et al., 2020) . As with every other infectious disease, the approach to the situation must be that the patient must be considered infective as long as the opposite is not proved. Obviously, there is a need for sensitive, reliable, and rapid testing of patients who enter the private practice or the hospital for an urgent or emergency treatment. The potential patients should be advised to first opt for a consultation on the telephone before they come for a face-to-face consultation. A relevant number of issues can be clarified by telephone, helping to avoid face-to-face contact.", "cite_spans": [{"start": 162, "end": 182, "text": "(Chan et al., 2020a)", "ref_id": "BIBREF1"}, {"start": 287, "end": 307, "text": "(Rothe et al., 2020)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Based on current clinical evidence, it seems that transmission of SARS-CoV-2 takes place by respiratory droplets. In addition, fecaleoral routes are discussed similarly to the former SARS epidemic (Drosten et al., 2003) . Although COVID-19 does not include eye symptoms, it has been shown that the transmission of SARS-CoV-2 is not limited to respiratory and fecaleoral routes, but that eye exposure may provide an additional route for the virus to enter the body . The transmission routes seem to include a direct one (cough, sneeze, and droplet inhalation) as well as a contact transmission (oral, nasal, and eye mucous membranes) (Lu et al., 2020) . It also has been stated that SARS-CoV-2 may be airborne through aerosols produced during various procedures (Wax and Christian, 2020) . In the context of transmission, it should be mentioned that an otorhinolaryngologist was the first doctor to die from COVID-19. Therefore, it must be stressed that, especially, specialties such as otorhinolaryngology, general dentistry, and oral and maxillofacial surgery have to have adequate infrastructures and personal protection equipment in their inpatient and outpatient settings. The aim is to protect patients as well as doctors from unnecessary infection while seeking or providing healthcare during the pandemic (Chan et al., 2020b ). An early report on hospitalized patients revealed that hospital-acquired transmission accounted for 41.3% of these patients (Wang et al., 2020) . Definitely, a hospital environment with inadequate viral transmission protection can be a relevant route for the spread of COVID-19. Therefore, each and every measure should be taken to decrease the risk of disease transmission. These measures can even include adapting the composition of mouth rinses. SARS-CoV-2 seems to be sensitive to oxidation. As a consequence, it has been recommended that 1% hydrogen peroxide or 0.2% povidone iodine should be used in addition to the more commonly used mouth rinses (Peng et al., 2020) .", "cite_spans": [{"start": 197, "end": 219, "text": "(Drosten et al., 2003)", "ref_id": "BIBREF5"}, {"start": 633, "end": 650, "text": "(Lu et al., 2020)", "ref_id": null}, {"start": 761, "end": 786, "text": "(Wax and Christian, 2020)", "ref_id": null}, {"start": 1312, "end": 1331, "text": "(Chan et al., 2020b", "ref_id": null}, {"start": 1459, "end": 1478, "text": "(Wang et al., 2020)", "ref_id": "BIBREF23"}, {"start": 1989, "end": 2008, "text": "(Peng et al., 2020)", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "Especially, aerosol-generating procedures are said to be responsible for a certain percentage of viral transmission. In these situations, FFP3/N99 respirators, gown, cap, eye protection, and gloves should be considered mandatory. So far there is only anecdotal evidence that power air-purifying respirators (PAPR) are needed to safely avoid infection transmission when aerosolgenerating surgery is performed in infected patients in the field of oral and maxillofacial surgery. If the necessity of adoption of PAPR is proved in the future, it will be a logistic and economic challenge to provide the required number of devices.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "The inpatient and outpatient infrastructure must be adjusted in such a way that separate gown-up and gown-down spaces are available to prevent cross-contamination in outpatient and inpatient units. All patients visiting clinical departments must have their body temperatures checked. Nevertheless, infected patients are not necessarily febrile despite being COVID-19 carriers. Therefore, it is also important to assess recent travel histories and contacts with infected patients. Before admission to wards or before surgery in the field of oral and maxillofacial surgery, testing of the patients for the virus should be performed.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Cancer patients are at special risk for SARS-CoV-2 infection compared with the community that does not have this kind of disease. The problem is that patients with cancer are often recalled to inpatient and outpatient units for treatment and monitoring. Therefore, they are at increased risk for contracting COVID-19. Moreover, cancer treatments such as chemotherapy and radiotherapy are immunosuppressive (Kamboj and Sepkowitz, 2009; Yu et al., 2020) . The latter corresponds with the fact that less than half of infected cancer patients are undergoing active treatments for cancer (Yu et al., 2020) . Therefore, during the COVID-19 pandemic, the frequency of visits of cancer patients to inpatient and outpatient units must be reduced, weighing the risk of recurrence against the risk of infection. For cancer patients who require treatment, proper isolation protocols must be in place to mitigate the risk of SARS-CoV-2 infection (Yu et al., 2020) .", "cite_spans": [{"start": 406, "end": 434, "text": "(Kamboj and Sepkowitz, 2009;", "ref_id": "BIBREF8"}, {"start": 435, "end": 451, "text": "Yu et al., 2020)", "ref_id": "BIBREF28"}, {"start": 583, "end": 600, "text": "(Yu et al., 2020)", "ref_id": "BIBREF28"}, {"start": 933, "end": 950, "text": "(Yu et al., 2020)", "ref_id": "BIBREF28"}], "ref_spans": [], "section": "Discussion"}, {"text": "Depending on the number of infected patients, there might come a time of risk of a scarcity of medical staff, ventilators, negative pressure rooms, and personal protective equipment. Therefore, on one hand, it is most important to avoid infections; on the other hand, generally accepted recommendations must be developed that provide guidance in prioritizing treatments and triaging patients in oral and maxillofacial surgery (Lamontagne and Angus, 2020) .", "cite_spans": [{"start": 426, "end": 454, "text": "(Lamontagne and Angus, 2020)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "The influence of the COVID-19 pandemic on the delivery of healthcare to the public is severe. Redistribution of manpower and resources are required to meet current and future needs during the COVID-19 crisis. A reduction of elective surgery is chosen to free manpower to allow room for specialties that treat COVID-19 itself and to maximize the number of available hospital beds in order to meet the prospective number of patients, including those who will become critically ill. Nevertheless, urgent oncologic and emergency surgery still have to be performed. The practice of triage helps to reduce unnecessary exposure to and contamination with the virus in inpatient and outpatient environments. However, triage also leads to delayed patient treatment as far as elective procedures are concerned. The affected patients must receive adequate treatment after the pandemic has settled. Therefore, the change in orientation of oral and maxillofacial surgery from providing the full scope of the specialty with a high percentage of elective surgery to reducing the service to urgent and emergency surgery causes inconvenience for patients as well as medical staff during the COVID-19 crisis. Additionally, administrative efforts such as rescheduling of patients occupy a relevant additional amount of time. While the peak of the pandemic is still to come, already now strategies must be developed for a future situation in which the number of infections reduces but SARS-CoV-2 has become endemic and no effective medication of vaccination is available.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In order to address the COVID-19 challenge adequately, significant changes in the infrastructure of outpatient units, inpatient units, and operating rooms are needed. In addition, the demands concerning personal protective equipment have increased significantly. The major aim is to protect patients as well as the medical team from unnecessary infection and to keep the healthcare system running effectively. Therefore, every effort should be taken to make the necessary investments.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "CfMM Services: CMS releases recommendations on adult elective surgeries, nonessential medical, surgical, and dental procedures during COVID-19 response", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster", "authors": [{"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Kok", "suffix": ""}, {"first": "K", "middle": ["K"], "last": "To", "suffix": ""}, {"first": "H", "middle": [], "last": "Chu", "suffix": ""}, {"first": "J", "middle": [], "last": "Yang", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "395", "issn": "", "pages": "514--523", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Practical aspects of otolaryngologic clinical services during the 2019 novel coronavirus epidemic: an experience in Hong Kong", "authors": [{"first": "Jyk", "middle": [], "last": "Chan", "suffix": ""}, {"first": "Ewy", "middle": [], "last": "Wong", "suffix": ""}, {"first": "W", "middle": [], "last": "Lam", "suffix": ""}], "year": null, "venue": "JAMA Otolaryngol Head Neck Surg", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Possible SARS coronavirus transmission during cardiopulmonary resuscitation", "authors": [{"first": "M", "middle": ["D"], "last": "Christian", "suffix": ""}, {"first": "M", "middle": [], "last": "Loutfy", "suffix": ""}, {"first": "L", "middle": ["C"], "last": "Mcdonald", "suffix": ""}, {"first": "K", "middle": ["F"], "last": "Martinez", "suffix": ""}, {"first": "M", "middle": [], "last": "Ofner", "suffix": ""}, {"first": "T", "middle": [], "last": "Wong", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "10", "issn": "", "pages": "287--293", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Personal protective equipment for preventing respiratory infections: what have we really learned?", "authors": [{"first": "J", "middle": ["M"], "last": "Conly", "suffix": ""}], "year": 2006, "venue": "Can Med Assoc J", "volume": "175", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome", "authors": [{"first": "C", "middle": [], "last": "Drosten", "suffix": ""}, {"first": "S", "middle": [], "last": "Gunther", "suffix": ""}, {"first": "W", "middle": [], "last": "Preiser", "suffix": ""}, {"first": "S", "middle": [], "last": "Van Der Werf", "suffix": ""}, {"first": "H", "middle": ["R"], "last": "Brodt", "suffix": ""}, {"first": "S", "middle": [], "last": "Becker", "suffix": ""}], "year": 2003, "venue": "N Engl J Med", "volume": "348", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "European Centre for Disease Prevention and Control: Infection prevention and control for COVID-19 in healthcare settings", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Transmission of severe acute respiratory syndrome during intubation and mechanical ventilation", "authors": [{"first": "R", "middle": ["A"], "last": "Fowler", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Guest", "suffix": ""}, {"first": "S", "middle": ["E"], "last": "Lapinsky", "suffix": ""}, {"first": "W", "middle": ["J"], "last": "Sibbald", "suffix": ""}, {"first": "M", "middle": [], "last": "Louie", "suffix": ""}, {"first": "P", "middle": [], "last": "Tang", "suffix": ""}], "year": 2004, "venue": "Am J Respir Crit Care Med", "volume": "169", "issn": "", "pages": "1198--1202", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Nosocomial infections in patients with cancer", "authors": [{"first": "M", "middle": [], "last": "Kamboj", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Sepkowitz", "suffix": ""}], "year": 2009, "venue": "Lancet Oncol", "volume": "10", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Learners' acceptance of a webinar for continuing medical education", "authors": [{"first": "C", "middle": [], "last": "Knipfer", "suffix": ""}, {"first": "F", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "K", "middle": [], "last": "Knipfer", "suffix": ""}, {"first": "G", "middle": [], "last": "Millesi", "suffix": ""}, {"first": "J", "middle": [], "last": "Acero", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Hueto", "suffix": ""}], "year": 2019, "venue": "Int J Oral Maxillofac Surg", "volume": "48", "issn": "", "pages": "841--846", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Guidelines for infection control in dental health-care settings d", "authors": [{"first": "W", "middle": ["G"], "last": "Kohn", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Collins", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Cleveland", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Harte", "suffix": ""}, {"first": "K", "middle": ["J"], "last": "Eklund", "suffix": ""}, {"first": "D", "middle": ["M"], "last": "Malvitz", "suffix": ""}], "year": 2003, "venue": "MMWR Recomm Rep", "volume": "52", "issn": "", "pages": "1--61", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Toward universal deployable guidelines for the care of patients with COVID-19", "authors": [{"first": "F", "middle": [], "last": "Lamontagne", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Angus", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.5110"]}}, "BIBREF12": {"ref_id": "b12", "title": "2019-nCoV transmission through the ocular surface must not be ignored", "authors": [{"first": "C", "middle": ["W"], "last": "Lu", "suffix": ""}, {"first": "X", "middle": ["F"], "last": "Liu", "suffix": ""}, {"first": "Z", "middle": ["F"], "last": "Jia", "suffix": ""}], "year": null, "venue": "Lancet", "volume": "395", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Efficacy of preprocedural mouth rinses in the reduction of microorganisms in aerosol: a systematic review", "authors": [{"first": "V", "middle": ["C"], "last": "Marui", "suffix": ""}, {"first": "Mls", "middle": [], "last": "Souto", "suffix": ""}, {"first": "E", "middle": ["S"], "last": "Rovai", "suffix": ""}, {"first": "G", "middle": ["A"], "last": "Romito", "suffix": ""}, {"first": "L", "middle": [], "last": "Chambrone", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Pannuti", "suffix": ""}], "year": 2019, "venue": "J Am Dent Assoc", "volume": "150", "issn": "", "pages": "1015--1026", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "COVID-19): emerging and future challenges for dental and oral medicine", "authors": [{"first": "L", "middle": [], "last": "Meng", "suffix": ""}, {"first": "F", "middle": [], "last": "Hua", "suffix": ""}, {"first": "Z", "middle": [], "last": "Bian", "suffix": ""}], "year": null, "venue": "Coronavirus disease 2019", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1177/0022034520914246"]}}, "BIBREF15": {"ref_id": "b15", "title": "Social media and emergency preparedness in response to novel coronavirus", "authors": [{"first": "R", "middle": ["M"], "last": "Merchant", "suffix": ""}, {"first": "N", "middle": [], "last": "Lurie", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.4469"]}}, "BIBREF16": {"ref_id": "b16", "title": "Acceptance of technology-enhanced learning for a theoretical radiological science course: a randomized controlled trial", "authors": [{"first": "E", "middle": [], "last": "Nkenke", "suffix": ""}, {"first": "E", "middle": [], "last": "Vairaktaris", "suffix": ""}, {"first": "A", "middle": [], "last": "Bauersachs", "suffix": ""}, {"first": "S", "middle": [], "last": "Eitner", "suffix": ""}, {"first": "A", "middle": [], "last": "Budach", "suffix": ""}, {"first": "C", "middle": [], "last": "Knipfer", "suffix": ""}], "year": 2012, "venue": "BMC Med Educ", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Spaced education activates students in a theoretical radiological science course: a pilot study", "authors": [{"first": "E", "middle": [], "last": "Nkenke", "suffix": ""}, {"first": "E", "middle": [], "last": "Vairaktaris", "suffix": ""}, {"first": "A", "middle": [], "last": "Bauersachs", "suffix": ""}, {"first": "S", "middle": [], "last": "Eitner", "suffix": ""}, {"first": "A", "middle": [], "last": "Budach", "suffix": ""}, {"first": "C", "middle": [], "last": "Knipfer", "suffix": ""}], "year": 2012, "venue": "BMC Med Educ", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Case-fatality rate and characteristics of patients dying in relation to COVID-19 in Italy", "authors": [{"first": "G", "middle": [], "last": "Onder", "suffix": ""}, {"first": "G", "middle": [], "last": "Rezza", "suffix": ""}, {"first": "S", "middle": [], "last": "Brusaferro", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.4683"]}}, "BIBREF19": {"ref_id": "b19", "title": "Transmission routes of 2019-nCoV and controls in dental practice", "authors": [{"first": "X", "middle": [], "last": "Peng", "suffix": ""}, {"first": "X", "middle": [], "last": "Xu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Li", "suffix": ""}, {"first": "L", "middle": [], "last": "Cheng", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "B", "middle": [], "last": "Ren", "suffix": ""}], "year": null, "venue": "Int J Oral Sci", "volume": "12", "issn": "9", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany", "authors": [{"first": "C", "middle": [], "last": "Rothe", "suffix": ""}, {"first": "M", "middle": [], "last": "Schunk", "suffix": ""}, {"first": "P", "middle": [], "last": "Sothmann", "suffix": ""}, {"first": "G", "middle": [], "last": "Bretzel", "suffix": ""}, {"first": "G", "middle": [], "last": "Froeschl", "suffix": ""}, {"first": "C", "middle": [], "last": "Wallrauch", "suffix": ""}], "year": null, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1", "authors": [{"first": "K", "middle": ["K"], "last": "To", "suffix": ""}, {"first": "O", "middle": ["T"], "last": "Tsang", "suffix": ""}, {"first": "C", "middle": [], "last": "Chik-Yan Yip", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "T", "middle": ["C"], "last": "Wu", "suffix": ""}, {"first": "Jmc", "middle": [], "last": "Chan", "suffix": ""}], "year": null, "venue": "Clin Infect Dis", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1056/NEJMc2004973"]}}, "BIBREF22": {"ref_id": "b22", "title": "Webinars for continuing education in oral and maxillofacial surgery: the Austrian experience", "authors": [{"first": "F", "middle": [], "last": "Wagner", "suffix": ""}, {"first": "C", "middle": [], "last": "Knipfer", "suffix": ""}, {"first": "D", "middle": [], "last": "Holzinger", "suffix": ""}, {"first": "O", "middle": [], "last": "Ploder", "suffix": ""}, {"first": "E", "middle": [], "last": "Nkenke", "suffix": ""}], "year": 2019, "venue": "J Craniomaxillofac Surg", "volume": "47", "issn": "", "pages": "537--541", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan", "authors": [{"first": "D", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Hu", "suffix": ""}, {"first": "C", "middle": [], "last": "Hu", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "X", "middle": [], "last": "Liu", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jama.2020.1585"]}}, "BIBREF24": {"ref_id": "b24", "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients", "authors": [{"first": "R", "middle": ["S"], "last": "Wax", "suffix": ""}, {"first": "M", "middle": ["D"], "last": "Christian", "suffix": ""}], "year": 2016, "venue": "Genveva: World Health Organization", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1007/s12630-020-01591-x"]}}, "BIBREF25": {"ref_id": "b25", "title": "World Health Organization: Safe management of wastes from health-care activities: a summary. Geneva: World Health Organization", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "World Health Organization: Infection prevention and control during health care when COVID-19 is suspected: interim guidance", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "World Health Organization: Rational use of personal protective equipment (PPE) for coronavirus disease (COVID-19): interim guidance", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "SARS-CoV-2 transmission in patients with cancer at a tertiary care hospital in Wuhan, China", "authors": [{"first": "J", "middle": [], "last": "Yu", "suffix": ""}, {"first": "W", "middle": [], "last": "Ouyang", "suffix": ""}, {"first": "Mlk", "middle": [], "last": "Chua", "suffix": ""}, {"first": "C", "middle": [], "last": "Xie", "suffix": ""}], "year": 2020, "venue": "JAMA Oncol", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1001/jamaoncol.2020.0980"]}}}, "ref_entries": {"TABREF0": {"text": "Recommendations for the management of surgical procedures in oral and maxillofacial surgery during the COVID-19 pandemic. Primary and secondary surgery for cleft lip and palate malformations Secondary reconstructive procedures (free/pedicled flaps) Surgery for temporomandibular pathologies that cause limited pain Treatment of craniofacial malformations without sleep apnea/elevated intracranial pressure Deferral of surgery until COVID-19 pandemic situation has settled Procedures such as removal of teeth and related complications such as bleeding, treatment of localized abscesses in the oral cavity, repair of oro-antral fistulae, treatment of pulpitis, etc. should be handled by general dentistry.", "latex": null, "type": "table"}, "TABREF1": {"text": "Recommended personal protective equipment (PPE) for healthcare workers modified from World Health Organization (WHO) and European Centre for Disease Prevention and Control (EDCD) guidance.", "latex": null, "type": "table"}}, "back_matter": []}