{
    "paper_id": "9525c11985c67a792c56dbe4da86cb90ba71e013",
    "metadata": {
        "title": "ITGH: Information-Theoretic Granger Causal Inference on Heterogeneous Data",
        "authors": [
            {
                "first": "Sahar",
                "middle": [],
                "last": "Behzadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vienna",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": "sahar.behzadi@univie.ac.at"
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Schelling",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vienna",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": "benjamin.schelling@univie.ac.at"
            },
            {
                "first": "Claudia",
                "middle": [],
                "last": "Plant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Vienna",
                    "location": {
                        "settlement": "Vienna",
                        "country": "Austria"
                    }
                },
                "email": "claudia.plant@univie.ac.at"
            }
        ]
    },
    "abstract": [
        {
            "text": "Granger causality for time series states that a cause improves the predictability of its effect. That is, given two time series x and y, we are interested in detecting the causal relations among them considering the previous observations of both time series. Although, most of the algorithms are designed for causal inference among homogeneous processes where only time series from a specific distribution (mostly Gaussian) are given, many applications generate a mixture of various time series from different distributions. We utilize Generalized Linear Models (GLM) to propose a general information-theoretic framework for causal inference on heterogeneous data sets. We regard the challenge of causality detection as a data compression problem employing the Minimum Description Length (MDL) principle. By balancing the goodness-of-fit and the model complexity we automatically find the causal relations. Extensive experiments on synthetic and real-world data sets confirm the advantages of our algorithm ITGH (for Information-Theoretic Granger causal inference on Heterogeneous data) compared to other algorithms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Discovery of causal networks from observational data, where no certain information about their distribution is provided, is a fundamental problem with many applications in science. Among several notions of causality, Granger causality [7] is a popular method for causal inference in time series due to its computational simplicity. It states that a cause improves the predictability of its effect in the future. That is, given two time series x and y, considering the previous observations of y together with x improves the predictability of x if y causes x. There are various algorithms in this area depending on how we measure the predictability. Usually, any improvement in the predictability is measured in terms of variance of the prediction errors (known as Granger test, shortly GT).",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper we establish our method based on an information-theoretic measurement of the predictability. That is, we regard the challenge of causal inference as a data compression problem. In other words, employing the Minimum Description Length (MDL) principle, y causes x if considering the past of y together with x decreases the number of bits required to encode x. Unlike other information-theoretic approaches (e.g. entropy-based algorithms [16] ), we incorporate complexity of the models in the MDL-principle. Thus, it leads to a natural trade-off among model complexity and goodness-of-fit while avoiding over-fitting. Although Granger causality is well-studied, most of the algorithms are designed for homogeneous data sets where time series from a specific distribution are provided. Recently, Budhathoki et al. proposed a MDL-based algorithm designed for causal inference on binary time series [6] . Additive Noise Models (ANMs) have been proposed for either continuous [13] or discrete [12] time series. Graphical Granger approaches, which are popular due to their efficiency, mostly consider additive causal relations with a certain Gaussian assumption, e.g. TCML [1] or [2] . Despite the efficiency of homogeneous algorithms, many applications generate heterogeneous data, i.e. a mixture of various time series from different distributions. Moreover, transforming a time series to another time series with a specific distribution leads to inaccuracy. Therefore, applying an algorithm designed for homogeneous data sets on heterogeneous data does not guarantee a high performance.",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 453,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 983,
                    "end": 987,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1179,
                    "end": 1182,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1186,
                    "end": 1189,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thus, integrating processes of various distributions without any transformation or certain assumptions sounds crucial. In this paper, we utilize Generalized Linear Models (GLMs) to extend the notion of Granger causality and introduce an integrative information-theoretic framework for causal inference on heterogeneous data regardless of time series distributions. Moreover, unlike many other algorithms, we aim at detecting causal networks. To the best of our knowledge, almost all of the existing algorithms are designed based on a pairwise testing approach which is inefficient in causal network discovery for large causal networks. To avoid this issue, we propose our MDL-based greedy algorithm (ITGH) to detect heterogeneous Granger causal relations in a GLM framework. Our approach consists of the following contributions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Effectiveness: We introduce a MDL-based indicator for detecting Granger causal relations when ensuring the effectiveness by balancing goodness-of-fit and model complexity;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Heterogeneity: Applying the GLM methodology, we propose our heterogeneous MDL-based algorithm to discover the causal interactions among a wide variety of time series from the exponential family;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Scalability: Due to the proposed greedy approach, we might not find the overall optimal solution, but it makes ITGH scalable and convenient to be used in practice. Moreover, our extensive experiments confirm its efficiency;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Comprehensiveness: Our approach is comprehensive in the sense that we avoid any assumption about the distribution of data by applying an informationtheoretic approach. In the following, first, we present the related work in Sect. 2. In Sect. 3, we elaborate the theoretical aspects of ITGH providing the required background. In Sect. 4, we introduce our greedy algorithm ITGH. Extensive experiments on synthetic and real-world data sets are demonstrated in Sect. 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Granger causality states that a cause (y) efficiently improves the predictability of its effect (x). There are various approaches to infer the causality depending on how to measure the predictability. Typically, any improvement in the predictability is measured in terms of variance of the error by a hypothesis testing approach [10, 14] . Moreover, graphical Granger methods are designed based on a penalized estimation of vector autoregressive (VAR) models [1, 18] . The intention in this approach is that, if y causes x it has non-zero coefficients in the VAR model corresponding to x. First, Arnold et al. [1] proposed a Lasso penalized estimation for VAR models (TCML). As an extension, Bahadori and Liu [3] proposed a semi-parametric algorithm for non-Gaussian time series. Recently, authors in [5] employed adaptive Lasso to generalize this approach to the heterogeneous cases (HGGM). As another category, probabilistic approaches interpret the predictability as the improvement in the likelihood. Among them, Kim and Brown [8] introduced a probabilistic framework (SFGC) for Granger causal inference on mixed data sets by a pairwise testing of the maximum likelihood ratio. The approach is FDR-based where the statistical power of this methods rapidly decreases with increasing the number of hypotheses. As another approach, informationtheoretic methods detect the causal direction by introducing a causal indicator. Among them, transfer entropy, shortly TEN, is designed based on Shannon's entropy [16] to infer linear and non-linear causal relations. In this approach, it is more likely that the causal direction with the lower entropy corresponds to the true causal relation. However, due to pairwise testing and its dependency on the lag variable, the computational complexity of TEN is exponential in the lag parameter. On the other hand, compression-based algorithms apply the Kolmogorov complexity and define a causal indicator based on the MDL-principle. Unlike the entropy-based approach, we incorporate the complexity of the models in the MDL-principle leading to more efficiency. Recently, Budhathoki et al. [6] proposed a MDL-based algorithm (CUTE) to infer the Granger causality among event sequences in a pairwise testing manner. This algorithm is designed only for binary time series. To the best of our knowledge, ITGH is the only algorithm in this approach which deals with discrete and continuous time series and supports the heterogeneity of data sets.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 709,
                    "end": 712,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1031,
                    "end": 1034,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1507,
                    "end": 1511,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2127,
                    "end": 2130,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "How to detect the Granger causal direction among any two time series? How to extend this concept to a general heterogeneous case? Could an informationtheoretic approach lead to causal inference? These are fundamental questions we address in this section while providing the required background, simultaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theory"
        },
        {
            "text": "Granger causality, introduced in the area of economics [7] , is a well-known notion for causal inference among time series. Granger causality captures the temporal causal relations among time series although it is not meant to be always equivalent to the true causality since the question of \"true causality\" is deeply philosophical. Let x = {x t |t = 1, . . . , n} and y = {y t |t = 1, . . . , n} denote two stationary time series x and y up to time n, respectively. Moreover, let I(t) be all the information accumulated since time t and I ¬y (t) denote all the information apart from the specified time series y up to time t. Definition 1. Granger Causality: Given two time series x and y, y Grangercauses x if including previous values of y along with x improves the predictability of x, i.e. P(x t |I ¬y (t − 1)) < P(x t |I(t − 1)) where P denotes the predictability.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 58,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Granger Causality"
        },
        {
            "text": "More precisely, let Model 1 denote the autoregressive (AR) model of order d (the lag) corresponding to time series x and Model 2 denote the vector autoregressive (VAR) model w.r.t. x including the lagged observations of x and y.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Granger Causality"
        },
        {
            "text": "Thus, y causes x if the second model improves the predictability of x.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Granger Causality"
        },
        {
            "text": "Here, the processes are assumed to be Gaussian in Model 1 and 2 and hence a linear model is considered overall. Moreover, in a linear model the error term ( t ) is an additive Gaussian white noise with mean 0 and variance 1. However, these assumptions are not necessarily true in most of the applications. Thus, it is crucial to generalize the linear models to the non-linear cases in the sense that we include time series from various distributions and avoid any information loss resulted by a simple conversion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Granger Causality"
        },
        {
            "text": "We extend the Granger causality to a general GLM framework where a wide variety of distributions are included and no transformation is required. GLM, introduced by Nelder and Baker in [11] , is a natural extension of the linear regression to the case where time series can have any distribution from the exponential family. Therefore, the response variable is not a simple linear combination of covariates but its mean value is related to the covariates by a link function. Corresponding to every distribution, there is an appropriate canonical link function [11] . Thus, we generalize the models introduced in Sect. 3.1 as follows (Model 1 → Model 3 and Model 2 → Model 4):",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 559,
                    "end": 563,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "General Causal Framework"
        },
        {
            "text": "where g is the appropriate link function w.r.t. the distribution of time series x. GLM relaxes the Gaussianity assumptions about the involved time series and the error term. Therefore, t does not necessarily follow a standard Gaussian distribution and it can have any distribution from the exponential family leading to more accurate models. In the following we denote Model 3 and Model 4 as M x and M xy , respectively. Thus, y causes x if M xy results in an improvement in the predictability of x compared to M x . Next, we propose an information-theoretic approach to measure the improvement in the predictability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General Causal Framework"
        },
        {
            "text": "How to measure the predictability? In this paper, we regard measuring the predictability to a compression problem. That is, we employ the description length [4] of time series in the sense that the more predictable a time series is the less number of bits is required to compress and describe it.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Information-Theoretic Measuring of Causal Dependencies"
        },
        {
            "text": "is a well-known model selection approach to evaluate various models and find the most accurate one considering the minimum description length criteria. MDL-principle regards the model selection challenge to a data compression problem in the sense that more accurate models lead to less compression cost. Let M denote a set of various candidate models representing your data. Following the two-part MDL [4] , the best fitting model That is, employing a coding scheme, the number of bits required to encode the data indicates the accuracy of the model used in the coding process. According to the Shannon coding theorem [17] , the ideal code length is related to the likelihood and is bounded by the entropy. More precisely, for an outcome a the number of bits required for coding is defined by log 2 1 P DF (a) , where P DF (.) shows the probability density function (a relative likelihood of a) with the assumption that lim P DF (a)→0 + P DF (a) log 2 (P DF (a)) = 0. This coding scheme is also known as log loss. As a consequence, we assign shorter bit strings to the outcomes with higher probability and longer bit strings to outcomes with lower probability. Thus, the better the model fits the data, the more likely the observations are and hence the less the compression cost is.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 405,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "MDL-Principle. Essentially, MDL [4]"
        },
        {
            "text": "Causal Inference by MDL. Back to Sect. 3.2, let P (x t |x t−d , ..., x t−1 ) denote the predictive model w.r.t. Model 3 showing the probability of an outcome x t , t = 1, ..., n w.r.t. the lagged observations of x up to time t − 1. We assume that P belongs to a class of prediction strategies, i.e. P ∈ P. Thus, following MDLprinciple, the coding cost of time series x assuming Model 3 is defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MDL-Principle. Essentially, MDL [4]"
        },
        {
            "text": ".., y t−1 ) denote the predictive model w.r.t. Model 4 assuming the past observations of x and y. Analogously, the coding cost of time series x assuming Model 4 is defined as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MDL-Principle. Essentially, MDL [4]"
        },
        {
            "text": "Referring to the generalized definition of Granger causality (Sect. 3.2), time series y causes x when using M xy instead of M x improves the predictability of x. That is, if y causes x, including y leads to higher probability for the observations in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MDL-Principle. Essentially, MDL [4]"
        },
        {
            "text": ".., y t−1 ). Since higher probabilities (more accurate models) result the smaller number of required bits for encoding the data (Sect In the next section we introduce the model complexity in more detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MDL-Principle. Essentially, MDL [4]"
        },
        {
            "text": "Given p time series x 1 , ..., x p , the generalized VAR model of order d w.r.t. x i is In the following we clarify how to encode a time series and compute the corresponding description length (DL(.)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Heterogeneous MDL-Based Granger Causal Framework"
        },
        {
            "text": "One of the well-known approaches to encode time series is the predictive coding scheme where the prediction error w.r.t. a time series together with the parameters of the corresponding predictive model are encoded and transmitted. This scheme comprise three major components, i.e. a prediction model, the error term and an encoder. As a prediction model for a time series x i , i = 1, ..., p we consider the generalized VAR model as introduced in Definition 2. Letx i t be the predicted value of x i at time t. Then, the prediction error e i t is the difference between the observed value x i t and the estimated valuê",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictive Coding Scheme:"
        },
        {
            "text": "Finally the prediction error needs to be encoded by a an encoder and transmitted to the receiver along with parameters of the prediction model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Predictive Coding Scheme:"
        },
        {
            "text": "Most of the time only observational data is provided in practice where the true distributions for the time series are not known. In this paper, we follow the MDL-principle discussed in Sect. 3.3 to find the most fitting predictive model for the data. That is, we assume a set of candidate prediction strategies from the exponential family. Considering every candidate, we estimate the parameters for the generalized AR model (M x ) employing an estimator (e.g. maximum likelihood). As discussed in Sect. 3.3, the more a model fits the data, the smaller the description length is. More precisely, let P = {P 1 , ..., P m } denote the set of the candidate prediction strategies (probability distributions) from the exponential family e.g. Gaussian, Poisson or Gamma. Thus, the optimal predictive model P ∈ P w.r.t. x is defined as P = min ∀Pi∈P DL i (x, M x ) Objective Function: Considering the predictive coding scheme, the prediction error needs to be encoded. In order to correctly decode the data, the model as well is required to be coded and transferred. We first focus on the error coding costs then on the model complexity and finally we introduce our integrative objective function for heterogeneous time series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fit the Distribution:"
        },
        {
            "text": "Following the properties of a GLM framework, the prediction errors can have any distribution from the exponential family [11] . Since the true distribution for the error term is also unknown, we employ our proposed fitting procedure, discussed in the previous section, to find the most accurate distribution w.r.t. the error term. Thus, the coding cost of the error e i w.r.t. x i is defined as:",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Fit the Distribution:"
        },
        {
            "text": "where ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fit the Distribution:"
        },
        {
            "text": "To cope with the inefficiency resulted by a pairwise testing, we propose our greedy-based ITGH algorithm consisting of two main building blocks: (1) fitting a distribution to the time series and (2) detecting the Granger causal network in a greedy way. Considering fitDistribution(.) in Algorithm 1, once we find the most accurate fitted distribution w.r.t. every time series as explained already. Then, we use this information as an assumption in our greedy algorithm. To be fair, we also input the fitted distributions to other comparison methods. Moreover, for every x i , we sort x 1 , ..., x p based on their dependencies in the corresponding regression model. In fact (also inspired by [1] ), the time series with the higher dependency w.r.t. x i has the higher coefficients in the regression model. Thus, we iteratively include the time series with the higher dependency w.r.t. x i in the regression model as far as this procedure improves the compression cost of x i . Essentially, for a candidate x j we compute the description length of x i (see Definition 2) considering two models M Ci and M Ci∪xj . If including x j pays off in terms of the compression cost, we keep including the next time series. Otherwise, the procedure terminates when no further causes exist for x i . The output of this algorithm is an adjacency matrix for the Granger causal network. ITGH is deterministic in the sense that investigating the causal relations for p time series in any random order leads to the same causal graph. The runtime complexity of ITGH in the best case is O(p 2 log(p)) + O(pc 2 n) and in the worst case is O(p 2 log(p)) + O(p 2 c 2 n) where c is d × |C i ∪ x j |. However, mostly in reality p n which means the runtime complexity of ITGH is highly depending ",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 695,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "ITGH Algorithm"
        },
        {
            "text": "To assess the performance of ITGH we conduct several experiments on synthetic and real-world data sets in terms of F-measure. We compare ITGH to SFGC [8] , TEN [16] and HGGM [5] which are designed to deal with heterogeneous data sets. Moreover, we compare our algorithm to TCML [1] , CUTE [6] and the basic Granger test (GT) [7] to investigate the effect of assuming a specific (mostly Gaussian) distribution for non-Gaussian processes or transforming time series. ITGH is implemented in MATLAB and for the other comparison methods we used their publicly available implementations and recommended parameter settings. The source code and data sets are publicly available at: https://tinyurl. com/yar5yuoq.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 174,
                    "end": 177,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 289,
                    "end": 292,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Experiments"
        },
        {
            "text": "In any synthetic experiment, we report the average performance of 50 iterations performed on different data sets with the given characteristics. The length of generated time series is always 1,000 except it is explicitly mentioned. Unless otherwise stated, we assume a random dependency level (strength of causal relations) among time series. In all the synthetic experiments we input the lag parameter as well as the true distributions to all the algorithms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthetic Experiments"
        },
        {
            "text": "In this experiment we generated various data sets from different distributions. Two discrete (Poisson and Bernoulli) and two continuous (Gamma and Gaussian) distributions were selected to cover some of possible combinations of distributions. Every data set consists of four time series with three causal relations where in mixed data sets the heterogeneity factor is 70%-30% (e.g. 3 Poisson and 1 Gaussian). As it is observable in Fig. 1 , regardless of the homogeneity or heterogeneity of the data or even the distribution of the time series, ITGH outperforms other algorithms by a wide margin. Interestingly, confirming the advantages of an MDL approach applied in a GLM framework we outperform TCML on Gaussian data set although it is designed specifically for Gaussian time series and performs better than other algorithms on such data sets. On the other side, we outperform CUTE on the Bernoulli data set due to the inefficiency of pairwise testing compared to our proposed greedy approach.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 437,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Accuracy:"
        },
        {
            "text": "In the following we focus on a mixture of time series having Poisson and Gamma distribution as a representative for heterogeneous data sets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Accuracy:"
        },
        {
            "text": "Effectiveness: This experiment specifically investigates the effectiveness of the greedy approach in ITGH in terms of F-measure when the number of time series is increasing. Here we generate heterogeneous data sets where in any case 70% of the time series are Poisson and 30% are Gamma distributed and the number of causal relations is equal to 0.67% of the number of time series. It is already expected that the performance of an exhaustive pairwise testing approach is decreasing when dealing with larger graphs. Figure 2a confirms our expectation and illustrates the constantly descending performance of HGGM, TEN and CUTE. As excepted, GT and SFGC are quite stable. However, GT is the worst algorithm in this experiment resulting in a maximum F-measure of 0.14. Moreover, this experiment shows the advantages of ITGH and SFGC compared to other algorithms regardless of the number of time series, although in the beginning their performance is affected by growing the causal graph.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 524,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Accuracy:"
        },
        {
            "text": "We refer to the coefficients of VAR models as the dependency which essentially show the strength of causal relations. In this experiment we investigate the performance of the algorithms concerning various dependencies ranging from 0.1 to 1. Analogously, we focus on data sets where a mixture of 3 Poisson and 1 Gamma time series are generated. In Fig. 2b any ascending or descending trend shows the inefficiency while a constant trend confirms the ability of an algorithm to deal with strong and weak causal relations. ITGH generally outperforms other competitors in terms of F-measure and unlike other algorithms, varying the dependency does not influence the performance of our algorithm significantly. Ignoring the starting point, the stable trend of ITGH confirms the effciency of our algorithm even for lower dependency levels. Unexpectedly, the performance of TCML, SFGC and TEN is slightly descending in this experiment. Scalability: While investigating the Scalability we generate data sets with the same setting as previous experiment concerning the effectiveness. During the first experiment we vary the length of time series ranging from 1,000 to 10,000 when the number of time series is set to five. As Fig. 3a depicts, ITGH is the second fastest algorithm in this experiment and outperforms HGGM, TEN and SFGC. Together with TCML, our algorithm shows a perfect stable trend when increasing the length of time series. In the other experiment we iteratively increase the number of time series. As expected, all the algorithms have an increasing trend (Fig. 3b) . However, we outperform other heterogeneous algorithms in this experiment as well. Finally, algorithms are investigated when the lag is increasing. Except HGGM, all other algorithms are almost stable in this experiment (Fig. 3c) . Although ITGH seems to be relatively time-consuming compared to others in this experiment, its runtime is less than 1.5 s and still reasonable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 354,
                    "text": "Fig. 2b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1215,
                    "end": 1222,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1562,
                    "end": 1571,
                    "text": "(Fig. 3b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1792,
                    "end": 1801,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Dependency:"
        },
        {
            "text": "We conduct various experiments on publicly available real-world data sets where a valid ground truth is provided. Table 1 summarizes the characteristics of the data sets while we input the same fitted distribution to every algorithm resulted by fitDistribution(.) procedure. To be fair, we report the best result for any algorithm in Table 1 in terms of F-measure when considering various lags ranging from 1 to 20. Moreover, we conducted various experiments on the lag variable in appendix which is specially interesting in real-world experiments. For the data sets marked with *, the ground truth is given partially and the information about some interactions is missing. Therefore, corresponding to any data we report the average F-measure w.r.t. the causal pairs where the true information is given. As it is clear from Table 1 , ITGH outperforms other algorithms on almost all the data sets (except Spike Train). However, because of the space limitation a detailed analysis of the results as well as data sets is not possible here, please check the appendix.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 121,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 334,
                    "end": 341,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 824,
                    "end": 831,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Real Applications with Ground Truth"
        },
        {
            "text": "What causes the climate changes? In this experiment, we investigate causal relations between the climate observations and various natural and artificial forcing factors when no ground truth is provided. The data set, provided in [9] , is publicly available. We consider the monthly measurements of 11 factors over 13 years (from 1990 to 2002) in two states in the US, i.e. Montana and Louisiana: temperature (TMP), precipitation (PRE), vapor (VAP), cloud cover (CLD), wet days (WET), frost days (FRS), green house gases including Methane (CH4), Carbon Dioxide (CO2), Hydrogen (H2) and carbon monoxide (CO) and solar radiation including global extraterrestrial (GLO). After fitting the distribution for any time series, we apply ITGH and other heterogeneous methods inputting the most appropriate distribution. The data providers suggested a maximum lag of 4 [9] . However, no exact information about the lag is given. Therefore, the lag is randomly set to 3 for Louisiana and 2 for Montana. Since the temperature is the most concerning factor in global warming and also for a better visualization, we focus on the factors which influence the temperature. Green house gases, specially CO2, as well as solar radiation are the most important factors in global warming. Moreover, depending on where a state is located, cold or warm region, various climate measurements influence the temperature. According to the annual average temperature of states in the US, Louisiana is located in the warm region where the CO2 concentration is also high. As Fig. 4a shows, ITGH correctly detects CO2 and the solar radiation as causal factors for temperature (confirmed by [9] ). Moreover, influencing the temperature by VAP is also plausible since Louisiana is located in the warm subtropical region. On the other side, the result of SFGC does not sound interpretable since it finds a causal relation among all the factors and the temperature, even the frost days per month. HGGM seems more efficient compared to SFGC, However, it does not find any effects caused by one of the most effective factors, i.e. CO2. Unlike Louisiana, Montana is located in the cold region. Therefore, the detected causal direction from the frost days and vapor to the temperature in Fig. 4b is reasonable (also confirmed by [9] ). However, HGGM is not able to find the relation among the frost days and the temperature. Moreover, the CO2 concentration in this state is not high. Therefore, CO2 does not influence the temperature in Montana dramatically. ITGH correctly does not consider a causal relation among CO2 and temperature while SFGC does. On the other side, HGGM is not able to find the effect of frost days, although it correctly recognizes the relation between CO2 and the temperature. ",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 858,
                    "end": 861,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1656,
                    "end": 1659,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2287,
                    "end": 2290,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1542,
                    "end": 1549,
                    "text": "Fig. 4a",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 2246,
                    "end": 2253,
                    "text": "Fig. 4b",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Application to Climatology"
        },
        {
            "text": "In this paper we proposed ITGH, an information-theoretic algorithm for discovery of causal relations in a mixed data set while profiting of a GLM framework. Following the MDL-principle, we introduced an integrative objective function applicable for time series having distributions from the exponential family. Our greedy approach leads to an effective and efficient algorithm without any assumption about the distribution of the data. One of the avenues for future work is to employ our MDL-based approach to efficiently detect the anomalies in heterogeneous data sets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Future Work"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Temporal causal modelling with graphical Granger methods",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Granger causality analysis in irregular time series",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Bahadori",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "SDM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An examination of practical Granger causality inference",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Bahadori",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "SDM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The minimum description length principle in coding and modeling",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barron",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rissanen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "IEEE Trans. Inf. Theory",
            "volume": "44",
            "issn": "6",
            "pages": "2743--2760",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Granger causality for heterogeneous processes",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Behzadi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schindler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Plant",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Causal inference on event sequences",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Budhathoki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vreeken",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "SDM",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Investigating causal relations by econometric models and crossspectral methods",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Granger",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Econometrica",
            "volume": "37",
            "issn": "3",
            "pages": "424--438",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A granger causality measure for point process models of ensemble neural spiking activity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Putrino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Comput. Biol",
            "volume": "7",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Learning temporal causal graphs for relational time-series analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Niculescu-Mizil",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "New Introduction to Multiple Time Series Analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lütkepohl",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-540-27752-1"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Generalized linear models",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Nelder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Encyclopedia of Statistical Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Causal inference on discrete data using additive noise models",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Janzing",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schölkopf",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "IEEE Trans. Pattern Anal. Mach. Intell",
            "volume": "33",
            "issn": "12",
            "pages": "2436--2450",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Causal discovery with continuous additive noise models",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mooij",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Janzing",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schölkopf",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Mach. Learn. Res",
            "volume": "15",
            "issn": "",
            "pages": "2009--2053",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Estimating the directed information to infer causal relationships in ensemble neural spike train recordings",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kiyavash",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Hatsopoulos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Comput. Neurosci",
            "volume": "30",
            "issn": "1",
            "pages": "17--44",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A universal prior for integers and estimation by minimum description length",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rissanen",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Ann. Stat",
            "volume": "11",
            "issn": "2",
            "pages": "416--431",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Measuring information transfer",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Phys. Rev. Lett",
            "volume": "85",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A mathematical theory of communication",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Shannon",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Bell Syst. Tech. J",
            "volume": "27",
            "issn": "4",
            "pages": "623--56",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Discovering graphical Granger causality using the truncating lasso penalty",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shojaie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Michailidis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Bioinformatics",
            "volume": "26",
            "issn": "18",
            "pages": "517--523",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "M ∈ M is the one which minimizes DL(D, M ) = DL(D|M ) + DL(M ) where DL(D|M ) concerns the description length of the data set D encoded by means of the model M and DL(M ) represents the model complexity, i.e. cost of encoding the model itself. We consider DL(D, M ) as a model selection indicator.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". 3.3), therefore DL(x|M xy ) < DL(x|M x ). The next part of MDL incorporates the model complexity. Thus, we say, M xy fits the characteristics of the data more appropriately only if it is beneficial in terms of the model cost too, i.e. DL(x|M xy )+DL(M xy ) < DL(x|M x )+DL(M x ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "denotes a concatenated vector of lagged observations X t−d , ..., X t−1 corresponding to all p time series and d is the lag. β i is the regression coefficient vector consisting of p × d coefficients. Now we extend the MDL-based definition of Granger causality to a general form. Definition 2. Multivariate MDL-based Granger Causality: Let C i denote the set of all causal time series corresponding to x i together with x i itself where |C i | ≤ p for i = 1, ..., n. Then, M Ci is a generalized VAR model w.r.t. x i including the lagged observations of time series in C i . Moreover, Let M Ci∪xj represent the generalized VAR model w.r.t. x i including all causal time series together with x j . Then, x j Granger-causes x i if DL(x i , M Ci∪xj ) < DL(x i , M Ci ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "P DF e (.) is the most accurate model w.r.t. e i and n is the length of time series x i . Moreover, assuming the prediction model M Ci w.r.t. x i , the parameters in this model are the regression coefficients or β i (a vector of length p × d) plus g i , the appropriate link function. Following a central result from the theory of MDL [15], the parameter costs to model n observations of x i w.r.t. the prediction model M Ci is approximated by DL(M Ci ) = mi 2 log n where m i denote the number of parameters in M Ci , i.e. m i = p × d + 1. The model cost depends logarithmically on the length of time series x i . The intention behind this formulation is that for shorter time series the parameters do not need to be coded with very high precision. However, we consider time series with the same length in this paper. Altogether, for a data set D consisting of time series x 1 , ..., x p our MDLbased objective function is defined as DL(D, M ) = p i=1 DL(x i |M Ci )+DL(M Ci ) where M = {M Ci |i = 1, ..., p}.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Investigating the accuracy. P: Poisson, Ga: Gamma, G: Gaussian, B: Bernoulli on n leading to a complexity of order O(c 2 n). For a detailed analysis of the computational complexity please check the appendix.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Various experiments on synthetic data sets concerning the effectiveness.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Investigating the scalability in various experiments.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Application to Climatology. a) causal graphs w.r.t. Louisiana, b) causal graphs w.r.t. Montana.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "ITGH (X = [x1, ..., xp]) 2: adj = [0] // Output, a p × p adjacency matrix 3: fitDistribution(X); 4: for all xi in X do",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison on real data sets including a ground truth in terms of F-measure. set Distribution Length ITGH SFGC HGGM TEN TCML CUTE GT",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}