{
    "paper_id": "957dad6d6839990790c909f897b6a209180e1570",
    "metadata": {
        "title": "Journal Pre-proof Pulmonary infarction secondary to pulmonary thromboembolism in COVID-19 diagnosed with dual-energy CT pulmonary angiography",
        "authors": [
            {
                "first": "Salvatore",
                "middle": [],
                "last": "Marsico",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Irene",
                "middle": [],
                "last": "Espallargas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Giménez",
                "middle": [],
                "last": "Santiago",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Javier",
                "middle": [],
                "last": "Carbullanca",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Toledo",
                "middle": [],
                "last": "Luis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandre",
                "middle": [],
                "last": "Del",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Carpio",
                "middle": [],
                "last": "Bellido",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "José",
                "middle": [],
                "last": "María",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maiques",
                "middle": [],
                "last": "Llácer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Flavio",
                "middle": [],
                "last": "Zuccarino",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f Pulmonary infarction secondary to pulmonary thromboembolism in COVID-19 diagnosed with dual-energy CT pulmonary angiography Infarto pulmonar secundario a tromboembolismo pulmonar en COVID-19 diagnosticado con angiotomografía computarizada pulmonar con energía dual To the Editor,",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We report the cases of 2 patients from Barcelona, Spain, admitted to the emergency department of our hospital secondary to COVID-19 (formerly known as SARS-CoV-2) pneumonia, confirmed with a real-time reverse-transcription polymerase chain-reaction test 1, 2 ; both patients showed respiratory deterioration and elevated serum D-dimer levels. Figure 1 illustrates the case of a 32-year-old man, with no comorbidities or risk factors, admitted to our emergency department on day 14 after symptom onset with dry cough, asthenia, arthromyalgia, fever, and right pleuritic pain. A baseline electrocardiogram showed sinus rhythm, 97 bpm, normal PR interval (120 ms) and normal QRS complex (80 ms), aQRS 0º. QTc (Friderica) 415 mseg. Echocardiography was not performed but initial physical examination showed systemic blood pressure values of 136/79 mmHg, regular rhythm with no murmurs, present and symmetrical distal pulses, and no signs of deep vein thrombosis.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 256,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 257,
                    "end": 258,
                    "text": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 351,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Laboratory data showed elevated ferritin levels (615 ng/mL), C-reactive protein (CRP) = 3.6 mg/dL, and increased interleukin-6 (IL-6) (144.7 pg/mL). Coagulation studies: prothrombin time (PT) 12 seconds, international normalized ratio 1.1, partial thromboplastin time (aPTT) 28.2 seconds. Lupus anticoagulant testing was positive. Immunoglobulin G and immunoglobulin M anticardiolipin antibodies were also tested with a negative result. D-dimer levels were elevated up to 2460 ug/L and therefore, due to high suspicion of pulmonary thromboembolism, dual-energy pulmonary computed tomography (CT) angiography (CTPA) was performed. CTPA confirmed bilateral thromboembolism associated with multiple opacities compatible with viral pneumonia (figure 1A,B). Iodine map images showed a triangular peripheral pulmonary infarction (figure 1C).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patient received therapy with hydroxychloroquine at a loading dose of 400 mg on the first day followed by a maintenance dose of 200 mg/d for the next 4 days. Azithromycin 500 mg/d for 3 days and enoxaparin 80 mg/12 h for 10 days were also prescribed. Throughout the admission, the patient showed clinical improvement with no respiratory support requirements, maintaining oxygen saturation levels around 97% to 99% on room air. On the 10th day after admission, 24 days after symptom onset, the patient was discharged with good health status and was asymptomatic. Given the positivity to lupus anticoagulant autoantibodies, thrombophilia testing will be performed in 3 months. A full-dose anticoagulation regimen (80 mg/12 h) was prescribed for 6 months. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "CT imaging features of 2019 novel coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "CT imaging of the 2019 novel coronavirus (2019-nCoV) pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 Complicated by Acute Pulmonary Embolism. Radiology: Cardiothoracic Imaging",
            "authors": [
                {
                    "first": "Yuanliang",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Xiang",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Pei",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/ryct.2020200067"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--513",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Diagnostic Accuracy of Dual-Energy CT in Detection of Acute Pulmonary Embolism: A Systematic Review and Meta-Analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Abdellatif",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ebada",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alkanj",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can Assoc Radiol J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/0846537120902062"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "illustrates the case of a 59-year-old woman, with a history of idiopathic hypertension (treated with ramipril 5 mg/d) and hypothyroidism (treated with levothyroxine 112 µg/d), without other risk factors or comorbidities, admitted to our hospital for 10 days with dry cough, myalgia, and fever. The baseline electrocardiogram showed sinus rhythm, 86 bpm, normal PR interval (131 ms) and normal QRS complex (93 ms), aQRS 0º. QTc (Friderica) 412 ms. Ecocardiography was not performed, but initial physical examination showed systemic blood pressure of 116/78 mmHg, regular rhythm, and present and symmetrical distal pulses, without signs of deep vein thrombosis.Laboratory data showed elevated ferritin levels (1127 ng/mL), CRP = 9.5 mg/dL, and increased serum IL-6 (75,60 pg/mL). Coagulation studies: prothrombin time (PT) 10.7 seconds, international normalized ratio 1.09, partial thromboplastin time (aPTT) 33.6 seconds. D-dimer at admission was 1320 ug/L. The patient received initial treatment with hydroxychloroquine at a loading dose of 400 mg/12 h on day 1 followed by a maintenance dose of 200 mg/12 h for 4 days. She was also prescribed azithromycin 500 mg/d for 5 days, anticoagulant prophylaxis with enoxaparin (40 mg/d), methylprednisolone 70 mg/d for 5 days, and a single intravenous dose of tocilizumab (400 mg).On day 9 after admission, the patient showed oxygen desaturation and reported chest pain. Ddimer elevation up to 6120 ug/L was observed (previous 1870 ug/L) and therefore, due to high suspicion of pulmonary thromboembolism, CTPA with dual-energy mode was obtained and the treatment from that day until discharge.Considering the long hospitalization of patients, pulmonary thromboembolic complications are increasing and must be considered in the context of COVID-19 pneumonia. It is also important to evaluate the possible onset of pulmonary infarcts secondary to pulmonary thromboembolism, which change the patient's management and prognosis. In this clinical scenario, the use of advanced imaging methods, such as dual energy pulmonary angiography, allows differentiation between lung parenchyma affected by COVID-19 pneumonia and ischemic or infarcted areas.ACKNOWLEDGMENTSWe thank fellow health and nonhealth workers who helped us in this study and who are struggling in this global emergency.Salvatore MARSICO, a,* Irene ESPALLARGAS GIMÉNEZ, a Santiago Javier CARBULLANCA TOLEDO, a Luis Alexandre DEL CARPIO BELLIDO, a José María MAIQUES LLÁCER, a and Flavio ZUCCARINO, a,b a Departmento de Radiología, Hospital del Mar, Barcelona, Spain b Departamento de Radiología, Hospital Sant Joan de Deu, Esplugues de Llobregat, Barcelona, Spain FIGURE LEGENDS A: computed tomography angiography maximum intensity projection oblique coronal reconstruction image showing filling defects (white arrows) in bilateral segmental and subsegmental branches of pulmonary arteries. B: transverse computed tomography image obtained with lung window settings showing wedge-shaped bilateral opacities with surrounding ground-glass opacities compatible with viral pneumonia. C: iodine map images showing a triangular peripheral area of decreased perfusion (yellow arrow) in the right lower, distal to PE (red arrow) lobe compatible with pulmonary infarction.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A: computed tomography angiography maximum intensity projection oblique coronal reconstruction image showing filling defects in bilateral segmental and subsegmental branches of pulmonary arteries. B: transverse computed tomography image obtained with lung window settings showing wedge-shaped bilateral opacities with surrounding ground-glass opacities compatible with viral pneumonia. C: iodine map images showing a peripheral, triangular and hypoperfused area in the",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}