{"paper_id": "963fba33c1e2c482493200ccc74750747f10079b", "metadata": {"title": "Journal Pre-proof Logistics and procurement outsourcing in the healthcare sector: A comparative analysis", "authors": [{"first": "Heather", "middle": [], "last": "Skipworth", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Emanuela", "middle": [], "last": "Delbufalo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Carlos", "middle": [], "last": "Mena", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The use of outsourcing by the public sector has increased dramatically in recent times (Beaulieu et al., 2018; Guimarães and de Carvalho 2013; Kakabadse and Kakabadse, 2002; Lin et al., 2007; Mori, 2017; Narayanan et al., 2007) and the reasons for this are varied (Kremic et al., 2006; Leslie and Canwell, 2010) . Outsourcing in the public sector can be defined as the act of a public organisation transferring internal activities/services and decision-making to external suppliers through long-term contracts or agreements (Rajabzadeh et al., 2008) . While the immediate impetus for outsourcing reform in the public sector is the need to reduce government spending, there has also been a drive to model government on private business to achieve greater efficiency (Pollitt and Bouckaert, 2011; Van de Walle and Hammerschmid, 2011) .", "cite_spans": [{"start": 87, "end": 110, "text": "(Beaulieu et al., 2018;", "ref_id": "BIBREF6"}, {"start": 111, "end": 142, "text": "Guimarães and de Carvalho 2013;", "ref_id": "BIBREF30"}, {"start": 143, "end": 173, "text": "Kakabadse and Kakabadse, 2002;", "ref_id": "BIBREF37"}, {"start": 174, "end": 191, "text": "Lin et al., 2007;", "ref_id": "BIBREF44"}, {"start": 192, "end": 203, "text": "Mori, 2017;", "ref_id": "BIBREF56"}, {"start": 204, "end": 227, "text": "Narayanan et al., 2007)", "ref_id": "BIBREF58"}, {"start": 264, "end": 285, "text": "(Kremic et al., 2006;", "ref_id": "BIBREF39"}, {"start": 286, "end": 311, "text": "Leslie and Canwell, 2010)", "ref_id": "BIBREF42"}, {"start": 524, "end": 549, "text": "(Rajabzadeh et al., 2008)", "ref_id": "BIBREF68"}, {"start": 765, "end": 794, "text": "(Pollitt and Bouckaert, 2011;", "ref_id": "BIBREF66"}, {"start": 795, "end": 831, "text": "Van de Walle and Hammerschmid, 2011)", "ref_id": "BIBREF75"}], "ref_spans": [], "section": "Introduction"}, {"text": "Public healthcare organisations in different countries have increasingly come to view outsourcing as critical to successfully provide quality care within the confines of an era of fiscal constraint (Beaulieu et al., 2018; De Vries and Huijsman, 2011; Jarrett, 1998; Nicholson et al., 2004) . Given the increasing health costs facing all industrialised countries, the search for possible savings has been a driver of strategic and organisational changes that increase efficiency and wellbeing without undermining the quality of and access to care.", "cite_spans": [{"start": 198, "end": 221, "text": "(Beaulieu et al., 2018;", "ref_id": "BIBREF6"}, {"start": 222, "end": 250, "text": "De Vries and Huijsman, 2011;", "ref_id": "BIBREF15"}, {"start": 251, "end": 265, "text": "Jarrett, 1998;", "ref_id": "BIBREF34"}, {"start": 266, "end": 289, "text": "Nicholson et al., 2004)", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Introduction"}, {"text": "However, outsourcing in the public sector has often been plagued with failures and problems (Sullivan and Ngwenyama, 2005) such as impossible tendering timetables, dubious savings claims, deep dissatisfaction, non-delivery of service levels, and failure to properly monitor the contracts (Amirkhanyan et al., 2007; Marco-Simó and Pastor-Collado, 2020; Martin, 2001) . Similar issues in public sector outsourcing have been reported in different countries such as Australia, Canada, New Zealand and Sweden (Peled, 2001; Sullivan and Ngwenyama, 2005) .", "cite_spans": [{"start": 92, "end": 122, "text": "(Sullivan and Ngwenyama, 2005)", "ref_id": "BIBREF74"}, {"start": 288, "end": 314, "text": "(Amirkhanyan et al., 2007;", "ref_id": "BIBREF1"}, {"start": 315, "end": 351, "text": "Marco-Simó and Pastor-Collado, 2020;", "ref_id": "BIBREF50"}, {"start": 352, "end": 365, "text": "Martin, 2001)", "ref_id": "BIBREF52"}, {"start": 504, "end": 517, "text": "(Peled, 2001;", "ref_id": "BIBREF65"}, {"start": 518, "end": 547, "text": "Sullivan and Ngwenyama, 2005)", "ref_id": "BIBREF74"}], "ref_spans": [], "section": "Introduction"}, {"text": "The complexity of the outsourcing decision, coupled with the traditional rigidity of publicly founded organisations, calls for a deep analysis of the context, process and results of such a decision (Bustinza et al., 2010; Jiang et al., 2006) . This analysis is even more necessary with regard to the healthcare sector, where little research has been conducted to investigate the large-scale implications of outsourcing (Beaulieu et al., 2018) .", "cite_spans": [{"start": 198, "end": 221, "text": "(Bustinza et al., 2010;", "ref_id": "BIBREF12"}, {"start": 222, "end": 241, "text": "Jiang et al., 2006)", "ref_id": "BIBREF35"}, {"start": 419, "end": 442, "text": "(Beaulieu et al., 2018)", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Introduction"}, {"text": "This study is positioned within the literature on outsourcing in public sector contexts.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Specifically, the research aims to investigate the complexity of a specific type of outsourcing: the joint outsourcing of logistics and procurement functions in the healthcare public sector.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Since the middle 1990s, supply chain management has been considered a possible source of savings for healthcare systems (De Vries and Huijsman, 2011) . More recently, the grip on public expenditure has highlighted how much value is scattered in inefficient and redundant public procurement activities of healthcare organisations in most of the OECD countries (Lega et al., 2013) . Although the adoption of an integrated supply chain management approach is becoming more common in the healthcare sector (Villa et al., 2009) , the process of outsourcing has rarely been designed with the intention of investing in an end-to-end supply chain. Most outsourcing experiences in the healthcare sector concern only one of the two processes -either logistics (e.g., Beaulieu et al., 2018) or procurement (e.g., Lega et al., 2013 ) -and focus on specific issues such as the outsourcing of inventory management (Moschuri and Kondylis, 2006; Nicholson et al., 2004) .", "cite_spans": [{"start": 120, "end": 149, "text": "(De Vries and Huijsman, 2011)", "ref_id": "BIBREF15"}, {"start": 359, "end": 378, "text": "(Lega et al., 2013)", "ref_id": "BIBREF41"}, {"start": 502, "end": 522, "text": "(Villa et al., 2009)", "ref_id": "BIBREF76"}, {"start": 757, "end": 779, "text": "Beaulieu et al., 2018)", "ref_id": "BIBREF6"}, {"start": 802, "end": 819, "text": "Lega et al., 2013", "ref_id": "BIBREF41"}, {"start": 900, "end": 929, "text": "(Moschuri and Kondylis, 2006;", "ref_id": "BIBREF57"}, {"start": 930, "end": 953, "text": "Nicholson et al., 2004)", "ref_id": "BIBREF61"}], "ref_spans": [], "section": "Introduction"}, {"text": "As outsourcing ventures become more complex, opportunities for synergies and efficiency increase, but also create longer and more fragmented supply chains which could have disastrous consequences, particularly in a healthcare context (Kremic et al. 2006; Lee, 2017; Sullivan and Ngwenyama, 2005; Yigit et al. 2007) . As the Covid-19 pandemic continues to unfold, the capabilities of supply chains are coming into sharp focus, not so much in terms of cost efficiency, but on their ability to be resilient and effective in delivery (Alicke et al., 2020) . This is why understanding the potential implications of complex outsourcing in the healthcare sector is of paramount importance.", "cite_spans": [{"start": 234, "end": 254, "text": "(Kremic et al. 2006;", "ref_id": "BIBREF39"}, {"start": 255, "end": 265, "text": "Lee, 2017;", "ref_id": "BIBREF40"}, {"start": 266, "end": 295, "text": "Sullivan and Ngwenyama, 2005;", "ref_id": "BIBREF74"}, {"start": 296, "end": 314, "text": "Yigit et al. 2007)", "ref_id": "BIBREF82"}, {"start": 530, "end": 551, "text": "(Alicke et al., 2020)", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Introduction"}, {"text": "This study is designed to fill the gap in our understanding of the implications of outsourcing on healthcare supply chains by comparing two outsourcing alternatives:", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "outsourcing from public-to-private and outsourcing from public-to-public to address the research question: What are the critical aspects of the joint outsourcing of logistics and procurement in the healthcare public sector?", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "A conceptual framework, adapted from previous literature (Marasco, 2008) , has been employed to provide a comparative investigation of the phenomenon and consider the implications of logistics and procurement outsourcing on the healthcare supply chain structure and performance. The study presents a European cross-country comparison by analysing both the National Health Service (NHS) outsourcing in England (public-to-private outsourcing) and the Regional Health Service (RHS) outsourcing in the Tuscany region (Italy) (public-to-public outsourcing).", "cite_spans": [{"start": 57, "end": 72, "text": "(Marasco, 2008)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Introduction"}, {"text": "The NHS is both the oldest and largest single-payer 1 health system in Europe. In October 2006 procurement and logistics were jointly outsourced to a private sector logistics specialist in order to increase efficiency with an end-to-end supply chain control. The Tuscany region case shows a different pattern to outsourcing in the healthcare sector. Here, the search for efficiency led, in 2005, to the creation of a centralised publicly founded agency to which procurement and logistics have been outsourced from the healthcare organisations.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Beyond the fact that the two cases share the same rationale (to build, through outsourcing, a centralised end-to-end supply chain management structure for the health system) and were developed in the same time period, they are different by nature: in the NHS case a private sector service provider was involved, while in the RHS a public organisation was established as the outsourcee. Such differences are likely to shed light on issues overlooked in previous studies and contribute to the development of more exhaustive recommendations for managers.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The paper proceeds as follows. First, a literature review is presented and the theoretical framework justified for the study. Second, a description of the study methodology is provided. Third, the case studies are presented and discussed, then conclusions and recommendation are drawn. Finally, limitations and areas for future work are identified.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Two important contextual aspects are discussed in this section, which are then later analysed within the cases: first, the specificities of the public sector in relation to outsourcing and second the specificities of the healthcare sector, which are both relevant to logistics and procurement. The final sub-section introduces the theoretical framework used to analyse the two case studies.", "cite_spans": [], "ref_spans": [], "section": "Literature review and theoretical framework"}, {"text": "Despite its growing popularity, outsourcing to the private sector has been a relatively recent phenomenon in the public sector, emerging in the early 1990s and increasingly employed as part of broader privatisation movements (Augurzky and Scheuer, 2007; Beaulieu et al., 2018; Guimarães and de Carvalho, 2013; Mori, 2017; Young, 2007) . The trend towards outsourcing from the public to the private sector indicates that they are distinct and fundamentally different. Supporters of the view that public management is different 1 In a healthcare context, the term single-payer refers to a system in which a single entity or public organisation collects funds and pays for health care on behalf of the population of a nation or region (Liu and Brook, 2017) . (Boyne 2002; Lukrafka et al., 2020) have identified a number of characteristics that are distinct between the public and private sector.", "cite_spans": [{"start": 225, "end": 253, "text": "(Augurzky and Scheuer, 2007;", "ref_id": "BIBREF4"}, {"start": 254, "end": 276, "text": "Beaulieu et al., 2018;", "ref_id": "BIBREF6"}, {"start": 277, "end": 309, "text": "Guimarães and de Carvalho, 2013;", "ref_id": "BIBREF30"}, {"start": 310, "end": 321, "text": "Mori, 2017;", "ref_id": "BIBREF56"}, {"start": 322, "end": 334, "text": "Young, 2007)", "ref_id": "BIBREF84"}, {"start": 732, "end": 753, "text": "(Liu and Brook, 2017)", "ref_id": "BIBREF46"}, {"start": 756, "end": 768, "text": "(Boyne 2002;", "ref_id": "BIBREF8"}, {"start": 769, "end": 791, "text": "Lukrafka et al., 2020)", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "The public sector and outsourcing"}, {"text": "First, public organisations have a wide variety of stakeholders who exert demands and constraints on managers. The presence of different stakeholders (e.g. suppliers, service users and taxpayers) requires public organisations to pursue a range of, and sometimes conflicting, objectives (Arlbjørn and Freytag, 2012; Burnes and Anastasiadis, 2003) . Moreover, it has been argued that public organisations have different goals from those of the private sector, such as ethics, equity or accountability (Arlbjørn and Freytag, 2012; Flynn, 2007) , although the institutional mission of public organisations is to meet stakeholder expectations (Moore 2000) . These broader objectives have a significant impact on the way in which specific functions (e.g., logistics and procurement) are developed within public sector organisations and often require the evaluation of these operations in terms of much broader parameters that are related to the achievement of public interest. For instance, often public logistics is outsourced to improve efficiency, but equally it creates issues of equity and ethics when employees are no longer civil servants and become employees of a private contractor (Moschuri and Kondylis, 2006) . Second, public sector organisations have more formal, less flexible and more risk-averse decision-making procedures than do their counterparts in the private sector (Bozeman and Kingsley, 1998; Farnham and Horton 1996; Vyas et al., 2008) because they tend to be designed around the principles of the bureaucratic model. For example, public contracts are often awarded on the basis of rules and principles that are designed to ensure equal supplier treatment, non-discrimination, and transparency, to reduce the risk of corruption (European Parliament, 2014) . As described by Moore (1995) , typically in the case of public organisations the value added is not the actual result accomplished but instead it is derived from how the procurement process itself is designed and executed. The respect of laws and regulations, in the execution of the procurement process, is necessary in order to meet public goals such as equity, accountability and no corruption (European Parliament, 2014; Sargiacomo, et al. 2015) . However, this more bureaucratic model could reduce efficiencies and increase overall advertising and tendering costs (Doerner and Reiman, 2007; Vyas et al., 2008) .", "cite_spans": [{"start": 286, "end": 314, "text": "(Arlbjørn and Freytag, 2012;", "ref_id": "BIBREF3"}, {"start": 315, "end": 345, "text": "Burnes and Anastasiadis, 2003)", "ref_id": "BIBREF11"}, {"start": 499, "end": 527, "text": "(Arlbjørn and Freytag, 2012;", "ref_id": "BIBREF3"}, {"start": 528, "end": 540, "text": "Flynn, 2007)", "ref_id": "BIBREF28"}, {"start": 638, "end": 650, "text": "(Moore 2000)", "ref_id": "BIBREF55"}, {"start": 1185, "end": 1214, "text": "(Moschuri and Kondylis, 2006)", "ref_id": "BIBREF57"}, {"start": 1382, "end": 1410, "text": "(Bozeman and Kingsley, 1998;", "ref_id": "BIBREF9"}, {"start": 1411, "end": 1435, "text": "Farnham and Horton 1996;", "ref_id": null}, {"start": 1436, "end": 1454, "text": "Vyas et al., 2008)", "ref_id": null}, {"start": 1757, "end": 1774, "text": "Parliament, 2014)", "ref_id": "BIBREF25"}, {"start": 1793, "end": 1805, "text": "Moore (1995)", "ref_id": "BIBREF54"}, {"start": 2184, "end": 2201, "text": "Parliament, 2014;", "ref_id": "BIBREF25"}, {"start": 2202, "end": 2226, "text": "Sargiacomo, et al. 2015)", "ref_id": "BIBREF72"}, {"start": 2346, "end": 2372, "text": "(Doerner and Reiman, 2007;", "ref_id": "BIBREF19"}, {"start": 2373, "end": 2391, "text": "Vyas et al., 2008)", "ref_id": null}], "ref_spans": [], "section": "The public sector and outsourcing"}, {"text": "Third, public healthcare organisations have some benefits compared to private organisations. For instance, public organisations are often more willing to introduce drastic changes because they do not fear losing their market share and cannot go bankrupt (Arlbjørn and Freytag, 2012; Borgonovi, 2005) . Further, public organisations are expected to collaborate and to share their knowledge and practices; therefore, collaborative purchasing and network creation should be stronger for these organisations (Schotanus and Telgen, 2007; Vyas et al., 2008) . Finally, public organisations can impose regulations on suppliers that positively influence their willingness to collaborate in a direct (through specific norms) or indirect (through moral persuasion) way (Arlbjørn and Freytag, 2012; Borgonovi, 2005 , Dimitri et al., 2006 . The increased level of collaboration can improve the efficiency and effectiveness of the public supply chain.", "cite_spans": [{"start": 254, "end": 282, "text": "(Arlbjørn and Freytag, 2012;", "ref_id": "BIBREF3"}, {"start": 283, "end": 299, "text": "Borgonovi, 2005)", "ref_id": "BIBREF7"}, {"start": 504, "end": 532, "text": "(Schotanus and Telgen, 2007;", "ref_id": "BIBREF73"}, {"start": 533, "end": 551, "text": "Vyas et al., 2008)", "ref_id": null}, {"start": 759, "end": 787, "text": "(Arlbjørn and Freytag, 2012;", "ref_id": "BIBREF3"}, {"start": 788, "end": 803, "text": "Borgonovi, 2005", "ref_id": "BIBREF7"}, {"start": 804, "end": 826, "text": ", Dimitri et al., 2006", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "The public sector and outsourcing"}, {"text": "Among the different non-clinical activities, logistics and procurement are of great importance as they represent a large portion of healthcare organisations' expenditure and are essential for their operational performance (Azzi et al., 2013; Beaulieu et al., 2018; Edler and Georghiou, 2007) . Procurement and logistics outsourcing have been considered useful to simplify the procedures for finalising contracts, to encourage competition between supplying firms through transparent selection practices, and to improve the efficiency and effectiveness of the entire healthcare system by increasing economies of scale and scope (Figueras et al., 2005; Guimarães and de Carvalho, 2013) .", "cite_spans": [{"start": 222, "end": 241, "text": "(Azzi et al., 2013;", "ref_id": "BIBREF5"}, {"start": 242, "end": 264, "text": "Beaulieu et al., 2018;", "ref_id": "BIBREF6"}, {"start": 265, "end": 291, "text": "Edler and Georghiou, 2007)", "ref_id": "BIBREF22"}, {"start": 626, "end": 649, "text": "(Figueras et al., 2005;", "ref_id": "BIBREF27"}, {"start": 650, "end": 682, "text": "Guimarães and de Carvalho, 2013)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Logistics and procurement in the healthcare sector"}, {"text": "This highlights the importance of considering logistics and procurement outsourcing in the healthcare sector, but what are the specific challenges faced by these operations in this context? It is said that healthcare processes exhibit high levels of variability due to a number of factors (Guimarães and de Carvalho, 2013; Litvak and Long, 2000; Macinati, 2008; Noon et al., 2003) : a) clinical variability due to the nature of different diseases, severity levels and the responses to treatment; b) demand variability resulting from the unpredictability of certain patient flows (e.g. accident and emergency); c) care professional variability because of different preferences, approaches and levels of ability. As a consequence of these characteristics, healthcare providers often believe that it is more difficult for them to predict consumption (Azzi et al., 2013; Jarrett, 1998; Vissers et al., 2001) . However, while there is some evidence to support this notion, many scholars argue otherwise (e.g. Guimarães and de Carvalho, 2013; Haraden and Resar, 2004; Vissers, 1998; Walley and Steyn, 2006) claiming that a significant proportion of this variability can be reduced through the use of organisational strategies such as using standardised clinical pathways for homogeneous groups of patients or better capacity management, lean thinking, and scheduling systems. The accompanying reductions in variability and increased standardisation in processes would create increases in efficiencies and reductions in costs in the healthcare supply chains.", "cite_spans": [{"start": 289, "end": 322, "text": "(Guimarães and de Carvalho, 2013;", "ref_id": "BIBREF30"}, {"start": 323, "end": 345, "text": "Litvak and Long, 2000;", "ref_id": "BIBREF45"}, {"start": 346, "end": 361, "text": "Macinati, 2008;", "ref_id": "BIBREF48"}, {"start": 362, "end": 380, "text": "Noon et al., 2003)", "ref_id": "BIBREF62"}, {"start": 847, "end": 866, "text": "(Azzi et al., 2013;", "ref_id": "BIBREF5"}, {"start": 867, "end": 881, "text": "Jarrett, 1998;", "ref_id": "BIBREF34"}, {"start": 882, "end": 903, "text": "Vissers et al., 2001)", "ref_id": "BIBREF78"}, {"start": 1004, "end": 1036, "text": "Guimarães and de Carvalho, 2013;", "ref_id": "BIBREF30"}, {"start": 1037, "end": 1061, "text": "Haraden and Resar, 2004;", "ref_id": "BIBREF32"}, {"start": 1062, "end": 1076, "text": "Vissers, 1998;", "ref_id": "BIBREF77"}, {"start": 1077, "end": 1100, "text": "Walley and Steyn, 2006)", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Logistics and procurement in the healthcare sector"}, {"text": "Another specific challenge for the healthcare sector is that many supplies, such as medicines, require special precautions; for instance, they require storage within certain temperature ranges and have short shelf lives (Azzi et al., 2013) . Further, there is a propensity to stockpile supplies, because in the past they have been affected by supply disruptions (Mazzocato, 2007; Saccomano, 1996) .", "cite_spans": [{"start": 220, "end": 239, "text": "(Azzi et al., 2013)", "ref_id": "BIBREF5"}, {"start": 362, "end": 379, "text": "(Mazzocato, 2007;", "ref_id": "BIBREF53"}, {"start": 380, "end": 396, "text": "Saccomano, 1996)", "ref_id": "BIBREF71"}], "ref_spans": [], "section": "Logistics and procurement in the healthcare sector"}, {"text": "It is also widely reported that clinicians are resistant to following organisational rules and procedures, claiming that they are devoted to good patient outcomes, rather than organisational performance. Often they cite product standardisation and supply base reduction as factors that undermine the quality and personalisation of treatment (Cox et al., 2005) .", "cite_spans": [{"start": 341, "end": 359, "text": "(Cox et al., 2005)", "ref_id": null}], "ref_spans": [], "section": "Logistics and procurement in the healthcare sector"}, {"text": "Finally, although cost savings and service quality improvement appear to be the overriding motivations for outsourcing from public to private sector (Amirkhanyan et al., 2007; Guimarães and de Carvalho, 2013; Macinati, 2008) , the success of outsourcing also depends on a number of different factors (Ellram and Edis, 1996; Guimarães and de Carvalho, 2013) .", "cite_spans": [{"start": 149, "end": 175, "text": "(Amirkhanyan et al., 2007;", "ref_id": "BIBREF1"}, {"start": 176, "end": 208, "text": "Guimarães and de Carvalho, 2013;", "ref_id": "BIBREF30"}, {"start": 209, "end": 224, "text": "Macinati, 2008)", "ref_id": "BIBREF48"}, {"start": 300, "end": 323, "text": "(Ellram and Edis, 1996;", "ref_id": "BIBREF24"}, {"start": 324, "end": 356, "text": "Guimarães and de Carvalho, 2013)", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Logistics and procurement in the healthcare sector"}, {"text": "In fact, hidden costs of outsourcing occur in selection, managing the relationship between supplier and outsourcer, and making changes to the service contract, all of which can offset any cost savings and quality improvements identified at the start of the outsourcing contract (Johansson and Siverbo, 2018; Young, 2007) . We assess this through the use of a theoretical model, as described in Section 2.3.", "cite_spans": [{"start": 278, "end": 307, "text": "(Johansson and Siverbo, 2018;", "ref_id": "BIBREF36"}, {"start": 308, "end": 320, "text": "Young, 2007)", "ref_id": "BIBREF84"}], "ref_spans": [], "section": "Logistics and procurement in the healthcare sector"}, {"text": "Based on a literature review, Marasco (2008) , and later Beaulieu et al. (2018) , presented a comprehensive conceptual framework that can be adapted to investigate the entirety of an outsourcing process, including background, implementation steps, governance structure and results. This conceptual framework provides a comprehensive overview of outsourcing as it includes all the aspects mentioned by previous literature on the topic (Leuschner et al., 2014) .", "cite_spans": [{"start": 30, "end": 44, "text": "Marasco (2008)", "ref_id": "BIBREF49"}, {"start": 57, "end": 79, "text": "Beaulieu et al. (2018)", "ref_id": "BIBREF6"}, {"start": 434, "end": 458, "text": "(Leuschner et al., 2014)", "ref_id": "BIBREF43"}], "ref_spans": [], "section": "The conceptual framework"}, {"text": "Since the Marasco (2008) framework was constructed based on a review of interorganisational relationships literature, in this study it is applied to the inter-organisational relationship between the outsourcer and the logistics and procurement provider in the healthcare sector. According to the framework, the outsourcing process can be investigated across three different dimensions: context; structure and process; results.", "cite_spans": [{"start": 10, "end": 24, "text": "Marasco (2008)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "The conceptual framework"}, {"text": "Context dimension includes both external and internal factors. Major components of the external context include characteristics of the general macro environment (e.g. economic trends, regulatory framework, technological developments) as well as the supply chain, or network, within which the outsourcing relationship exists (e.g. structure, processes, types of business links among actors in the chain) (Marasco, 2008) . Internal contextual factors include organisational size, structure and strategies of the parties involved (i.e. outsourcer and provider). The two sets of contextual factors combine to influence the ways in which outsourcer and provider structure and manage their relationship, affecting, among others, those factors that determine the outsourcer's logistics needs and motivation to outsource, and the interaction processes between the parties.", "cite_spans": [{"start": 403, "end": 418, "text": "(Marasco, 2008)", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "The conceptual framework"}, {"text": "Structure and process have different components. The structure of the outsourcing relationship can vary widely depending on several attributes, such as scope of the activities involved, continuity, complexity, symmetry and degree of formalisation, which are some of the structural characteristics of business relationships (Håkansson and Snehota, 1995) . Along with these, other behavioural attributes are covered here that contribute to shaping the climate of the outsourcing relationship (e.g., trust, commitment and conflict).", "cite_spans": [{"start": 323, "end": 352, "text": "(Håkansson and Snehota, 1995)", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "The conceptual framework"}, {"text": "The developmental process of the relationship constitutes the third dimension of the framework. Consistent with the approach taken in many studies of developmental processes of inter-organisational relationships (e.g. Dwyer et al., 1987; Frazier, 1983; Ring and Van de Ven, 1994) , the outsourcing process has been conceived as consisting of a sequence of stages, summarised as follows: (c) A long-term stage, in which routine approaches tend to become institutionalised and several kinds of bonds between the parties arise or strengthen as a consequence of extensive formal and informal adaptations. These bonds have an important function in favouring the creation of long-term relationships and can relate to the technologies used and shared by the parties, personal knowledge and trust, administrative routines, procedures and legal contracts.", "cite_spans": [{"start": 218, "end": 237, "text": "Dwyer et al., 1987;", "ref_id": "BIBREF21"}, {"start": 238, "end": 252, "text": "Frazier, 1983;", "ref_id": "BIBREF29"}, {"start": 253, "end": 279, "text": "Ring and Van de Ven, 1994)", "ref_id": "BIBREF70"}], "ref_spans": [], "section": "The conceptual framework"}, {"text": "The final dimension of the framework reflects the outcomes that result from the outsourcing relationship. As inter-organisational relationships are connected, what is produced in a dyad has effects, not only for the parties directly involved, but also for other relationships and organisations of the overall network in which the relationship is embedded (Burnes and Anastasiadis, 2003) . Accordingly, outsourcing outcomes have been divided into internal outcomes perceived by the parties directly involved (outsourcer and provider) and external outcomes experienced at the supply chain level.", "cite_spans": [{"start": 355, "end": 386, "text": "(Burnes and Anastasiadis, 2003)", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "The conceptual framework"}, {"text": "The overall aim of this study is to investigate the critical aspects of the joint outsourcing of logistics and procurement in the healthcare public sector. An exploratory case study approach was chosen because it allows the outsourcing phenomenon to be studied within its real-life context, since it is not possible to isolate this complex phenomenon from the context in which it exists (Yin, 2018) . Consequently, an inductive research strategy was used in conjunction with the comparative case method (Ragin, 1987) . This allows two cases of joint logistics and procurement outsourcing in the healthcare sector to be compared, using the dimensions of Marasco's (2008) conceptual framework for outsourcing. The unit of analysis was the outsourcing process itself and, in both cases, data was collected, enabling differences in outcome to be evaluated against differences in the context, structure and process. Both quantitative and qualitative data was collected and analysed for both cases, such that the qualitative data provides an explanation for the quantitative measures, consistent with Eisenhardt's (1989) inductive case study approach. Marasco's (2008) framework required minor adaptations to fit with the nature and scope of the two healthcare case studies, as shown in Figure 1 . First, the context and outcome dimensions are split into internal and external aspects (Marasco, 2008) ; however, this categorisation is not useful for this research, as all contextual and outcome aspects are related to the internal supply network, therefore a more relevant categorisation of aspects was used, as shown in Figure 1 . Second, partner search and negotiation processes, under the build-up stage, are outside the scope of these case studies, which focus more on partner selection and contract design.", "cite_spans": [{"start": 387, "end": 398, "text": "(Yin, 2018)", "ref_id": "BIBREF83"}, {"start": 503, "end": 516, "text": "(Ragin, 1987)", "ref_id": "BIBREF67"}, {"start": 653, "end": 669, "text": "Marasco's (2008)", "ref_id": "BIBREF49"}, {"start": 1095, "end": 1114, "text": "Eisenhardt's (1989)", "ref_id": "BIBREF23"}, {"start": 1146, "end": 1162, "text": "Marasco's (2008)", "ref_id": "BIBREF49"}, {"start": 1379, "end": 1394, "text": "(Marasco, 2008)", "ref_id": "BIBREF49"}], "ref_spans": [{"start": 1281, "end": 1289, "text": "Figure 1", "ref_id": null}, {"start": 1615, "end": 1623, "text": "Figure 1", "ref_id": null}], "section": "Methodology"}, {"text": "[Insert Figure 1 about here]", "cite_spans": [], "ref_spans": [{"start": 8, "end": 16, "text": "Figure 1", "ref_id": null}], "section": "Methodology"}, {"text": "The two healthcare cases were selected to provide diversity and thus improve the external validity of the findings (Yin, 2018) , and enhance the potential for comparative case analysis (Ragin, 1987) as they are representative of two different outsourcing typologies:", "cite_spans": [{"start": 115, "end": 126, "text": "(Yin, 2018)", "ref_id": "BIBREF83"}, {"start": 185, "end": 198, "text": "(Ragin, 1987)", "ref_id": "BIBREF67"}], "ref_spans": [], "section": "Methodology"}, {"text": "• First, the National Health Service (NHS) outsourcing experience in England, which is an outsourcing from the public to the private sector, employing a competitive free market model where the client organisations are not mandated to use the private provider. • Second, the Regional Health Service (RHS) outsourcing experience in the Tuscany region (Italy), which is an outsourcing from public to public sector where the client organisations are mandated to use the public provider.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "These two cases were contrasting in terms of scale -national versus regional -and also scope -NHS England outsourced logistics and procurement for consumables, whereas RHS Tuscany included consumables and pharmaceuticals. However, the timing of the outsourcing interviews included the chief executive officer, the chief finance officer, the finance director, the supply chain director and the procurement director.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "Interviews were transcribed and then validated by each respondent. The quantitative data and information gained from interviews was compiled in a case study database and triangulated with NHS publicly available secondary sources to improve validity and reliability, such as official reports by NHS bodies (e.g., NHS, 2018; Department of Health, 2010) and the National Audit Office Report (NAO, 2011) .", "cite_spans": [{"start": 388, "end": 399, "text": "(NAO, 2011)", "ref_id": null}], "ref_spans": [], "section": "Methodology"}, {"text": "For the RHS Tuscany case, publicly available secondary sources were used to provide data for the quantitative measures for each calendar year from the beginning of 2003 (two years before the outsourcing to the ESTAVs 2 ) to June 2009 (four years after the outsourcing began). These sources included: ESTAVs' performance annual reports (2003-09), Lega et al. (2013) , Panero et al. (2010) and Rapporto Oasi (2011) . For the qualitative data it was not possible to gain access for interviews; however, the aforementioned publicly available secondary sources provided a rich source of information on the outsourcing, as demonstrated by the case analysis in Section 4. All the data from the public domain was cross-checked in order to assure its reliability and validity.", "cite_spans": [{"start": 346, "end": 364, "text": "Lega et al. (2013)", "ref_id": "BIBREF41"}, {"start": 367, "end": 387, "text": "Panero et al. (2010)", "ref_id": "BIBREF64"}, {"start": 401, "end": 412, "text": "Oasi (2011)", "ref_id": null}], "ref_spans": [], "section": "Methodology"}, {"text": "It is important to note that because some data was not available for both cases, certain comparative analyses were not possible. In particular, an in-depth comparison between the quantitative measures (in the procurement and logistics outsourcing results) was negated due to the absence of both a standard protocol for gathering information and a perfect match between the adopted metrics in the two cases.", "cite_spans": [], "ref_spans": [], "section": "Methodology"}, {"text": "In the next section the two case studies are analysed following the theoretical framework. ", "cite_spans": [], "ref_spans": [], "section": "Case studies analysis"}, {"text": "In 2006 the England NHS was experiencing three problems: first, the NHS organisations must keep a wide range of product in their inventories that are provided by a number of different suppliers; second, a proliferation of the product ranges often occurs because healthcare professionals may prefer using products that meet their own specification rather than using generic items; third, the NHS organisations' internal procurement and logistics procedures are largely manual and scarcely developed (De Vries and Huijsman, 2011).", "cite_spans": [], "ref_spans": [], "section": "NHS outsourcing context"}, {"text": "In addition, the NHS logistics and procurement landscape was a result of a series of government decisions, which resulted in a complex structure developed at three different levels (i.e., national, regional and local). At the national level, the NHS Purchasing and Supply Agency (NHSPASA) -an executive agency of the Department of Health (DH)aimed to negotiate national contracts covering everything from consumables to major pieces of scientific equipment, and provide supply guidance and support for NHS organisations' procurement departments. A separate logistics organisation -the NHS Logistics Authority (NHSLA) -provided logistics services and supply chain management to the existing supply channels into the NHS on a non-profit making basis. At the regional level Collaborative Procurement Organisations (CPOs) were created, on a voluntary basis, as procurement organisations that accelerate savings through collaborative purchasing on behalf of their NHS member. At the local level, NHS client organisations operate within a free market framework according to which they are free to choose among different supply channels at national and regional levels as well as to source from direct suppliers or healthcare distributors autonomously.", "cite_spans": [], "ref_spans": [], "section": "NHS outsourcing context"}, {"text": "In 2004, the DH decided to set up competitive tendering for the outsourcing of procurement and logistics to ensure end-to-end supply chain control, increase sales and thus assure financial benefits for the NHS. The outsourcing included the transfer of resources from public to private sector according to a ten-year Master Services Agreement (MSA) with a specialised logistics provider (Exel). The MSA was signed in the name of NHSBSA (acting as outsourcer) on 4th September 2006. A new organisation was established: NHS SC, a private organisation totally owned and operated by Exel, which was invested with the procurement and logistics responsibilities previously managed by NHSPASA and NHSLA respectively.", "cite_spans": [], "ref_spans": [], "section": "NHS outsourcing context"}, {"text": "The DH made the selection of the service provider through competitive bidding. Both the NHS logistics and procurement, for consumable and clinical products, were jointly outsourced and the MSA was developed to govern the outsourcing relationship. The MSA specified the respective service performance targets with an overall objective of £1 billion savings in ten years. The outsourcing included the transfer of NHS assets and contracts, the granting of the right to use certain intellectual property, and the transferring of nearly 1,650 NHS employees (procurement and logistics staff).", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "NHS SC provided a dedicated supply chain to the English NHS by operating a logistics infrastructure, including seven large distribution centres. They provide end-to-end supply chain services for the in-scope product categories incorporating procurement, logistics, ecommerce, and customer and supplier support. Procurement responsibilities include putting tenders out to the marketplace, evaluating suppliers, negotiating and managing the contracts, and managing the NHS online catalogue.", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "The MSA only partially governs the outsourcing relationship. Its scope is particularly limited, and therefore it is referred to as an agreement, as opposed to a contract. The MSA service performance targets are limited to:", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "Delivery on time of 98.75% (and for five hour emergency response service 99.5%); Delivery in full of 98.20% (and for five hour emergency response service 99.5%);", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "On-time in full at order level of 82%;", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "Creditor/debtor payment days of 28-33 days.", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "The value proposition of NHS SC is to deliver price reductions and internal operating efficiency improvements derived from procurement and contracting, electronic ordering, consolidated invoicing and integrated Pay (P2P) systems, and consolidated deliveries.", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "The outsourcing arrangement seeks to benefit from the combination of complementary resources retained by the outsourcer (NHS) and the specialised logistics provider (NHS SC).", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "The resource alignment has been realised through a process of transferring specific resources from the public sector -such as delivery vehicles, distribution centres and employees -to the specialised service provider. These NHS resources have been combined with the service provider's resource endowment -i.e., logistics, IT infrastructure and technical expertise -to obtain synergies from complementary assets and competences.", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "Furthermore, NHS SC has made additional investments in physical assets and specialised staff to accomplish outsourcing goals. Specifically, the procurement team competence was developed through the recruitment of procurement professionals from the private medical retail sector to complement existing public sector expertise inherited by the NHS. The", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "Original Business Case provides a capital investment plan, which details annual investments over the 10 year contract across a number of assets: the vehicle fleet, distribution centres and information technology. NHS SC also provided supply chain innovation as evidenced, for example, by the rapidly expanded product range and the supplier innovation scorecard.", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "However, the NHS SC also benefitted from the consolidated competence of employees coming from the public sector procurement area in which the service provider has limited experience.", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "The outsourcing relationship management required a combination of formal and informal governance mechanisms to be effectively managed. In fact, much more than conventional contract management is required for the outsourcing to succeed under an agreement (MSA) which is not a conventional contractual arrangement or business model. While providing control and guidance, the public sector outsourcer must maintain a balance to allow NHS SC the freedom to operate, innovate and be accountable for its actions, decisions and business performance. According to the NHSBSA Director of Services, \"this is a fine balance which needs to be continually reviewed, setting it against greater need for transparency and collaboration, to improve efficiency and drive out short term operating costs, whilst meeting the needs for government spending targets with no loss of quality\".", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "The MSA established a joint working Committee (the \"Joint Board\") for managing the outsourcing relationships and assure collaboration and information sharing. The Joint Board makes decisions regarding: changes to the MSA provisions; distribution of surplus to the client organisations; and monitoring of the performance measuring system. The Joint Board is appointed to review and discuss NHS SC business strategy and operations but cannot approve or dictate strategy as this would transfer risk back to the public sector. To manage the outsourcing agreement, boundary-spanning managers operating both in NHSBSA and NHS SC have daily contact at an operational level, supported by periodic meetings established by the service contract. They are grouped into three distinct teams (\"Joint Teams\"), respectively focusing on operations, strategy and finance. The boundary spanning managers have experience in both public and private sector logistics and procurement, and are primarily accountable for the review of the outsourcing relationship to maintain it as flexible and collaborative. They work closely to provide guidance and compensate for contractual gaps, and evaluate outsourcing contract criticalities and extensions.", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "Beyond formal control, NHSBSA also performs three important functions to assure coordination between the service provider and the NHS client organisations. First, NHSBSA carries out ad hoc interventions to solve exceptional issues or problems. Second, NHSBSA performs the translation of government policy into the context of the outsourcing business model, which requires an in-depth understanding of the NHS SC legacy business, best practice supply chain and procurement solutions. Third, NHSBSA also manages \"many-tomany\" relationships with multiple stakeholders.", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "In the NHS, the performance evaluation system is not only designed to ensure that NHSBSA monitors NHS SC's performance against the MSA targets, but it also includes a complex set of procurement and logistics measures which are assessed on a daily or weekly basis and reviewed at the monthly Operations Joint Team meeting and quarterly Joint Board meeting. Of these measures, only the quality of the NHS SC delivery service to the NHS client organisations and the creditor and debtor purchase to pay times are monitored against targets in the MSA, and the sales and price savings targets are monitored on a non-contractual basis. Other financial targets are monitored periodically, including the planned capital investment and an annual profit cap. Qualitative information, concerning for example procurement's tender pipeline, customer satisfaction, and the service provider's competitive position, are also monitored on a continual basis. These monitoring systems help resolve the trade-off between the importance of governmental control over the outsourcing, and the autonomy of the service provider's strategic orientation.", "cite_spans": [], "ref_spans": [], "section": "NHS England outsourcing structure and process"}, {"text": "The outsourcing from public to private in the NHS case was considered successful. NHS Table 1 shows the trend of the procurement and logistics data from 2005 (before the outsourcing) to 2010.", "cite_spans": [], "ref_spans": [{"start": 86, "end": 93, "text": "Table 1", "ref_id": "TABREF0"}], "section": "NHS outsourcing results"}, {"text": "[Insert Table 1 about here] NHS SC is also providing savings for the NHS on logistics and transaction costs. Its management of the procurement process negates a client organisation's need to tender through the Official Journal of the European Union (OJEU).", "cite_spans": [], "ref_spans": [{"start": 8, "end": 27, "text": "Table 1 about here]", "ref_id": "TABREF0"}], "section": "NHS outsourcing results"}, {"text": "Despite such positive outcomes, the NHS outsourcing presents a number of challenges.", "cite_spans": [], "ref_spans": [], "section": "NHS outsourcing results"}, {"text": "Firstly, one of the most evident effects of the outsourcing has been an increase in competition, promoted by the free-market model where the NHS client organisations are free to choose from all available sourcing options. This leads to disaggregation of supply where all the procurement entities -healthcare organisations, NHS SC and collaborative procurement organisations (CPOs) -are frequently sourcing from the same suppliers. This disaggregates the volumes, reducing the buying power of the NHS, and could thus allow the suppliers to sell at a higher price. The estimation of the NHS SC market share at the end of 2010 reflects the high level of competition (Table 2) , and shows NHS SC has not reached 50% market share.", "cite_spans": [], "ref_spans": [{"start": 663, "end": 672, "text": "(Table 2)", "ref_id": "TABREF1"}], "section": "NHS outsourcing results"}, {"text": "[Insert Table 2 about here]", "cite_spans": [], "ref_spans": [{"start": 8, "end": 15, "text": "Table 2", "ref_id": "TABREF1"}], "section": "NHS outsourcing results"}, {"text": "The challenge for NHS SC to continually increase its market share is hindered by its unique position in the marketplace. Unlike its competitors, the NHS SC competes in all product categories, but was constrained to supplying NHS organisations only, as specified in the MSA. In contrast, NHS SC's competitors can focus efforts on specific categories to optimise their revenue and profit margins. Further, all organisations procuring for the NHS are required to advertise tenders in the OJEU; however, unlike NHS SC, other organisations are not procuring at a national level, therefore their tenders may not exceed the OJEU thresholds and not require the resource-intensive process of tendering through the OJEU.", "cite_spans": [], "ref_spans": [], "section": "NHS outsourcing results"}, {"text": "The increase in competition has also led to an overwhelming supply choice for the NHS client organisations, which also found difficulties in distinguishing between the supply offers due to a lack of cost transparency. Besides, NHS SC has radically expanded their cataloguealso proposing a reduction in the number of product variants available -in order to increase aggregation of volumes and their ability to negotiate reduced supplier prices. In many cases, this rationalisation of product categories was perceived by the NHS client organisations as limiting the flexibility necessary to address the patient care objectives and was counterbalanced by an increase of direct suppliers' procurement practices, mostly for specialist products and equipment. A lack of support and guidance by the NHS governance exacerbated the situation and contributed to the increase in differentiated procurement practices within the NHS client organisations (NAO report, 2011). The cumulative effects of the above factors can be recognised as an information asymmetry problem between all the actors involved. ", "cite_spans": [], "ref_spans": [], "section": "NHS outsourcing results"}, {"text": "Similarly to other European countries, the Italian national healthcare system has undergone major reforms in the last two decades, including managerialism and decentralisation of health policy responsibilities to the intermediate level of government (21 Regions, with an average population of three million people and a healthcare expenditure of €5,200 million). The Central Government has exclusive power to set system-wide rules, while Regions have responsibility for the organisation and administration of their healthcare system and, partially, for funding the healthcare expenditure.", "cite_spans": [], "ref_spans": [], "section": "RHS Tuscany outsourcing context"}, {"text": "In recent years, many Italian RHS have reorganised non-clinical processes through the centralisation and outsourcing of several services, with particular attention given to procurement and logistics (Lega et al., 2013) . The model adopted in the Tuscany region was the first launched across Italy and is viewed as a benchmark for integrated supply chain management initiatives in the Italian healthcare sector (Brusoni and Marsilio, 2007; Del Vecchio and Rossi, 2004) . The Tuscany region's experience of centralisation and outsourcing ", "cite_spans": [{"start": 199, "end": 218, "text": "(Lega et al., 2013)", "ref_id": "BIBREF41"}, {"start": 410, "end": 438, "text": "(Brusoni and Marsilio, 2007;", "ref_id": "BIBREF10"}, {"start": 439, "end": 467, "text": "Del Vecchio and Rossi, 2004)", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "RHS Tuscany outsourcing context"}, {"text": "In 2000 5 the RHS Tuscany started a process of centralisation of consumables and pharmaceutical procurement with the following aims: a) reduce and rationalise the supply base; b) standardise the product categories; c) increase efficiency and reduce supply and 3 Examples of such organisations or platforms are the CADES in Switzerland, CACIC and other national and regional initiatives in France, and CHC in Spain (Marsilio and Mele, 2010) . 4 Local Health Authorities (LHAs) are combination of healthcare organisations in the regional healthcare system. They includes hospitals, primary care organisations, mental health care organisations, and ambulance services. 5 The process of centralisation started with the regional law named \"Riordino delle norme per l'organizzazione del servizio sanitario regionale\" (L.R. 22/2000). administrative costs. The centralisation became operative in 2002 with the creation of three different geographical clusters (named \"Area Vasta\", AV) into the Tuscany region, each of them governed by three Consortia. The Consortia retained a certain degree of autonomy for contract negotiation and purchasing aggregation on behalf of the RHS client organisations.", "cite_spans": [{"start": 414, "end": 439, "text": "(Marsilio and Mele, 2010)", "ref_id": "BIBREF51"}, {"start": 666, "end": 667, "text": "5", "ref_id": null}], "ref_spans": [], "section": "RHS Tuscany outsourcing structure and process"}, {"text": "They also employed half of the procurement staff transferred from the RHS organisations (more than 150 employees).", "cite_spans": [], "ref_spans": [], "section": "RHS Tuscany outsourcing structure and process"}, {"text": "The rationale behind the creation of the AVs is to incentivise a collaborative approach 6 in an era of fiscal constraints. However, after two years of trial, the nature of the Consortiawhich were regulated by private sector rules -was under discussion by the regional government. The major issue was the status of the public employees transferred from the RHS organisations (public sector) to the Consortia (a private sector-assimilated organisation). Contrary to the NHS experience, the RHS client organisations were mandated to delegate procurement and logistics activities to the service provider (ESTAVs). Two regional laws (L.R. 40/2005 and D.G.R. 1021/2005) govern the outsourcing relationships and provide indications regarding the transfer of assets, contracts and employees. The value proposition of each ESTAV recognised that they aim to deliver price reductions and internal operating efficiency improvements derived from EU-compliant procurement and contracting, electronic ordering or online catalogue, and consolidated invoicing and delivery (Panero et al., 2010) .", "cite_spans": [{"start": 1056, "end": 1077, "text": "(Panero et al., 2010)", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "RHS Tuscany outsourcing structure and process"}, {"text": "The ESTAVs were organised with departments specialised in specific product categories: inscope product categories, pharmaceuticals, capital equipment, vehicles, hardware/software, and other services. This departmentalisation has the objective to increase specialisation and operational efficiency through economies of scale.", "cite_spans": [], "ref_spans": [], "section": "RHS Tuscany outsourcing structure and process"}, {"text": "The governance of the outsourcing process remained entirely within the ESTAVs, with a specific Committee in which representatives of the client organisations take part. The Committee had responsibilities for planning, demand forecasting and control of the centralisation and outsourcing results. The way in which the process has been developed has impacted significantly on the client organisations' freedom to operate. In fact, the business strategy and the operations are developed at the ESTAV level, with reduced possibilities for each client organisations to contribute with specific requests and dedicated arrangements. At the same time, the process of centralisation of requests requires the client organisations to equate their internal processes to the timing and procedures developed by the service provider. This requires a fine balance between freedom to operate and adherence to a centralised system with some degree of standardisation (Brusoni and Marsilio, 2007) . One of the most critical issues of the outsourcing process was the homogenisation of the procurement (and consequently logistics) language: each client organisation needed to update and standardise their database in order to interface with the ESTAVs.", "cite_spans": [{"start": 949, "end": 977, "text": "(Brusoni and Marsilio, 2007)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "RHS Tuscany outsourcing structure and process"}, {"text": "To increase the communication and translate the public policy into the context of the outsourcing business model, the Committee's representatives act as boundary spanning managers: they work closely and extensively to provide guidance and compensate for bureaucratic rigidity, and to evaluate centralisation and outsourcing criticalities and extensions (Del Vecchio and Rossi, 2004) . Furthermore, representatives from the client organisations are included in Joint Teams built to activate each procurement process (bidding and supplier evaluation activities); this increases process transparency and contributes to the realisation of economies of scale in logistics and procurement. The Joint Teams were developed with a certain degree of heterogeneity (for example, procurement experts work with doctors and financial deputies) to reduce the disaggregation of supplies and increase the buying power of the ESTAVs. A performance evaluation system was developed and implemented starting in 2005. The system was intended to measures the quality of services provided and the capacity to meet citizens' needs to achieve better health and quality of life standards on the one side and, on the other, to preserve financial equilibrium. The number of indicators and metrics adopted is wide, spanning from customer satisfaction to demand management 8 . The evaluation system includes a set of procurement and financial measures which are assessed on a periodic basis and reviewed at the ESTAVs' Board meetings. Qualitative information, concerning, for example, procurement's tender pipeline, customer satisfaction and the service provider's catalogue expansion, are also monitored on a continual basis (Cinquini et al., 2015) .", "cite_spans": [{"start": 358, "end": 382, "text": "Vecchio and Rossi, 2004)", "ref_id": "BIBREF16"}, {"start": 1695, "end": 1718, "text": "(Cinquini et al., 2015)", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "RHS Tuscany outsourcing structure and process"}, {"text": "Moreover, healthcare top management and professionals are also actively involved in the performance evaluation process. On the one side, they are involved in the indicator definition and refinement process; on the other side, they are called to participate in the organisational climate survey, which is carried out about once a year within all Tuscan health organisations (Nuti et al., 2013) .", "cite_spans": [{"start": 373, "end": 392, "text": "(Nuti et al., 2013)", "ref_id": "BIBREF63"}], "ref_spans": [], "section": "RHS Tuscany outsourcing structure and process"}, {"text": "In the institutionalisation stage, the main challenges were the requalification of the ESTAVs' employees and the reorganisation of the healthcare organisations' structure.", "cite_spans": [], "ref_spans": [], "section": "RHS Tuscany outsourcing structure and process"}, {"text": "Contrary to what happened in the NHS, in Tuscany the resource endowment of the service provider come entirely from the public sector, although it has been slightly enriched with investments in assets and staff starting from 2006. The majority of the ESTAVs' staff were previously employed within the client organisations. Only some of them had experience and competences in specific areas such as purchasing, and logistics departments of healthcare organisations are typically functional units staffed by generalists who lack specific education and training (Callendar and McGuire, 2007) . Consequently, in 2005 each ESTAV started a 8 The Tuscany performance evaluation system was first implemented in 2005 and actually consists of 50 composite and more than 130 simple indicators. All the indicators are classified in the following six dimensions: population health status; capacity to pursue regional strategies (i.e. to guarantee that strategic regional goals are pursued in the indicated time and manner); clinical performance (i.e. quality, appropriateness, effectiveness, clinical risk management and primary care); patient satisfaction; staff satisfaction; and finally efficiency and financial performance (Nuti et al., 2013) . massive process of requalification and specialisation of procurement and logistics staff (Dominijanni and Nante, 2007; Rapporto Oasi, 2011) .", "cite_spans": [{"start": 558, "end": 587, "text": "(Callendar and McGuire, 2007)", "ref_id": null}, {"start": 1213, "end": 1232, "text": "(Nuti et al., 2013)", "ref_id": "BIBREF63"}, {"start": 1324, "end": 1353, "text": "(Dominijanni and Nante, 2007;", "ref_id": "BIBREF20"}, {"start": 1354, "end": 1374, "text": "Rapporto Oasi, 2011)", "ref_id": null}], "ref_spans": [], "section": "RHS Tuscany outsourcing structure and process"}, {"text": "Within the healthcare organisations, the loss of some of the transferred employees stimulated a process of reorganisation to reduce the overlaps and relocate staff to other valueadding activities. For example, as suggested by Lega et al. (2013) , the centralisation of logistic activities within the ESTAVs' warehouses had been seen as a unique opportunity to relieve hospital pharmacists from operational responsibilities and increase their involvement in clinical activities. However, this process was neither easy nor immediate, as they feared losing power and control over drugs management or other previously controlled activities.", "cite_spans": [{"start": 226, "end": 244, "text": "Lega et al. (2013)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "RHS Tuscany outsourcing structure and process"}, {"text": "The outsourcing from the RHS organisations to the three ESTAVs was considered successful. The data and information in the public domain show, in aggregate terms, the following improvements for the entire RHS from 2003 to 2009 9 : an increase in purchasing volumes (+56%) with consequent cost savings (7.8%); an increase in the number of auctions (+12%); a reduction in procurement administrative costs (-50%); a reduction in logistics costs (for warehouse management 10 ) (about €1.5 million); a reduction in Full-Time Equivalents for about €12 million; a reduction in inventories (-50% for a value of more than €60 million/year); improvements in logistics metrics (+57% turnover ratio); a reduction in procurement staff (-48%) and logistics staff (-60%).", "cite_spans": [], "ref_spans": [], "section": "Tuscany case outsourcing results"}, {"text": "Because of the economies of scale and scope, and the elimination of duplications and redundancies, the ESTAVs' centralised model allowed operational cost savings and improvements in both procurement and logistics performance. Despite the differences in dimensions and procurement volumes 11 , the three ESTAVs show similar positive trends for 9 The data was sourced from the ESTAVs' performance annual reports (2003-09), Rapporto Oasi (2011 ), Panero et al. (2010 and Lega et al. (2013) . All the data in the public domain was cross-checked in order to assure its reliability and validity. 10 After the outsourcing to the ESTAVs, the number of warehouses decreased from 26 to three (one for each ESTAV) while the area occupied decreased from more than 11,000 m 2 to 9,500 m 2 (Lega et al., 2013; Rapporto Oasi, 2011). 11 In 2006 the Central ESTAV managed more than 45% of the RHS expenditure, while the North ESTAV was 27% and South ESTAV 28%. The distribution of employees in 2005 was as follows: Central ESTAV 89, North ESTAV 77 and South ESTAV 75 (Panero et al., 2010). all the measures considered. Table 3 illustrates the changes in volume, value and cost savings for procurement of the Central ESTAV (Rapporto Oasi, 2011) .", "cite_spans": [{"start": 343, "end": 344, "text": "9", "ref_id": null}, {"start": 430, "end": 440, "text": "Oasi (2011", "ref_id": null}, {"start": 441, "end": 463, "text": "), Panero et al. (2010", "ref_id": "BIBREF64"}, {"start": 468, "end": 486, "text": "Lega et al. (2013)", "ref_id": "BIBREF41"}, {"start": 590, "end": 592, "text": "10", "ref_id": null}, {"start": 776, "end": 795, "text": "(Lega et al., 2013;", "ref_id": "BIBREF41"}, {"start": 796, "end": 820, "text": "Rapporto Oasi, 2011). 11", "ref_id": null}, {"start": 1050, "end": 1072, "text": "(Panero et al., 2010).", "ref_id": "BIBREF64"}, {"start": 1215, "end": 1226, "text": "Oasi, 2011)", "ref_id": null}], "ref_spans": [{"start": 1102, "end": 1109, "text": "Table 3", "ref_id": null}], "section": "Tuscany case outsourcing results"}, {"text": "[Insert Table 3 about here] The results provided by the performance monitoring system also confirm that the centralisation of procurement and logistics activities has guaranteed quality service improvements in different areas. The short length of the ESTAV model (with deliveries directly to hospital floors without a transit point) and the ability to share resources and technologies allow high levels of flexibility in terms of both capacity to meet demand variability and responsiveness (Lega et al., 2013) .", "cite_spans": [{"start": 490, "end": 509, "text": "(Lega et al., 2013)", "ref_id": "BIBREF41"}], "ref_spans": [{"start": 8, "end": 27, "text": "Table 3 about here]", "ref_id": null}], "section": "Tuscany case outsourcing results"}, {"text": "Despite the improvements, the process of centralisation and outsourcing in Tuscany has presented a number of criticalities (Brusoni and Marsilio, 2007) . Firstly, the performance and degree of maturity of the three ESTAVs is not homogeneous, with non-trivial implications for supplier relationship management. For example, Panero et al. (2010) show that in more than 37% of tenders activated in 2007 there was only one supplier involved, while 40% of the tenders involved two to five suppliers. Data suggests that the ESTAVs' ability to involve multiple suppliers to tender was limited and the benefits for increased bargaining power not maximised. Besides, at the time of this study, payment days were increasing. Two possible explanations can be suggested: a) the potential for rationalisation in the number of suppliers has conflicted with the goal of supporting small and local suppliers; and b) delayed supplier payment could have been adopted as an explicit political strategy for sustaining cash-based accounting systems for public hospitals (Lega et al., 2013) .", "cite_spans": [{"start": 123, "end": 151, "text": "(Brusoni and Marsilio, 2007)", "ref_id": "BIBREF10"}, {"start": 323, "end": 343, "text": "Panero et al. (2010)", "ref_id": "BIBREF64"}, {"start": 1049, "end": 1068, "text": "(Lega et al., 2013)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Tuscany case outsourcing results"}, {"text": "Secondly, the centralisation of functions and subsequent standardisation of processes have significantly reduced the freedom of operation for the healthcare organisations. They might suffer due to a reduction of the number of product categories available, which conflicts with the flexibility needed for such organisations to meet urgent or specific requests and unexpected changes (Noon et al., 2003) . The mandated market model sharpened the effect of standardisation and made difficult for the healthcare organisations to address both the clinical variability and the care professional variability typical of such an industry (Walley and Steyn, 2006) .", "cite_spans": [{"start": 382, "end": 401, "text": "(Noon et al., 2003)", "ref_id": "BIBREF62"}, {"start": 629, "end": 653, "text": "(Walley and Steyn, 2006)", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Tuscany case outsourcing results"}, {"text": "The two outsourcing cases have commonalities and differences across the dimensions of Marasco's conceptual framework. A comparative synthesis of the two cases is presented across three tables: Table 4 compares the 'context', Table 5 focuses on 'structure and process', and Table 6 contrasts the 'results' obtained in both cases.", "cite_spans": [], "ref_spans": [{"start": 193, "end": 200, "text": "Table 4", "ref_id": "TABREF5"}, {"start": 225, "end": 232, "text": "Table 5", "ref_id": "TABREF3"}, {"start": 273, "end": 280, "text": "Table 6", "ref_id": "TABREF4"}], "section": "Discussion and contribution"}, {"text": "Both these cases can be considered to have positive outcomes (as shown in Table 6 ), but what are the critical aspects of the outsourcing structure and process that are common to both cases?", "cite_spans": [], "ref_spans": [{"start": 74, "end": 81, "text": "Table 6", "ref_id": "TABREF4"}], "section": "Discussion and contribution"}, {"text": "[Insert Table 4 about here] First, with regard to the context of outsourcing, in both cases both procurement and logistics were outsourced to enable end-to-end supply chain control and achieve desired cost savings, service levels, and rationalisation of procurement categories. This was aligned with the providers' value propositions, which were also similar, and aimed to not only deliver price reductions but also improvements to client organisations' internal operating efficiency.", "cite_spans": [], "ref_spans": [{"start": 8, "end": 15, "text": "Table 4", "ref_id": "TABREF5"}], "section": "Discussion and contribution"}, {"text": "Both cases achieved significant logistics cost reductions, including inventory levels and warehouse management costs. However, the significant price savings of between 7% and 8% for the client organisations, would not have been achievable without the centralising and outsourcing of procurement to reduce supplier prices. This relates to the high levels of variability in healthcare processes due to clinical variability from different diseases, severity levels and the responses to treatment, and care professional variability because of different preferences, approaches and levels of ability (Litvak and Long, 2000; Noon et al., 2003) .", "cite_spans": [{"start": 595, "end": 618, "text": "(Litvak and Long, 2000;", "ref_id": "BIBREF45"}, {"start": 619, "end": 637, "text": "Noon et al., 2003)", "ref_id": "BIBREF62"}], "ref_spans": [], "section": "Discussion and contribution"}, {"text": "These variability factors drive increases in product variety, but by centralising procurement this variety can be rationalised across a bigger pool of client organisations and the demand aggregated onto fewer suppliers, thus driving reductions in prices. This contributes an important procurement strategy to the body of work that suggests high levels of variability in healthcare processes can be reduced through the use of organisational strategies (e.g. Haraden and Resar, 2004; Vissers, 1998; Walley and Steyn, 2006) . The implications for practice are that centralisation of procurement through outsourcing is crucial for supplier price savings in the healthcare sector, regardless of whether it is a public or private organisation that performs the procurement.", "cite_spans": [{"start": 457, "end": 481, "text": "Haraden and Resar, 2004;", "ref_id": "BIBREF32"}, {"start": 482, "end": 496, "text": "Vissers, 1998;", "ref_id": "BIBREF77"}, {"start": 497, "end": 520, "text": "Walley and Steyn, 2006)", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Discussion and contribution"}, {"text": "[Insert Table 5 about here] The second critical and common aspect of these cases is grounded in the outsourcing structure and process and refers to the fact that the governance structure is a balance between a formal contract and informal governance mechanisms. Indeed, in both cases, much more than conventional contract management is required for the outsourcing to succeed. In the NHS case the MSA agreement covers limited aspects of the outsourcing, and only high-level performance targets, and in the Tuscany case the outsourcing was formally governed by regional laws and regulations, which were also very limited. Therefore, in both cases, the public sector outsourcers maintain a balance between providing control and guidance, and allowing the provider the contractual freedom to operate and innovate to improve performance. Further, the balance between control, and freedom to operate, ensures that the provider remains accountable for its actions, decisions and business performance, such that risk is not transferred back to the public sector outsourcer. This finding contributes to work by Narayanan et al. (2007) who suggest that for public outsourcing less formal governance mechanism and controls maybe more appropriate. Our work builds on this idea of informal controls by suggesting that the collaboration between the two parties is a fine balance between outsourcer control (and guidance) and allowing the provider freedom to innovate to promote the performance benefits. If the outsourcer exercises too much control then risk is transferred back to them and innovation is stifled, whereas too much provider freedom may lead to opportunistic behaviour as suggested by Kluvers (2003) .", "cite_spans": [{"start": 1103, "end": 1126, "text": "Narayanan et al. (2007)", "ref_id": "BIBREF58"}, {"start": 1687, "end": 1701, "text": "Kluvers (2003)", "ref_id": "BIBREF38"}], "ref_spans": [{"start": 8, "end": 15, "text": "Table 5", "ref_id": "TABREF3"}], "section": "Discussion and contribution"}, {"text": "Still within the outsourcing structure and process, a third critical aspect can be highlighted. In both cases communication and information sharing between the outsourcer and provider were assured by boundary spanning managers and joint teams. Boundary spanning managers from the outsourcer and provider worked closely and extensively to provide guidance, compensate for bureaucratic rigidity and evaluate operating performance.", "cite_spans": [], "ref_spans": [], "section": "Discussion and contribution"}, {"text": "Further, in both cases Joint Teams were established comprising representatives from outsourcer and provider organisations, in order to enable collaboration, transparency and flexibility across operations (logistics and procurement), finance and strategy for the NHS and procurement for the Tuscany case. This supports the idea that public organisations are expected to collaborate and share their knowledge and practices, and therefore collaborative purchasing and network creation should be stronger (Schotanus and Telgen 2007) . However, these findings go further by building on the work of Cox et al. (2005) who suggest that boundary spanning managers may be necessary to ensure the outsourcing relationship remains flexible to changing needs and to compensate for the contract gaps. This work puts forward that when multiple functions (logistics and procurement) are outsourced Joint Teams, drawing from both outsourcer and provider and spanning functions beyond those outsourced, are necessary in order to enable transparency and flexibility.", "cite_spans": [{"start": 501, "end": 528, "text": "(Schotanus and Telgen 2007)", "ref_id": "BIBREF73"}, {"start": 593, "end": 610, "text": "Cox et al. (2005)", "ref_id": null}], "ref_spans": [], "section": "Discussion and contribution"}, {"text": "[Insert Table 6 about here] With regard to the results, a fourth common aspect refers to the control and monitoring of performance, which in both cases involved a broad range of metrics and their periodic review by the Joint Board. For the NHS, performance evaluation system is not only designed to ensure that NHSBSA monitors the provider's performance against the few MSA targets, but it includes a complex set of procurement and logistics measures which are assessed on a daily or weekly basis and reviewed at Joint Team and Board meetings. Similarly, in Tuscany, the performance evaluation system measures the quality of services provided, costs and the capacity to meet citizens' needs across a wide range of metrics, which are assessed on a periodic basis and reviewed at the ESTAVs' Board meetings. The requirement for a broad range of metrics stems from the wide variety of public organisation stakeholders (e.g. suppliers, service users and taxpayers) who require public organisations to pursue a range of, and sometimes conflicting, objectives (Burnes and Anastasiadis, 2003) . This finding contributes to the literature that claims many public outsourcing experiences fail to deliver what is expected of them because organisations focus on the formal provisions (governmental rules and regulations) rather than systematically measuring and monitoring performance (Lin et al., 2007; Young, 2007) . It suggests that the providers performance must be controlled and monitored, not just using a broad range of metrics, but by ensuring that these are regularly reviewed by a Joint Board populated by both outsourcer and provider representatives.", "cite_spans": [{"start": 1054, "end": 1085, "text": "(Burnes and Anastasiadis, 2003)", "ref_id": "BIBREF11"}, {"start": 1374, "end": 1392, "text": "(Lin et al., 2007;", "ref_id": "BIBREF44"}, {"start": 1393, "end": 1405, "text": "Young, 2007)", "ref_id": "BIBREF84"}], "ref_spans": [{"start": 8, "end": 15, "text": "Table 6", "ref_id": "TABREF4"}], "section": "Discussion and contribution"}, {"text": "Complementary to these four common aspects a further two critical aspects are specific to each case. First, the alignment and combination of complementary resources between the NHS outsourcer and the private provider in the English case. Resource alignment was realised through transferring specific resources from the public sector -such as delivery vehicles, DCs and, most importantly employees -to the specialised service provider such that they can be combined with the service logistics provider's resource endowment to develop a synergic combination of complementary assets and competences. Furthermore, the private provider made additional investments, including capital investments over the 10 year contract period according to the original business case. This suggests that both the private and public organisations were developing a shared long-term strategic view concerning the outsourcing resource and investment planning, demonstrating a mutual understanding of the need for long-term goals. This finding both confirms and extends research in outsourcing in a private sector context (Hindle, 2005; Webb and Laborde, 2005) , recognising resource alignment and a shared strategic long-term view as critical success factors for public to private sector outsourcing.", "cite_spans": [{"start": 1097, "end": 1111, "text": "(Hindle, 2005;", "ref_id": "BIBREF33"}, {"start": 1112, "end": 1135, "text": "Webb and Laborde, 2005)", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Discussion and contribution"}, {"text": "The critical aspect specific to the Tuscany case relates to the providers (the three ESTAVs) being public organisations, which are consequently influenced by policy goals in developing supply management portfolios. For example, in more than 37% of ESTAV tenders activated in 2007 there was only one supplier involved (Panero et al., 2010) resulting in ESTAVs' bargaining power not being maximised. Similarly, Lega et al. (2013) report that ESTAVs' potential rationalisation in the number of suppliers, achievable through network procurement, may have conflicted with the goal of supporting small and local suppliers. The public nature of the ESTAVs implies that wider policy goals, such as supporting local suppliers, which benefit society, may sometimes override the procurement goal of appointing the most efficient and suitable supplier. This highlights the complexity of outsourcing in the public sector and the need to be mindful of the multiple policy goals that the public sector seeks to achieve when devising the structure and performance metrics during an outsourcing initiative.", "cite_spans": [{"start": 317, "end": 338, "text": "(Panero et al., 2010)", "ref_id": "BIBREF64"}, {"start": 409, "end": 427, "text": "Lega et al. (2013)", "ref_id": "BIBREF41"}], "ref_spans": [], "section": "Discussion and contribution"}, {"text": "This study contributes to the understanding of public sector outsourcing by analysing the critical aspects of the joint outsourcing of logistics and procurement in the healthcare system.", "cite_spans": [], "ref_spans": [], "section": "Limitations and future research"}, {"text": "The theoretical model -summarised in Figure 1 -illustrates the overall process and outcomes and includes dimensions that are typically not relevant and/or critical in other contexts. Such specificities, articulated along with two different outsourcing experiences (i.e., outsourcing from public to private and from public to public sectors), provide suggestions for managers and policy-makers and enhance the current knowledge of outsourcing in the public healthcare sector.", "cite_spans": [], "ref_spans": [{"start": 37, "end": 45, "text": "Figure 1", "ref_id": null}], "section": "Limitations and future research"}, {"text": "As with any research, this study suffers from some limitations and areas that require further development. While the study takes a longitudinal perspective, the specific period of the analysis was constrained in both cases, and after the end of the study period changes have taken place in both NHS England and RHS Tuscany. In NHS England the outsourcing contract was first extended for two years and then indefinitely terminated, while in RHS Tuscany the three ESTAVs were merged into one organisation (named ESTAR) in 2014.", "cite_spans": [], "ref_spans": [], "section": "Limitations and future research"}, {"text": "Such developments have generated new challenges and opportunities, which deserve specific analysis. Future research could analyse the stages that followed the initial outsourcing to identify the relevant factors and outcomes.", "cite_spans": [], "ref_spans": [], "section": "Limitations and future research"}, {"text": "Although NHS England and RHS Tuscany remain important cases, the results of this research cannot be generalised across public sector outsourcing. It would be helpful to replicate the analysis by adopting our adapted framework in other outsourcing experiences within international healthcare contexts. In this way a more consistent contribution to the debate among practitioners and academics regarding the benefits/challenges of joint procurement and logistics outsourcing can be developed. We hope this exploratory study motivates other researchers to pursue these avenues of research, and that it serves as a stepping stone to continue developing our understanding of public sector outsourcing, particularly in the healthcare sector, where performance outcomes can have dramatic effects on people's lives. (2011), while the market breakdown is estimated by the NHS SC based on market intelligence. ", "cite_spans": [], "ref_spans": [], "section": "Limitations and future research"}, {"text": "Bonding processes Combination of formal and informal governance mechanisms", "cite_spans": [], "ref_spans": [], "section": "Institutionalization stage"}, {"text": "Organizational changes in the client organizations' structure, procedure and routines", "cite_spans": [], "ref_spans": [], "section": "Institutionalization stage"}, {"text": "In both case, the outsourcing relationship governance required interventions that went beyond the formal mechanisms established by MSA and regional law. Such interventions were finalized to solve legal and organizational implementation issues ( e.g. misalignment of resources, information asymmetry, homogenization of language and information) The three ESTAVs struggle in developing effective supplier management system: narrow supply base and potential for conflict with public policy goals High competition in the NHS reduces opportunity for volume aggregation and reduce prices. In Tuscany, the ESTAVs have a limited control over the supply base and are influenced by policy goals in developing supply management portfolio", "cite_spans": [], "ref_spans": [], "section": "Institutionalization stage"}, {"text": "In both cases a problem of information asymmetry affects the effectiveness of the process and impacts negatively on the bargaining power of the service provider. In both cases, more transparency and guidance are needed Outsourcing from public to private sector organisation to assure end-to-end supply chain control Centralization and outsourcing to specialized public-founded organizations to assure end-to-end supply chain control Tuscany operations required centralising before they could be outsource. Here, the decision to outsource to a public body was developed partially to solve legal and bureaucratic issues arisen after the procurement centralization within the Consortia.", "cite_spans": [], "ref_spans": [], "section": "Institutionalization stage"}, {"text": "The decision to outsource to the private or public sector contemplates a number of political implications. The search for efficiency needs to be balanced with the objectives of equity, accountability and ethics, typical of public organizations", "cite_spans": [], "ref_spans": [], "section": "Institutionalization stage"}, {"text": "Fiscal constraints; cost savings; increase service level; standardization and rationalization of product categories Fiscal constraints; cost savings; increase service level; standardization and rationalization of product categories", "cite_spans": [], "ref_spans": [], "section": "Reasons for outsourcing"}, {"text": "The rationale behind the centralization and outsourcing are similar for the NHS England and RHS Tuscany Procurement and logistics network structure Three level procurement and logistics network structure (national, regional and local level)", "cite_spans": [], "ref_spans": [], "section": "Reasons for outsourcing"}, {"text": "Three geographical clusters (AV) in the Tuscany region", "cite_spans": [], "ref_spans": [], "section": "Reasons for outsourcing"}, {"text": "The Tuscany established three different public providers (one for each AV) with identical structure and functions, whereas the England private provider is a single organisation at a national level", "cite_spans": [], "ref_spans": [], "section": "Reasons for outsourcing"}, {"text": "The England case seeks to aggregate volumes and standardise products at a national level for economies of scale, whereas Tuscany is at a regional level. The presence of three ESTAVs generated non homogeneous outcomes ", "cite_spans": [], "ref_spans": [], "section": "Reasons for outsourcing"}, {"text": "• Scope: outsourcing from public to private sector of consumables procurement and logistics • Transaction volume: £4.6 billion (2006); more than 600 client organisations • Market structure: free market model", "cite_spans": [], "ref_spans": [], "section": "Context Structure and process Results"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Supply-chain recovery in coronavirus timesplan for now and the future", "authors": [{"first": "K", "middle": [], "last": "Alicke", "suffix": ""}, {"first": "X", "middle": [], "last": "Azcue", "suffix": ""}, {"first": "E", "middle": [], "last": "Barriball", "suffix": ""}], "year": 2020, "venue": "McKinsey & Company", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Putting the pieces together: a comprehensive framework for understanding the decision to contract-out and contractor performance", "authors": [{"first": "A", "middle": ["A"], "last": "Amirkhanyan", "suffix": ""}, {"first": "H", "middle": ["J"], "last": "Kim", "suffix": ""}, {"first": "K", "middle": ["T"], "last": "Lambright", "suffix": ""}], "year": 2007, "venue": "International Journal of Public Administration", "volume": "30", "issn": "6-7", "pages": "699--725", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "New funding arrangements in the Italian National Health Service", "authors": [{"first": "E", "middle": [], "last": "Anessi-Pessina", "suffix": ""}, {"first": "C", "middle": [], "last": "Jommi", "suffix": ""}, {"first": "E", "middle": [], "last": "Cantù", "suffix": ""}], "year": 2001, "venue": "International Journal of Health Planning and Management", "volume": "16", "issn": "4", "pages": "47--68", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Public procurement vs private purchasing", "authors": [{"first": "J", "middle": ["S"], "last": "Arlbjørn", "suffix": ""}, {"first": "P", "middle": ["V"], "last": "Freytag", "suffix": ""}], "year": 2012, "venue": "International Journal of Public Sector Management", "volume": "25", "issn": "3", "pages": "203--220", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Outsourcing in the German hospital sector", "authors": [{"first": "B", "middle": [], "last": "Augurzky", "suffix": ""}, {"first": "M", "middle": [], "last": "Scheuer", "suffix": ""}], "year": 2007, "venue": "The Service Industries Journal", "volume": "27", "issn": "3", "pages": "263--277", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Drug inventory management and distribution: outsourcing logistics to third party providers. Strategic Outsourcing", "authors": [{"first": "A", "middle": [], "last": "Azzi", "suffix": ""}, {"first": "A", "middle": [], "last": "Persona", "suffix": ""}, {"first": "F", "middle": [], "last": "Sgarbossa", "suffix": ""}, {"first": "M", "middle": [], "last": "Bonin", "suffix": ""}], "year": 2013, "venue": "An International Journal", "volume": "6", "issn": "1", "pages": "48--64", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Logistics outsourcing in the healthcare sector: Lessons from a Canadian experience", "authors": [{"first": "M", "middle": [], "last": "Beaulieu", "suffix": ""}, {"first": "J", "middle": [], "last": "Roy", "suffix": ""}, {"first": "S", "middle": [], "last": "Landry", "suffix": ""}], "year": 2018, "venue": "Canadian Journal of Administrative Sciences", "volume": "35", "issn": "", "pages": "635--648", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Principi e sistemi aziendali per le amministrazioni pubbliche", "authors": [{"first": "E", "middle": [], "last": "Borgonovi", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Public and private management: what's the difference?", "authors": [{"first": "G", "middle": [], "last": "Boyne", "suffix": ""}], "year": 2002, "venue": "Journal of Management Studies", "volume": "39", "issn": "1", "pages": "97--122", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Risk culture in public and private organizations", "authors": [{"first": "B", "middle": [], "last": "Bozeman", "suffix": ""}, {"first": "G", "middle": [], "last": "Kingsley", "suffix": ""}], "year": 1998, "venue": "Public Administration Review", "volume": "58", "issn": "2", "pages": "109--127", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "La gestione centralizzata degli approvvigionamenti nei sistemi sanitari regionali", "authors": [{"first": "M", "middle": [], "last": "Brusoni", "suffix": ""}, {"first": "M", "middle": [], "last": "Marsilio", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "373--408", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Outsourcing: A public-private sector comparison. Supply Chain Management", "authors": [{"first": "B", "middle": [], "last": "Burnes", "suffix": ""}, {"first": "A", "middle": [], "last": "Anastasiadis", "suffix": ""}], "year": 2003, "venue": "An International Journal", "volume": "8", "issn": "4", "pages": "355--366", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Outsourcing, competitive capabilities and performance: an empirical study in service firms", "authors": [{"first": "O", "middle": ["F"], "last": "Bustinza", "suffix": ""}, {"first": "D", "middle": [], "last": "Arias-Aranda", "suffix": ""}, {"first": "L", "middle": [], "last": "Gutierrez-Gutierrez", "suffix": ""}], "year": 2010, "venue": "International Journal of Production Economics", "volume": "126", "issn": "1", "pages": "276--288", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "People in public procurement", "authors": [{"first": "G", "middle": [], "last": "Callender", "suffix": ""}, {"first": "J", "middle": [], "last": "Mcguire", "suffix": ""}], "year": 2007, "venue": "Public procurement: international cases and commentary. London: Routledge", "volume": "", "issn": "", "pages": "314--324", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The design of performance measurement systems for public health services by action research: the case of Tuscany region in Italy", "authors": [{"first": "L", "middle": [], "last": "Cinquini", "suffix": ""}, {"first": "C", "middle": [], "last": "Campanale", "suffix": ""}, {"first": "M", "middle": [], "last": "Vainieri", "suffix": ""}], "year": 2005, "venue": "Sub-optimality in NHS sourcing in the UK: demand-side constraints on supply-side improvement", "volume": "83", "issn": "", "pages": "367--392", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Supply chain management in health services: an overview, Supply Chain Management", "authors": [{"first": "J", "middle": [], "last": "De Vries", "suffix": ""}, {"first": "R", "middle": [], "last": "Huijsman", "suffix": ""}], "year": 2011, "venue": "An International Journal", "volume": "16", "issn": "3", "pages": "159--165", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Consorzi di Area Vasta in Toscana: il caso del CAVC tra innovazione gestionale e trasformazione istituzionale", "authors": [{"first": "Del", "middle": [], "last": "Vecchio", "suffix": ""}, {"first": "M", "middle": [], "last": "Rossi", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "319--347", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Commercial skills for the NHS", "authors": [], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "When should procurement be centralized?", "authors": [{"first": "N", "middle": [], "last": "Dimitri", "suffix": ""}, {"first": "F", "middle": [], "last": "Dini", "suffix": ""}, {"first": "G", "middle": [], "last": "Piga", "suffix": ""}], "year": 2006, "venue": "Handbook of Procurement", "volume": "", "issn": "", "pages": "47--81", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Logistics of health care management", "authors": [{"first": "K", "middle": ["F"], "last": "Doerner", "suffix": ""}, {"first": "M", "middle": [], "last": "Reiman", "suffix": ""}], "year": 2007, "venue": "Computers & Operations Research", "volume": "34", "issn": "3", "pages": "621--623", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Estav: un modello di efficienza in sanità", "authors": [{"first": "M", "middle": [], "last": "Dominijanni", "suffix": ""}, {"first": "N", "middle": [], "last": "Nante", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Developing buyer-seller relationships", "authors": [{"first": "F", "middle": [], "last": "Dwyer", "suffix": ""}, {"first": "P", "middle": ["H"], "last": "Schurr", "suffix": ""}, {"first": "S", "middle": [], "last": "Oh", "suffix": ""}], "year": 1987, "venue": "Journal of Marketing", "volume": "51", "issn": "2", "pages": "11--27", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Public procurement and innovation. Resurrecting the demand side", "authors": [{"first": "J", "middle": [], "last": "Edler", "suffix": ""}, {"first": "L", "middle": [], "last": "Georghiou", "suffix": ""}], "year": 2007, "venue": "Research Policy", "volume": "36", "issn": "7", "pages": "949--963", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Building theories from case study research", "authors": [{"first": "K", "middle": ["M"], "last": "Eisenhardt", "suffix": ""}], "year": 1989, "venue": "Academy of Management Review", "volume": "14", "issn": "4", "pages": "532--550", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "A case study of successful partnering implementation", "authors": [{"first": "L", "middle": ["M"], "last": "Ellram", "suffix": ""}, {"first": "O", "middle": ["R V"], "last": "Edis", "suffix": ""}], "year": 1996, "venue": "International Journal of Purchasing and Materials Management", "volume": "", "issn": "", "pages": "20--28", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "Directive 2014/24/EU of the European Parliament and of the Council on public procurement", "authors": [{"first": "European", "middle": [], "last": "Parliament", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Managing the new public services", "authors": [], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Purchasing to improve health systems performance", "authors": [{"first": "J", "middle": [], "last": "Figueras", "suffix": ""}, {"first": "R", "middle": [], "last": "Robinson", "suffix": ""}, {"first": "E", "middle": [], "last": "Jakubowski", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Public sector management", "authors": [{"first": "N", "middle": [], "last": "Flynn", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Interorganizational exchange behaviour: A broadened perspective", "authors": [{"first": "G", "middle": [], "last": "Frazier", "suffix": ""}], "year": 1983, "venue": "Journal of Marketing", "volume": "47", "issn": "4", "pages": "68--78", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Strategic outsourcing: a lean tool of healthcare supply chain management. Strategic Outsourcing", "authors": [{"first": "C", "middle": ["M"], "last": "Guimarães", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "De Carvalho", "suffix": ""}], "year": 2013, "venue": "An International Journal", "volume": "6", "issn": "2", "pages": "138--166", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Developing Relationships in Business Networks", "authors": [{"first": "H", "middle": [], "last": "Håkansson", "suffix": ""}, {"first": "I", "middle": [], "last": "Snehota", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Patient flow in hospitals: understanding and controlling it better", "authors": [{"first": "C", "middle": [], "last": "Haraden", "suffix": ""}, {"first": "R", "middle": [], "last": "Resar", "suffix": ""}], "year": 2004, "venue": "Frontiers of Health Services Management", "volume": "20", "issn": "4", "pages": "3--15", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "HR outsourcing in operation: critical success factors", "authors": [{"first": "J", "middle": [], "last": "Hindle", "suffix": ""}], "year": 2005, "venue": "Human Resource Management International Digest", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Logistics in the health care industry", "authors": [{"first": "P", "middle": ["G"], "last": "Jarrett", "suffix": ""}], "year": 1998, "venue": "International Journal of Physical Distribution and Logistics", "volume": "28", "issn": "9", "pages": "741--772", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Outsourcing effects on firms' operational performance: an empirical study", "authors": [{"first": "B", "middle": [], "last": "Jiang", "suffix": ""}, {"first": "G", "middle": ["V"], "last": "Frazier", "suffix": ""}, {"first": "E", "middle": ["L"], "last": "Prater", "suffix": ""}], "year": 2006, "venue": "International Journal of Operations & Production Management", "volume": "26", "issn": "12", "pages": "1280--1300", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "The rOECDelationship between supplier control and competition in public sector outsourcing", "authors": [{"first": "T", "middle": [], "last": "Johansson", "suffix": ""}, {"first": "S", "middle": [], "last": "Siverbo", "suffix": ""}], "year": 2018, "venue": "Financial Accountability & Management", "volume": "34", "issn": "3", "pages": "268--287", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Trends in outsourcing: Contrasting USA and Europe", "authors": [{"first": "A", "middle": [], "last": "Kakabadse", "suffix": ""}, {"first": "N", "middle": [], "last": "Kakabadse", "suffix": ""}], "year": 2002, "venue": "European Management Journal", "volume": "20", "issn": "2", "pages": "189--198", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Accountability for performance in local government", "authors": [{"first": "R", "middle": [], "last": "Kluvers", "suffix": ""}], "year": 2003, "venue": "Australian Journal of Public Administration", "volume": "62", "issn": "1", "pages": "57--69", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Outsourcing decision support: a survey of benefits, risks, and decision factors", "authors": [{"first": "T", "middle": [], "last": "Kremic", "suffix": ""}, {"first": "O", "middle": ["I"], "last": "Tukel", "suffix": ""}, {"first": "W", "middle": ["O"], "last": "Rom", "suffix": ""}], "year": 2006, "venue": "Supply Chain Management: an International Journal", "volume": "11", "issn": "6", "pages": "467--482", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Strategic risk analysis for information technology outsourcing in hospitals", "authors": [{"first": "J", "middle": [], "last": "Lee", "suffix": ""}], "year": 2017, "venue": "Information & Management", "volume": "54", "issn": "8", "pages": "1049--1058", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "An evaluation framework for measuring supply chain performance in the public healthcare sector: evidence from the Italian NHS", "authors": [{"first": "F", "middle": [], "last": "Lega", "suffix": ""}, {"first": "M", "middle": [], "last": "Marsilio", "suffix": ""}, {"first": "S", "middle": [], "last": "Villa", "suffix": ""}], "year": 2013, "venue": "Production Planning & Control", "volume": "24", "issn": "", "pages": "931--947", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "Leadership at all levels: Leading public sector organisations in an age of austerity", "authors": [{"first": "K", "middle": [], "last": "Leslie", "suffix": ""}, {"first": "A", "middle": [], "last": "Canwell", "suffix": ""}], "year": 2010, "venue": "European Management Journal", "volume": "28", "issn": "", "pages": "297--305", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Third-Party logistics: A metaanalytic review and investigation of its impact on performance", "authors": [{"first": "R", "middle": [], "last": "Leuschner", "suffix": ""}, {"first": "C", "middle": [], "last": "Carter", "suffix": ""}, {"first": "T", "middle": [], "last": "Goldsby", "suffix": ""}, {"first": "Z", "middle": [], "last": "Rogers", "suffix": ""}], "year": 2014, "venue": "Journal of Supply Chain Management", "volume": "50", "issn": "1", "pages": "21--43", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Issues and recommendations in evaluating and managing the benefits of public sector IS/IT outsourcing", "authors": [{"first": "C", "middle": [], "last": "Lin", "suffix": ""}, {"first": "G", "middle": [], "last": "Pervan", "suffix": ""}, {"first": "D", "middle": [], "last": "Mcdermid", "suffix": ""}], "year": 2007, "venue": "Information Technology & People", "volume": "20", "issn": "2", "pages": "161--183", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "Cost and quality under managed care: irreconcilable differences?", "authors": [{"first": "E", "middle": [], "last": "Litvak", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Long", "suffix": ""}], "year": 2000, "venue": "The American Journal of Managed Care", "volume": "6", "issn": "3", "pages": "305--312", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "What is single-payer health care? A review of definitions and proposals in the U", "authors": [{"first": "J", "middle": ["L"], "last": "Liu", "suffix": ""}, {"first": "R", "middle": ["H"], "last": "Brook", "suffix": ""}], "year": 2017, "venue": "S. Journal of General Internal Medicine", "volume": "32", "issn": "7", "pages": "822--831", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "A geographic picture of Lean adoption in the public sector: Cases, approaches, and a refreshed agenda", "authors": [{"first": "T", "middle": ["O"], "last": "Lukrafka", "suffix": ""}, {"first": "D", "middle": ["S"], "last": "Silva", "suffix": ""}, {"first": "M", "middle": [], "last": "Echeveste", "suffix": ""}], "year": 2020, "venue": "European Management Journal", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Outsourcing in the Italian National Health Service: findings from a national survey", "authors": [{"first": "M", "middle": ["S"], "last": "Macinati", "suffix": ""}], "year": 2008, "venue": "The International Journal of Health Planning and Management", "volume": "23", "issn": "1", "pages": "21--36", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Third-party logistics: A literature review", "authors": [{"first": "A", "middle": [], "last": "Marasco", "suffix": ""}], "year": 2008, "venue": "International Journal of Production Economics", "volume": "113", "issn": "1", "pages": "127--147", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "IT Outsourcing in the Public Sector: A Descriptive Framework from a Literature Review", "authors": [{"first": "J", "middle": ["M"], "last": "Marco-Simó", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Pastor-Collado", "suffix": ""}], "year": 2020, "venue": "Journal of Global Information Technology Management", "volume": "23", "issn": "1", "pages": "25--52", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "La centralizzazione degli acquisti in sanità: esperienze internazionali a confronto", "authors": [{"first": "M", "middle": [], "last": "Marsilio", "suffix": ""}, {"first": "S", "middle": [], "last": "Mele", "suffix": ""}], "year": 2010, "venue": "", "volume": "19", "issn": "", "pages": "3--23", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Outsourcing fiasco: compensation alert", "authors": [{"first": "C", "middle": [], "last": "Martin", "suffix": ""}], "year": 2001, "venue": "Australia Financial Review", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Applying operations management methods to health care delivery", "authors": [{"first": "P", "middle": [], "last": "Mazzocato", "suffix": ""}], "year": 2007, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "Creating public value: strategic management in government", "authors": [{"first": "M", "middle": [], "last": "Moore", "suffix": ""}], "year": 1995, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Managing for value: organizational strategy in For-Profit, Non Profit, and Governmental Organizations. Non-profit and Voluntary Sector Quarterly", "authors": [{"first": "M", "middle": [], "last": "Moore", "suffix": ""}], "year": 2000, "venue": "", "volume": "29", "issn": "", "pages": "183--204", "other_ids": {}}, "BIBREF56": {"ref_id": "b56", "title": "The impact of public services outsourcing on work and employment conditions in different national regimes", "authors": [{"first": "A", "middle": [], "last": "Mori", "suffix": ""}], "year": 2017, "venue": "European Journal of Industrial Relations", "volume": "23", "issn": "4", "pages": "347--364", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Outsourcing in public hospitals: a Greek perspective", "authors": [{"first": "S", "middle": ["J"], "last": "Moschuri", "suffix": ""}, {"first": "M", "middle": ["N"], "last": "Kondylis", "suffix": ""}], "year": 2006, "venue": "Journal of Health Organization and Management", "volume": "20", "issn": "1", "pages": "4--14", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "The interplay between accountability and management control patterns in public sector outsourcing", "authors": [{"first": "V", "middle": [], "last": "Narayanan", "suffix": ""}, {"first": "H", "middle": ["P"], "last": "Schoch", "suffix": ""}, {"first": "G", "middle": ["L"], "last": "Harrison", "suffix": ""}], "year": 2007, "venue": "International Journal of Business Studies", "volume": "15", "issn": "2", "pages": "37--65", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "The procurement of consumables by NHS acute and Foundation Trusts, The Stationery Office", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Outsourcing inventory management decisions in healthcare: models and application", "authors": [{"first": "L", "middle": [], "last": "Nicholson", "suffix": ""}, {"first": "A", "middle": ["J"], "last": "Vakharia", "suffix": ""}, {"first": "S", "middle": ["S"], "last": "Erenguc", "suffix": ""}], "year": 2004, "venue": "European Journal of Operational Research", "volume": "15", "issn": "4", "pages": "271--290", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Understanding the impact of variation in the delivery of healthcare services", "authors": [{"first": "C", "middle": ["E"], "last": "Noon", "suffix": ""}, {"first": "C", "middle": ["T"], "last": "Hankins", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Côté", "suffix": ""}], "year": 2003, "venue": "Journal of Healthcare Management", "volume": "48", "issn": "2", "pages": "82--97", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Assessing the effectiveness of a performance evaluation system in the public health care sector: some novel evidence from the Tuscany region experience", "authors": [{"first": "S", "middle": [], "last": "Nuti", "suffix": ""}, {"first": "C", "middle": [], "last": "Seghieri", "suffix": ""}, {"first": "M", "middle": [], "last": "Vainieri", "suffix": ""}], "year": 2013, "venue": "Journal of Management & Governance", "volume": "17", "issn": "1", "pages": "59--69", "other_ids": {}}, "BIBREF64": {"ref_id": "b64", "title": "Esternalizzazione e centralizzazione dei processi di approvvigionamento: risultati e criticità dell'esperienza degli Estav nella sanità toscana", "authors": [{"first": "C", "middle": [], "last": "Panero", "suffix": ""}, {"first": "C", "middle": [], "last": "Calabrese", "suffix": ""}, {"first": "C", "middle": [], "last": "Campanale", "suffix": ""}, {"first": "M", "middle": [], "last": "Vainieri", "suffix": ""}, {"first": "S", "middle": [], "last": "Nuti", "suffix": ""}], "year": 2010, "venue": "Mercati e Competitività", "volume": "2", "issn": "", "pages": "103--128", "other_ids": {}}, "BIBREF65": {"ref_id": "b65", "title": "Outsourcing and political power: bureaucrats, consultants, vendors and public information technology. Public Personnel Management", "authors": [{"first": "A", "middle": [], "last": "Peled", "suffix": ""}], "year": 2001, "venue": "", "volume": "30", "issn": "", "pages": "495--514", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Public Management Reform: A Comparative Analysis -New Public Management, Governance, and the Neo-Weberian State", "authors": [{"first": "C", "middle": [], "last": "Pollitt", "suffix": ""}, {"first": "G", "middle": [], "last": "Bouckaert", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "The Comparative Method: Moving Beyond Qualitative and Quantitative Strategies", "authors": [{"first": "C", "middle": ["C"], "last": "Ragin", "suffix": ""}], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Designing a generic model for outsourcing process in public sector: evidence of Iran", "authors": [{"first": "A", "middle": [], "last": "Rajabzadeh", "suffix": ""}, {"first": "A", "middle": [], "last": "Asghar Anvary Rostamy", "suffix": ""}, {"first": "A", "middle": [], "last": "Hosseini", "suffix": ""}], "year": 2008, "venue": "Management Decision", "volume": "46", "issn": "4", "pages": "521--538", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "Cergas (a cura di)", "authors": [{"first": "Rapporto", "middle": [], "last": "Oasi", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Developmental processes of cooperative interorganizational relationships", "authors": [{"first": "P", "middle": ["M"], "last": "Ring", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Van De Ven", "suffix": ""}], "year": 1994, "venue": "Academy of Management Review", "volume": "19", "issn": "1", "pages": "90--118", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "GATX prescription for JIT hospital supplies", "authors": [{"first": "A", "middle": [], "last": "Saccomano", "suffix": ""}], "year": 1996, "venue": "Traffic World", "volume": "29", "issn": "", "pages": "22--23", "other_ids": {}}, "BIBREF72": {"ref_id": "b72", "title": "Accounting and the fight against corruption in Italian government procurement: A longitudinal critical analysis (1992-2014)", "authors": [{"first": "M", "middle": [], "last": "Sargiacomo", "suffix": ""}, {"first": "L", "middle": [], "last": "Ianni", "suffix": ""}, {"first": "A", "middle": [], "last": "D&apos;andreamatteo", "suffix": ""}, {"first": "S", "middle": [], "last": "Servalli", "suffix": ""}], "year": 2015, "venue": "Critical Perspectives on Accounting", "volume": "28", "issn": "", "pages": "89--96", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Developing a typology of organizational forms of cooperative purchasing", "authors": [{"first": "F", "middle": [], "last": "Schotanus", "suffix": ""}, {"first": "J", "middle": [], "last": "Telgen", "suffix": ""}], "year": 2007, "venue": "Journal of Purchasing and Supply Management", "volume": "13", "issn": "1", "pages": "53--68", "other_ids": {}}, "BIBREF74": {"ref_id": "b74", "title": "How are public sector organizations managing IS outsourcing risks? An analysis of outsourcing guidelines from three jurisdictions", "authors": [{"first": "E", "middle": ["W"], "last": "Sullivan", "suffix": ""}, {"first": "O", "middle": ["K"], "last": "Ngwenyama", "suffix": ""}], "year": 2005, "venue": "Journal of Computer Information Systems", "volume": "45", "issn": "3", "pages": "73--87", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "The impact of the new public management: challenges for coordination and cohesion in European public sectors", "authors": [{"first": "S", "middle": [], "last": "Van De Walle", "suffix": ""}, {"first": "G", "middle": [], "last": "Hammerschmid", "suffix": ""}], "year": 2011, "venue": "Halduskultuur -Administrative Culture", "volume": "12", "issn": "2", "pages": "190--209", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "Prassi innovative nella logistica del farmaco: stato dell'arte e opportunità di collaborazione per gli altri attori della filiera", "authors": [{"first": "S", "middle": [], "last": "Villa", "suffix": ""}, {"first": "D", "middle": [], "last": "Alesani", "suffix": ""}, {"first": "C", "middle": [], "last": "Jommi", "suffix": ""}], "year": 2009, "venue": "Economia & Management", "volume": "1", "issn": "", "pages": "87--105", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Patient flow-based allocation of inpatient resources: a case study", "authors": [{"first": "J", "middle": [], "last": "Vissers", "suffix": ""}], "year": 1998, "venue": "European Journal of Operational Research", "volume": "105", "issn": "2", "pages": "356--370", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "A framework for production control in health care organizations", "authors": [{"first": "J", "middle": [], "last": "Vissers", "suffix": ""}, {"first": "J", "middle": [], "last": "Bertrand", "suffix": ""}, {"first": "G", "middle": [], "last": "De Vries", "suffix": ""}], "year": 2001, "venue": "Production Planning & Control", "volume": "12", "issn": "6", "pages": "591--604", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Bridging the gap -contractor and bureaucrat conceptions of contract management in outsourcing", "authors": [{"first": "L", "middle": [], "last": "Vyas", "suffix": ""}, {"first": "M", "middle": [], "last": "Hayllar", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wu", "suffix": ""}], "year": 2018, "venue": "Public Organization Review", "volume": "18", "issn": "4", "pages": "413--439", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Managing Variation in Demand: lessons from the UK National Health Service", "authors": [{"first": "P", "middle": [], "last": "Walley", "suffix": ""}, {"first": "R", "middle": [], "last": "Steyn", "suffix": ""}], "year": 2006, "venue": "Journal of Healthcare Management", "volume": "51", "issn": "5", "pages": "309--322", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "Crafting a successful outsourcing vendor/client relationship", "authors": [{"first": "L", "middle": [], "last": "Webb", "suffix": ""}, {"first": "J", "middle": [], "last": "Laborde", "suffix": ""}], "year": 2005, "venue": "Business Process Management Journal", "volume": "11", "issn": "5", "pages": "437--443", "other_ids": {}}, "BIBREF82": {"ref_id": "b82", "title": "Outsourcing and its implications for hospital organizations in Turkey", "authors": [{"first": "V", "middle": [], "last": "Yigit", "suffix": ""}, {"first": "D", "middle": [], "last": "Tengilimoglu", "suffix": ""}, {"first": "A", "middle": [], "last": "Kisa", "suffix": ""}, {"first": "M", "middle": ["Z"], "last": "Younis", "suffix": ""}], "year": 2007, "venue": "Journal of Health Care Finance", "volume": "33", "issn": "4", "pages": "86--92", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Case study research: Design and methods", "authors": [{"first": "R", "middle": ["K"], "last": "Yin", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "Outsourcing: uncovering the complexity of the decision", "authors": [{"first": "S", "middle": [], "last": "Young", "suffix": ""}], "year": 2007, "venue": "International Public Management Journal", "volume": "10", "issn": "3", "pages": "307--332", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "(a) The early build-up stage, in which potential providers are selected by the outsourcer to negotiate and develop a (formal or informal) contract for the provision of logistics and procurement services.(b) The execution stage, in which the commitments and rules of action agreed upon by the parties in the previous stage are carried into effect; in this phase, operations are organised, executed, co-ordinated and monitored, entailing adaptations and increased experience between the companies of the respective activities.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "was very similar. The NHS England outsourcing was implemented in October 2006 and the RHS Tuscany outsourcing was completed between 2005 and 2007, where procurement was outsourced in 2005 and logistics over the following two years. Qualitative and quantitative data was collected since 2005 (one year before the outsourcing) and for four years after the outsourcing process began, to show the trends in the measures and the outcome. For the NHS England case, historic records of quantitative measures were sourced from NHS SC (the private provider) between January and March 2013. The majority of quantitative measures were provided for each contract year, October to September from 2006 (one year before the contract started) to 2010 (four years after outsourcing). In total, about 47 hours of in-depth semi-structured interviews were conducted (using an interview protocol covering the scope of Marasco's framework), with 16 senior managers from NHS procurement and logistics organisations, between June and November 2008, July 2010 and April 2011, and January and March 2013. All interviewees were selected for their knowledge of both the outsourcing and logistics and procurement activities, and included personnel at multiple levels of the organisation. For the outsourcer, interviewees included the director of services, the head of research, the managing director of the supply chain management division, the commercial director and two purchasing managers. For the outsourcee,", "latex": null, "type": "figure"}, "FIGREF2": {"text": "summarises the main features of the NHS England outsourcing. [Insert Figure 2 about here]", "latex": null, "type": "figure"}, "FIGREF3": {"text": "SC transacted sales have grown significantly since 2006 and, by March 2010, cumulative sales (including capital sales) were £1.5 billion, just £100 million short of the target in the original business case. Most importantly, from the NHS perspective, the cumulative price savings delivered to the NHS were above target up to October 2009, in excess of £70 million. In aggregate terms, the most relevant improvements from 2005 to 2010 are the following: an increase in purchasing volumes (+37%) with a cumulative price saving (-88%) an increase in NHS client organisations' price savings (from 1.4% to 7.4%) an increase in the number of product lines available (+91%) an increase in sales per NHS client organisation (+52%) a reduction in DC stock cover (average per year) (from 3.18 to 2.62 weeks) an improvement in logistics metrics (+35% fleet utilisation; -26% cost-to-serve) an increase in procurement staff (191 in 2010, almost quadrupled in size since 2006).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "summarises the main features of the RHS Tuscany outsourcing. [Insert Figure 3 about here]", "latex": null, "type": "figure"}, "FIGREF5": {"text": "from public to public) is also representative of the current trend in Europe towards the creation of platform (publicly founded organisations 3 ) offering integrated procurement and logistics services to a network of healthcare client organisations (De Vries and Huijsman, 2011). The RHS Tuscany includes several entities, specifically: 12 Local Health Authorities 4 and four (independent) University Clinical Centres -Teaching Hospitals. The average annual non-pay expenditure of Tuscany RHS from 2005 to 2009 varied from €650 million (2005) to €1.4 billion (2009) for a population of about three million (Rapporto Oasi, 2011-2018).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Such imbalance of employee status raised a number of legal issues and organisational implications. To solve the question, in 2005 the Consortia were replaced by three publicly founded organisations named ESTAVs (\"Enti per i Servizi Tecnico Amministrativi di Area Vasta\") (L.R. 40/2005). The three ESTAVs 7 were part of the regional healthcare system with a specialised service role. The main responsibilities of each ESTAV were the centralisation and rationalisation of procurement and other functions on behalf of the LHAs localised respectively in each of the three AVs. A regional law (L.R. 40/2005) detailed the main responsibilities of each ESTAV as follows: procurement of good and services; logistics and warehouse management; management of IT infrastructure; facilities and real estate management; human resource management (payments and careers development); and management of bidding and auctions. Since 2005 (the establishment of the three ESTAVs) the Tuscany healthcare system started a progressive outsourcing of all the functions mentioned in the L.R. 40/2005 from the LHAs and independent Hospitals to the ESTAVs. Part of procurement outsourcing was already started with the creation of the Consortia but the establishment of the ESTAVs (in place of the Consortia) revised the process. The outsourcing took several years to be completed (in fact, in 2005 only procurement activities were outsourced to the threeESTAVs) and a series of additional regulations were needed in order to activate the actual transfer of each specific function. Specifically, two regional law were promulgated to transfer logistics (D.G.R., 617/2006) and IT infrastructure (D.G.R., 317/2007). The process was complicated by the public nature of all the actors involved, whose rigidity and inertia slowed down the reorganisation process.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Logistics and procurement improvements in the NHS experience (2005-2010) NHS Trust price savings from NHS SC = {base line selling price (adjusted for inflation using the ONS quarterly indices) -today's selling price} x volume sold by NHS SC. The base line for prices was established from a snapshot of prices on 1st October 2006. For new products no base line exists so it is created with the initial prices. The Office for National Statistics (ONS) quarterly indices is an aggregate indices. **The OTIF measure = % orders delivered in full x % orders delivered on time x % Customer Management System issues", "latex": null, "type": "table"}, "TABREF1": {"text": "NHS SC estimated market share for the year April 2009 to March 2010 for in-scope consumables categorised according to NHS SC organisation structure (Source: NHS SC)The total in-scope consumables spend in NHS England of £4.6billion is sourced from the NAO report", "latex": null, "type": "table"}, "TABREF2": {"text": ": Central ESTAV procurement savings", "latex": null, "type": "table"}, "TABREF3": {"text": "Cross case comparison of NHS England and RHS Tuscany cases -Structure and Process Non-pay expenditure of €650 million* (2005) across 16 client organizations *includes consumables and pharmaceuticals Transacted volume and the number of client organisations are is far higher for the England case, however the expenditure for the Tuscany case is still sizeable There is a significand difference in scale of the population served. In England the NHS serves over 50 million people, while in Tuscany the system covers under 4 million. Market Structure Free market model where client organisations are free to choose supply Mandated market model where client organisations are mandated to buy from the ESTAVs The England case is a free market model whereas Tuscany is a mandated model Control/monitoring Monitoring against limited MSA target plus complex set of measures The RHS Tuscany performance monitoring system involved a wide range of measuresIn both cases, a complex system of performance monitoring was developed. This demonstrate awareness about the risk of a lack of monitoring and the need to control the outcomes of such important decision", "latex": null, "type": "table"}, "TABREF4": {"text": "Cross case comparison of NHS England and RHS Tuscany cases -ResultsBoth market model present opportunities and challenges.", "latex": null, "type": "table"}, "TABREF5": {"text": "Cross case comparison of NHS England and RHS Tuscany cases -Context", "latex": null, "type": "table"}, "TABREF6": {"text": "Conceptual outsourcing framework (adapted fromMarasco, 2008) • Scope, transaction volume and market structure Relationship's structural characteristics Figure 2: Logistics and procurement outsourcing process in the healthcare sector: the NHS England experience • Centralisation and outsourcing from public to the private sector of both NHS procurement and logistics to assure end-to-end supply chain control • Reasons for outsourcing: fiscal constraints; cost savings; increase service level; standardisation and rationalisation of product categories • Procurement and logistics network structure: Three level procurement and logistics network structure (national, regional and local levels)•Positive impact of outsourcing on procurement: cost savings, increased volume • Positive impact of outsourcing on logistics: inventory and warehouse management and costto-serve • Free market model: competition, disaggregation of supply and reduced NHS SC market power • Information asymmetry: NHS client organisations' degree of understanding of the NHS SC value proposition and lack of transparency • Partner selection: Contract design: A ten-year Master Services Agreement (MSA) states the transfer of assets, contracts and more than 1,650 NHS employees • Operations planning/organisation: the NHS SC value proposition and business model • Communication and information sharing: boundary spanning managers and joint teams • Coordination: resource combination and NHSBSA functions • Control/monitoring: two levels of monitoring (limited scope of the MSA)", "latex": null, "type": "table"}}, "back_matter": [{"text": " Figure 3 : Logistics and procurement outsourcing process in the healthcare sector: the RHS Tuscany experience ", "cite_spans": [], "ref_spans": [{"start": 1, "end": 9, "text": "Figure 3", "ref_id": null}], "section": "annex"}]}