{
    "paper_id": "969bb05498535ae46690f91a1c11b364dee876f4",
    "metadata": {
        "title": "IN VITRO EFFECTS OF MONOLAURIN COMPOUNDS ON ENVELOPED RNA AND DNA VIRUSES'",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "C"
                ],
                "last": "Hierholzer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Michigan State University",
                    "location": {
                        "postCode": "30333, 48824",
                        "settlement": "East Lansing",
                        "region": "Michigan",
                        "country": "Georgia"
                    }
                },
                "email": ""
            },
            {
                "first": "Jon",
                "middle": [
                    "J"
                ],
                "last": "Kabara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Michigan State University",
                    "location": {
                        "postCode": "30333, 48824",
                        "settlement": "East Lansing",
                        "region": "Michigan",
                        "country": "Georgia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Monolaurin alone and monolaurin with tert-butylhydroxyanisole (BHA), methylparaben, or sorbic acid were tested for in vitro virucidal activity against 14 human RNA and DNA enveloped viruses in cell culture. A t concentrations o f 1% additive in the reaction mixture for l h at 23\"C, all viruses were reduced in infectivity by >99.9%. Monolaurin with BHA was the most effectiue uirucidal agent in that it removed all measurable infectivity from all o f the viruses tested. The compounds acted similarly on all the viruses and reduced infectivity by disintegrating the virus envelope.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Monolaurin is a monoglyceride of lauric aeid and is a naturally occurring fatty acid ester with general antibacterial and antifungal properties (Kabara 1978) . It has also been shown to be effective against lipid-containing bacterial viruses and the mammalian herpes simplex virus (Sands et at. 1978 ; Snipes and Keith 1978) . Because of these data and the probability that monolaurin compounds would have few side effects in man, we felt it was important to measure the virucidal effects of these com-pounds on representatives of the major groups of human enveloped (lipid-containing) viruses which may present preservation problems in foods in the future (W.H. O. 1979; Cliver 1967; 1971; 1981) .",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 157,
                    "text": "(Kabara 1978)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 281,
                    "end": 299,
                    "text": "(Sands et at. 1978",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 302,
                    "end": 324,
                    "text": "Snipes and Keith 1978)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 663,
                    "end": 671,
                    "text": "O. 1979;",
                    "ref_id": null
                },
                {
                    "start": 672,
                    "end": 684,
                    "text": "Cliver 1967;",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 690,
                    "text": "1971;",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 696,
                    "text": "1981)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Chem Laboratories (Monroe, MI); it consists of approximately 90% 1ester and lWo 2-ester. Monolaurin+F is a 1:l:l mixture by weight of monolaurin, tertiary butylhydroxyanisole (BHA), and ethylenediaminetetraacetic acid (EDTA). Lauriban-M is a 1:1 mixture by weight of monolaurin and methylparaben. Lauribic-I1 is a 1:l mixture of monolaurin and sorbic acid. The additives were obtained from Sigma Chemical Co. (St. Louis, MO).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals (Test Substances)"
        },
        {
            "text": "Monolaurin was obtained under the trade name lauricidin from Med-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals (Test Substances)"
        },
        {
            "text": "The viruses used were prototype or recognized representative strains of enveloped human viruses obtained from our reference virus collection at CDC. The RNA viruses are similar in that they have a double outer envelope or bilayer which contains a significant (structurally essential) lipid component and glycoprotein projections (peplomers) embedded in the envelope The DNA viruses (herpesvirus group) have a loose outer envelope which contains lipid and which is essential for infection. The viruses are listed in Table 1 to show their taxonomic relationships.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 515,
                    "end": 522,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "V i i S e S"
        },
        {
            "text": "The viruses were propagated in the same cultures we routinely use for isolating and identifying respiratory viruses: primary rhesus monkey kidney (MK) cells, a human laryngeal epidermoid carcinoma cell line (HEp-2), and a human embrvonic lung diploid fibroblast cell strain (HELF). Cell cultures were prepared and maintained by standard techniques using media previously described (Hierholzer et al. 1975) . All infected cultures were maintained at 36OC and were read for cytopathic effects (CPE) at frequent intervals. The viruses were harvested as a stock virus culture by scraping the cell monolayer from the glass when 100% of the cells in the monolayer were visibly affected (4 + CPE).",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 405,
                    "text": "(Hierholzer et al. 1975)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "cell cultures"
        },
        {
            "text": "Virus stocks and treated samples were assayed for infectious virus by serialiy diluting the sample in tenfold dilution steps in Hanks Balanced Salt Solution (HBSS) and then inoculating 0.1 ml of each dilution into each of three replicate cell cultures. The titrations were incubated as above and were read for cytotoxicity (in the toxicity controls) and CPI (in the stock virus controls, solvent controls, and treated virus samples) at 3, 7,10, and 14 days after inoculation. Myxovirus titrations were best read by hemadsorption of the cell monolayer with 0.4% guinea pig erythrocytes. Titration endpoints were calculated by the Reed-Muench method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infectivity titrations"
        },
        {
            "text": "The first problems anticipated with a lipid in a cell culture system were solubility and toxicity. The lipids were insoluble in aqueous systems compatible with cell cultures, and organic solvents for lipids were highly toxic to the cells. Attempts to minimize the use of solvents by adding EDTA, Ficoll, Cab-0-Sil, and other stabilizers were not pursued beyond some initial unrewarding experiments. Ether, chloroform, etha nol, and dimethylsulfoxide (DMSO) were effective solvents for the monolaurin compounds, and benzene, propylene glycol, ethylene glycc and glycerol were not, at least in terms of obtaining 10% or greater solutions. Of the four effective solvents, ether and chloroform have low solubilities in water at 25°C (6.05 and 0.596, respectively) and thus formed emulsions when mixed with cell culture fluids. DMSO has a hig solubility but still produced viscous suspensions when DMSO plus test substance was mixed with culture media. Ethanol is completely miscib with water, was no more toxic than the other solvents to cell cultures, and produced more manageable suspensions when ethanol plus test sul stance was mixed with culture media. Thus ethanol became the solvenf of choice in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Final concentrations of 20.5% ethanol (5000 pg/ml) in cell culture media were toxic for all cell cultures. Final concentrations of 20.05% monolaurin (500 pg/ml) also were toxic for all cells, and the toxicity was additive with that of the solvent. Carefully controlled test mixture were evolved which minimized the toxic effects of the test substance and solvent while maximizing the virucidal effects of the test substanci Table 2 shows the virucidal effect of increasing concentrations of monolaurin on herpes 1 virus after the samples were mixed for 1 h at 23°C and then titrated. None of these samples were toxic at the first dilution tested. The rate of killing was not measured because the same virus titers were obtained after 15 min of incubation as were obtained at 1 h, and because of the time required t o titrate the virus, the experi. ment could not be performed in less time. A log-log plot of monolaurii concentration versus infectivity titer shows a nonlinear relationship (Fig. l) , with the greatest degree of killing between 0.1 and 1% monolaurin (1000 and 10,000 pg/ml). The procedure finally adopted for the in vitro virucidal studies was as follows. A solution of 20% test substance in 100% ethanol was made as a stock reagent and was presumed to be effectively sterile. A 1:lO dilution of the stock was then made in HBSS to make a working reagent compatible with cell culture media. This solution, now containing 2% test substance and 10% ethanol, was mixed with an equal volume of a virus stock and allowed to react for 1 h at 23OC with occasional agitation. The mixture was then serially diluted from lo-' to lo-' in HBSS and inoculated at 0.1 ml per tube into the cell culture appropriate for each particular virus. Each tube contained 0.9 ml of maintenance medium to feed the cell monolayer. Thus the highest final concentrations in the inoculated cell culture tubes were 0.01% test substance (100 pglml) and 0.05% ethanol (500 pg/ml) (in the lo-' dilution of the reaction mixture); these levels were not toxic for any of the cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 431,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 989,
                    "end": 997,
                    "text": "(Fig. l)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Using this procedure, the 14 viruses were treated with monolaurin, monolaurini-F, Lauriban-M, and Lauribic-11, and tested for infectivity ( Table 3) . Each test was complete with a virus control, in which the stock virus was mixed with HBSS, incubated for 1 h, and then titrated; a solvent control, in which the stock virus was mixed with 10% ethanol in HBSS, incubated and titrated; and a toxicity control, in which a sample of HBSS was mixed with 2% test substance 10% ethanol in HBSS, incubated, and titrated. In all tests, the solvent control had an infectious virus titer identical to that of the virus control, indicating no virucidal effect from the ethanol; and the toxicity control was uniformly nontoxic to the cells at all dilutions. Hence the reduction in virus infectivity titer shown is considered to be due to the test substance and not to the solvent, reaction time, temperature, or mechanical disruption of the virus.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "All four test substances exhibited significant antiviral activity. For influenza A/Ann Arbor/6/60, a drop of 3.5 logarithmic dilutions of virus occurred with monolaurin, 7.1 logarithmic dilutions with Lauriban-M and >8 logarithmic dilutions with Lauribic-I1 and LauricidinfF. Electron micrographs of the test samples before titration revealed that the M (matrix protein was apparently removed by the test substance treatment (Fig. 2B, C) whereas the solvent control virus remained unaffected ( Fig. 2A) . Removing the M protein from the virus envelope resulted in loss of envelope integrity, which is essential for virus infectivity. Similar results were found for coronavirus 2293. Monolaurin inactivated 3.7 logarithmic dilutions of virus, and Lauriban-M, Lauribic-11, and Lauricidini-F inactivated 4.5, 5.4, and >5.5 logarithmic dilutions of virus, respectively. Electron micrographs of these samples revealed a total loss of the glycoprotein peplomers in the test substance-treated samples (Fig. 3B, C) compared t o the solvent control virus (Fig. 3A) . As with influenza virus, the loss of envelope integrity results in loss of infectious virus titer.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 425,
                    "end": 437,
                    "text": "(Fig. 2B, C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 494,
                    "end": 502,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 994,
                    "end": 1006,
                    "text": "(Fig. 3B, C)",
                    "ref_id": null
                },
                {
                    "start": 1046,
                    "end": 1055,
                    "text": "(Fig. 3A)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Each of the monolaurin mixtures effected a>99.9% killing of the 14 viruses tested in the study. The most effective antiviral agent was clearly X14 0,000 monolaurin+F, which consistently destroyed all measurable infectivity. Lauribic-I1 was nearly as effective as monolaurin+F. The value of the organic additives in the mixtures is shown by the obvious difference in virucidal activity between monolaurin alone and monolaurin with BHA, methylparaben or sorbic acid. The latter two compounds are not known to have virucidal activity on their own. Others have used similar compounds to inactivate enveloped viruses. Sands et al. (1979A, 1979B) inactivated herpes simplex 2 and bacteriophage 46 with 16-and 18-carbon unsaturated monoglycerides. Kohn et al. (1980) inactivated herpes virus, influenza virus, Sendai (a Paramyxovirus), and Sindbis (an Alphavirus) with 18and 20-carbon unsaturated free fatty acids. In each of these studies inactivation of the virus was associated with loss of the virus envelope.",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 640,
                    "text": "(1979A, 1979B)",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 759,
                    "text": "(1980)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Electron micrographs of selected viruses in our study also show that loss of virus infectivity is associated with generalized disintegration of the envelope. Our data suggest that solubilization of the lipids and phospholipids in the envelope by the monolaurin and additives is a key factor in the virucidal activity of these test substances. Further studies on the mechanism of virus envelope disruption by monolaurin are in progress.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The potential usefulness of a virucidal agent as a food additive is underscored by the well documented prevalence of certain viruses, mainly picornaviruses, in wastewater, soil and air (W.H.O. 1979) . Although picornaviruses (especially echoviruses, polioviruses, and other enteroviruses), reoviruses, and adenoviruses are nonenveloped and are therefore relatively unaffected by monolaurin, their persistence in sewage, pondwater, and estuaries shows how environmentally ubiquitous human viruses can become. For this reason it is important to consider adding a nontoxic chemical to certain foodstuffs to destroy contaminating infectious viruses.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 198,
                    "text": "(W.H.O. 1979)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "0 . 1 9 6 7 . Food-associated viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cliver",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Health Lab Sci",
            "volume": "4",
            "issn": "",
            "pages": "213--221",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transmission of viruses through foods",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cliver",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Crit. Rev. Envir. Control",
            "volume": "9",
            "issn": "",
            "pages": "551--579",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viral hazards in meats",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cliver",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Fleischwirtschaft",
            "volume": "61",
            "issn": "",
            "pages": "415--417",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "New human adenovirus isolated from a renal transplant recipient: Description and characterization of candidate adenovirus type 34",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hierholzer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "0"
                    ],
                    "last": "Atuk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Gwaltney",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "J. Clin. Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "366--376",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Fatty acids and derivatives as antimicrobial agents: A review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Kabara",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The American Oil Chemists' Society",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Unsaturated free fatty acids inactivate animal enveloped viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kohn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gitelman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Inbar",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Arch. Virol",
            "volume": "66",
            "issn": "",
            "pages": "301--308",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Antiviral effects of fatty acids and derivatives: Lipidcontaining bacteriophages as a model system",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sands",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Auperin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Landin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reinhardt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Cadden",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Symp. on the Pharmacological Effect of Lipids",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The American Oil Chemists' Society",
            "authors": [
                {
                    "first": "(",
                    "middle": [
                        "J J"
                    ],
                    "last": "Kabara",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Extreme sensitivity of enveloped viruses including herpes simplex to long chain unsaturated monoglycerides and alcohols",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sands",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Auperin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Snipes",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "15",
            "issn": "",
            "pages": "67--73",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Enveloped virus inactivation by fatty acid derivatives",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sands",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Landin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Auperin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reinhardt",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Antimicrob. Agents Chemother",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Hydrophobic alcohols and di-tert-butyl phenols as antiviral agents",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Snipes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keith",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "The American Oil Chemists' Society",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Human viruses in water, wastewater, and soil",
            "authors": [],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Concentration are shown only for first dilution in the infectivity titration 'Infectivity titers are expressed as log, HELF cells after 14 days of incubation at 3 6 . C laurin + ethanol of the 50% tissue culture infectious dose (TCID, o ) / O . l ml of inoculum in Data are shown only for the solvent and toxicity controls with the highest concentration of Titer (log,o TCIDsO /.l ml) \"2:; FIG. 1. VIRUCIDAL ACTIVlTZ CURVE OF MONO-LAURIN AT VARYING CONCENTRATIONS AGAINST HERPES SIMPLEX TYPE 1 VIRUS AFTER MIXING FOR 1 H AT 23'C AND TITRATING FOR INFECTIVlTY IN HELF CELLS",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Infectivity titers w expressed 8 s log, appropriate host system after 14 days of incubation at 36.C of the 50% tissue",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "SAMPLES OF INFLUENZA A/ANN ARBOR/6/60 TREATED FOR 1 H AT 23OC WITH 5% ETHANOL (SOL-VENT CONTROL, A ) OR WITH 1% LAURIBIC-I1 (B) OR 1% LAURIBAN-M (C), BOTH IN 5% ETHANOL, AND EXAM-INED IN THE ELECTRON MICROSCOPE X90,520 FIG. 3. CORONAVIRUS 2 2 9 3 TREATED AS ABOVE WITH ETHANOL (A) OR WITH LAURIBIC-I1 (B) OR LAURIBAN-M (C)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Virucidd effects of monolaurin compounds on enveloped viruses Infectivity Titers' After Treatment With 5% Ethanol 1% Lauricidin 1% Lauricidin+F 1% Lauriban-M 1% Lauribic-I1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We gratefully acknowledte Drs. Maurice Kemp and Nancy Cox for ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}