{
    "paper_id": "96aa21208027c5de780a0aa1760d5531aae7739f",
    "metadata": {
        "title": "RESURRECTION OF AN \"EXTINCT\" SARS-CoV ISOLATE GD03 FROM LATE 2003",
        "authors": [
            {
                "first": "Timothy",
                "middle": [],
                "last": "Sheahan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Damon",
                "middle": [],
                "last": "Deming",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [],
                "last": "Donaldson",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raymond",
                "middle": [],
                "last": "Pickles",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ralph",
                "middle": [],
                "last": "Baric",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The causative agent of SARS, SARS-associated coronavirus (SARS-CoV), is transmitted via the aerosol route, which facilitated repeated non-human to human transmissions within live animal markets of the Guangdong region late in 2002. The coronavirus spike glycoprotein is a key determinant of host specificity, and elucidating the mechanisms of viral host expansion is important to understand the molecular events that rendered the virus pathogenic to humans. Sequences of viral spikes from early human clinical cases resembled those isolated from civet cats (SZ16) in wild animal markets early in the epidemic. 1 The spike sequence from a human clinical isolate from the Guangdong region late in 2003 (GD03) differs from SARS Urbani in 16 residues almost all of which reside in the S1 domain and five of which reside in the putative receptor binding domain. 2 Using data from DNA sequence databases and synthetic biology, we have resurrected the extinct spike glycoprotein gene of GD03 within our SARS Urbani infectious clone. Growth of the GD03 spike/Urbani chimeric recombinant virus (icGD03) in Vero cells is not as robust as icSARS or Urbani suggesting that the GD03 spike does not bind Vero ACE2 with the same affinity. In vivo growth of icGD03 and icSARS was compared in Balb/c via intranasal infection. The icGD03 lung titer at all time points was not as robust as icSARS-CoV suggesting that the GD03 spike slightly impairs growth in mice.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 611,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 857,
                    "end": 858,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The genome of our SARS Urbani infectious clone (icSARS) is broken up into six contiguous plasmid DNAs (plasmids A-F) some of which have been altered by silent mutation in order to create BglI restriction sites at fragment junctions. 3 BglI is a class IIS restriction endonuclease that cleaves the symmetrical sequence GCCNNNN↓NGGC but leaves 64 different asymmetrical ends allowing our infectious clone fragments to be directionally ligated to produce full-length genomic cDNA. In vitro transcription of full-length viral cDNA is facilitated by an inserted T7 promoter sequence preceding the SARS genome ( Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 234,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 606,
                    "end": 612,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "SARS infectious clone:"
        },
        {
            "text": "The spike sequence is spread over SARS infectious clone plasmids SARS-E and F. Using sequence extracted from the Entrez Internet database, we identified 16 coding mutations of the GD03 spike that diverged from SARS Urbani (Fig. 2) . The E infectious clone fragment contains the first two-thirds of the spike sequence and 15 of the GD03 mutations while the final mutation lies in the SARS-F fragment. We cloned a synthetically derived DNA from Blue Heron Biotechnology containing 5' GD03 mutations. Using PCR site-directed mutagenesis, the remaining GD03 mutation was introduced into the SARS-F fragment. The plasmid clones were fully sequenced and shown to contain all of the appropriate mutations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Cloning strategy:"
        },
        {
            "text": "icGD03 recombinant virus production: Infectious clone fragment plasmid DNAs were digested, ligated, and used as template for in vitro transcription (Fig. 1) . Nucleocapsid and full-length viral genomic transcripts were then electroporated into Vero cells. Cell culture media containing virus was harvested 48 hours post-electroporation. Virus was plaque purified and then passaged twice in Vero cells to create viral stocks. RNA from icGD03 infected cells was used for RT-PCR, and the resultant amplicons were sequenced to confirm the identity of the GD03 spike. In addition to the expected S mutations introduced into the infectious clone, the recombinant GD03 virus used throughout these studies contained two additional cell culture induced mutations within the viral spike: mutation one = F7L, and mutation two = D613G.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Cloning strategy:"
        },
        {
            "text": "GD03 grows with delayed kinetics within Vero cells as compared with SARS Urbani and icSARS: Four-well chamber slides were seeded with 2x10 5 Vero cells/well 24 hr prior to infection. Media was removed and cells were infected with SARS Urbani, icSARS, or icGD03 at an MOI of one. Cells were infected for 1 hr at room icGD03 replicates in vivo: Six-week-old Balb/c mice were infected with 10 5 pfu of icGD03 or icSARS intranasally. Days 2, 4, and 7 postinfection, animals were sacrificed and the lungs were harvested for plaque titration. Twenty percent (wt/vol) lung homogenates were serially diluted, and infectious virus was quantitated by Vero plaque titration. Although icGD03 growth was not as robust as icSARS within the mouse lungs, significant replication and virus persistence occurred making future cross challenge experiments and vaccine studies possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cloning strategy:"
        },
        {
            "text": "These data demonstrate (1) the power of DNA sequence databases, reverse genetics, and synthetic biology to resurrect viruses with extinct genes, (2) that we have constructed a unique and rare spike glycoprotein from late 2003 in China, (3) that GD03, the most divergent spike sequence of all human SARS isolates, exhibits a divergent phenotype in vitro and in vivo as compared with SARS Urbani, and (4) the GD03 resurrected virus that the GD03 spike protein may not bind the Sars receptor ACE2 as efficiently as Urbani strains and as result, ic GD03 infection of Vero cells is slightly less robust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "icGD03 grew to titers 1/2 log less than both SARS-Urbani and icSARS. These data suggest samples were then analyzed by Vero cell plaque to quantitate virus growth over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "well. The cell culture media was sampled at 2, 7.5, 13.5, and 25 hours postinfection. The temperature after which the inoculum was removed and growth media was added to each serves as antigenically unique isolates for vaccine and cross-protection studies. Using our approach combining reverse genetics, synthetic biology, and electronic database technologies, a panel of recombinant SARS-CoV encoding variant S glycoproteins identified in 2002, 2003, and 2004 human and animal cases can be resurrected (Fig. 4) . A panel of variant SARS-CoV recombinant viruses is essential for evaluating the efficacy of immunotherapies against zoonotic and rare SARS-CoV isolates.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 502,
                    "end": 510,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "CONCLUSIONS"
        },
        {
            "text": "This work was supported by NIH grants AI059136 and AI059443. Neighbor-joining tree of 46 representative SARS spike peptide sequences. Rooting the tree with group 2 coronaviruses (BCoV and MHV) results in two distinct genotypes representing human and animal clusters. GD03 and closely related GZ0401 represent human viruses that cluster in the animal genotype along with GZ0402. In the human cluster, Urbani represents late phase sequences, CUHK-W1 middle phase, and GZ02 early phase. LLJ-2004 is a porcine isolate thought to be a human to animal transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Molecular evolution of the SARS coronavirus during the course of the SARS epidemic in China",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M E C"
                    ],
                    "last": "Chinese",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "1666--1669",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Reverse genetics with a full-length infectious cDNA of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "100",
            "issn": "",
            "pages": "12995--13000",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The SARS-CoV infectious clone: Assembly strategy and virus production.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "RESURRECTION OF AN \"EXTINCT\" SARS-CoV ISOLATE GD03 FROM LATE 2003Amino acid differences of the GD03 spike protein as compared with SARS Urbani.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3. Neighbor-joining tree of 46 representative SARS spike peptide sequences. Rooting the tree with group 2 coronaviruses (BCoV and MHV) results in two distinct genotypes representing human and animal clusters. GD03 and closely related GZ0401 represent human viruses that cluster in the animal genotype along with GZ0402. In the human cluster, Urbani represents late phase sequences, CUHK-W1 middle phase, and GZ02 early phase. LLJ-2004 is a porcine isolate thought to be a human to animal transmission.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Growth of SARS Urbani, icSARS, and icGD03 in Vero cells.Table 2. Average lung titers (pfu/g) of mice infected with icGD03 or icSARS (n=3).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}