{
    "paper_id": "975ee4e2d98d9eb740ad3ca55018ef2f582b9a77",
    "metadata": {
        "title": "Exam 3 Questions",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Fisher 2 subarachnoid hemorrhage (SAH). She remains intact neuro-cognitively, but has transcranial doppler (TCD) mean flow velocities up to 150 cm/s, and a serum platelet count twice her baseline. You are worried about vasospasm and impending delayed cerebral ischemia. Which of the following should be performed next?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. An additional 100 mL/h of normal saline should be given on top of maintenance fluids B. CT perfusion scan to assess for any ongoing hypoperfusion C. Evaluate volume status with hemodynamic monitoring and give fluid boluses accordingly D. Induce hypertension to a systolic pressure of 160 mmHg E. Conventional angiography 4. A 25-year-old male is currently in the ICU with an anoxic brain injury after diving into shallow waters and suffering a high cervical cord transection. Two weeks after his injury, he remains comatose, has diffuse loss of gray-white differentiation on noncontrast head CT, and exhibits myoclonic status epilepticus. The family is devastated by his poor prognosis, and distraught by his uncontrollable shaking. What is your rationale behind your decision about starting an antiepileptic regimen?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. Phenytoin and propofol will be used, and escalated until eradication of his myoclonus to assess his underlying brain damage B. Levetiracetam and lacosamide will be used, and escalated until eradication of his myoclonus to assess his underlying brain damage C. If EEG reveals dyssynchronous spikes on a severely slow background, myoclonus invariably portends death or a vegetative state, and midazolam should only be used for palliative purposes D. Regardless of EEG or clinical exam, half of patients in myoclonic status epilepticus will have a good neurologic recovery by 90 days E. Regardless of EEG or clinical exam, myoclonic status epilepticus is always ominous, not amenable to treatment. and should lead to immediate withdrawal of life-support",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "5. An 18-year-old female presents to the emergency department with several months of progressive left-sided hearing loss and tinnitus. An MRI of the brain is performed, demonstrating bilateral enhancing dumbbell shaped lesions extending from the auditory canal to the cerebellopontine angle. Which of the following genetic disorders is associated with this finding? 16 . Which of the following may be used to treat a patient in the acute phase of thyroid storm?",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 368,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. Propylthiouracil B. Lugol's solution C. Propranolol D. Methimazole E. All of the above 17 . Diabetes insipidus (DI) can be caused by disorders in which of the following anatomic locations?",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. Hypothalamic osmoreceptors B. Supraoptic nuclei C. Paraventricular nuclei D. Supraopticohypophyseal tract E. All of the above 18 . A 51-year-old female with a history of cirrhosis and chronic alcohol abuse presents to the ED with altered mental status for the past 12 h, and you suspect hepatic encephalopathy. The serum ammonia level is most likely above which of the following cutoffs?",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "text": "18",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. 75 μmol/L B. 90 μmol/L C. 150 μmol/L D. 200 μmol/L E. None of the above 19 . A 68-year-old female with nonvalvular atrial fibrillation and unknown anticoagulant use is transferred by helicopter from an outside hospital with a 2.5 × 2 × 2 cm spontaneous cerebellar hemorrhage. Her preintubation GCS was 10 and she was electively intubated for transfer. Her family arrives shortly after and is requesting information regarding her prognosis. Which of the following is the most accurate estimate of her chances of survival?",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 77,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. <1% B. 10% C. 25% D. 75% E. >99%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "20. The Stewart-Hamilton equation for estimating cardiac output via thermodilution is dependent on all of the following variables except:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. Volume of injected substance B. Temperature of injected substance C. Temperature of the patient's blood D. Change in blood temperature over time E. Change in blood volume over time 21 . Which of the following is not a form of dysautonomia?",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 186,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. Postural orthostatic tachycardia syndrome (POTS) B. Multiple system atrophy C. Neurocardiogenic syncope D. Precordial catch syndrome E. Diabetic autonomic neuropathy 22 . A 70-year-old female presents with a Hunt-Hess 3 subarachnoid hemorrhage (SAH) and undergoes craniotomy and surgical clipping for a ruptured aneurysm, in addition to ventriculostomy placement. Her postoperative head CT reveals significant retraction injuries, and mild cortical hemorrhage along the ventriculostomy tract. Which of the following is the most appropriate prophylactic antiepileptic regimen?",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. Phenytoin × 14 days B. Phenobarbital × 3 days C. Levetiracetam × 7 days D. Valproate × 14 days E. No antiepileptic prophylaxis is required at this time 23 . Which of the following correctly lists the various types of astrocytomas in ascending WHO grade (i.e., from least aggressive to most aggressive)?",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "text": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. Fibrillary astrocytoma, pilocytic astrocytoma, anaplastic astrocytoma, glioblastoma mulitforme B. Pleomorphic xanthoastrocytoma, fibrillary astrocytoma, anaplastic astrocytoma, glioblastoma multiforme C. Anaplastic astrocytoma, fibrillary astrocytoma, subependymoma, glioblastoma multiforme D. Glioblastoma multiforme, subependymal giant cell astrocytoma, anaplastic astrocytoma, fibrillary astrocytoma E. Glioblastoma multiforme, fibrillary astrocytoma, pleomorphic xanthoastrocytoma, anaplastic astrocytoma 24. A 29-year-old female presents to the ED after a suspected intentional drug overdose, and is intubated for airway protection. On exam, the patient has fixed, dilated pupils, and no brainstem reflexes whatsoever. Which of the following substances may be responsible for this patient's exam?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. 3,4-Methylenedioxymethamphetamine (MDMA) B. Amitryptiline C. Clonidine D. Phencyclidine E. Synthetic cathinone 25 . A 73-year-female with a history of gait instability, frequent falls, and a recent subdural hematoma evacuation presents to the emergency room with fevers, lethargy and headaches for several days. A CT scan of the brain is performed, revealing vasogenic edema and a questionable area of hypodensity adjacent to the surgical site. An MRI is currently pending. What is the most appropriate empiric antibiotic coverage at this time?",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. Cefazolin and vancomycin B. Ceftriaxone, vancomycin and ampicillin C. Cefepime, vancomycin and metronidazole D. Imepenem and vancomycin E. Doripenem and clindamycin 26 . All of the following signs and symptoms may herald the onset of eclampsia in a pregnant patient except:",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "text": "26",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. Nystagmus B. Nausea C. Vomiting D. Headache E. Cortical blindness 27 . A 64-year-old male with a history of hypertension and chronic kidney disease is currently in the ICU with septic shock secondary to pyelonephritis. A central line is placed for hypotension and significant pressor requirements. A postprocedure chest x-ray is performed (see Image 2) , and blood drawn from the line shows partial pressure of oxygen of 40 mmHg. The patient has a normal oxygen saturation on room air. Where is the tip of the catheter located?",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 347,
                    "end": 355,
                    "text": "Image 2)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. Aortic arch B. Right atrium C. Left subclavian artery D. Left atrium E. Aberrant superior vena cava Image 2 X-ray of the chest 28 . A 56-year-old male was at work when he noticed weakness and paresthesias in his right leg. His co-worker called 911, which had just started a new mobile stroke unit program. Which of the following has been demonstrated as a benefit of mobile stroke units?",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "text": "28",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. Decreases symptom onset to tPA time B. Allows patients to receive tPA without the need for a CT scan C. Allows for earlier identification of seizure activity and other stroke mimics D. Allows for patients to be treated at home without hospitalization E. Provides stroke care for rural areas that are long distances from the nearest hospital 29 . Which of the following is the most common cause of a false negative apnea test (i.e., a test that incorrectly concludes that brain death has not occurred)?",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 346,
                    "text": "29",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. A. Myasthenia gravis: voltage-gated calcium channels B. Lambert-Eaton syndrome: muscle-specific tyrosine kinase (MuSK) receptors C. Autoimmune autonomic neuropathy: ganglionic acetylcholine receptors D. Isaacs syndrome: acetylcholine receptors E. Inflammatory myopathy: N-methyl D-aspartate (NMDA) receptors 60. A 61-year-old male currently hospitalized following a transient ischemic attack (TIA) is complaining of hives and pruritus following the administration of ceftriaxone. You later discover the patient had a documented cephalosporin allergy. Which of the following is true regarding these types of medical errors?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. The majority of physicians report covering up a mistake at some point in their careers B. 75% of nurses reported knowing about a medication error and not saying anything about it C. Tens of thousands of deaths each year can be attributed to preventable errors D. 66% of patients will experience a medical error in a given year E. A single person can often be identified as the cause of a medical error 61. Which of the following antibiotics cannot be administered via the intraventricular route? A. It can be used in patients with a full range of Richmond Agitation and Sedation Scale (RASS) scores, from +4 to −5 B. It involves the use of the Letters Inattention Test C. It does not take into account disorganized thinking D. It is graded on a scale of +4 to −5 E. It was originally designed to be used only in the setting of acute stroke 64. Hypertensive emergency is best defined as end-organ dysfunction in the setting of a systolic blood pressure of at least:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. 120 mmHg B. 140 mmHg C. 160 mmHg D. 180 mmHg E. 200 mmHg 65. Which of the following statements regarding renal replacement therapy is incorrect?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. In the critically ill patient, renal replacement therapy should be initiated early B. The time-honored criteria for initiation of renal replacement therapy in patients with chronic renal failure are appropriate to use in critically ill patients C. There is no compelling evidence that continuous renal replacement therapy (CRRT) is superior to intermittent hemodialysis D. The slow and steady clearance of continuous renal replacement therapy allows lower average serum urea levels than intermittent therapies and avoids dangerous peaks of solute increase E. In dialysis, water is removed through the process of ultrafiltration, whereas unwanted solutes are removed by the process of diffusion 66. A 40-year-old female presents with sudden onset severe headache, maximal in intensity at onset, accompanied by photophobia, nausea, and vomiting. Her medical history is notable for depression, for which she was recently started on sertraline. Her examination is notable for a blood pressure of 160/90 mmHg, but otherwise normal physical and neurologic examination. Neuroimaging reveals superficial subarachnoid blood in bilateral posterior frontal convexities and multiple areas of vessel narrowing in branches of the posterior and anterior cerebral arteries, with no other vascular abnormalities. Laboratory data, including erythrocyte sedimentation rate and c-reactive protein, are all within normal limits. Which of the following is true regarding this patient's most likely diagnosis?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. This entity is more common in males B. Headaches may be treated with sumatriptan C. Glucocorticoids are the mainstay of treatment D. Most patients have complete resolution of their symptoms and radiographic findings E. All of the above 67. A 45-year-old female is currently intubated in the ICU following an acute asthma exacerbation. She was hospitalized for her asthma several weeks ago and was treated with ceftriaxone for a superimposed pneumonia at that time. She is sedated and paralyzed, and receiving both intravenous steroids and inhaled albuterol. On admission, her chest x-ray is clear, and laboratory values are within normal limits. On hospital day 3, her temperature increases to 38.3 °C, she has new leukocytosis, and the nurse notices increased thick secretions. A new hazy right lower lobe opacity is seen on repeat chest x-ray. According to Infectious Disease Society of America (IDSA) guidelines, which of the following is the ideal way to diagnose ventilator-associated pneumonia in this patient?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. Bronchoscopy with protected specimen brush culture B. Bronchoalveolar lavage with quantitative culture year-old female who has just undergone cervicothoracic spine surgery has been admitted to your ICU. The surgeon signs out an estimated blood loss of 750 mL, along with several episodes of hypotension during the surgery. The patient has a history of chronic kidney disease, and you are following the serum creatinine closely. Which of the following statements regarding the use of creatinine as a marker for acute kidney injury (AKI) is correct?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A. Serum creatinine is a predictable marker for renal failure in the first 2-4 h of injury B. The absolute level of serum creatinine always reflects the severity of the underlying kidney damage C. The rate of increase in serum creatinine is related to baseline kidney function D. Serum creatinine is an accurate marker for structural renal damage E. The use of serum creatinine to assess the severity of AKI is unaffected by patient nutrition or medication effects 86. A \"lung point sign\" on bedside ultrasonography is highly specific for which of the following? A. The most common cause of death is secondary to hemothorax B. The mortality rate for this injury may be as high as 25% C. Early operative intervention has been shown to reduce morbidity and mortality D. The high risk of secondary infection usually dictates the use of prophylactic antibiotics E. None of the above 90. A 33-year-old male with a history of bicuspid aortic valve and childhood asthma is currently in the ICU following elective clipping of an incidentally discovered middle cerebral artery (MCA) aneurysm. The patient begins to complain of sharp substernal chest pain radiating to his shoulder blades that is severe in intensity, associated with diaphoresis and lightheadedness. Which of the following is the most likely diagnosis?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "A . The correct answer is A. This patient has central neurogenic hyperventilation (CNH), which is a rare condition that results in hyperventilation persisting in sleep and resulting in low PaCO 2 , high PaO 2 , and a high pH in the absence of any pharmacologic or metabolic conditions. It has been hypothesized that CNH results from uninhibited stimulation of both the inspiratory and expiratory centers in the pons and medulla. Cheyne-Stokes respiration is a more regular crescendo-decrescendo breathing followed by periods apnea. Apneustic breathing is a sustained deep inspiration lasting few seconds followed by rapid exhalation and a brief post expiratory pause. Ataxic breathing is another rare breathing pattern consisting of erratic rate and depth of breathing, interspersed with episodes of apnea. Ataxic breathing is one of the few true localizing breathing patterns, and should always raise the suspicion of a medullary infarct. Cluster breathing consists of irregular clusters of breaths followed by apneic periods of variable duration. 3 . The correct answer is C. A significant number of patients with TCD elevation will never develop ischemia, even in the absence of any intervention. Given the lack of clinical symptoms, aggressive fluid resuscitation and blood pressure augmentation may harm this patient. Instead, volume repletion as needed based on hemodynamic monitoring is preferred. Conventional angiography is traditionally reserved for significant delayed ischemic neurologic deficits with intention to treat vasospasm intra-arterially. 4 . The correct answer is C. Myoclonic status is associated with a broad range of brain injuries, including anoxic brain injury, toxic-metabolic encephalopathies, and exacerbations of certain epilepsy syndromes. The clinical presentation and significance of frequent myoclonic jerks differs greatly by etiology. Controversies persist about prognostic significance and management of myoclonic status epilepticus following anoxic brain injury, but recent data suggest that in the era of therapeutic hypothermia, postanoxic myoclonic status epilepticus may not be as ominous a sign as previously thought [1] . Valproate and benzodiazepines are the most successful agents for myoclonic status. In the context of anoxia, when myoclonus represents the erratic last sparks of disseminated neuronal populations, benzodiazepines will mask the behavioral correlate with no impact on recovery; this may serve an appropriately palliative purpose (primarily for the benefit of the family). 5 . The correct answer is B. The clinical scenario is suspicious for bilateral vestibular schwanommas, which is associated with neurofibromatosis type II. Von Hippel-Lindau syndrome in the nervous system presents as hemangioblastomas, primarily involving the cerebellum, retina, and spinal cord. Those affected with tuberous sclerosis are at risk for cortical tubers, subependymal nodules, and subependymal giant cell astrocytomas (SEGAs). Schwannomatosis is a rare condition associated with noncutaneous schwannomas involving spinal, peripheral, and cranial nerves in the absence of vestibular nerve involvement. Alport syndrome is a rare form of inherited collagen dysfunction resulting in hearing loss and renal failure. 6 . The correct answer is B. This patient is in status asthmaticus and severe respiratory distress. These patients will often present hypocapnic secondary to hyperventilation. \"Normalization\" of the pCO 2 is an ominous sign, and portends impending respiratory failure. Therefore, this patient should be intubated immediately and admitted to the ICU. 7 . The correct answer is D. Chiari malformations can be broadly described as follows: I-displacement of the cerebellar tonsils through the foramen magnum; II-displacement of the medulla and vermis through the foramen magnum, usually in conjunction with a myelomeningocele; III-similar to II with an associated with an occipital encephalocele; IV-cerebellar hypoplasia without herniation through the foramen magnum; and V-absent cerebellum with herniation of the occipital lobe through the foramen magnum (controversial) [2] . 8 . The correct answer is E. The CHA 2 DS 2 -VASc is used to estimate the annual stroke risk in patients with atrial fibrillation [3] . Each of the following elements is worth 1 point: congestive heart failure, hypertension, diabetes mellitus, vascular disease, age 65-74 years, or female gender. Additionally, age ≥75 or prior stroke/TIA are worth 2 points. Based on a maximum score of 9 points, the annual stroke risk is as follows (from 0 to 9 points, respectively): 0%, 1.3%, 2.2%, 3.2%, 4.0%, 6.7%, 9.8%, 9.6%, 12.5%, and 15.2%. 9 . The correct answer is A. Raising the head of the bed 30-45° is the most effective measure to prevent aspiration in an intubated patient. In one randomized trial, a markedly significant decrease in suspected and confirmed cases of healthcare-associated pneumonia was seen in patients in the semirecumbent position (8% versus 34% incidence of clinically suspected, and 5% versus 23% of microbiologically confirmed cases). The trial was actually terminated early due to overt benefit in the treatment group [4] . There are also specialized endotracheal tubes that allow for continuous or intermittent aspiration of subglottic secretions, with randomized controlled studies showing a reduction in ventilator-associated pneumonia (VAP) rates [5] . However, these devices have not been universally adopted, may be cost-prohibitive, and are not as effective as simple head elevation. There is no correlation with aspiration or VAP rates and measurement of gastric volume residuals, and monitoring gastric volume may also lead to a reduction in nutritional intake. 10 . The correct answer is C. Comprehensive Stroke Centers are the highest level of care available for certification. Stroke Center certification is managed by The Joint Commission most commonly, but can also be managed by state regulations and several other certifying bodies. Acute Stroke Ready Hospitals have the ability to perform rapid neuroimaging, maintain a 60-min door-toneedle time, and have access to neurosurgical services within 3 h or by transfer. Primary Stroke Centers have the ability to perform rapid neuroimaging, maintain a 60-min door-to-needle time, have access to neurosurgical services within 2 h or by transfer, and have a stroke unit available. Comprehensive Stroke Centers have the ability to perform rapid neuroimaging, maintain a 60-min door-to-needle time, have access to neurosurgical and interventional services at all times (with a call schedule), have a stroke unit available, and have a neurocritical care unit. 11 . The correct answer is A. The most common classification system for the internal carotid artery divides it into the following segments, in order from proximal to distal: C1 (cervical), C2 (petrous/horizontal), C3 (lacerum), C4 (cavernous), C5 (clinoid), C6 (ophthalmic), and C7 (communicating/terminal) [6] . 12 . The correct answer is E. A number of landmark trials have been performed evaluating potential therapies in ARDS. The most notable of these was the ARDSNet trial comparing lower tidal volumes versus traditional tidal volumes, and established lung-protective ventilation as the standard of care in ARDS [7] . Other evidence-based interventions include prone positioning (the PROSEVA trial) [8] , the selective use of neuromuscular blocking agents (the ACURASYS trial) [9] , and ECMO (the CESAR trial). The use of HFOV early in ARDS was actually associated with poorer outcomes in a trial by Ferguson et al. [10] . 13 . The correct answer is D. One must be cautious when administering inhaled N-acetylcysteine in patients with poorly controlled asthma, as the drug itself may trigger bronchospasm in sensitive individuals. None of the other answer choices are contraindications to its use, and in fact, N-acetylcysteine is sometimes used as maintenance therapy in cases of idiopathic pulmonary fibrosis. 14. The correct answer is D. This patient has a craniopharyngioma. Though a histologically benign tumor, craniopharyngiomas infiltrate adjacent structures and cause significant morbidity and mortality. The mainstay of treatment is surgical resection. Craniopharyngiomas have a bimodal age distribution, with one peaks among children aged 5-14 and the other peak in adults aged 50-75. There are two types of craniopharyngioma: the adamantinous type is most common in children, and the papillary type is most common in adults. The most common presentations include hypopituitarism and visual deficits. Most patients suffer from chronic partial or complete hypopituitarism with approximately 80% requiring hormone substitution. Craniopharyngiomas arise from epithelial remnants of Rathke's pouch [11] . 15 . The correct answer is C. This patient's presentation and angiography findings are highly suggestive of moyamoya disease. Moyamoya is characterized by occlusions of the bilateral internal carotid arteries and proximal anterior and middle cerebral arteries. It may be congenital, or may be secondary to a variety of other conditions such as sickle cell disease and Down syndrome. Patients may suffer from recurrent headaches, ischemic insults, or remain completely asymptomatic. Women are more commonly affected than men. Surgical treatment is often recommended, particularly superficial temporal artery to middle cerebral artery (STA-MCA) bypass. 16 . The correct answer is E. Thyroid storm management typically consists of a beta-blocker to treat adrenergic tone, a thionamide to block new hormone synthesis, and an iodine solution to block the release of thyroid hormone. Cooling blankets may also be used to correct pyrexia. 17 . The correct answer is E. Central DI can arise from pathology in a number of different brain regions. This includes hypothalamic osmoreceptors, supraoptic or paraventricular nuclei, and/or the superior portion of the supraopticohypophyseal tract. 18 . The correct answer is E. The evaluation of serum ammonia in patients with hepatic encephalopathy remains somewhat controversial. Although patients usually present with elevated serum ammonia levels, there has been no cutoff that is consistently associated with symptomatic patients, nor is there a clear association between an increased serum ammonia level and a more severe degree of encephalopathy [12] . 19 . The correct answer is D. According to the ICH score, this patient receives 1 point for a GCS between 5 and 12, 0 points for her age (<80), 0 points for hemorrhage volume (<30 cc), and 1 point for infratentorial origin. The total score is 2 points, which corresponds to an in-hospital mortality of about 26% [13] . 20 . The correct answer is E. The Stewart-Hamilton equation for estimating cardiac output via thermodilution follows a relatively simple formula. A thermistor measures blood temperature change following a small bolus of cold injectate. Cardiac output is inversely proportional to the rate of change over time (i.e. impaired cardiac output is indicated by a longer, slower temperate change as measured by the thermistor). The formula is as follows:",
            "cite_spans": [
                {
                    "start": 1049,
                    "end": 1050,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1561,
                    "end": 1562,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2162,
                    "end": 2165,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2538,
                    "end": 2539,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 3262,
                    "end": 3263,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3612,
                    "end": 3613,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 4133,
                    "end": 4136,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 4139,
                    "end": 4140,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 4269,
                    "end": 4272,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 4673,
                    "end": 4674,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 5181,
                    "end": 5184,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 5414,
                    "end": 5417,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 5734,
                    "end": 5736,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 6681,
                    "end": 6683,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 6988,
                    "end": 6991,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 6994,
                    "end": 6996,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 7300,
                    "end": 7303,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 7387,
                    "end": 7390,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 7465,
                    "end": 7468,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 7604,
                    "end": 7608,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 7611,
                    "end": 7613,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 8793,
                    "end": 8797,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 8800,
                    "end": 8802,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 9451,
                    "end": 9453,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 9732,
                    "end": 9734,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 9983,
                    "end": 9985,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 10388,
                    "end": 10392,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 10395,
                    "end": 10397,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 10707,
                    "end": 10711,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 10714,
                    "end": 10716,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "where Q is cardiac output, V is injectate volume, Tb is blood temperature, Ti is injectate temperature, K1 and K2 are density, dead space, and heat corrections, and Tb(t)dt is the change in blood temperature over time. 21 . The correct answer is D. POTS, multiple system atrophy, neurocardiogenic syncope, and diabetic autonomic neuropathy are all forms of dysautonomia. Precordial catch syndrome, or \"Texidor's twinge\", is a benign chest pain syndrome seen primarily in teenagers and young adults. 22 . The correct answer is C. Phenytoin for 2 weeks has been associated with poorer cognitive and functional outcomes after SAH. Prophylaxis is still required for a shorter period, especially in an elderly female patient after craniotomy with visible injury on neuroimaging. Levetiracetam has become the preferred first line agent for this purpose. 23 . The correct answer is B. WHO grade I astrocytomas include pilocytic astrocytoma, pleomorphic xanthoastrocytoma, subependymal giant cell astrocytoma, and subependymoma. WHO grade II astrocytomas include fibrillary astrocytoma and mixed oligoastrocytoma. WHO grade III and IV respectively include anaplastic astrocytoma and glioblastoma multiforme (GBM). 24 . The correct answer is B. Tricyclic antidepressants are notorious for their ability to produce an exam mimicking complete brain death in the setting of an acute overdose, a state which may reverse over time with appropriate care [14] . Overdoses of phencyclidine and synthetic cathinone (colloquially known as \"bath salts\") usually result in a severely agitated state, while overdoses of MDMA or clonidine may present as lethargy, stupor, or even coma-but not to the point where all brainstem reflexes are abolished. Interestingly, an MDMA overdose may also result in states of severe agitation, hallucinations, or even frank seratonin syndrome. 25 . The correct answer is C. Patients with history of a recent neurosurgical procedure and suspected postoperative infection should be provided with empiric coverage for nosocomial pathogens such as Pseudomonas aeruginosa and MRSA. Additionally, anerobic coverage should be included for empiric treatment of brain abscesses. Of the choices listed, only cefepime, vancomycin and metronidazole provide appropriate anaerobic and nosocomial coverage. 26 . The correct answer is A. Preeclampsia and eclampsia are two of the most common hypertensive disorders of pregnancy. In preeclamptic pregnant patients, seizure activity may be preceded by headache, nausea, vomiting, and in some cases, cortical blindness. Nystagmus is not usually reported. 27 . The correct answer is E. A left-sided superior vena (LSVC) cava is an anatomic variant present in 0.3-0.5% of healthy subjects and 1.3-4.5% of those with congenital heart defects. In the majority of cases, the persistent LSVC connects to the right atrium via the coronary sinus; however, in a subset of patients (as in this patient), the LSVC connects to the left atrium. The partial pressure of oxygen from the catheter blood sample rules out an arterial source [15] . 28 . The correct answer is A. Mobile stroke units are a relatively new innovation that are still being evaluated for their generalizability. They are ambulances equipped with CT scanners and staffed by prehospital providers, CT techs, nurses who can provide tPA, and vascular neurologists. Thus far, these units have been deployed in large cities, not in rural areas. Patients seen in these mobile units are more likely to receive tPA closer to symptom onset, and are more likely to be transported to Primary Stroke Centers or Comprehensive Stroke Centers [16] . 29 . The correct answer is A. A hyperdynamic precordium causes movement of the chest wall that may be mistaken for respiration, and this is a common cause of false negative apnea testing. Electromagnetic interference may prevent a determination of brain death in regards to EEG testing. Ictal activity requires functioning neurons, and by definition, precludes brain death. Physician inattentiveness may result in a false positive apnea test, as patient respirations may go unnoticed. Severe hypocarbia should be addressed and corrected before performing apnea testing in the first place, as it may also result in false positive testing. 30 . The correct answer is D. Although cerebral venous sinus thrombosis is usually diagnosed via CT or MR venography, conventional angiography remains the diagnostic gold standard [17] . Transcranial doppler is primarily used to measure flow velocities in the proximal anterior and middle cerebral arteries, particularly in the setting of suspected vasospasm. 31 . The correct answer is D. The HAIR score is used to stratify the risk of 30-day mortality in subarachnoid hemorrhage. The components of the HAIR score are as follows: Hunt-Hess grade (H), patient age (A), presence of intraventricular hemorrhage (I), and whether or not the patient experiences re-bleed (R). Aneurysm size is not a consideration [18] . 32 . The correct answer is E. The risk of hemorrhage in an unruptured AVM is about 2-4% per year, and AVMs with concurrent arterial aneurysms are at a higher risk for rupture [19] . Exclusive deep venous drainage and deep brain location may also be risk factors, along with hemorrhage as the initial presenting symptom. 33 . The correct answer is A. The elements of the qSOFA score are altered mental status, hypotension, and tachypnea. Each element is worth 1 point; a score of 2 or 3 is associated with an increased risk of in-hospital mortality and increased ICU length-of-stay in patients admitted with an infectious illness [20] . 34 . The correct answer is B. The most common cause of recalcitrant hypokalemia is concurrent hypomagnesemia. This is especially true of patients on cisplatin therapy, who may have significant ongoing renal losses of both potassium and magnesium. Any patient who has hypokalemia that persists despite intravenous replacement should have a serum magnesium level checked first. Diarrhea and vomiting would be less likely to cause the degree of refractory hypokalemia seen here. Pancreatic fistulae are rare causes of hypokalemia. 35 . The correct answer is E. Triphasic wave encephalopathy (TWE) is a relatively nonspecific indicator of a wide range of metabolic, toxic and structural abnormalities. Differentiating which pattern represents a fixed encephalopathy versus a reversible super-imposed condition is challenging. Hepatic, renal, and electrolyte abnormalities should be considered. Benzodiazepine trial is reasonable as well. 36 . The correct answer is A. Plasma free metanephrine level is the most sensitive (99%) initial diagnostic test when working a patient up for pheochromocytoma, followed by urinary catecholamines (86%), plasma catecholamines (84%), and urinary vanillymandelic acid (64%) [21] . 37 . The correct answer is B. Amphotericin B, ceftriaxone, and erythromycin do not require a change in drug dosing during renal replacement therapy.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 499,
                    "end": 501,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 848,
                    "end": 850,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1206,
                    "end": 1208,
                    "text": "24",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1439,
                    "end": 1443,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1856,
                    "end": 1858,
                    "text": "25",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2304,
                    "end": 2306,
                    "text": "26",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2598,
                    "end": 2600,
                    "text": "27",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3066,
                    "end": 3070,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3073,
                    "end": 3075,
                    "text": "28",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 3629,
                    "end": 3633,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3636,
                    "end": 3638,
                    "text": "29",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 4274,
                    "end": 4276,
                    "text": "30",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 4454,
                    "end": 4458,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 4634,
                    "end": 4636,
                    "text": "31",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 4982,
                    "end": 4986,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 4989,
                    "end": 4991,
                    "text": "32",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 5164,
                    "end": 5168,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 5309,
                    "end": 5311,
                    "text": "33",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 5618,
                    "end": 5622,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 5625,
                    "end": 5627,
                    "text": "34",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 6153,
                    "end": 6155,
                    "text": "35",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 6559,
                    "end": 6561,
                    "text": "36",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 6830,
                    "end": 6834,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 6837,
                    "end": 6839,
                    "text": "37",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "Vancomycin, however, requires dosing adjustments during both continuous renal replacement therapy and intermittent hemodialysis. Catecholamines, such as norepinephrine, can be initiated at normal doses and titrated to effect. 38 . The correct answer is D. This patient has severe community acquired pneumonia in the setting of immunosuppression as a result of her recent RA flare and ongoing prednisone use. For patients with severe community acquired pneumonia requiring ICU admission, Infectious Disease Society of America guidelines recommend use of a antipneumococcal ß-lactam (i.e. ceftriaxone, cefotaxime, ampicillin-sulbactam) plus azithromycin or a respiratory fluoroquinolone (moxifloxacin, gemifloxacin, or levofloxacin) [22] . In addition, this patient has been on a significant dose of glucocorticoid (greater than 20 mg of prednisone for 1 month or longer) in addition to receiving methotrexate weekly for RA, which also puts her at risk for Pneumocystis (PCP) infection. As she has not been on prophylaxis for PCP, she should also be empirically treated with trimethoprim-sulfamethoxazole. 39 . The correct answer is B. Administration of acyclovir is associated with nephrotoxicity due to intra-tubular precipitation of crystals, and usually occurs during the initial 72 h of treatment. Lisinopril can cause acute kidney injury as well; however, in this case lisinopril is a home medication, and is less likely to be the culprit. Renal toxicity is not a common adverse effect associated with administration of phenytoin, amlodipine, or acetaminophen. 40 . The correct answer is E. All of the following are correct regarding the NEXUS criteria for cervical spine clearance, with the exception of an age requirement [23] . This is in contrast to the Canadian cervical spine rule [24] , although both are used in clinical practice. 41 . The correct answer is A. This patient is suffering from uremic encephalopathy, with characteristic uremic frost as a result of crystalline urea deposits on the skin. The serum BUN is usually markedly elevated, often times exceeding 200 mg/dL [25] . 42 . The correct answer is B. Although this is still a somewhat contentious subject, there is evidence to suggest that, among younger patients with low clinical grade bleeds as a result of aneurysms in the anterior or posterior circulation, an endovascular approach may provide better outcomes versus a traditional surgical approach. The surgical approach may be better suited to aneurysms of the middle cerebral artery, which are surgically easier to access versus aneurysms in the anterior or posterior circulation [26] . 43 . The correct answer is D. Cefazolin provides the narrowest coverage against likely organisms (i.e. Staphylococcus aureus and coagulase negative staphylococci), and is recommended for perioperative prophylaxis of certain neurosurgical procedures, including EVD placement. Ceftriaxone is incorrect because it provides much broader coverage compared to cefazolin, and is not the recommended agent according to Infectious Disease Society of America guidelines. Piperacillin/tazobactam is incorrect for similar reasons. Vancomycin and clindamycin are reserved for patients with beta-lactam allergies [27] . 44 . The correct answer is A. Fiberoptic oral intubation is preferred for cervical spine stability when compared to direct laryngoscopy, which requires extension of the cervical spine in many cases. Retrograde wire intubation is timeconsuming and generally reserved as a rescue technique only. 45 . The correct answer is C. NIPPV is most suited for acute exacerbations of COPD and congestive heart failure; however, it is contraindicated in cases of hemodynamic instability, acute myocardial infarction, and altered mental status. A combination of alcohol intoxication and recurrent vomiting would likely put a patient on NIPPV at risk of further aspiration events. 46 . The correct answer is E. Corticosteroids are frontline therapy for the treatment of neurosarcoid. When patients fail steroid therapy, a number of secondline treatments may be explored, including cyclosporine, methotrexate, azothioprine, and even radiation therapy in certain cases. FOLFOX is a chemotherapy regimen used in colorectal cancers, and has no role in the treatment of neurosarcoid. 47 . The correct answer is A. Light's criteria favoring transudative effusion are as follows: pleural fluid protein to serum protein <0.5, pleural fluid LDH to serum LDH <0.6, or pleural fluid LDH <2/3rd upper limit of normal for serum level.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "text": "38",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1104,
                    "end": 1106,
                    "text": "39",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1565,
                    "end": 1567,
                    "text": "40",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1728,
                    "end": 1732,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1791,
                    "end": 1795,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1843,
                    "end": 1845,
                    "text": "41",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2090,
                    "end": 2094,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2097,
                    "end": 2099,
                    "text": "42",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2614,
                    "end": 2618,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2621,
                    "end": 2623,
                    "text": "43",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 3220,
                    "end": 3224,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 3227,
                    "end": 3229,
                    "text": "44",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 3521,
                    "end": 3523,
                    "text": "45",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 3893,
                    "end": 3895,
                    "text": "46",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 4291,
                    "end": 4293,
                    "text": "47",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": "In this case, the fluid sample indicates this is likely a transudative effusion. 48 . The correct answer is C. This patient has ipsilateral ataxia and facial sensory findings with contralateral arm and leg sensory findings, classic for Wallenberg syndrome. The ataxia in this case is due to compression of the ipsilateral cerebellar peduncle, and not direct involvement of the cerebellum. Ipsilateral Horner's syndrome is also often present. Despite the risk from his mechanical mitral valve, this patient's anticoagulation must be temporarily held, as expansion and rebleeding in the confined space of the brainstem would likely be catastrophic. Surgical decompression and/or clot extraction is often not recommended for brainstem hemorrhages, and this patient's lack of evidence of increased ICP makes the possible benefits of such a high-risk surgery even smaller. 49 . The correct answer is E. The CRASH-2 trial was a randomized, placebocontrolled multicenter trial evaluating the safety and efficacy of tranexamic acid (load of 1 g over 10 min, followed by 1 g over 8 h infusion) in adult trauma patients at risk of severe hemorrhage (or in hemorrhagic shock) if administered within 8 h of presentation. Overall mortality was decreased in the TXA group, particularly in regards to bleeding as a cause of death. There was no statistically significant difference in thrombotic adverse events between the two groups, nor was there a difference in need for surgical intervention or blood product administration. The number needed to treat (NNT) was 67 (1.5% absolute risk reduction) [28] . 50 . The correct answer is A. According to RIFLE criteria, a 24 h urine output of <0.3 cc/kg (or alternatively, anuria × 12 h) qualifies as renal failure. Therefore, in this 50 kg patient, that would equate to a threshold of 150 cc/24 h (50 kg × 0.3).",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "text": "48",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 868,
                    "end": 870,
                    "text": "49",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1584,
                    "end": 1588,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1591,
                    "end": 1593,
                    "text": "50",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "A 48-year-old female is admitted to the ICU with a Hunt-Hess 2 modified"
        },
        {
            "text": ". The correct answer is C. Fluconazole inhibits the metabolism of tacrolimus, and it is recommended to reduce the dose of tacrolimus by 50% empirically when fluconazole therapy is initiated. Otherwise, tacrolimus levels may become supratherapeutic, which puts the patient at risk for developing seizures. 52. The correct answer is D. Although it has never been compared to placebo, IVIG has been demonstrated to be as effective as plasma exchange for GBS. Plasma exchange is most effective when started within 7 days, but may be effective in multiple outcome measures including degree of disability and need for mechanical ventilation even when given up to 30 days after symptom onset. Glucocorticoids are not recommended for Guillain-Barre management. The AAN recommends plasma exchange, but not IVIG, for ambulatory patients presenting within 2 weeks of symptom onset [29, 30] . 53. The correct answer is B. This patient has sustained circumferential burns to his chest and abdomen, rendering the skin tight and inelastic (eschar formation). The result is thoraco-abdominal compartment syndrome. This is manifested as reduced respiratory system compliance (elevated plateau pressure) and hypotension from impaired venous return. The treatment of this condition is urgent escharotomy, wherein the eschar is incised (usually longitudinally, in multiple locations on the thoracoabdominal wall) down to underlying intact, flexible fatty tissue. 54. The correct answer is A. Propofol infusion syndrome is a rare complication of propofol infusion associated with high doses and prolonged usage. Risk factors include young age, critical illness, high fat and low carbohydrate intake, concomitant catecholamine infusion, and steroid therapy. Findings include bradycardia and cardiovascular collapse, severe metabolic acidosis, rhabdomyolysis, hyperlipidemia, renal failure, and hepatomegaly. 55. The correct answer is A. A normal ICP waveform has a descending triphasic morphology. In the waveform shown, the second peak is higher than the first, a general indicator of intracranial hypertension and impaired brain compliance. 56. The correct answer is A. Central herniation involves bilateral temporal and thalamic herniation through the tentorial notch. Early confusion and small, reactive pupils (the diencephalic stage) may progress to unresponsiveness, fixed and midpoint pupils, decerebrate posturing, and increased muscle tone (the mesencephalic stage). 57. The correct answer is A. There are a number of medications that may be used to treat intractable hiccups, with chlorpromazine being the most commonly used agent. A number of other medications, including baclofen, metoclopramide, haloperidol, and a variety of anticonvulsants (including gabapentin, phenytoin, and valproic acid), have been used with varying degrees of success. Erythromycin, which is most often used to augment gut motility rather than as an antibiotic, is not a treatment for hiccups. 58. The correct answer is D. ESBL-producing organisms display resistance to third generation cephalosporins (such as ceftriaxone and cefotaxime) and monobactams (such as aztreonam). Carbapenems (such as doripenem, meropenem, and imipenem) are reasonable empiric treatment options [31] . 59. The correct answer is C. Autoimmune autonomic neuropathy is caused by antibodies against ganglionic acetylcholine receptors. Most cases of myasthenia Gravis are attributable to autoantibodies against either the acetylcholine receptor or MuSK receptors, while Lambert-Eaton myasthenic syndrome is caused by antibodies against voltage-gated calcium channel. Isaacs syndrome is due to antibodies against the voltage-gated potassium channel complex. 60. The correct answer is C. \"To Err is Human\", the 1999 report by the Institute of Medicine, reported famously that 44,000-98,000 deaths in the United States each year could be attributed to preventable medical errors. This has led to multiple other publications on the lack of reporting of medical errors, prompting concerns that this number was actually lower than reality. It also led to the Institute for Healthcare Improvement (IHI) launching the 100,000 lives campaign that sparked patient safety initiatives in over 3000 hospitals around the country. According to the IHI, the majority of errors can be traced back to systemic issues rather than a single person. 61. The correct answer is A. Occasionally, severe infections of the central nervous system require intraventricular antibiotic instillation, particularly after surgical procedures or secondary to infected shunt catheters. Gentamicin, vancomycin, amikacin, and polymyxin B have all been used for this purpose. Cephalosporins and penicillin, on the other hand, are neurotoxic agents, and cannot be given via the intraventricular route. 62. The correct answer is A. CBV is defined as the MTT multiplied by the CBF, and is usually measured in mL/100 g. Normal CBV is approximately 2.6 ± 0.8 mL/100 g in grey matter and 1.3 ± 0.4 mL/100 g in white matter [32] . 63. The correct answer is B. The CAM-ICU scoring system is a delirium monitoring tool, and is graded dichotomously (delirium is present or absent). It excludes patients with a RASS score of −4 or −5, and involves the use of the Letters Inattention Test, as well as evaluations of disorganized thinking and level of consciousness. It was originally designed with input from geriatricians and neuropsychologists, but can be used in patients of any age group. 64. The correct answer is D. Although somewhat controversial, \"hypertensive emergency\" is generally defined as hypertensive crisis (systolic pressure >180 mmHg or diastolic pressure >110 mmHg) plus end-organ dysfunction. The more murkily defined \"hypertensive urgency\" is sometimes used in the setting of hypertensive crisis without end-organ dysfunction [33] . 65. The correct answer is B. Renal replacement therapy should be initiated early in the critically ill patient as it is dangerous to wait for complications to appear before intervening. Criteria for initiation of renal replacement therapy for chronic renal failure may be inappropriate in critically ill patients. Current evidence does not support the view that continuous renal replacement therapy is superior to peritoneal dialysis and conventional intermittent hemodialysis [34] . Continuous renal replacement therapies allow lower average serum urea levels compared to intermittent therapies and avoids dangerous peaks of solute increase. The removal of unwanted solvent or water is done through the process called ultrafiltration, whereas removal of unwanted solutes is achieved through the process of diffusion. 66. The correct answer is D. This patient most likely has reversible cerebral vasoconstriction syndrome, possibly precipitated by recent sertraline use. This entity is more common in women. Sumatriptan is relatively contraindicated, as triptans may potentially exacerbate vasoconstriction. Supportive therapy is the mainstay of treatment. Glucocorticoids have not been proven to be beneficial in this setting. Most patients have complete resolution of symptoms and radiographic findings with basic supportive care [35] . 67. The correct answer is C. This patient has ventilator-associated pneumonia, which is defined as a pneumonia occurring >48 h after endotracheal intubation. IDSA guidelines recommend that noninvasive sampling with semiquantitative culture be used to diagnose ventilator associated pneumonia, rather than invasive sampling methods. Invasive sampling methods include bronchoscopic techniques such as bronchoalveolar lavage (BAL), protected specimen brush (PSB), and blind bronchial sampling (ie, mini-BAL). Noninvasive respiratory sampling refers to endotracheal aspiration. There is no evidence that invasive microbiological sampling with quantitative cultures improves clinical outcomes compared with noninvasive sampling with either quantitative or semiquantitative cultures. Additionally, noninvasive sampling can be done more rapidly than invasive sampling, with fewer complications and utilizing fewer resources [36] . 68. The correct answer is B. The Lindegaard ratio refers to the mean MCA velocity divided by the ipsilateral ICA velocity. It is used to distinguish increased velocity as a result of hyperemia from increased velocity as a result of cerebral vasospasm, i.e., markedly increased MCA velocity in the face of low or normal ICA velocity is less likely to be explained by hyperemia alone. Broadly speaking, hyperemia is more likely with a Lindegaard ratio <3 [37] . 69. The correct answer is C. Neoplastic meningitis is best described as carcinomatous meningitis in the setting of a solid tumor, versus leukemic or lymphomatous meningitis in the case of hematologic malignancies. Although melanoma is more likely to spread to the leptomeninges, the higher incidence of breast cancer makes it the most common overall cause. CSF sampling is the diagnostic test of choice, though a second sampling may be necessary in order to ensure the presence of malignant cells. Obtaining a third and fourth sample is less likely to be of diagnostic value. Leptomeningeal disease in the setting of unknown primary is uncommon, accounting for <10% of cases. Cranial nerve palsies are common complaints, particularly CN III, VI and VI. 70. The correct answer is B. Nimodipine, while used frequently in neurocritical care settings for the prevention of delayed cerebral ischemia following subarachnoid hemorrhage, is not available as a continuous infusion. Clevidipine and nicardipine infusions are used primarily as antihypertensives, while diltiazem is used primarily for rate control in the setting of paroxysmal atrial fibrillation.",
            "cite_spans": [
                {
                    "start": 870,
                    "end": 874,
                    "text": "[29,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 875,
                    "end": 878,
                    "text": "30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3241,
                    "end": 3245,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 5019,
                    "end": 5023,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 5838,
                    "end": 5842,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 6322,
                    "end": 6326,
                    "text": "[34]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 7177,
                    "end": 7181,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 8101,
                    "end": 8105,
                    "text": "[36]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 8561,
                    "end": 8565,
                    "text": "[37]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "51"
        },
        {
            "text": ". The correct answer is C. The cuff leak test involves deflating the endotracheal balloon, followed by measuring the volume of air that escapes from the otherwise-closed ventilator circuit. It is intended to be a surrogate measure of laryngeal edema. The maneuver is far from perfect when it comes to predicting which patients will and will not be successfully extubated, and several confounding variables may exist (such as the presence of crusted secretions around the endotracheal tube). However, a number of studies have repeatedly demonstrated a high negative predictive value for post-extubation stridor when the cuff leak exceeds 100 mL [38] . 72. The correct answer is E. A number of different infections may precede an episode of Guillain-Barre syndrome, with Campylobacter jejuni being the most common cause overall (approximately 30% of cases), followed by CMV, EBV, and Mycoplasma pneumoniae. RSV-related illnesses are not generally recognized as preceding events [39] . 73. The correct answer is E. cEEG has been studied extensively in the setting of subarachnoid hemorrhage, particularly in regards to predicting the onset of vasospasm and delayed cerebral ischemia. In one study, relative alpha variability was shown to precede the onset of angiographically-proven vasospasm by up to 3 days [40] . 74. The correct answer is A. This patient has many of the cardinal symptoms of myasthenia gravis, including weakness that is worse at the end of the day, difficulty chewing her food, and visual changes. Patients often report blurry vision before frank diplopia sets in. She now has both hypoxemic and hypercarbic respiratory failure, likely secondary to an upper respiratory infection, and is having difficulty clearing secretions. She requires urgent intubation and control of her airway before any other definitive treatments can be initiated. 75. The correct answer is A. Short term reductions in oxygen consumption with the use of neuromuscular blocking agents has been suggested as a potential benefit in septic shock, not ARDS. In ARDS, the proposed benefits of neuromuscular blocking agents are (1) improvement in patient-ventilator synchrony, (2) matching of target and delivered tidal volumes, (3) decrease in delivered alveolar pressure, and (4) reduced breath stacking [41] . 76. The correct answer is B. Low molecular weight heparin should be initiated within 72 h post-injury, and a dose should be held prior to surgical intervention and resumed within 24 h post-surgery. Unfractionated heparin is not the preferred method of prophylactic anticoagulation in acute spinal cord injury [42] . 77. The correct answer is B. A recent meta-analysis has indicated a slightly lower risk of adverse cardiac events with the 600 mg loading dose of clopidogrel compared to the 300 mg dose, without an increased risk of major bleeding events [43] . Both doses are commonly used in practice. 78. The correct answer is C. About 20% of patients with spontaneous subarachnoid hemorrhage will have normal cerebral angiography. This is more common in patients with a classic perimesencephalic pattern of bleeding. In general, patients with angiogram-negative subarachnoid hemorrhage have excellent long-term outcomes.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 648,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 976,
                    "end": 980,
                    "text": "[39]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1306,
                    "end": 1310,
                    "text": "[40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2293,
                    "end": 2297,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2609,
                    "end": 2613,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2854,
                    "end": 2858,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "71"
        },
        {
            "text": ". The correct answer is E. The description of a rapidly progressive confluent erythematous rash on the face, neck and torso that quickly resolves with conservative management is typical of \"red man syndrome\", a mast-cell mediated response that is not a true allergic reaction. Vancomycin is the causative agent, and this syndrome can be prevented by administering the vancomycin over a longer period of time. 80. The correct answer is E. Amiodarone bolus and infusion for rate control in atrial fibrillation is usually not weight based. Patients receive a 150 mg bolus, followed by an infusion at 1 mg/min during the first 6 h, and then 0.5 mg/min for the next 18 h. So, in the first 24 h, a patient will usually receive 150 + (60 × 6) + (30 × 18) = 1050 mg. 81. The correct answer is B. Introduction of PEEP increases end-expiratory intrathoracic pressure, which impedes venous return and may cause a reduction in cardiac output. A decrease in urine output caused by PEEP has been attributed to multiple factors, such as decreases in cardiac output and renal blood flow, reduced intravascular volume, activation of sympathetic and reninangiotensin-aldosterone-antidiuretic hormone systems, and suppression of atrial natriuretic peptide. Addition of PEEP decreases left-ventricular afterload by increasing intrathoracic pressure, thereby reducing transmural left ventricular pressure and afterload. Elevated intrathoracic pressures due to PEEP may also lead to compression of alveolar blood vessels and a rise in right ventricular afterload due to an increase in pulmonary vascular resistance. PEEP also leads to increased alveolar recruitment and opening of dependent lung units, leading to an increase in FRC. 82. The correct answer is A. Compartment syndrome is often a clinical diagnosis, and when the pre-test probability is high enough, intervention is often sought prior to confirmatory testing. However, if further testing is required, measuring compartment pressures directly is the confirmatory test of choice. 83. The correct answer is C. There are several basic injury patterns to know when evaluating an EKG for evidence of ischemia and infarction, and these correspond with so-called contiguous leads. The correct patterns are as follows: I, aVL-lateral; II, III, aVF-inferior; V1, V2-septal; V3, V4-anterior; V5, V6-lateral. 84. The correct answer is C. Currently guidelines from the ASA and AHA recommend surgical clot removal in this circumstance. While EVD placement may not put patients at a high risk of upwards herniation as previously feared, it is still not recommended as the preferred option. Lumbar puncture, mannitol, or hypertonic saline will not be curative in this case [44] . 85. The correct answer is C. The use of serum creatinine to assess the severity of AKI is limited by medication effects, patient nutrition, and other alterations produced by non-renal disease states. The absolute level of creatinine does not always reflect the severity of underlying kidney damage. Rises in serum creatinine occur 12-24 h following tissue injury, and therefore do not detect early stage AKI. The time to reach a 50% increase in serum creatinine is directly related to baseline kidney function, and ranges from 4 h with normal function to >24 h with stage 4 chronic renal failure. Creatinine is a functional measure of renal function, but not a very good marker for structural renal damage. 86. The correct answer is D. The 'lung-point sign' occurs at the border of a pneumothorax. It is due to sliding lung intermittently coming into contact with the chest wall during inspiration. It can allow for estimation of the size of a pneumothorax, and also guide management. If a lack of lung sliding is visualized anteriorly, the probe can progressively be moved to more lateral and posterior positions on the chest wall searching for the location of the lung-point. The more lateral or posterior the 'lung-point sign' is identified, the larger the pneumothorax. Therefore, if the 'lung-point sign' is seen in an anterior location on the chest wall and the patient is stable, the sonographer can be assured that the pneumothorax is relatively small. Although the specificity is high, the sensitivity of the 'lung-point sign' is relatively low (reported at 66%) and is not seen in cases of total lung collapse [45] . 87. The correct answer is E. A number of agents may be used to prevent shivering in patients undergoing TTM. These include opiates, buspirone, magnesium, propofol, acetaminophen, and dexmedetomidine, along with non-pharmacologic approaches such as skin counterwarming. In extreme cases, it may even be necessary to paralyze patients with agents such as cisatracurium or vecuronium in order to ensure shivering does not prohibit ideal cooling. 88. The correct answer is B. This patient is having significant hemoptysis, most likely a result of his pulmonary malignancy. There is no universal consensus on the definition massive hemoptysis. Some define it as more than 500 mL in a 24-h period, or more than 100 mL/h. Others define it as any amount that leads to abnormal gas exchange. Semantics aside, massive hemoptysis can be fatal, more the result of asphyxiation rather than blood loss. The initial steps in management include correctly positioning the patient, establishing a secure airway, ensuring adequate gas exchange and cardiovascular function, and controlling bleeding. In this case, bronchoscopy identified bleeding from the right lower lobe. Therefore, the patient should be placed on his right side, with the presumed bleeding source in the dependent position, since spillage may impair gas exchange in the healthy lung. 89. The correct answer is B. Mortality in flail chest may be as high as 25%, and the most common cause of death is secondary to pneumonia. However, there is no validated role for prophylactic antibiotics, nor is early operative intervention beneficial [46] . 90. The correct answer is E. Bicuspid aortic valve is the most common congenital heart defect, and a significant percentage of patients will have concurrent thoracic aortic aneurysms which may be prone to rupture at a relatively young age [47] . Sharp or tearing chest pain radiating to the back in a patient with a known bicuspid valve should immediately prompt concern for aortic dissection, which includes CT angiography of the chest if the patient is hemodynamically stable.",
            "cite_spans": [
                {
                    "start": 2700,
                    "end": 2704,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 4327,
                    "end": 4331,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 5920,
                    "end": 5924,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 6166,
                    "end": 6170,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "79"
        },
        {
            "text": ". The correct answer is D. The classic diagnostic features of TTP are thrombocytopenia (with or without purpura), fever, altered mental status (which may range from mild confusion to frank hallucinations), hemolytic anemia (including the presence of schistocytes on the peripheral smear), and fever. It is rare, however, for a patient with TTP to present with all five elements of the \"pentad\". The INR is usually normal, which may help to differentiate TTP from disseminated intravascular coagulation (DIC). 92. The correct answer is A. This man is victim of ground transmission of highvoltage electrical energy from a lightning strike to a nearby grounded object. Patients with cardiopulmonary arrest from lightning strike usually have asystole as the initial presenting rhythm, though ventricular fibrillation can be a secondary rhythm [48] . These patients are typically able to be resuscitated quickly and with a high degree of success, and CPR according to standard protocols should be initiated immediately. 93. The correct answer is A. The majority of antiepileptic medications increase warfarin metabolism and may result in an unwanted decrease in the serum INR. The notable exception is valproic acid, which competes with warfarin for albumin binding and may result in a rapid increase in the serum INR, particularly in the setting of a valproic acid loading dose [49] . 94. The correct answer is A. Although the FAST exam is useful in the initial evaluation of a patient with blunt abdominal trauma, hemodynamic instability and suspected hollow viscous injury mandate immediate surgical exploration without delay. Contrast-enhanced CT may take too long in this setting, and peritoneal lavage is rarely performed since the widespread use of bedside sonography. 95. The correct answer is E. The CT angiogram shows bilateral pulmonary emboli. Given that this patient is hemodynamically stable and not in extremis, and has a history of a malignancy with a high predilection for metastatic brain lesions (which tend to bleed easily), a noncontrast head CT should first be performed before administering systemic anticoagulation. If the head CT is unremarkable, the next step would be a continuous heparin infusion. The patient is not ill enough to warrant systemic thrombolytics or cardiothoracic surgery consult at this time (i.e. there is no evidence of right heart strain or hemodynamic compromise). 96. The correct answer is A. Levetiracetam's mechanism of action is not entirely understood, but it is thought to exert its effects in part through presynaptic calcium channel inhibition. Sodium channel inhibition is the mechanism by which a number of antiepileptic medications act, including phenytoin, valproate, and carbamazepine. The benzodiazepines, including lorazepam and alprazolam, operate via potentiation of GABA at the GABA receptor. Felbamate operates via NMDA receptor inhibition. Finally, retigabine is a novel anticonvulsant medication that operates by activating voltage gated potassium channels. 97. The correct answer is E. This patient is experiencing severe headaches and elevated ICP readings in the setting of a recently clamped EVD. Of the choices listed, the next best step is to open the drain and monitor for clinical improvement. If the patient quickly improves, she may end up requiring a ventriculoperitoneal shunt, although another clamp trial may be attempted. 98. The correct answer is B. Pseudoaneurysm formation is an uncommon complication of cardiac catheterization. Treatment ranges from conservative management for small pseudoaneurysms to percutaneous thrombin injection and vessel stenting for more significant lesions. Ultrasonographic evaluation of the femoral artery is usually the initial test of choice. Iatrogenic retroperitoneal hemorrhage can be ruled out with a pelvic CT, but generally presents as back and flank pain with or without signs of hemodynamic compromise and anemia. 99. The correct answer is A. The 4T score is used to rule-out the possibility of HIT in patients who have developed thrombocytopenia. The elements of the 4T score are timing of platelet count fall, platelet count fall relative to baseline, occurrence of thrombotic events, and the existence of an alternative explanation for the patient's thrombocytopenia. Patients are stratified into low-, intermediate-, or high-risk, based on their history, with patients in the low-risk group not requiring further laboratory testing for HIT. Patient age is not a factor in the 4T score. 100. The correct answer is C. This patient has a large lung abscess that is seen as an area of hypodensity surrounded by lung parenchyma. It may be difficult to differentiate lung abscess from a loculated empyema; however contrast enhanced chest CT often helps to make that distinction. Pyogenic lung abscesses are treated successfully with prolonged antibiotic therapy in 80-85% of cases, though there may be situations in which drainage may be necessary. These include very large abscess, persistent sepsis syndrome, generalized debility, and risk of rupture. Percutaneous or endobronchial drainage may be performed depending on the location of the abscess and the available expertise. The biggest concerns for percutaneous drainage with a large bore chest tube may be contamination of the pleural space leading to empyema, hemothorax, pneumothorax, and formation of a broncho-pleural fistula. Hence, percutaneous insertion of a small bore pigtail catheter is the next best step in this case. With poor clinical response, drug resistance should be suspected, and hence continuing antibiotics without any other intervention is not appropriate. The patient has small parapneumonic pleural effusion, and there is no role for thoracentesis. Percutaneous drainage is often favored over surgical management, when feasible [50] .",
            "cite_spans": [
                {
                    "start": 839,
                    "end": 843,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1374,
                    "end": 1378,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 5831,
                    "end": 5835,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "91"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute posthypoxic myoclonus after cardiopulmonary resuscitation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouwes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Poppelen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Koelman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Neurol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A new form of herniation: the Chiari V malformation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tubbs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muhleman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loukas",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Oakes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Childs Nerv Syst",
            "volume": "28",
            "issn": "2",
            "pages": "305--312",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Refining clinical risk stratification for predicting stroke and thromboembolism in atrial fibrillation using a novel risk factor-based approach: the euro heart survey on atrial fibrillation",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lip",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nieuwlaat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pisters",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Crijns",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Chest",
            "volume": "137",
            "issn": "2",
            "pages": "263--72",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Supine body position as a risk factor for nosocomial pneumonia in mechanically ventilated patients: a randomised trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Drakulovic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Nicolas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nogué",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferrer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lancet",
            "volume": "354",
            "issn": "9193",
            "pages": "1851--1859",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Subglottic secretion drainage for the prevention of ventilator-associated pneumonia: a systematic review and metaanalysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Muscedere",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rewa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mckechnie",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laporta",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Heyland",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Crit Care Med",
            "volume": "39",
            "issn": "8",
            "pages": "1985--91",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Segments of the internal carotid artery: a new classification",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bouthillier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Van Loveren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Keller",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Neurosurgery",
            "volume": "38",
            "issn": "3",
            "pages": "425--457",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Acute Respiratory Distress Syndrome Network. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome",
            "authors": [],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "18",
            "pages": "1301--1309",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Prone positioning in severe acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guérin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reignier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Richard",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "23",
            "pages": "2159--68",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "High-frequency oscillation in early acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Guyatt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "9",
            "pages": "795--805",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Neuromuscular blockers in early acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Papazian",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Forel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gacouin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "363",
            "issn": "12",
            "pages": "1107--1123",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The clinical, metabolic and endocrine features and the quality of life in adults with childhood-onset craniopharyngioma compared with adultonset craniopharyngioma",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kendall-Taylor",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Jönsson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Abs",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur J Endocrinol",
            "volume": "152",
            "issn": "4",
            "pages": "557--67",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Current concepts in the assessment and treatment of hepatic encephalopathy",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Cash",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcconville",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcdermott",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccormick",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Callender",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Mcdougall",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "QJM",
            "volume": "103",
            "issn": "1",
            "pages": "9--16",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The ICH score: a simple, reliable grading scale for intracerebral hemorrhage",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hemphill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Bonovich",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Besmertis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Manley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Stroke",
            "volume": "32",
            "issn": "4",
            "pages": "891--898",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Reversible brain death. A manifestation of amitriptyline overdose",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Dantzker",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Chest",
            "volume": "99",
            "issn": "4",
            "pages": "1037--1045",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Central venous catheter intravascular malpositioning: causes, prevention, diagnosis, and correction",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roldan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Paniagua",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "West J Emerg Med",
            "volume": "16",
            "issn": "5",
            "pages": "658--64",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effect of the use of ambulance-based thrombolysis on time to thrombolysis in acute ischemic stroke: a randomized clinical trial",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ebinger",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wendt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA",
            "volume": "311",
            "issn": "16",
            "pages": "1622--1653",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cerebral venous thrombosis-spectrum of CT findings",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Karthikeyan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vijay",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Neuroradiology",
            "volume": "14",
            "issn": "",
            "pages": "129--166",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Risk stratification for the in-hospital mortality in subarachnoid hemorrhage: the HAIR score",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ouyang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Neurocrit Care",
            "volume": "21",
            "issn": "1",
            "pages": "14--23",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Natural history of brain arteriovenous malformations: a systematic review",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Abecassis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Batjer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Bendok",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Neurosurg Focus",
            "volume": "37",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Assessment of clinical criteria for sepsis: for the third international consensus definitions for sepsis and septic shock (Sepsis-3)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Seymour",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "X"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Iwashyna",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA",
            "volume": "315",
            "issn": "8",
            "pages": "762--74",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Biochemical diagnosis of pheochromocytoma: which test is best?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Lenders",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pacak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Walther",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "287",
            "issn": "11",
            "pages": "1427--1461",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Infectious Diseases Society of America/ American Thoracic Society consensus guidelines on the management of community-acquired pneumonia in adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mandell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anzueto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "2",
            "pages": "27--72",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Selective cervical spine radiography in blunt trauma: methodology of the National Emergency X-Radiography Utilization Study (NEXUS)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Wolfson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Mower",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Canadian C-spine rule for radiography in alert and stable trauma patients",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "G"
                    ],
                    "last": "Stiell",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Vandemheen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "JAMA",
            "volume": "286",
            "issn": "15",
            "pages": "1841--1849",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Uremic frost: a harbinger of impending renal failure",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Saardi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Dermatol",
            "volume": "55",
            "issn": "1",
            "pages": "17--20",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Endovascular coiling versus neurosurgical clipping for patients with aneurysmal subarachnoid haemorrhage",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Van Der Schaaf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Algra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wermer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Clinical practice guidelines for antimicrobial prophylaxis in surgery",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Bratzler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Dellinger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Surg Infect (Larchmt)",
            "volume": "14",
            "issn": "1",
            "pages": "73--156",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Effects of tranexamic acid on death, vascular occlusive events, and blood transfusion in trauma patients with significant haemorrhage (CRASH-2): a randomised, placebo-controlled trial",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shakur",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bautista",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "376",
            "issn": "9734",
            "pages": "23--32",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Intravenous immunoglobulin for Guillain-Barré syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Swan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Doorn",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Practice parameter: immunotherapy for Guillain-Barré syndrome: report of the Quality Standards Subcommittee of the American Academy of Neurology",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Wijdicks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barohn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Neurology",
            "volume": "61",
            "issn": "6",
            "pages": "736--776",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Worldwide experience with the use of doripenem against extended-spectrum-beta-lactamase-producing and ciprofloxacinresistant Enterobacteriaceae: analysis of six phase 3 clinical studies",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kaniga",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Flamm",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Friedland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Redman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Antimicrob Agents Chemother",
            "volume": "54",
            "issn": "5",
            "pages": "2119--2143",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Quantification of cerebral blood flow, cerebral blood volume, and blood-brain-barrier leakage with DCE-MRI",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sourbron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ingrisch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Siefert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Reiser",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Herrmann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Magn Reson Med",
            "volume": "62",
            "issn": "1",
            "pages": "205--222",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Hypertensive emergencies: an update",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Marik",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rivera",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Opin Crit Care",
            "volume": "17",
            "issn": "6",
            "pages": "569--80",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Continuous vs. intermittent hemodialysis: with which spin will my patient win? Crit Care",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chater",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kellum",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Reversible cerebral vasoconstriction syndromes: analysis of 139 cases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Singhal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hajj-Ali",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Topcuoglu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arch Neurol",
            "volume": "68",
            "issn": "8",
            "pages": "1005--1017",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Executive Summary: management of adults with hospital-acquired and ventilator-associated pneumonia: 2016 clinical practice guidelines by the Infectious Diseases Society of America and the",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kalil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Metersky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klompas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "63",
            "issn": "5",
            "pages": "575--82",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Transcranial Doppler ultrasonography in anaesthesia and intensive care",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Moppett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Mahajan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Anaesth",
            "volume": "93",
            "issn": "5",
            "pages": "710--734",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Clinical review: post-extubation laryngeal edema and extubation failure in critically ill adult patients",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Wittekamp",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Mook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Tjan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Zwaveling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Bergmans",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Crit Care",
            "volume": "13",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Infections and the Guillain-Barré syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hartung",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Neurol Neurosurg Psychiatry",
            "volume": "66",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Early detection of vasospasm after acute subarachnoid hemorrhage using continuous EEG ICU monitoring",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Vespa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Nuwer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Juhász",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Electroencephalogr Clin Neurophysiol",
            "volume": "103",
            "issn": "6",
            "pages": "607--622",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Early paralysis for the management of ARDS",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Grawe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Hurford",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Respir Care",
            "volume": "61",
            "issn": "6",
            "pages": "830--838",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Acute pharmacological DVT prophylaxis after spinal cord injury",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Christie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thibault-Halman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Casha",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Neurotrauma",
            "volume": "28",
            "issn": "8",
            "pages": "1509--1523",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Outcome comparison of 600 mg versus 300 mg loading dose of clopidogrel for patients with ST-elevation myocardial infarction: a meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vyas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "El Accaoui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blevins",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Karrowni",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Postgrad Med",
            "volume": "126",
            "issn": "5",
            "pages": "176--86",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Guidelines for the management of spontaneous intracerebral hemorrhage: a guideline for healthcare professionals from the American Heart Association/American Stroke Association",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Morgenstern",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Hemphill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Stroke",
            "volume": "41",
            "issn": "9",
            "pages": "2108--2137",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Lung ultrasound in the critically ill (LUCI) and the lung point: a sign specific to pneumothorax which cannot be mimicked",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moreno-Aguilar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lichtenstein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Crit Care",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The management of flail chest",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Pettiford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Luketich",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Landreneau",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Thorac Surg Clin",
            "volume": "17",
            "issn": "1",
            "pages": "25--33",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Bicuspid aortic valve: a review with recommendations for genetic counseling",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Freeze",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Landis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Ware",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Helm",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Genet Couns",
            "volume": "25",
            "issn": "6",
            "pages": "1171--1179",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "American Heart Association Guidelines for Cardiopulmonary Resuscitation and Emergency Cardiovascular Care",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Vanden Hoek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shuster",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Circulation",
            "volume": "122",
            "issn": "18",
            "pages": "829--61",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Valproic acid and warfarin: an underrecognized drug interaction",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Giraldo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "Wijdicks",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Neurocrit Care",
            "volume": "15",
            "issn": "1",
            "pages": "182--187",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "An update on the drainage of pyogenic lung abscesses",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Wali",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Thorac Med",
            "volume": "7",
            "issn": "1",
            "pages": "3--7",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Which of the following is true regarding cerebral blood flow (CBF), cerebral blood volume (CBV), and mean transit time (MTT) in CT perfusion imaging? A. CBV = CBF × MTT B. CBV = CBF + MTT C. MTT = CBF + CBV D. MTT = CBF × CBV E. CBF = MTT × CBV 63. Which of the following is true regarding the Confusion Assessment Method for the ICU (CAM-ICU) scoring system?",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "A. The Hunt-Hess scoring system is used to predict overall mortality B. The Fisher and modified Fisher scores are used to predict the risk of cerebral vasospasm C. The World Federation of Neurologic Surgeons (WFNS) grade is based on the Glasgow Coma Scale (GCS) and the presence or absence of focal deficits D. The HAIR score is based on the Hunt-Hess grade, aneurysm size, presence of intraventricular hemorrhage, and whether or not the patient experiences re-bleed E. All of the above are true 32. A 40-year-old male has recently been diagnosed with a right frontal arteriovenous malformation (AVM) after an MRI was performed for the evaluation of recurrent headaches. Which of the following is the estimated risk of intracranial hemorrhage due to this lesion? Ask the nurse if the patient has been experiencing diarrhea overnight D. Ask the nurse if the patient has been experiencing vomiting overnight E. Assess for the presence of a pancreatic fistula35. A 45-year-old female with a history of epilepsy presents to the emergency department with altered mental status requiring intubation; a continuous electroencephalogram (EEG) reveals severe diffuse background slowing with continuous generalized periodic discharges (GPDs) of variable triphasic morphology. You suspect that she is in non-convulsive status epilepticus (NCSE). Which of the following should be considered at this time?A. Hepatic impairment must be ruled out B. Renal impairment must be ruled out C. Major electrolyte abnormalities must be ruled out D. Benzodiazepines should be administered to see if the background becomes faster and more reactive E. All of the above 36. A 54-year-old male with a history of severe paroxysmal hypertension is currently being evaluated for the presence of a pheochromocytoma. Which of the following is the most sensitive initial diagnostic test in this setting? 39. A 45-year-old male with a history of diabetes mellitus and hypertension presents to the emergency room after a generalized tonic-clonic seizure that lasts approximately 2 min. His home medications include amlodipine, lisinopril, metformin, and glimepiride. He reports that he has been suffering from a \"cold\" and severe headaches for the past 4 days. A non-contrast CT of the brain is unremarkable. His admission laboratory values are as follows: sodium 132 mEq/L, potassium 3.1 mEq/L, carbon dioxide 18 mEq/L, blood urea nitrogen (BUN) 18 mg/dL, and serum creatinine 1.1 mg/dL. A lumbar puncture is performed, and the patient is initiated on empiric antiviral therapy for suspected viral encephalitis. His medications on admission include: acyclovir 700 mg IV every 8 h, phenytoin 100 mg three times a day, lisinopril 10 mg daily, insulin glargine 20 IU units at bedtime, insulin sliding scale three times a 42. A 44-year-old male presents to the emergency department with a severe headache and neck pain. He is found to have a small ruptured aneurysm of the anterior communicating artery, and is deemed to be a candidate for both surgical and endovascular treatment. The patient is neurologically intact, and his family asks for your recommendation regarding treatment. Which of the following responses would be most appropriate?A. This patient should undergo surgical clipping of his aneurysm B. This patient should undergo endovascular coiling of his aneurysm C. In this patient population, both approaches are expected to have similar clinical outcomes D. This patient should undergo observation and medical management only at this time, and delayed treatment can be discussed at a later date E. This patient should undergo observation and medical management only at this time, with no treatment at a later date Right cerebellum; reversal of anticoagulation and surgical decompression C. Right medulla; reversal of anticoagulation and medical management of ICP crises D. Right medulla; reversal of anticoagulation and surgical decompression E. Right medulla; maintenance of anticoagulation is this is likely hemorrhagic Significant increase in vascular occlusion events in the TXA group C. No difference in need for surgery or transfusion between the two groups D. Decreased overall mortality in the placebo group E. The number needed to treat (NNT) is about 67",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Mean MCA velocity divided by ipsilateral internal carotid artery (ICA) velocity C. Mean MCA velocity divided by contralateral MCA velocity D. Mean ACA velocity divided by contralateral ACA velocity E. Mean ACA velocity divided by ipsilateral ICA velocity 69. Which of the following statements regarding neoplastic meningitis is true?A. It is referred to as carcinomatous meningitis when it occurs in the setting of a hematologic malignancy B. Melanoma is the most commonly encountered cause of leptomeningeal disease C. Cranial nerve palsies are common findings D. CSF sampling may be necessary up to four times in order to ensure the presence of malignant cells E. Carcinomas of unknown primary constitute approximately 25% of cases 70. Which of the following calcium channel blockers is not available as a titratable continuous infusion?73. Regarding continuous electroencephalography (cEEG), relative alpha variability may be used to predict the onset of which of the following? year-old female presents to the emergent department with progressive weakness and increasing dyspnea. She has had nasal congestion, a sore throat, and a mild cough for the last several days. On further questioning, she reports exhaustion with routine chores such as combing her hair, as well as blurry vision that is worse at the end of the day. She has had a 10 lb weight loss in the last month, and is having difficulty chewing her food while eating meals. She is febrile to 39 °C, tachypneic, and has audible secretions. Her oxygen saturation is noted to be 88% on room air, and an arterial blood gas shows the following: pH 7.32, PO 2 70 mmHg, PCO 2 75 mmHg.A chest x-ray shows a left lower lobe opacity and a small left pleural effusion. Which of the following should be performed next?A. Intubate the patient B. Initiate noninvasive positive pressure ventilation C. Check her negative inspiratory force (NIF) and vital capacity D. Perform diagnostic thoracentesis E. Arrange for plasmapharesis 75. All of the following are proposed mechanisms of benefit in the use of neuromuscular blocking agents in the care of adults with severe acute respiratory distress syndrome (ARDS) except: A. Reduction in oxygenation consumption B. Reduction in breath stacking C. Decrease in delivered alveolar pressure D. Improvement in patient-ventilator synchrony E. Improved matching of target and delivered tidal volumes 76. Which of the following is correct regarding deep venous thrombosis (DVT) prophylaxis for patients admitted to the hospital after acute spinal cord injuries? A. Begin prophylaxis with unfractionated subcutaneous heparin within 24 h of injury B. Begin prophylaxis with low molecular weight heparin within 72 h of injury C. Begin prophylaxis with unfractionated subcutaneous heparin within 7 days of injury D. Withhold prophylactic anticoagulation from time of injury until surgery is complete E. Consider placing an IVC filter in the majority of acute SCI patients at time of surgery77. A 72-year-old female presents who has been hospitalized for communityacquired pneumonia begins to complain of severe midsternal chest pressure. A bedside EKG is performed, demonstrating 2-3 mm of ST elevation in the inferior leads. In addition to activating the cardiac catheterization lab, you prepare to administer aspirin and a loading dose of clopidogrel. Which of the following is true regarding a 600 mg loading dose of clopidogrel as compared to a 300 mg loading dose? A. Lower risk of adverse cardiac events, higher risk of major bleeding events B. Lower risk of adverse cardiac events, no difference in bleeding risk C. No difference in adverse cardiac events, higher risk of major bleeding events D. No difference in adverse cardiac events, no difference in bleeding risk E. Studies have not previously compared the two loading doses 78. Approximately what percentage of patients with spontaneous subarachnoid hemorrhage will have normal cerebral angiography?79. An 84-year-old male is currently receiving empiric antibiotic treatment for suspected iatrogenic ventriculitis. Immediately after the first dose of antibiotics are administered, the patient develops a confluent, intensely pruritic erythematous rash on the face, neck, and upper torso. The patient remains hemodynamically stable, and his symptoms resolve within a few hours with conservative management. Which of the following antibiotics is most likely responsible for this patient's symptoms? year-old 70 kg male with a history of atrial fibrillation is currently in the ICU following an acute ischemic infarct with endovascular clot retrieval. He is currently poorly rate controlled, with a heart rate fluctuating between 130 and 160 beats/minute. His last blood pressure was 102/44 mmHg. You decide to initiate an amiodarone bolus and continuous infusion. Assuming the patient does not receive any repeat bolus dosing, approximately how much amiodarone will this patient require in the next 24 h? 81. A 60-year-old female with systolic heart failure is intubated and mechanically ventilated for septic shock due to aspiration pneumonia. You decide to increase positive end-expiratory pressure (PEEP) to improve alveolar recruitment and oxygenation. Which of the following effects should be expected?83. Which of the following classic pairs of EKG leads and cardiac territories is correct? 84. A 62-year-old male with a history of COPD, atrial fibrillation on warfarin, and hypertension presents to the emergency department for acute onset of headache, nausea, vomiting, and gait instability. A head CT demonstrates a 3.4 cm cerebellar hemorrhage without intraventricular extension. Laboratory studies demonstrate an INR of 2.5. The patient is given vitamin K and 4-factor prothrombin complex concentrate (PCC) and admitted to the ICU for frequent neurologic checks. Six hours later, he develops progressive lethargy, although he is still arousable and protecting his airway. A stat repeat head CT shows no rebleed, but compression of the fourth ventricle associated with moderate hydrocephalus. His INR is currently normal. According to guidelines from the American Stroke Association (ASA) and American Heart Association (AHA), what treatment is currently indicated?",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "88.A 70-year-old male with a new diagnosis of lung cancer is admitted to the neurology service for new onset right-sided weakness. During the initial work up, he starts to have significant hemoptysis.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}