{
    "paper_id": "97a94071949779ee4e0108f176890499a23bf406",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "One of the cornerstones for infection control must be adequate disinfection of environmental surfaces, particulary high touch surfaces. This becomes even more important during a pandemic such as the one we are all currently experiencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the recent review article 'Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents' [1] , the authors claim that \"data obtained with benzalkonium chloride at reasonable contact times were conflicting. Within a 10 min a concentration of 0.2% revealed no efficacy, whereas a concentration of 0.05% was quite effective\".",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the case of benzalkonium chloride, the reference cited for the demonstration of no efficacy dated from 1989. In that paper [2] , a disinfectant solution having an active ingredient concentration of 0.2% appeared to show no efficacy against the enveloped human coronavirus, whereas it showed remarkable activity (>5.12 log reduction) against a non-enveloped coxsackie virus.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A second study cited by the authors, this time dating from 1998, showed a >3.7 log reduction of coronavirus in 10 minutes, used a 0.05% solution of a pharmacopeial grade of benzalkonium chloride (i.e. not a formulated disinfectant product) [3] .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In another paper cited by the authors, a more contemporary formulated benzalkonium chloride disinfectant, when tested at a 0.5% concentration, gave a >6.13 log reduction of coronavirus in 30 minutes in both clean and dirty conditions [4] . Unfortunately, this data failed to be included, whereas the test results obtained from various ethanol-based hand rubs from the same reference were included in this Kampf et al., review.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 237,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The use of quaternary ammonium-based disinfectants to deactivate SARS-COV-2 has been recommended by several jurisdictions. For example, the United States EPA has provided a list of suitable disinfectant products on their List N. [5] As of 16 th April 2020, this list contains 370 recommended products, of which 171 (48%) are products containing only quaternary ammonium active ingredients, with a further 33 products listed containing quaternary ammonium salts formulated with at least one other class of active ingredient. By way of comparison, only 56 products containing sodium hypochlorite as their active ingredient are listed, along with only 5 products listing ethanol as their raw ingredient.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is acknowledged that many of the products on List N will not have direct test data against the SARS-CoV-2 virus, but each product on the list has been shown to be effective against either human coronavirus or non-enveloped viruses, which are recognised as being more resistant to disinfection than enveloped viruses (of which SARS-CoV-2 is an example). [6] In the case of citations of the age under question we note considerable reservations. Disinfectant products in most modern health systems are required to perform to minimum standards of performance on statutory test methods that have been agreed through robust peer review. These statutory testing regimes then take over from peer review as the achievements are no longer regarded as novel. This does not mean that these products do not work sufficiently, and reference to raw material alone becomes an obsolete consideration in terms of predictable performance against the test protocols.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 359,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We are deeply concerned that the selective quotation of material from the underlying references provides a reader with what amounts to a biased view of the material. The paper by Kampf et al., [1] appears to move the reader to an intended product grouping rather than allowing the data to provide the essential information required for a scientifically bases conclusion.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, we would like to address the apparent lack of peer review for this review article, which was accepted for publication on the same day it was received. Whilst in a pandemic situation such as that which we find ourselves in currently, timely publication of relevant material is to be welcomed. However, if that material is drawing conclusions on disinfectant efficacy based on a very narrow dataset, peer review must surely form an essential part of the publication process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steinmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Hosp. Infect",
            "volume": "104",
            "issn": "",
            "pages": "246--251",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The action of three antiseptics/disinfectants against enveloped and non-enveloped viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Hosp Infect",
            "volume": "38",
            "issn": "",
            "pages": "283--295",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Virucidal efficacy of physico-chemical treatments against coronaviruses and parvoviruses of laboratory animals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saknimit",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Inatsuki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sugiyama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yagami",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Jikken Dobutsu Exp Anim",
            "volume": "37",
            "issn": "",
            "pages": "341--345",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Efficacy of various disinfectants against SARS coronavirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cinatl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Doerr",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Hosp Infect",
            "volume": "61",
            "issn": "",
            "pages": "107--111",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "EPA List N: Disinfectants for Use Against SARS-CoV-2",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Principles of Viral Control and Transmission",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Prince",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Prince",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Disinfection, Sterilization and Preservation 5 th Edition",
            "volume": "",
            "issn": "",
            "pages": "543--572",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Dr T Glasbey a, *, Dr G. Whiteley b Whiteley Corporation, 19-23 Laverick Avenue, Tomago, NSW 2322, Australia Whiteley Corporation, Suite 5 Level 5, 12 Mount Street, North Sydney NSW 2060, Australia",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Both authors are employees of Whiteley Corporation, a manufacturer of cleaning products and disinfectants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of potential conflict of interest"
        }
    ]
}