{
    "paper_id": "97f36403abae3848533691f613b2ee85a33a1d7f",
    "metadata": {
        "title": "Development of a fully integrated microfluidic system for sensing infectious viral disease",
        "authors": [
            {
                "first": "Yun",
                "middle": [
                    "Suk"
                ],
                "last": "Huh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KAIST",
                    "location": {
                        "settlement": "Daejeon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Tae",
                "middle": [
                    "Jung"
                ],
                "last": "Park",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KAIST",
                    "location": {
                        "settlement": "Daejeon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Eun",
                "middle": [
                    "Zoo"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KAIST",
                    "location": {
                        "settlement": "Daejeon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Won",
                "middle": [],
                "last": "Hi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KAIST",
                    "location": {
                        "settlement": "Daejeon",
                        "country": "Korea"
                    }
                },
                "email": ""
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sang",
                "middle": [
                    "Yup"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "KAIST",
                    "location": {
                        "settlement": "Daejeon",
                        "country": "Korea"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "An active micromixer system utilizing the magnetic force was developed and examined for its ability to facilitate the mixing of more than two fluid flows. The mixing performance of the active micromixer was evaluated in aqueous-aqueous systems including dyes for visual observation. A complete analytical microfluidic system was developed by integrating various functional modules into a single chip, thus allowing cell lysis, sample preparation, purification of intracellular molecules, and subsequent analysis. Upon loading the cell samples and lysis solution into the mixing chamber, the integrated microfluidic device allows efficient cell disruption by rotation of a micromagnetic disk and control of mixing time using the Teflon-coated hydrophobic film as a microvalve. This inflow is followed by separating the cell debris and contaminated proteins from the cell lysate sample using the acrylamide (AAm)-functionalized SPE. The inflow of partially purified cell lysate sample containing the gold binding polypeptide (GBP)-fusion protein was bound onto the gold micropatterns by means of its metal binding affinity. The GBP-fusion method allows immobilization of proteins in bioactive forms onto the gold surface without surface modification suitable for studying antigen-antibody interaction. It was used for the detection of severe acute respiratory syndrome (SARS), an infectious viral disease, as an example case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Microfluidic technology has made significant advances over the last few years and opened the possibility to create complete analytical microsystems by integrating various functional modules into a single chip [1] [2] [3] [4] [5] [6] . Mixing of multiple fluids in microchannels or chambers is an essential component in integrated microfluidic system, which is involved in the sample preparation for cell lysis and biological reaction [7] [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 213,
                    "end": 216,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 217,
                    "end": 220,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 224,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several types of flow dividing and recombining structures were developed for split-and-recombine type mixing [11] including fork-like [12] , ramp-like [13] , and 3-D curved archi-tecture designs [14] . Mixing in these passive mixers is typically accomplished by driving fluids through channels with sophisticated and fixed geometries [15, 16] . The passive mixing system often requires expensive equipment for 3-D fabrication process [9, 17] , or a relatively long mixing length to achieve strong chaotic advection. Also, it is less suited for mixing fluids in a chamber as it occurs while the fluid passes through the specific channel geometry [18] . Compared with the passive mixers, active mixers can be activated on-demand, and thus mixing can be achieved at very low flow velocities. In these mixers, mixing performance can be improved by periodic perturbation or chaotic advection of the flow fields. Some of the methods used in active mixers include electroosmotic actuation [19] , bubble-induced acoustic actuation [20] [21] [22] electrokinetic pressure [23] , and ultrasonic mixing using integrated transducers [24] . However, it has not been easy to integrate these micromixers with other in-plane microfluidic components because they require external power sources and additional on-chip wiring. It has also been of a great concern that these methods can damage the biological samples.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 134,
                    "end": 138,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 338,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 441,
                    "text": "17]",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 982,
                    "end": 986,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1120,
                    "end": 1124,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we report the development of a simple and effective active micromixer utilizing the magnetic field. The micromixer described in this paper is based on the same mixing principles of the large-scale magnetic stirrer. A major advantage of this magnetic stirrer in macroscopic mixing system is its ability to allow a convenient yet efficient blending without creating complex structures. The stirrer-type mixers allow appropriate mixing by providing more interfacial area rather than inducing turbulence in microscale. Furthermore, externally applied magnetic actuation eliminates the need to tether wires and reduces the control complexity. And also, it allows effective mixing in a large reaction chamber for sequential flow analysis [25] [26] [27] . In this study, the microdisk embedded in the microchamber was developed to facilitate an effective mixing within seconds in the reaction chamber by applying external rotating magnetic field. This micromixer was applied to rapidly mix two aqueous solutions. In addition, a novel integrated microfluidic system was developed to allow cell lysis, sample driving/ mixing, separation, and bioanalysis [2, 4, 28, 29] . Thus, the fully integrated microfluidic device reported here should allow miniaturization of bioanalytical system and can be used in various high-throughput analysis of biomolecules and chemicals.",
            "cite_spans": [
                {
                    "start": 738,
                    "end": 742,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1155,
                    "end": 1157,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 1158,
                    "end": 1161,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1162,
                    "end": 1165,
                    "text": "29]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Unless otherwise stated, all chemical reagents were purchased from Sigma (St. Louis, MO, USA). Rabbit anti-SCVme polyclonal antibody was prepared from Peptron (Daejeon, Korea). PDMS substrates were made using Sylgard ® 184 silicon elastomer kit (Dow Corning, Midland, MI, USA).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chemicals"
        },
        {
            "text": "Escherichia coli BL21(DE3) (Novagen, Darmstadt, Germany) and E. coli XL1-Blue (Stratagene, La Jolla, CA, USA) were used as host strains for general cloning works and gene expression studies. Plasmid used in this study is listed in our previous report [30] . PCR experiments were performed with a PCR Thermal Cycler MP TP 3000 (Takara Shuzo, Shiga, Japan) using High Fidelity PCR System (Boehringer Mannheim, Mannheim, Germany). Restriction enzymes and DNA-modifying enzymes were purchased from New England Biolabs (Berverly, MA, USA). DNA sequences of all clones were confirmed by automatic DNA sequencer (ABI Prism model 377, PerkinElmer, IL, USA). Enhanced green fluorescent protein (EGFP) from jellyfish, Aequorea victoria, was used as a model protein for the convenient monitoring of protein immobilization. As described in the previous report [30] , the DNA fragments encoding gold binding poly-peptide (GBP)-fused genes were obtained by overlapping PCR amplification using the plasmid pEGFP-N1 (Clontech, Mountain View, CA, USA) containing the EGFP gene as a template. The DNA fragments encoding the EGFP and the severe acute respiratory syndrome (SARS) coronavirus membrane-envelope fusion gene (SCVme) were amplified by PCR for the construction of 6His-GBP-EGFP-SCVme fusion gene. And then, the PCR product was cloned into the pTrc99A to make pTGESCVme.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 852,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Construction of expression vectors for GBP-fusion protein"
        },
        {
            "text": "Recombinant E. coli XL1-Blue strain harboring pTGESCVme was cultivated in 250 mL flasks containing 100 mL Luria-Bertani (LB) medium (10 g/L bacto-tryptone, 5 g/L yeast extract, and 5 g/L NaCl) supplemented with ampicillin (100 g/mL) in a shaking incubator at 377C and 200 rpm. Cell growth was monitored by measuring the absorbance at 600 nm. At the OD 600 (DU Series 600 Spectrophotometer, Beckman, Fullerton, CA, USA) of 0.6, isopropyl-b-D-thiogalactopyranoside (IPTG, Sigma) was added to a final concentration of 1 mM for the induction of gene expression from the trc promoter. Then, cells were further cultivated for 6 h and harvested by centrifugation at 10 0006g for 10 min at 47C. Protein concentration was determined by Bradford's method using BSA (Sigma) as a standard.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Production of recombinant proteins in E. coli"
        },
        {
            "text": "We designed the microfluidic mixer chip of two aqueous solutions, in which a magnetic disk is embedded in the microchamber. A magnet embedded inside the mixing chamber is activated by using the rotating magnet in a commercial stirrer (SCINICS, Japan). The micromixer chip was fabricated by soft-lithography and replica molding methods using PDMS. First, a negative photoresist (SU-8, Microchem) master was made on a silicon wafer. The desired pattern was made on the wafer by soft-lithography. PDMS was prepared as a mixed solution of base and curing agent in the volume ratio of 10 to 1. Before pouring the PDMS solution on the wafer, a cylinder-disk supporting material was placed in the microcavity to keep the parts from being covered by PDMS solution. After curing PDMS at 707C for 2 h, PDMS replica was peeled off from the master. The cylinder-disk as a supporting material was replaced with a horizontally magnetized Nd-Fe-B disk magnet with a radius of 1.5 mm and a height of 1.2 mm (Dongwha Industry, Korea). After putting the magnet into the cavity, and then the PDMS replica, plasma treated, bonded to a slide glass substrate (38 mm670 mm).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fabrication of micromixer"
        },
        {
            "text": "Each solution was introduced to the microfluidic chip using a microsyringe pump (KDS200, KD Scientific, Holliston, MA, USA). Culture medium (3 mL) was centrifugated at 35006g for 5 min at 47C, and the cell pellet was washed with 1 mL of TE buffer (10 mM Tris-HCl, 1 mM EDTA, pH 8.0), followed by centrifugation at 12 0006g for 5 min. The cell pellet was resuspended in 200 mL of TE buffer and then introduced into the sample inlet (SI) port at the flow rate of 0.5 mL/h for 1 min. Simultaneously, the lysis solution (LS) (2% v/v xylene, 7.9% v/v acetone, and 0.1% v/v toluene) in TE buffer was added to the mixing chamber at the flow rate of 0.5 mL/h for 1 min. To lyse the cells, cell solution and LS were mixed in the mixing chamber at 500 rpm and 307C for 20 min. Cell debris was separated with the cylinder-type micropillar and packed SPE (Fig. 1A ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 843,
                    "end": 851,
                    "text": "(Fig. 1A",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Cell lysis using a chemical reagent"
        },
        {
            "text": "The schematic diagram of the fully integrated microfluidic system (10.0 mm width618.0 mm length65.0 mm height) for the analysis of infectious viral disease is depicted in Fig. 1 . It consists of a micromixer for cell lysis, three inlet ports (width of 200 mm6height of 50 mm) for delivering the sample solution containing cells, LS and elution buffer (EB) at three sides of the mixing chamber, SPE unit with packed porous functionalized monolith, and microarray-patterned gold for analysis. Two streams, the cell solution and LS were introduced from the respective inlets and mixed in the micromixer. The microvalves (V1 and V2) filled with micropillars and coated with Teflon AF in a microchannel were used to control the mixing time and to keep both solutions in the mixing chamber (Fig. 1C) . A simple and effective hydrophobic surface preparation method using a spin-coated Teflon film and lift-off process was carried out to control the surface wettability for fluidic handling. In order to fabricate the microvalves (Fig. 1B) , the glass substrate was previously coated with amorphous fluoropolymer, poly(tetrafluoro ethylene-co-2,2-bis-trisfluoromethyl-4,5-difluoro-1,3-dioxole) (trade name: Teflon AF 1600, DuPont, Wilmington, DE, USA) using 1 wt% solution of Teflon AF 1600 in Fluorinert FC-75 solvent (DuPont) at room temperature with a spin rate of 2000 rpm for 30 s. Subsequently, the glass substrate was baked at 707C for 5 min. Using the hydrophobic PDMS surface area enlargement by the micropillar array, we can manipulate the flow stop to a given region in a microchannel network. The hydrophobic valve, which is used for controlling the fluid flow, was filled with PDMS rod-like micropillars (V1) and built on this hydrophobic film (V2) in the microchannel. After cell lysis, the buffer solution was flown into the mixing chamber to remove cell debris and contaminated materials in the cell lysate solution by aminated SPE. The detailed procedure for fabricating the SPE unit by in situ polymerization is described in Fig. 2 . The partially purified lysate sample from the acrylamide (AAm) functionalized SPE chamber ( Fig. 1D ) was introduced into the gold micropatterned chamber, and then a target protein fused to the GBP was attached on the gold surface (Fig. 1E ). The specific anti-SARS antibody as a reaction sample (RS) and buffer solution as a control sample (CS) were flown into the gold micropatterned chamber which has immobilized target protein fused to the GBP. Immobilized protein samples on the gold micropatterns were analyzed by atomic force microscopy (AFM), electrochemical measurement, and surface plasmon resonance (SPR) imaging.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 177,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 784,
                    "end": 793,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1022,
                    "end": 1031,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2035,
                    "end": 2041,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2136,
                    "end": 2143,
                    "text": "Fig. 1D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2275,
                    "end": 2283,
                    "text": "(Fig. 1E",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Design of integrated microfluidic chip"
        },
        {
            "text": "The photo-grafting solution to enable covalent attachment of the monolith was prepared as follows: ethylene glycol dimethacrylate (EGDMA, Sigma) and methyl methacrylate (MMA) were mixed with fresh alumina powder to remove the inhibitor molecules from the monomer solution. EGDMA (225 mL), MMA (225 mL), and 30 wt% benzophenone stock solutions (50 mL) were mixed and purged with nitrogen gas for 5 min. The microchannel was washed with methanol for 1 h, and the prepared photografting solution was pumped into the side-arm as shown in Fig. 2 . The injected solution was exposed to the UV light for 20 min, and the microchannel was washed with methanol. After the premodification of the microchannel, the monomer solution composed of 99.2 mL EGDMA, 17.77 mg AAm, and 5 mg 2,2-dimethoxy-2-phennyl-acetophenone in 178.6 mL ethanol and 35.72 mL methanol as a porogenic solvent was prepared for in situ polymerization of the monolith. Monomer solution (75 mL) was pumped into the side-arm and exposed to the UV light for 15 min. After the polymerization reaction, the microchannel was washed with methanol to remove the unreacted monomers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 534,
                    "end": 540,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Preparation of in situ polymerized SPE in microchannel"
        },
        {
            "text": "The micromagnetic disk in the mixing chamber was driven by the external rotation of magnetic stirrer, which is capable of providing a magnetic field. Operation of the mixer was calibrated by the rotation speed of the magnet through the change of external magnetic field provided by an external magnetic stirrer. The micromagnet speed in the micromixer was examined using a digital hand tachometer (Ono SaKKi, Japan). When the rotation speed was below 50 rpm, the rotation of the magnetic disk was unstable. At the speed above 600 rpm, the external magnetic stirrer starts to vibrate significantly, preventing further measurements to be made. As a consequence, this experiment was carried out at the rotation speed of micromagnetic disk in the range of 100-500 rpm. The Reynolds number (Re) for a rotational micromagnetic disk is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of micromagnet speed"
        },
        {
            "text": "where r and m are the density and viscosity of the mixed sample solution of cells and organic solvent lysis reagent. Viscosity was measured by using the ARES rheometer (TA instruments, New Castle, DE, USA) with the increase in mixing time in the mixing chamber because its value can be changed according to the degree of cell lysis. D and o are the horizontal length and the angular frequency of the magnetic cylinder disk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement of micromagnet speed"
        },
        {
            "text": "Visualization of the flows and their mixing was evaluated as follows. The image analysis software is capable of extracting data along a defined line or over a certain area. The capture images in the fluid channel were analyzed using an image analysis software (Scion Image, Scion Corporation, Frederick, MD, USA). To quantify the mixing results statistically, a mixing index is defined as the SD of color index at individual pixels [31] .",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 436,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Examination of mixing"
        },
        {
            "text": "where c k is the color index at a pixel k and is the average over N pixels along a sample line or over a sampling area. The more uniform the mixture is, the smaller the mixing index becomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examination of mixing"
        },
        {
            "text": "Electrochemical sensing is based on the measurement of the current-voltage relationship in an electrochemical cell consisting of electrodes in a solution. A potential was applied to the sensor and a current proportional to the concentration of the electroactive species was measured. A triangular poten-tial waveform was applied to the electrochemical cell. The scan rate of IV could be varied over the range from 10 to 100 mV/s. The measured current at the working electrode was the response of the IV. A peak in the current was observed due to the decrease of mediator access to the gold electrode surface and the expansion of the diffusion layer by self assembled monolayer (SAM) with time. A peak was also observed in the reverse scan; this peak was due to the electrochemical reaction of intermediates or products of the reactions during the forward scan. Separation of the anodic and cathodic current peaks could be used to predict the number of electrons involved in the redox reaction. Repeated cycles of reduction and oxidation of the analyte generated alternating anodic and cathodic currents in and out of the working electrode. Experimental results were plotted as current versus potential. In the IV scan, the potential was graphed along the X-axis with more positive (or oxidizing) potentials plotted to the right, and more negative (or reducing) potentials to the left. The current was graphed on the Yaxis with cathodic (i.e., reducing) currents plotted in the positive direction and anodic (i.e., oxidizing) currents plotted in the negative direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electrochemical measurement"
        },
        {
            "text": "AFM analysis was carried out with the XE-100 Scanning Probe Microscope system (PSIA, Suwon, Korea) in noncontact mode using Tap300Al aluminum reflex coating tips (Budget Sensors, Sofia, Bulgaria) with a spring constant of 40 N/m and resonance frequencies of 300 kHz. Images were acquired in an ambient atmosphere (40-50% relative humidity) at a speed of 0.3 Hz and a resolution of 2566256 pixels. Phase imaging, which refers to the monitoring of the phase lag between the signal that drives the cantilever oscillation and its output signal, can be produced while an XE-100 is operating in noncontact AFM mode. The system's feedback loop operated in the usual manner, using changes in the cantilever's deflection, or vibration amplitude to measure sample topography. The phase lag was monitored while the topographic image is being taken so that images of topography and material properties can be collected simultaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atomic force microscopy analysis"
        },
        {
            "text": "All SPR imaging experiments were performed with an SPR imaging apparatus (SPRi, K-MAC, Daejeon, Korea). An incoherent light source (a 150 W quartz tungsten-halogen lamp, Schott, Germany) was used for excitation as previously reported [32] . Briefly, r-polarized collimated white light incident on a prism/Au/thin film/buffer flow cell assembly was set at a fixed angle. Reflected light from this assembly was passed through a band pass filter centered at 830 nm and collected by a CCD camera (Sony, Japan). The Scion Image Beta 4.0.2 software (Scion Corporation) was used to analyze the images.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Surface plasmon resonance imaging analysis"
        },
        {
            "text": "Development of an on-chip microscale mixing system is necessary for the true integration of microfluidic and all the functional modules in one microsystem operating in a continuous-flow configuration. Thus we developed a micromixer which allows efficient mixing by using a magnet embedded in the mixing chamber. In this micromixing system, a rotating external magnetic field would cause the magnet to rotate in the mixing chamber. It was magnetized along the horizontal axis under an external magnetic field. When in use, it was placed in the center of the chamber (see the Supporting Information). The mixing performance for micromagnetic mixer was evaluated using black-and whitedyed aqueous solutions. In order to examine the mixing performance, we designed the simple micromagnetic mixer consisted of two inlet ports (width of 200 mm6height of 50 mm) for delivering each sample solution, the mixing chamber containing magnet disk, analysis zone (id of 3.3 mm and height of 2.0 mm) for obtaining an optical image, and two outlet ports. Two discrete solutions, blackand white-dyed aqueous sample were injected into inlet ports. After carrying out mixing at the mixing chamber, an optical microscope was used to monitor the fluid mixing and color change as the sample solution passed over the analysis zone near to the outlet channel. Figure 3 shows the time-dependent changes of the mixing index with increase in the rpm of magnet in the range of 50-500 rpm. White-and black-colored solutions enter the mixing chamber in laminar flows at the rate of 0.5 mL/h. After the waiting period (10 s) to allow the fluids to become laminar flows, mixing was initiated by turning on the external magnetic stirrer for 10 s. The mixed solution proceeded to the next analysis zone where the mixing index was evaluated. The gray scale intensities across the width of the analysis zone from acquired experimental images were analyzed for 10 s. Once stopped, the device was allowed to reach laminar flow again. Each result was averaged and the reproducibility was checked via triplicate experiments. As shown in Fig. 3A , the mixing index decreased with increase in rotating speed of magnet (50-500 rpm). Full mixing is defined as the status giving the mixing index of less than 0.2. At low stirring speed of magnet (50-200 rpm), full mixing could not be achieved within 10 s. On the other hand, the mixing index became less than 0.2 within the mixing times of 9.6, 7.6, and 6.6 s when the magnet speeds were 300, 400, and 500 rpm, respectively. Thus, as expected, the higher the mixing speed of the magnet, the faster the full mixing was. Figure 3B shows the captured video images of mixing at the analysis zone with the increase in mixing time at the magnet rotation speed of 500 rpm. The analysis zone examined without rotation of magnetic disk showed no mixing, showing the image similar to that of 0 s in Fig. 3B . When the magnet started to rotate, it exerted shear forces on the fluids causing the circular motion. The color histogram was analyzed based on the captured sequential images of fluid colors at the analysis zone. As the fluids were mixed, the gray color became more uniformly distributed, as represented by the decreasing undulation of surface plot in the color histogram. The complete mixing was achieved in a short period of time (6.6 s) at the magnet rotation speed of 500 rpm. Thus, the active micromagnetic mixer system developed in this study is suitable for the full mixing of fluids on a microfluidic chip.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1336,
                    "end": 1344,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2097,
                    "end": 2104,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2625,
                    "end": 2634,
                    "text": "Figure 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2895,
                    "end": 2902,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Characterization of the micromagnetic mixer"
        },
        {
            "text": "The above experimental results suggested that the active micromixer developed here allows efficient mixing within seconds. Using this active micromagnetic mixer, a fully integrated microfluidic system, sometimes referred to as micrototal analysis system (m-TAS), was developed. This system allows cell lysis, SPE, and subsequent analysis to be performed on a single microdevice. Two sample solutions, cellresuspended buffer and LS, respectively were injected into the mixing (cell lysis) chamber from the respective inlets. The extent of cell lysis depended on the mixing homogeneity and mixing residence time. Figure 4 shows the efficiency of cell lysis with increase in mixing time and magnet rotation speed. To quantify the efficiency of cell disruption, the number of cells after the lysis was counted. As shown in Fig. 4 , the efficiency of cell lysis increased with increase in mixing time and higher magnet rotation speed. As the mixing time increased to 20 min, the cell lysis efficiency was greater than 90% at the magnet rotation speed of 300-500 rpm. More than 90% of cells were lysed within 10 min at the speed of 500 rpm. However, the efficiency of cell lysis was below 80% at the low rotation speed of 100-200 rpm due to the limited mixing of cell suspension and the organic lysis reagent. The Re values increased sharply to 11.31, 33.30, and 71.00 at the magnet rotation speeds of 300, 400, and 500 rpm, respectively. On the other hand, the Re values were low at 0.82 and 2.83 when the magnet rotation speed was 100 and 200 rpm, respectively.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 611,
                    "end": 619,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 819,
                    "end": 825,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Integrated microfluidic system"
        },
        {
            "text": "The Re value depends on the viscosity, which decreased as a function of mixing time and rotating magnet speed. It was caused by the increased cell disruption by the organic lysis reagent, and the homogeneity of cell lysate increased with the cell disruption time. Based on these results, disruption of cells could be performed successfully by mixing at 500 rpm only for 10 min. After cell lysis, the EB was introduced into the lysis chamber to allow the lysated sample solution to flow into the SPE chamber. The debris and contaminated materials were removed by functionalized SPE. The AAm-functionalized SPE is able to adsorb proteins that are negatively charged under a given buffer pH condition by the electrostatic interaction between the positively charged adsorbent and the negatively charged protein molecules. Thus, the AAm-functionalized SPE in the microchannel was able to remove most of cell debris and all negatively charged proteins. The 6His-GBP-EGFP-SCVme fusion protein (pI of 8.838; molecular mass of 57.15 kDa), which exhibits a positive charge in the buffer solution having the pH of 8.0 did not adsorb to the SPE. Of course, there were also some basic proteins that did not bind to the SPE. However, since the recombinant fusion protein was produced up to 60% of total E. coli proteins, most of the proteins out of the SPE were our desired target proteins. The partially purified sample so-lution after passing through the SPE was then flown into the gold-patterned microarray. For the detection of target protein by antigen-antibody interaction, the antibody RS solution was injected into the microarray onto which target proteins were attached. Also, a buffer solution was introduced for the comparison.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Integrated microfluidic system"
        },
        {
            "text": "Since we designed our protein as a GBP-fusion protein, it can bind to gold surface. Electrochemical sensor experiment was carried out by using three gold electrodes integrated in the microfluidic channels (Fig. 5B) . For the accurate analysis of the IV curves, we replaced the gold microarray (micropattern) region shown in Fig. 1E with the three gold electrode module shown in Fig. 5B . The IV curves were examined to find oxidation and reduction potentials. The 6His-GBP-EGFP-SCVme fusion protein solution (20 mL) was put on the working electrode. As shown in Fig. 5 , there was a shift of the peak (from black to red) by the interaction between the gold electrode and the 6His-GBP-EGFP-SCVme fusion proteins. The oxidation and reduction potentials observed with bare gold electrode were about 110 and -75 mV, respectively. After the immobilization of GBP-fusion proteins, the oxidation and reduction potentials were shifted to about 350 and 2180 mV, respectively. After the addition of anti-SARS antibodies, the oxidation and reduction potentials were further shifted as shown in blue line, suggesting the interaction between the 6His-GBP-EGFP-SCVme fusion proteins and anti-SARS antibodies. Thus, we were able to conclude that the electrochemical analysis monitoring the binding of GBP-fusion proteins on gold surface can be used for the studying molecular interactions in gold-patterned microfluidic channels. In this work, the electrochemical detection of SARS virus was successfully obtained from the whole cell within a total procedures time of about 20 min including 10 min for cell lysis, 0.5 min for SPE, and 8 min for IV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 205,
                    "end": 214,
                    "text": "(Fig. 5B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 324,
                    "end": 331,
                    "text": "Fig. 1E",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 378,
                    "end": 385,
                    "text": "Fig. 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 562,
                    "end": 568,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Electrochemical detection in microchannels"
        },
        {
            "text": "After the successful demonstration of electrochemical detection of antigen-antibody interactions on the gold electrode, we examined the possibility of generating protein micropatterns through the binding of GBP-fusion proteins onto the micropatterned gold surface. After immobilization of the 6His-GBP-EGFP-SCVme fusion proteins on the micropatterned gold surface of 50 mm-circle in diameter, the surface morphologies after binding of GBP-fusion protein and subsequent binding of antibodies on the gold chip were examined by AFM. As shown in Fig. 6A , the specific binding of 6His-GBP-EGFP-SCVme fusion protein to the micropatterned gold surface was observed, which the 6His-GBP-EGFP-SCVme fusion proteins formed a monolayer on the micropatterned gold surface. Ormo et al. [33] reported that GFP has a 4.2 nm long cylindrical structure with a molecular mass of ,27 kDa. The 6His-GBP-EGFP-SCVme has a molecular mass of ,57 kDa [33] . Thus, the length of 6His-GBP-EGFP-SCVme fusion protein can be proportionally estimated to be ,8.87 nm. The line profile of the 6His-GBP-EGFP-SCVme fusion proteins bound to the gold micropatterns was substantially measured as about 6.5 nm height differences from the gold substrate surface (Fig. 6B ). The height difference after binding with anti-SARS antibodies was about 9 nm, which again shows the specific interaction of antibodies with the monolayer of GBP-fusion proteins immobilized on the micropatterned gold surface (Fig. 6B) . Their interaction could also be observed by examining the topographic and phase mode surface morphologies, respectively (Figs. 6D and E). The phase detection was to obtain mechanical properties of the sample surface, especially for samples whose topography is best measured using noncontact AFM rather than contact AFM. Figures 6D and E show a topographic noncontact AFM image and a phase imaging of bare gold, 6His-GBP-EGFP-SCVme fusion protein, and anti-SARS antibody, subsequently. The phase imaging provides complementary information to the topography image, revealing the variations in the surface properties of the binding biomolecules. We monitored three signals: topography, amplitude, and phase using noncontact mode of the XE-100 AFM. When the AFM cantilever approaches a sample, the amplitude decreases and the phase shift occurs relative to the oscillation signal in free space, as shown in Fig. 6E . The 6His-GBP-EGFP-SCVme fusion proteins and anti-SARS antibody, subsequently, were immobilized as an ordered monolayer showing a uniform thickness.",
            "cite_spans": [
                {
                    "start": 773,
                    "end": 777,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 930,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 542,
                    "end": 549,
                    "text": "Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1222,
                    "end": 1230,
                    "text": "(Fig. 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1458,
                    "end": 1467,
                    "text": "(Fig. 6B)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1790,
                    "end": 1806,
                    "text": "Figures 6D and E",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2373,
                    "end": 2380,
                    "text": "Fig. 6E",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Molecular interactions in microfluidic channels"
        },
        {
            "text": "After finding that AFM analysis could be successfully used for studying biomolecular interactions on the gold micropatterned surface, we next examined if SPR detection of the protein binding and protein-protein interaction were possible. By using this PDMS microfluidic system, SPR imaging analysis was performed for studying antigen-antibody interactions on the gold micropatterned chip. As shown in Fig. 7 , the specific binding of the 6His-GBP-EGFP-SCVme fusion proteins could be observed in sample 2, showing stronger spot intensities than the bare gold (sample 1). Subsequent binding of the anti-SARS antibody to the 6His-GBP-EGFP-SCVme fusion proteins bound to the gold micropatterns further increased the signal as shown in sample 3. These SPR images were captured at an incident angle that was lower than the SPR angle of the background surface as an inset image shown in Fig. 7A . The brighter spots indi-cate the binding of the target proteins on the gold micropatterns. These images show that the GBP-fusion protein binding to the gold micropatterns is highly specific. Furthermore, the fusion proteins bound to the gold micropatterns remained functional as demonstrated by successful antigenantibody interactions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 407,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 880,
                    "end": 887,
                    "text": "Fig. 7A",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Molecular interactions in microfluidic channels"
        },
        {
            "text": "In this paper, we report the development of a complete microfluidic chip for the detection of protein-protein interactions by integrating the cell lysis chamber employing an active micromixer based on a rotating micromagnet disk, a solvent lysis reagent, SPE unit for removing cell debris and contaminating proteins, and a gold microarray chamber for studying protein binding and protein-protein interactions. The micromixer developed in this study can be used for efficient mixing of multiple fluids as well as cell lysis as demonstrated above. Also, we developed the fritless SPE using the photografting stationary phase, which was packed with in situ polymerization in the microfluidic device. After removing the cell debris by SPE, the final cell lysate containing the GBP-fusion protein could be specifically immobilized onto the gold micropatterns in microchannels. This microfluidic system was employed for the successful detection of SARS coronavirus by an electrochemical measurement, AFM, and SPR imaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        },
        {
            "text": "In this study, a new active micromixer and fully integrated microfluidic system was developed for the detection of infectious viral disease. An active micromixer utilizing the magnetic force with simple configuration was explored to facilitate the fast mixing of more than two fluid flows, and fully integrate microfluidic analysis system capable of disrupting cells and sensing biomolecules. Based on the effective mixing performance of active micromixer, a novel integrated microfluidic system was developed, which facilitates cell lysis, sample driving/mixing and separation, and bioanalysis, by utilizing a simple fabrication process and inexpensive materials. The inflow of partially purified lysate sample was bound onto the gold micropatterns by means of GBP-fusion method. Using these assays, we successfully detected the SARS without any surface modification. This fully integrated microdevice could provide a significant contribution to ongoing efforts to miniaturize bio-analysis systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Easley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Karlinsey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bienvenue",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Legendre",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "103",
            "issn": "",
            "pages": "19272--19277",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Micromixing Technology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ehrfeld",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hessel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Fourth International Conference on Microreaction Technology",
            "volume": "",
            "issn": "",
            "pages": "31--47",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Electrophoresis",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fortis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guerrier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Righetti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Antonioli",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "3018--3027",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fully integrated microfluidic system for the on-chip analysis of biomolecules. (A) Schematic representation of the fully integrated microfluidic system showing the sample mixing zone (id of 3.3 mm and height of 2.0 mm) for the disruption of cells, the sample purification zone with SPE, and the gold microcircle (diameter of 0.05 mm) patterned analysis zone for detecting infectious pathogens. Reservoirs at the mixing chamber were labeled for SI, EB, and LS. Detection reservoirs were labeled for RS, CS, and waste port (WP). (B) Chemical structure of Teflon AF 1600 used for the hydrophobic film valve (V2). (C) The AAm functionalized SPE was packed by in situ polymerization. (D) Gold microarray for the detection of infectious viral disease. (E) Photograph of the integrated system coupled with a magnetic stirrer. The cylinder-type micropillar for packing SPE is for removing debris (V3). Device dimensions are 10.0 (width)618.0 (length)65.0 (height) mm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Manufacture of the SPE unit. (A) Simplified in situ polymerization of photografting monolith in the microchannel. (B) Scanning electron microscope image of polymerized monolith in the SPE chamber.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Mixing efficiency of the micromagnet mixer. (A) Mixing index versus time in the analysis zone with varying speed of magnetic disk (50-500 rpm). (B) Top: Captured sequential video frames (0-4 s) of mixing white-and black-color dyed fluids in the analysis zone at the magnet rotating speed of 500 rpm. Bottom: color histogram corresponding to each case illustrated above.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Efficiency of cell lysis with increasing the mixing time (1-20 min) and the magnetic disk speed (100-500 rpm).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Electrochemical detection of the binding of GBP-fusion proteins and the interaction with antibodies on the gold electrode. (A) IV curves shown are: black line, bare gold electrodes as a negative control; red line, after binding of the GBP-fusion proteins; blue line, after binding of the GBP-fusion proteins and antibodies. (B) Configuration of the three-electrode microarray system assembled onto the PDMS channel: RE, reference electrode; WE, working electrode; CE, counter electrode.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "AFM analysis of the binding of GBP-fusion proteins on the micropatterned gold surface and further interaction with antibodies. (A) AFM images of the bare gold micropattern (sample 1), the 6His-GBP-EGFP-SCVme fusion proteins bound to the gold micropattern (sample 2) and anti-SARS antibodies bound to sample 2 (sample 3). (B) The cross-sectional contour plots of sample 1-3, sequentially, are the average height differences between the glass surface and gold patterns of the individual scan lines contained in the area. (C) Schematic diagram for the detection of infectious disease (SARS) on the gold micropatterns. (D) Topographic surface morphologies, and (E) phase mode surface morphologies of the generated patterns after binding of the 6His-GBP-EGFP-SCVme fusion proteins and anti-SARS antibodies, sequentially.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "SPR imaging analysis of GBP-fusion proteins immobilized on the gold micropatterns having the feature of 50 mm circles. (A) 3-D and 2-D (inset) images of bare gold micropatterns as a negative control (sample 1), gold patterns plus 6His-GBP-EGFP-SCVme fusion proteins (sample 2), gold patterns plus 6His-GBP-EGFP-SCvme fusion proteins and anti-SARS antibodies (sample 3). White scale bar represents 50 mm. (B) Spot intensities of three samples shown in (A) scanned through the circles of the gold micropatterns.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}