{
    "paper_id": "99c0528804cec086ca6e02d94e1a08befda9e3e5",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [
        {
            "text": "This book has not been intended as a history of plague or plague research on the Chinese-Russian border in the line of inquiry inaugurated by Carl Nathan. 1 Nor has it, however, been an effort to reconstruct native understandings or responses to the disease in the spirit of Carol Benedict and Florence Bretelle-Establet. 2 Rather, it has aimed to draw a critical anthropological analysis of an important epidemiological practice: the ethnographic confi guration of plague. As we have seen, this followed different pathways and directions, each elliptical and at the same time open-ended, which came under a unifi ed rubric and formed a unitary outbreak narrative only under the urgency of a devastating plague epidemic.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 323,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The central question raised by my examination of the ethnographic confi guration of plague concerns what Sokhieng Au fi rst coined in her study of French colonial medicine in Indochina as epidemiological reasoning. 3 After July 1894, scientifi c problematisations of plague took as their starting point the bacteriological identifi cation of the disease. Yet, at the same time, the reach and scope of questions posed around the third plague pandemic far surpassed the laboratory and its epistemic reach. Whilst bacteriology established the identity of the pathogen, in other words what plague was, it was unable to determine what plague did (and how it did it): its zoonotic, climatological, geographic, and social ecological profi le. In this sense, bacteriology's power was limited to establishing the causative agent of plague. What remained an open question was how plague operated within and between human and non-human animal populations in Conclusion Ethnographic Data as Medical Evidence 150 ETHNOGRAPHIC PLAGUE different physical and social contexts. In other words, whilst bacteriology ascertained the identity of plague's pathogen, it did not and could not by itself establish an understanding of plague as a disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "It is true that this limitation applies to all infectious diseases, but it is perhaps especially relevant to plague. For its pathogen, Yersinia pestis , is an organism that assumes an extraordinary spectrum of animal hosts (over 203 rodent hosts, and several other mammals and birds) and an impressive range of parasitic vectors (primarily but not exclusively fl ea species). Plague as a disease is defi ned by three clinical forms (septicaemic, pneumonic, and bubonic), several transmission pathways, and a very complex enzootic and epizootic epidemiology, which, 120 years after the discovery of the causative bacillus, scientists are still only beginning to understand. The result of research on different aspects of plague has been an enormous amount of data, as well as a range of methodologies and epistemological frameworks through which these have been examined. 4 In his recent work on what he calls epistemological entropy, Michael Kosoy, a leading plague researcher at the US Centers for Disease Control and Prevention, has problematised this plethora of data in a way that underlines an information paradox. Kosoy notes an 'increasing disconnection between the accruing body of information about infectious agents, infected organisms, infl uence of environmental factors on epidemic processes, and our limited understanding of infectious processes'. 5 This has led him to formulate the hypothesis that as more data is gathered about a disease such as plague, the more we dwell in a realm of uncertainty or entropy as regards 'the description of all components of host-pathogen systems at the population and community level'. 6 This is a paradox in the sense that we are generally trained to believe that more information leads to more certainty, more accurate predictions, and an overall more clear and confi dent understanding of a given phenomenon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As regards plague, I would, however, like to argue that epistemological entropy is not a recent phenomenon. Since the fi rst major outbreak of the third plague pandemic in 1894 in Hong Kong, studies of plague witnessed a qualitative and quantitative explosion, with a rough bibliographical review procuring more than 1000 papers in scientifi c journals between that year and 1934. Only in 1897, there were 109 scientifi c publications on the subject in Russian alone. 7 To give an idea of the complexity faced by medical scientists in the course of the pandemic, it suffi ces to note that between 1899 and 1901 Eager lists over 100 plague outbreaks across the globe, each generating its own data that swiftly found their way to scientifi c",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "publications. 8 The global dissemination of these data was such that we fi nd discussions of the 1910-11 Manchurian epidemic in Argentine treatises on plague, or anxious reporting of plague statistics in India in the California daily press. 9 Data gathered and published locally or nationally during the peak of the pandemic thus became part of a global circulation and exchange of plague-related evidence. But most importantly, they were entangled in international debates about scientifi c methods and theories regarding their interpretation and the extrapolation of knowledge about plague both as a global disease and as a disease particular to specifi c locations, landscapes, and urban environments. At different historical points, authors such as W.J. Simpson and Wu Liande assumed the task of summing up existing data and approaches in the form of authoritative treatises on plague. 10 Yet these were by no means universally accepted systematisations of plague-related data and theories, and were, in the majority of aspects discussed, very soon surpassed, challenged, or invalidated by new evidence or approaches to the disease.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 15,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 241,
                    "end": 242,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 892,
                    "text": "10",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With this condition of complexity in mind, the question I posed at the end of the last chapter needs to be taken up. Can the ethnographic confi guration of plague be linked to this phenomenon of epistemological entropy? Could it be that in some cases medical scientists responded to the uncertainties raised by ever-changing scientifi c methods and soaring evidence on plague, by anchoring their epidemiological reasoning on ethnographic data?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Though it can be read as part of a much longer heritage of sociological thinking that has implicated anthropologists in long debates about 'social facts', the concept of ethnographic evidence is one that has only recently come into focus in anthropological theory. 11 In his introduction to a special issue of the Journal of the Royal Anthropological Institute on the subject, Matthew Engelke draws on R.G. Collingwood's classic essay on historical evidence in asserting the disciplinary specifi city of evidence. Yet, at the same time, he stressed, following Chandler et al., that 'in attending to the disciplinary specifi city of evidentiary protocols, we need to be aware that evidence is defi ned not only by questions but also by competing pressures and regimes'. 12 In the case of plague during the third pandemic generally, but also on the Chinese-Russian frontier in particular, the questions asked of ethnography principally had to do with two aspects of plague: its epidemicity and its endemicity. At the time, questions regarding the epidemicity of a disease conventionally concerned aspects such as transmission pathways (airborne, waterborne, etc.) and virulence, as well as population and individual immunity to the disease: in other words, all aspects pertaining to the spread of disease amongst and between human and nonhuman populations. In the same epidemiological framework, questions of endemicity related to the disease's ability to persist in a given area via hosts functioning as reservoirs of the pathogen, and hosts functioning as in-betweens amongst different susceptible species. As we have seen in the course of this book, these dynamic notions were of the utmost importance to scientists trying to make sense of plague in the action of both studying and containing it, with the link between the endemic and epidemic states of the disease forming a key in problematisations of plague. As a result, the primary questions asked of ethnographic data concerned both plague's patterns of transmission from non-human animals to humans and amongst human subjects, and plague's patterns of persistence amongst non-human animal populations.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 267,
                    "text": "11",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 769,
                    "end": 771,
                    "text": "12",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "ETHNOGRAPHIC OBJECTIFICATIONS"
        },
        {
            "text": "Such questions were posed, developed, and explored within a context of imperial and scientifi c antagonisms over plague-related knowledge: a knowledge constitutive of administrative measures and policies against the proliferation of the disease on a global scale. This was an institutional antagonism between agents and agencies eager to 'possess' plague in all its symbolic effi cacy. 13 What was at stake in the course of this agonistic, imperial quest for plague was not simply the identifi cation of the disease's epidemic and endemic patterns. Equally important was the confi guration of these patterns in relation to specifi c biopolitical and geopolitical problems and opportunities in the regions under scrutiny and on a much larger, global imperial scale.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 388,
                    "text": "13",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "ETHNOGRAPHIC OBJECTIFICATIONS"
        },
        {
            "text": "Why then ethnography? In what way did ethnography contribute to epidemiological reasoning regarding plague? What was it that made ethnographic data a desirable resource to which scientists would return, in their effort to provide answers to different questions, but also so as to raise new ones, about the disease? If, following Engelke, 'it is what we do with facts-not only what questions we ask from them, but how we justify them to be \"facts\" in the fi rst place-that makes ethnography important', then we need to ask how the evidential facticity of ethnographic data functioned within the wider epistemological conundrum of plague science at the time. 14 In other words, how were ethnographic data confi gured or 'harnessed' as evidence about plague in relation to dynamic, and often confl icting, epistemological frameworks during the third pandemic? 15 Following Carrithers's analysis of Raymond Firth's classic work on the Tikopia, Engelke argues that 'when human patterns emerge out of ethnographic ones, confi rmed as such by a community of critical readers, and in a sense independent of the intentions of an author, they gain shape as ethnographic evidence'. 16 When approached critically, this emergent 'robustness and independence that confi rms [the] reliability' of a given datum may, however, be read as a phantom objectivity that allows the former's application in the explanation of phenomena similar to or altogether different than those intended by its original collector or systematiser. 17 We have already seen how in the course of the third pandemic ethnographic data collected on the Chinese-Russian frontier were rendered into such free-fl oating signifi ers of plague, functioning as what Webb Keane has called 'portable objectifi cations'. 18 A prime example of this was the alimentary avoidance of marmot axillary glands on the part of Mongols. 19 Whilst this was initially collected and published by Gustav Radde as an ethnographic datum unrelated to plague, it was later rendered into ethnographic evidence of plague amongst the aforementioned animals, and of the knowledge of the zoonotic source of the disease amongst indigenous groups in the region.",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 659,
                    "text": "14",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 857,
                    "end": 859,
                    "text": "15",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1171,
                    "end": 1173,
                    "text": "16",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1510,
                    "end": 1512,
                    "text": "17",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1768,
                    "end": 1770,
                    "text": "18",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1874,
                    "end": 1876,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ETHNOGRAPHIC OBJECTIFICATIONS"
        },
        {
            "text": "Of course, ethnography was not the sole source of such portable objectifi cations, but rather functioned within a much wider economy of evidence derived, amongst other disciplines, from photography, cartography, and bacteriology. This was, for example, the function of photomicrographic plates of plague bacteria, of nosological maps and climatological charts, as well as of clinical photographs portraying men, women, and children exposing axillary or cervical buboes in identical poses that functioned as prototypes of plague patients. 20 The role of ethnographic data within this evidential economy was more pronounced in certain epidemic and biopolitical contexts, such as the one examined in this book, whilst less in others. In each of these contexts it operated in relation to other evidential regimes and within concrete medical and biopolitical conditions arising from the demographic character of the given outbreak as well as from the power relations in place between administrators, scientists, and the general population. Hence it would be altogether mistaken to analytically assert a universal function of ethnography as regards plague research, beyond the simple parameter that, in the context of the aforementioned phenomenon of epistemological entropy, it functioned as a potential anchor for epidemiological reasoning. What is more promising, analytically speaking, is to examine the transformation of ethnographic data into plague evidence in specifi c epidemiological contexts.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 540,
                    "text": "20",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "ETHNOGRAPHIC OBJECTIFICATIONS"
        },
        {
            "text": "As we have seen in the course of this book, as regards the case of the plague research on the Chinese-Russian frontier the operation of confi guring ethnographic data into epidemiological evidence was neither homogeneous nor underlined by a unitary research or interpretive culture. Different researchers took recourse to ethnographic data in different contexts with the aim to elucidate different epidemiological phenomena. In this process they rendered the former into evidence about a disease that itself had no stable identity but whose understanding changed as rapidly as new outbreaks stroked different parts of the globe. For Beliavsky, it appears that this was an operation infl uenced by the ethnological spirit of the great geographic expeditions of late Imperial Russia. In this sense, we can say that he wrote his short but important report in implicit dialogue with explorers such as Gustav Radde, who was the fi rst to scientifi cally describe the animal identifi ed by Beliavksy as the principal host of plague in the region. Writing twenty years later, Dudchenko seems to have operated under similar ideological conditions. Unlike the more cautious (or perhaps less ambitious) Beliavsky, however, he ventured not only to employ ethnographic data he collected in the fi eld, but also to speculate about practices such as Buddhist pilgrimage. By contrast, for Matignon ethnographic data were part of a more specifi c interest in what we would today call ethnomedicine, but what for him was a mixture of useful traditional remedies and detrimental superstitions. His Urga expedition, his book on 'Chinese superstition', and the numerous pieces he wrote on various exotica attest to this interpretation. By comparison, Zabolotny appeared more reserved in his ethnographic descriptions, though he had ample opportunity to collect such data not only in Weichang but also in India, Arabia, and in other areas he visited as a prominent member of the Russian Plague Commission. As for Wu Liande, he initially sought to gather fi rst-hand ethnographic data and relate them to plague in the context of a major epidemiological crisis, fi nding henceforth himself entangled, if we are allowed the Geertzean metaphor, in the 'webs of signifi cance' he had spun.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHNOGRAPHIC OBJECTIFICATIONS"
        },
        {
            "text": "Similarly, each of these paragons of plague research in the region had a different repertoire of concerns or questions about plague as a disease in relation to which he employed ethnographic data. Beliavsky's concern was immediate: to explain and contain the 1894 outbreak in Soktui. He does not appear to have written another piece on plague before or after this incident. 21 His collection of ethnographic information on the disease hence seems to be solely concerned with supporting the tarbagan hypothesis, Beliavsky's revolutionary idea of a zoonotic origin of plague related to Siberian marmots. Matignon was similarly concerned with explaining a specifi c and limited outbreak of plague, which involved identifying its geographic origins and the means by which it was introduced or, in his terms, 'imported' into the region from South China. Zabolotny, working in the footsteps of Matignon, shared the same concerns, with the crucial difference that he turned his attention not to the importation of the pathogen but to its perseverance in the area under study. Hence if Matignon employed ethnographic data as evidence regarding plague's epidemicity, Zabolotny used such data to problematise the disease's endemicity. Dudchenko by turn took a more synthetic and adventurous approach in employing ethnographic data. He did this in the process of crafting his peculiar model of plague as an anthroponotic disease with a complex epidemic and endemic pattern, asserting that plague spread from humans to marmots and then back to humans via native pilgrimage and burial rites. Finally, Wu exhibited the most complex, if ultimately palinodic, employment of and engagement with ethnographic data. Initially, he took recourse to ethnography so as to defend the tarbagan origins of the fi rst Manchurian plague epidemic and to explain the spread of the disease on the basis of an anthropological binary between skilled and knowledgeable native hunters and inept and ignorant migrant 'coolies'. He then proceeded to employ newly collected ethnographic data (or, to be precise, the lack of such data) so as to challenge the tarbagan hypothesis, only to end up readopting the hitherto discredited native knowledge hypothesis on account of having to concede to the tarbagan hypothesis under the strain of new epidemics in the region.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 376,
                    "text": "21",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "ETHNOGRAPHIC OBJECTIFICATIONS"
        },
        {
            "text": "We can thus say that in each of these cases ethnographic data were rendered into evidence about plague at strategic points of each researcher's epidemiological reasoning as regards the formulation of different hypotheses on the origins and trajectory of the disease. For Beliavsky, ethnographic data functioned as a support of his and Reshetnikov's pioneering tarbagan hypothesis; for Matignon, as an aid to his importation hypothesis; for Zabolotny, as accessories of his endemic theory; and for Dudchenko, as a bolster of his anthroponotic model. In these cases the employment of ethnographic data was an intelligent, if often misleading, attempt to stave epistemological uncertainty, and to bridge existing gaps in biomedical evidence as regards the areas or outbreaks under examination. Where the rendering of ethnographic data into evidence about plague assumed a qualitatively different epistemological function was in the case of Wu Liande. In this instance we do not simply have an opera-tion of epistemological support or evidential patching up, but rather a meticulous engineering of ethnographic data into epidemiological evidence, which generated an outbreak narrative encompassing and often overdetermining several important aspects of the disease. In this case, ethnographic data were employed not simply to uphold a given process of epidemiological reasoning, or to provide a shortcut out of some evidential deadlock. Rather, they were rendered into epidemiological evidence in a manner that transformed and even challenged or negated biomedical evidence about the disease. This epistemological transformation was most evident in the case of Wu rejecting the tarbagan hypothesis largely on account of not being able to procure ethnographic data in support of it, an unprecedented act of epidemiological reasoning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHNOGRAPHIC OBJECTIFICATIONS"
        },
        {
            "text": "Yet at the same time as the transformation of ethnographic data into epidemiological evidence confi gured plague as a disease with set characteristics of epidemicity and endemicity, the ethnographic confi guration of plague on the Chinese-Russian frontier had another effect, this time not with regards to the disease it aimed to problematise but in relation to the ethnographic subjects whom the said data were supposed to derive from and describe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHNOGRAPHIC OBJECTIFICATIONS"
        },
        {
            "text": "Conventionally, as Ann Kelly puts it, medical anthropologists are interested in 'practices, experiences and understandings that medical knowledge excludes'. 22 Instead my study has turned its analytical lens on practices and experiences included and framed by medical knowledge. 'Disease', claims David Arnold, 'was a potent factor in the European conceptualisation of indigenous society.' 23 As discussed in the Introduction of this book, this was primarily done through a negative representational strategy that depicted indigenous groups as essentially pestilential societies. It was moreover an operation usually predicated upon a description of a given group as incapable of perceiving the key factors contributing to the spread of an infectious disease. These may, according to each case and narrative, include the source of the infection, practices contributing to its spread, or general (un)sanitary conditions that give rise to it in given contexts. It was a narrative most often focused on the supposed inability of a group to identify these patterns even in and amongst what, from a colonial perspective, formed its defi ning cultural, social, and economic practices. An example of this is evident in the description of a limited plague outbreak in Abu Ghraib in the autumn of 1875. Doctors from the Sanitary Administration of Baghdad who visited the so-called seat of the epidemic related that the disease had fi rst struck the camels of nomadic Arabs who were camping in the area for pasturage. Rather than avoiding the affl icted animals, the said nomads proceeded to slaughter and eat the ill camels. As a result, forty of them fell sick and died, demonstrating fever and glandular swellings. 24 This type of narrative fostered a critique of indigenous groups as societies of ignorance: societies unable to draw knowledge or even 'observation and commonsense inferences', to use Evans-Pritchard's famous phrase, from amongst their most fundamental hand-to-mouth, life-sustaining practices. 25 This negative representational strategy reached its zenith in cases where entire ethnic groups were identifi ed with a particular disease. The best-known example of this is the Fore of Papua New Guinea and their association with kuru. As Warwick Anderson has painstakingly demonstrated, this was a long-term operation of medical and anthropological identifi cation of the Fore as a society suffering from an array of phenomena classifi ed initially as culture-contact shock and hysteria, then as an unidentifi ed syndrome, and fi nally as an infectious disease caused by a 'slow virus' that was identifi ed as a prion. 26 These consecutive problematisations of kuru led to two Nobel Prizes, but also to the progressive reduction of the Fore into 'a mobile archive of signs and numbers' related to the particular disease: 'the bodies of the Fore and their social life were reframed in terms of kuru, the territory was being reconstructed along the lines of kuru, the census of the Fore was a kuru census, and the map of the Fore was a kuru map.' 27 Most recently similar representational strategies have been employed in the problematisation of what in current epidemiological practice are understood as 'emerging' zoonotic diseases, such as SARS and Ebola, often through the re-employment of the notion of 'cultural vectors', fi rst developed in the 1980s by Paul Ewald. 28 Cultural vectors refer to 'a set of characteristics that allow transmission from immobilized hosts to susceptible when at least one of the characteristics is some aspects of human cultures'. 29 What this model basically implies is that whilst a given host may be relatively non-mobile, a disease can still manifest itself in the form of enhanced virulence through sociocultural practices. 30 In the case of SARS, the 2003 pandemic of a respiratory disease hitherto unnoticed amongst humans, led to widespread accusatory practices targeted against South Chinese live animal markets. Described in scientifi c literature as well as in the daily press as the loci of SARS's spillover from civet cats to humans, these so-called 'wet markets' became central to the development of a new Yellow Peril discourse, which portrayed China and Chinese lifestyles as potential sources of 'the next pandemic'; an all-encompassing contagion event that one day soon will supposedly threaten humanity with extinction. 31 In the case of the recent Ebola outbreak (2014), what has come into the focus of both scientifi c and popular science discourses is the threat of infection posed by burials-a theme, as already discussed, with a long colonial heritage. As discussed by Umberto Pellecchia, this isolation of burial practices as cultural vectors of Ebola in West Africa not only ignores the complexity of funerals as social phenomena, but has also contributed to overlooking crucial economic and political aspects of the crisis. 32 By contrast, the cases examined in the course of this book comprise a seemingly affi rmative strategy of representation-a conceptualisation of indigenous groups on the Chinese-Russian frontier as societies-againstplague. Between 1894 and 1926 Mongols and Buryats were confi gured in medical and epidemiological literature as ethnographic subjects whose culture was largely a reaction to the menacing presence of plague in their physical environment. Key myths, rituals, and burial practices as well as modes of hunting were seen as little more than exotic cultural expressions of a baseline survival strategy against plague. Part of a naturalist ontological enclosure, this mode of representation is, nonetheless, distinct from what Byron Good has critiqued as anthropological strategies of interpreting cultural traits as 'unintended adaptive effects'. 33 Although in our case too culture is seen 'as a set of adaptive responses to diseases', the difference lies in the interpretative emphasis placed on native intentionality. 34 Whereas the neofunctionalist ecological paradigm has focused on the net effect of adaptation, independent of and in the absence of intention on the part of the 'adapted', the epidemiological narrative examined in this book put emphasis on native intentionality as key to survival vis-à-vis plague. Mongols and Buryats were portrayed not simply as having 'adapted' to the conspicuous presence of plague in their environment, but also as able to articulate this cultural adaptation in a proto-scientifi c manner, explicitly attributing, for example, specifi c hunting practices to their desire to prevent zoonotic infection. In other words, they were seen as having developed not only cultural immunity to plague, but also a consciousness of this trait.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "text": "22",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 390,
                    "end": 392,
                    "text": "23",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1708,
                    "end": 1710,
                    "text": "24",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2005,
                    "end": 2007,
                    "text": "25",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2627,
                    "end": 2629,
                    "text": "26",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 3053,
                    "end": 3055,
                    "text": "27",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3379,
                    "end": 3381,
                    "text": "28",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 3573,
                    "end": 3575,
                    "text": "29",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 3771,
                    "end": 3773,
                    "text": "30",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 4381,
                    "end": 4383,
                    "text": "31",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 4893,
                    "end": 4895,
                    "text": "32",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 5750,
                    "end": 5752,
                    "text": "33",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 5924,
                    "end": 5926,
                    "text": "34",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ETHNOGRAPHIC SUBJECTS AS SUBJECTS OF AND AGAINST PLAGUE"
        },
        {
            "text": "The point that we should not overlook here is that this mode of conceptualising native societies did not simply valorise their culture as epidemiologically aware or intentional. It also, subtly but I would claim pervasively, represented this culture as hopelessly irrational. For if these groups did realise that plague was present in their prey (marmots), and if they did understand the mode of transmission from marmot to humans (direct fl uid contact), then an immediate question was raised: why instead of employing complex mythological and ritual apparatuses did they not simply wear leather gloves so as to prevent infection from the potentially ill animals? This query is only tacitly raised in medical literature, yet it always hovers between the lines, much like an example of what George Steinmetz has coined the 'epistemological unconscious', in plague ethnographies of the region. 35 The conclusion the audience of this outbreak narrative is led to draw is that knowledge does not necessarily make up for the lack of reason, which was seen by plague researches as constitutive of native culture. Mongols and Buryats may know plague, in the sense that they understand its zoonotic source and mode of transmission, and they may even have developed an adaptive intentionality with regards to the disease, but they are unable to reason about it in a rational manner-this is the intended lesson of the native knowledge hypothesis across its many variations. Hence, if this was a seemingly affi rmative representational strategy, in that it praised native knowledge of plague, it nonetheless asserted an even more radical form of othering than its negative representational antipodes: indigenous groups could know or not know certain aspects of an infectious disease, but in either case they were incapable of reasoning about it rationally.",
            "cite_spans": [
                {
                    "start": 893,
                    "end": 895,
                    "text": "35",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "FUNCTIONAL UNREASON"
        },
        {
            "text": "There is a crucial difference between the phenomenon I am trying to underline here and what Byron Good, following the much broader analytics of experience developed by Rodney Needham, has described as the pervasive juxtaposition between belief and knowledge in colonial medical narratives. 36 An example of this juxtaposition as regards plague is evident in Baber's report on the disease in Yunnan, a region often considered as the origin of the third pandemic. Baber gives in his account a dry description of the disease that he claimed bore 'a resemblance to the plague of London described by Defoe', focusing on the progression of symptoms suffered by the victim: glandular pustules, weakness, aches, delirium, and pseudo-convalescence leading to death. 37 This list of symptoms is no more precise than similar descriptions from the Middle Ages, and yet the idiom in place conjures up an aura of scientifi c objectivity. This image of 'knowledge' gives way to one of 'belief' when it comes to discussing Chinese understandings of the outbreak. Baber reported that, following the description of a French missionary, 'the native version includes all the above facts, but includes them in a cloud of superstitious accessories.' 38 These consisted in the saturation of the sick room by demons: 'even the tables and mattresses writhe about and utter voices, and offer intelligible replies to any one who questions them.' 39 The contrast here, in Good's analytical terms, is clear: on the one hand the epistemic clarity of a list of symptoms that somehow manage to count as knowledge, and on the other hand the superstitious haze of demonology. And yet, whereas the belief/ knowledge dichotomy presumes that the indigenous group in question is eventually capable of knowing a disease in its immediate environment, the epidemiological reasoning I have examined institutes the imagined gap between the scientifi c ego and the non-scientifi c other as an unsurpassable ontological condition. For if all that natives lack is knowledge, then the gap in place is merely epistemological. And in that case one can always equip the former with 'scientifi c knowledge' through education, the assumption being that as evidence or 'proof' becomes available then they would shift from a mode of believing into a mode of knowing. This model of otherness then asserts an ontological continuum on the basis of which an epistemological paradigm shift (from them to us qua from past to present, in social evolutionary terms) can be achieved. In the case I have examined in this book, however, this 'progression' towards identity seems not to be an option. Instead Mongols and Buryats were presented as already (one is tempted to say always already) possessing knowledge of plague. More than that, they were presented as possessing this knowledge before scientists, and hence providing it to plague researchers. And yet, in spite of this empirical knowledge accumulated, the narrative goes, over centuries, native subjects still failed to reason about the disease in a rational way. Whereas in the case of the 'progression towards identity' model of otherness we have a classical dialectical operation, according to which the accumulation of quantity (knowledge) leads to a transformation of quality (reason), in the second case we are faced with an anti-dialectical cul-de-sac. Mongols and Buryats, though praised for their knowledge and for containing plague in the region, are nonetheless condemned to a static ontological condition: that of functional unreason.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 292,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 757,
                    "end": 759,
                    "text": "37",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1419,
                    "end": 1421,
                    "text": "39",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "FUNCTIONAL UNREASON"
        },
        {
            "text": "In the course of the third pandemic, the ethnographic confi guration of plague was tied to an epidemiological interpellation of ethnographic subjects. This was an apparatus of association between social forms of the native other and forms or processes of pathogeny, which found a plethora of biopolitical applications in the context of global epidemiology in the age of high colonialism. But it is also an apparatus that continues to inform our postcolonial world, and the problematisation of epidemics, from SARS in 2003 and the Haitian cholera outbreak in 2010 to the Ebola epidemic in West Africa in 2014. Whether seen as possessing traits of cultural immunity to or as being burdened by cultural vectors of infectious diseases, societies in the global south continue to be studied and evaluated in terms of their ability to survive, adapt to, and cope with what are usually described as pathogens arising out of or endemic to their natural or built environments. And at the same time, infectious diseases continue to be ethnographically confi gured, with scientists taking recourse to 'beliefs', 'folk-models', 'tradition', and, ultimately, 'culture' for their problematisation and understanding. These largely anthropologically redundant categories are more often than not treated as portable objectifi cations, so as to model, explain, and dramatise disease in the face of epistemological entropy forged by: the social, biological, and ecological complexity of infectious diseases, the irreducibility of multihostal zoonoses, and the syndemic entanglement of co-infection processes, economic inequality, environmental destruction, and structural violence. In this way, not only is the complexity of epidemic crises obscured, but, at the same time, 'behaviour change' becomes a 'pragmatic' priority over political-economic reform. Adopting a critical stance towards this approach to public health requires us to excavate the impact of colonial medicine and its epidemiological reasoning in the present predicament of global counter-epidemic interventions and global health as a whole. With the imperative of moving towards a relational understanding of disease in mind, and with the hindsight of the implications of the employment of ethnography in the understanding of plague in the course of the third pandemic, the historical and anthropological critique of epidemiology can become a key tool for forging a new critical epidemiology. 40 ",
            "cite_spans": [
                {
                    "start": 2442,
                    "end": 2444,
                    "text": "40",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "TOWARDS A CRITICAL EPIDEMIOLOGY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Plague Prevention and Politics in Manchuria",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Nathan",
                    "suffix": ""
                }
            ],
            "year": 1910,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Bubonic Plague in Nineteenth-Century China",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Benedict",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Les épidémies en Chine à la croisée des savoirs et des imaginaires: le Grand Sud aux xviiie et xixe siècles",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fl",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bretelle-Establet",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Extrême-Orient Extrême-Occident",
            "volume": "34",
            "issn": "",
            "pages": "21--60",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mixed Medicines: Health and Culture in French Colonial Cambodia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Au",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An important example of distinct approaches is the development of a North American understanding of plague ecology in terms of enzootics and epizootics, by contrast to Russian understandings of it in terms of primary and secondary hosts",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deepening the Conception of Functional Information in the Description of Zoonotic Infectious Diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kosoy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Entropy",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Deepening the Conception of Functional Information in the Description of Zoonotic Infectious Diseases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kosoy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chuma: Bibliografi ya otechestvennoĭ literaturui 1740-1964 gg. (Saratov: Izdatel'stvo Saratovskogo Universiteta",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Anisimov",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Present Pandemic of Plague (Washington: Government Printing Offi ce 1908)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Eager",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Plague Causes 318,178 Deaths",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anon",
                    "suffix": ""
                }
            ],
            "year": 1905,
            "venue": "",
            "volume": "97",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A Treatise on Plague; dealing with the historical, epidemiological, clinical, therapeutic and preventive aspects of the disease",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 1905,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Roger Pollitzer's 1954 Plague , commissioned and published by the World Health Organisation, remains the latest and most commonly used general treatise on the disease today",
            "authors": [
                {
                    "first": "L.-T",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Treatise on Pneumonic Plague",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "For a critical discussion of these debates and their relevance to the anthropological notion of culture see Herbert",
            "authors": [],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Issue Supplement: The Objects of Evidence: Anthropological Approaches to the Production of Knowledge",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Engelke ; R",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Collingwood",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "The Idea of History",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Questions of Evidence: Proof, Practice and Persuasion Across the Disciplines",
            "authors": [],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "I am here borrowing the notion of possessing a disease from Anderson",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Objects of Evidence",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Engelke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "12), whose agonistic undertones do more justice to this process than the idiom of 'translation' employed by Latour in his 'circulating reference' thesis",
            "authors": [],
            "year": 1999,
            "venue": "I am here borrowing the notion of harnessing ethnographic data from Chua et",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Objects of Evidence",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Engelke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Objects of Evidence",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Engelke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Estrangement, Intimacy, and the Objects of Anthropology: Refl ections on a Genealogy",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Keane",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Politics of Method in the Human Sciences: Positivism and its Epistemological Others",
            "volume": "",
            "issn": "",
            "pages": "59--88",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Whether these ever achieved some sort of 'optical consistency' (Latour 1986 ) as regards to their application in the study of plague remains an important question",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The authoritative Soviet bibliography on plague research only lists his 1895 paper",
            "authors": [],
            "year": 1968,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "(eds) How Do We Know? Evidence, Ethnography and the Making of Anthropological Knowledge",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Introduction: Disease, Medicine and Empire",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Imperial Medicine and Indigenous Societies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "House of Commons Parliamentary Papers",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "For discussion of Evans-Pritchard's emblematic 'Leechcraft' chapter, and how he saw this 'common-sense' sustained amongst the Azande who, he claimed, ' know disease by their major symptoms",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Evans-Pritchard",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "Witchcraft, Oracles and Magic among the Azande",
            "volume": "",
            "issn": "",
            "pages": "12--13",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Possession of Kuru: Medical Science and Biocolonial Exchange",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Comparative Studies in Society and History",
            "volume": "42",
            "issn": "4",
            "pages": "713--744",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Endocannibalism and burial rites came under focus as specifi cally related to the spread of the disease; for further discussion, see Lindebaum",
            "authors": [
                {
                    "first": "Anderson",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "723",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Cultural Vectors, Virulence and the Emergence of Evolutionary Epidemiology",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Ewald",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Oxford Surveys in Evolutionary Biology",
            "volume": "5",
            "issn": "",
            "pages": "215--245",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Evolution of Infectious Disease",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Ewald",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Emerging Disease and the Evolution of Virulence: The Case of the 1918-1919 Infl uenza Pandemic",
            "authors": [
                {
                    "first": "P.-O",
                    "middle": [],
                    "last": "Méthot",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [
                        "S"
                    ],
                    "last": "Alizon",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Classifi cation, Disease and Evidence : New Essays in the Philosophy of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "For a discussion of the 'wet market' complex see Zhan (2005); on the mythic dimensions of the 'next pandemic' see Caduff ( 2014 ) and Lynteris (2016); for a critique of 'emergence' see King",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "For critical anthropological approaches to the association of 'traditional' funerals and Ebola see also Richards ( 2014 ) and Fairhead",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Pellecchia",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ebola Response Anthropology Platform",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Good here refers to the work of Foster and Anderson",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Good",
                    "suffix": ""
                },
                {
                    "first": "Rationality",
                    "middle": [],
                    "last": "Medicine",
                    "suffix": ""
                },
                {
                    "first": ";",
                    "middle": [],
                    "last": "Experience",
                    "suffix": ""
                },
                {
                    "first": "Townsend",
                    "middle": [],
                    "last": "Mcelroy",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "An Anthropological Perspective",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The question of gloves is raised in The Lancet after the rehabilitation of the tarbagan hypothesis, where the anonymous correspondent notes that 'hunters do not use gloves, their hands are often chipped, and during skinning operations the plague bacillus may readily gain entrance directly into the circulation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Steinmetz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Politics of Method in the Human Sciences: Positivism and its Epistemological Others",
            "volume": "",
            "issn": "",
            "pages": "1--58",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "House of Commons Parliamentary Papers",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "38",
            "issn": "",
            "pages": "39--40",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "House of Commons Parliamentary Papers",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "For a recent endorsement of a relational approach of infectious disease see Hinchliffe et",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}