{
    "paper_id": "99fdc3ffa49adf79a083f37c5c27228165141f9f",
    "metadata": {
        "title": "Journal Pre-proof Clinical characteristics and changes of chest CT features in 307 patients with common COVID-19 pneumonia infected SARS-CoV-2: A multicenter study in Jiangsu, China Title: Clinical characteristics and changes of chest CT features in 307 patients with common COVID-19 pneumonia infected SARS-CoV-2: A multicenter study in Corresponding Author 1",
        "authors": [
            {
                "first": "Yalei",
                "middle": [],
                "last": "Shang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the First Affiliated Hospital of Soochow University",
                    "location": {
                        "addrLine": "Jiangsu province",
                        "postCode": "215000",
                        "settlement": "Suzhou city",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chuanjun",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanjing University of Chinese Medicine",
                    "location": {
                        "addrLine": "Jiangsu province",
                        "postCode": "210003",
                        "settlement": "Nanjing city",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            },
            {
                "first": "Fengli",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nantong University",
                    "location": {
                        "addrLine": "Jiangsu province",
                        "postCode": "226001",
                        "settlement": "Nantong city",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            },
            {
                "first": "Renjun",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the First Affiliated Hospital of Soochow University",
                    "location": {
                        "addrLine": "Jiangsu province",
                        "postCode": "215000",
                        "settlement": "Suzhou city",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yonggang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": "liyonggang224@163.com"
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the First Affiliated Hospital of Soochow University",
                    "location": {
                        "addrLine": "Jiangsu province",
                        "postCode": "215000",
                        "settlement": "Suzhou city",
                        "country": "P.R.China"
                    }
                },
                "email": "zhouying261@163.com"
            },
            {
                "first": "Feng",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Suqian First Hospital",
                    "location": {
                        "addrLine": "Suqian city, Jiangsu province, Suzhou city, Jiangsu province, Suzhou city, Jiangsu province",
                        "postCode": "223899, 215000, 215000",
                        "country": "P.R.China, P.R.China, P.R.China"
                    }
                },
                "email": ""
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Dai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "the First Affiliated Hospital of Soochow University",
                    "location": {
                        "addrLine": "Jiangsu province",
                        "postCode": "215000",
                        "settlement": "Suzhou city",
                        "country": "P.R.China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shang",
                "middle": [
                    "Y"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xu",
                "middle": [
                    "C"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiang",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Huang",
                "middle": [
                    "R"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhou",
                "middle": [
                    "Y"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xu",
                "middle": [
                    "F"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dai",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jiangsu",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "China",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Corresponding",
                "middle": [],
                "last": "Author",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The study was aimed to describe the clinical characteristics and evaluate the dynamic changes of chest CT features in the first week in the common type fo COVID-19 pneumonia patientsin Jiangsu Province.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "307 patients infected SARS-CoV-2 classified as common type were enrolled in the study. 628 chest CT scans were divided into three groups based on the time interval between symptoms and chest CT scan. The clinical characteristics were descriptively analyzed.The chest CT features were quantitatively evaluated. Mann-Whitney U test was used to test the differences in three groups and between men and women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Spearman rank correlation was used to test the association between the arterial blood gas(ABG) analysis results and chest CT scores. Page 4 of 23 J o u r n a l P r e -p r o o f 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Fever (69.1%) and cough (62.8%) were common symptoms. 111(36.2%) patients were anorexia. GGO was the most common manifestation of COVID-19 pneumonia, which could be followed by consolidation and fibrosis. Lower lobe or subpleural region was the most common distribution form of lesion. More lung lobes involved in the third week. Total chest CT scores in the second week were higher than the first week. Fibrosis Scores increased in the second and third week. Total CT score, GGO score and fibrosis score of male patients were significantly higher than female in the second week. Male patients had higher consolidation score and fibrosis score than female in the third week. Total CT score and GGO score had weak to moderate correlation with arterial blood gas indices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Changes in chest CT were difficult to assess quantitatively in the first third weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Male patients recovered slower than female in the second week. Although CT score had correlations with arterial blood gas indices, long-term follow-up of pulmonary function test is needed to determine the recovery of lung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 , an infective disease caused by severe acute respiratory syndrome corona virus 2(SARS-COV-2)(Rothan and Byrareddy 2020), was first identified in Wuhan, Hubei Province and then swept through other provinces J o u r n a l P r e -p r o o f 5 in China and abroad, causing public attention. The World Health Organization (WHO) declared the emergence of SARS-COV-2 a public health emergency of international concern (PHEIC) on 30th January 2020 (Sohrabi et al. 2020 ). On the 11th",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 485,
                    "text": "(Sohrabi et al. 2020",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "March 2020, WHO announced the COVID-19 pneumonia epidemic was \"pandemic\" worldwide. As of March 22th 2020, 81498 cases of novel coronavirus disease 2019(COVID-19) had been confirmed in China and other 223947 cases had been reported from more than 185 other countries. Isolation of cases and contact tracing were used to control COVID-19 in China, which had achieved great results (Hellewell et al. 2020) . There have been no new confirmed cases in China for several consecutive days, and replaced with imported cases overseas. Cases confirmed in other countries increased rapidly.",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 403,
                    "text": "(Hellewell et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Initial chest CT findings played a critical role in diagnosis of SARS-COV-2 infection and depicting the patterns and extent of the pulmonary abnormalities(Yang et al. 2020) (Shi et al. 2020) . Since the outbreak of COVID-19, there were continuous literature regarding early chest CT imaging manifestations: most patients presented with multifocal ground-glass opacities(GGO) involving multiple lung lobes and had a predominantly subpleural distribution at admission (Shi et al. 2020 ) (Huang et al. 2020 )(Yang et al. 2020 ; The extent of lesions had a tendency to be more extensive and the lesions had an increased density on follow-up CT scans (Pan and Guan 2020) .",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 190,
                    "text": "(Shi et al. 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 466,
                    "end": 482,
                    "text": "(Shi et al. 2020",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 485,
                    "end": 503,
                    "text": "(Huang et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 504,
                    "end": 522,
                    "text": ")(Yang et al. 2020",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 665,
                    "text": "(Pan and Guan 2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, there is a lack of large sample data in different time for the imaging characteristics of COVID-19 pneumonia. The purpose of our study was to quantitatively assess dynamic changes of chest CT findings in the common type COVID-19 pneumonia cases and analyze the correlation between chest CT manifestations and laboratory test indexes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study was conducted in accordance with the amended Declaration of Helsinki.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "This was a multicenter study. The protocol was approved by independent ethics committees. Informed consent was signed by every patient. SARS-CoV-2 infection was confirmed by real time reverse transcriptase polymerase chain-reaction (RT-PCR) test using pharyngeal swab specimens. Confirmed COVID-19 pneumonia patients with negative CT findings or asymptomatic infection were excluded from this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "From January 10th 2020 to March 3th 2020, 307 eligible patients from 13 hospitals in Jiangsu were enrolled in the study. 628 CT scans of 307 patients were analyzed in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "The diagnostic criteria of clinical grading were as follows: mild, subtle or mild clinical symptoms without pneumonia finding on CT images; common, fever or respiratory symptoms, etc. and pneumonia on CT images; severe, with any of the followings: respiratory distress with respiratory rate (RR) >30/s, resting state oxygen saturation (SpO2) <93%, or oxygenation index (OI) (calculated by partial pressure of oxygen (PaO2)/fraction of inspired oxygen (FiO2) ≤300mmHg (1mmHg=0.133kPa); critical severe, with any of the followings: respiratory failure and mechanical ventilation needed, shock, or combination with other organ failure needing ICU 7 intensive need. Due to the relatively small number, patients of severe and critical severe type were excluded from the study. Only patients of common type were enrolled in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "Chest CT scans were divided into three groups based on the time interval between symptoms and CT scan. Group 1 contained 273 chest CT scans which were done within 1 week after symptom onset, Group 2 contained 255 chest CT scans which were done between 1 to 2 weeks after symptom onset, Group 3 contained 100 chest CT scans which were done between 2 to 3 weeks after symptom onset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design and participants"
        },
        {
            "text": "All the clinical data on epidemiology, signs and symptoms, laboratory test results were extracted from electronic medical records.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Chest high-resolution CT(HRCT) was performed for all patients within 24 hours after admission. All patients in the supine position were scanned with breath holding at the end of inhaling. The chest CT scanning was performed in GE Bright Speed Elite 16, SOMATOM Emotion, SOMATOM definition AS, Neusoft 16, PHLIPS MX-16, Philips 64-row spiral Ingenuity or the UNITED IMAGING Elite 16, with the scanning parameters as follows: tube voltage 120kV, tube current 110mA, pitch 1.0, rotation time ranging from 0.5s to 0.75s, slice thickness 5mm, with section thickness of 1mm or 1.5mm for axial, coronal and sagittal reconstructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT Imaging acquisition"
        },
        {
            "text": "HRCT images were independently reviewed by two radiologists with over 10-year Quantitative evaluation was made on the abnormal manifestations of chest HRCT imaging. The abnormal imaging signs including ground glass opacity(GGO), consolidation, fibrosis were quantified by two thoracic radiologists. Pulmonary fibrosis not related to COVID-19 pneumonia was ruled out. The radiologists estimated the lesion areas on each lung lobe as a percentage of the whole lung lobe, and the percentages in each lung lobe were scored using the following 6-grade scale: 0, absent; 1, 1 to 5%; 2, 6 to 25%; 3, 26 to 50%; 4, 51 to 75%; and 5, 76 to 100%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT image analysis and quantification"
        },
        {
            "text": "Scores from the whole lung were summarized to get the total scores of each lesion respectively. Distribution characteristics, shapes of the lesion, vascular enhancement sign, air bronchial sign, interlobular septal thickening, pleural thickening, pleural effusion and lymphadenopathy were observed and recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT image analysis and quantification"
        },
        {
            "text": "All statistical analyses were performed by Statistical Product and Service Software (SPSS Statistics, version 26.0, Chicago, IL, USA). Categorical data were described as frequency rates or percentages. Continuous data compatible to normal distribution were described by mean±SD(standard deviation). Continuous data incompatible to normal distribution were described by median (25 th quantiles, 75 th quantiles).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Mann-Whitney U test was used to test the differences of quantitative variables J o u r n a l P r e -p r o o f 9 between two groups. Spearman rank correlation was used to test the association between the arterial blood gas (ABG) analysis results and chest CT scores. P-value <0.05 was considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "307 patients of common type COVID-19 pneumonia were enrolled in the study, which included 164(53.4%) men and 143(46.6%) women. The ages were 46(33, 55) years old, ranging from 7 to 80 years old. . Fever (69.1%) and cough (62.8%) were the most common symptoms. 81(26.4%) patients had temperatures between 37.3 and 38 degrees Celsius, which was low fever. 103(33.6%) patients had temperatures between 38 and 39 degrees Celsius, which was middle fever. Dry cough Only 28(9.1%) patients had temperatures over 39 degrees Celsius, which was high fever.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demography and clinical characteristics"
        },
        {
            "text": "Anorexia was a common symptom, occurring in 111(36.2%) patients. Fatigue, pharyngeal discomfort and muscle soreness were the common symptoms occurred in over 10% patients. Chill, chest pain, short of breath, dyspnea, diarrhea, flustered, nasal congestion and runny nose, nausea and vomiting were also occurred in few cases (as shown in Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 336,
                    "end": 343,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Demography and clinical characteristics"
        },
        {
            "text": "Lower lobes of bilateral lungs were most affected, followed by upper lobes. The right middle lobe was not relatively easy to be involved. Chest CT had bilateral-lung lesions in more than 80% cases. Lower lobe or peripheral region were the most common distribution form of lesion, which occurred in over 75% CT scans. GGO was the most common manifestation of COVID-19 pneumonia, which was often accompanied by vascular enhancement sign. Consolidation and fibrosis were seen in almost half of all the cases. Air bronchial sign accompanied consolidation. Pleural thickening was seen in half of the cases, accompanied by fibrosis. Pleural effusion and lymphadenopathy was rare (as shown in Table 2 ).Quantitative comparison of",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 686,
                    "end": 693,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Lesion distribution and features in chest CT"
        },
        {
            "text": "Number of lung lobes involved in Group 3 was significantly more than Group 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "chest CT findings in three Groups"
        },
        {
            "text": "Number of lung lobes involved in Group 2 had no significant difference with Group 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "chest CT findings in three Groups"
        },
        {
            "text": "Total chest CT scores of Group 1 had significant difference with Group 2. However, there were no significant difference in scores of GGO and consolidation between every two groups. Scores of fibrosis in Group 1 were significantly lower than Group 2 and Group 3(as shown in Table 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 280,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "chest CT findings in three Groups"
        },
        {
            "text": "In the first week, fibrosis score of male patients was higher than female. In the second week, male patients had more lung lobes involved than female. Total CT score, GGO score and fibrosis score of male patients were significantly higher than female in the second week. Male patients had higher consolidation score and fibrosis score than female in the third week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative comparison of chest CT findings between men and women"
        },
        {
            "text": "Total CT score and GGO score had weak to moderate correlation with arterial blood gas indices. Consolidation score and fibrosis score had weak correlations with partial pressure of carbon dioxide in artery. Fibrosis score had a moderate correlation with Oxygenation index.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correlation analysis between ABG analysis indices and CT scores"
        },
        {
            "text": "The treatment was based on the guidelines. α-interferon inhalation combined with oral or intravenous antiviral drugs were for antiviral therapy. Antibiotics could be used if necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapy"
        },
        {
            "text": "This was a multicenter study. 307 eligible patients in Jiangsu were enrolled in the study. 628 CT scans were analyzed in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study, number of male patients infected with SARS-CoV-2 was slightly more than female patients, which was consistent with previous studies(Rothan and another Chinese province outside Wuhan (Liu et al. 2020) , that study was finished 12 more than one month ago. This might be due to the decrease in imported cases in other provinces after the city was closed in Hubei. So, effective contact tracing and isolation could contribute to reducing the overall size of an outbreak or bringing it under control over a longer time period (Hellewell et al. 2020 ).",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 214,
                    "text": "(Liu et al. 2020)",
                    "ref_id": null
                },
                {
                    "start": 536,
                    "end": 558,
                    "text": "(Hellewell et al. 2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The lower lobes and periphery of the lungs were easily involved in COVID-19 pneumonia, this phenomenon was also seen in other studies (Jeffrey 2020) (Shi et al. 2020 ). Right middle lung lobe was relatively rare involved, which might be due to gravity. Prone position was suggested for COVID-19 patients to help improve ventilation, which might be for the same reason.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 165,
                    "text": "(Shi et al. 2020",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the third week, there was less lung lobes involved than the first week. This might indirectly suggest that it needed over 2 weeks for COVID-19 pneumonia to be absorbed. Fibrosis in the second week and the third week were more than the first week. Lesion area of lungs in the second week were bigger than the first week. In the second week, pneumonia might improve or progress in chest CT (Fig.1, Fig.2) . In some cases, progression or improvement of lesions could occur in the same time but in different lung lobes. Scores of GGO had no significant difference in the three weeks. In most cases, the density of GGO decreased during treatment instead of absorbing. So, the area scoring method had certain limitations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 405,
                    "text": "(Fig.1, Fig.2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Some studies had shown that male patients had longer time of virus removal than females. There was still a lack of relevant reports on the difference in CT severity between men and women. In this study, lung fibrosis of men were more than women in the first three weeks. In the second week, men had more lung lobes involved and J o u r n a l P r e -p r o o f 13 bigger lung lesion area than women. Men had higher total CT scores and GGO scores than women in the second week. In the third week, men had more consolidation and fibrosis in lung than women. This might indirectly support that male patients recover more slowly than female.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are different degrees of correlation between CT score and arterial blood gas analysis indices. Total CT score and GGO score had the same trend with arterial blood gas analysis indices. This was due to strong correlation between Total CT score and GGO score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "disease (Rothan and Byrareddy 2020) . CT manifestations were considered to be posterior to clinical manifestations in the previous studies (Chang et al. 2020) .. COVID-19 pneumonia is highly contagious disease, which is mainly spread through respiratory droplets and contact. In order to control the spread of infection, pulmonary function test was difficult to carry out. As of March 15, all cases in this study had been cured and discharged. Long-term follow-up and pulmonary function test are necessary to help us understand the recovery of lung function in COVID-19 pneumonia patients.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 35,
                    "text": "(Rothan and Byrareddy 2020)",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 158,
                    "text": "(Chang et al. 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "As a new coronavirus, little is known about the prognosis of COVID-19"
        },
        {
            "text": "Chest CT played an important role in the diagnosis of COVID-19 pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Changes in chest CT were difficult to assess quantitatively in the first third weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Chest CT of male patients was more serious than female in the second. More consolidation and fibrosis lesions existed in male patients in the third week. Although Note. * means P value is less than 0.05 and there are significant differences. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus Disease 2019 : Coronaviruses and Blood Safety",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Transfus Med Rev [Internet]",
            "volume": "",
            "issn": "",
            "pages": "2--7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmrv.2020.02.003"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Feasibility of controlling 2019-nCoV outbreaks by isolation of cases and contacts. medRxiv",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Bosse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.08.20021162v1"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "China. Lancet",
            "volume": "",
            "issn": "20",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Chest CT Findings in 2019 Novel Coronavirus ( 2019-nCoV ) Infections from Wuhan",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jeffrey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2019--2039",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "CT manifestations of coronavirus disease-2019: a retrospective analysis of 73 cases by disease severity",
            "authors": [
                {
                    "first": "K-C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W-F",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                },
                {
                    "first": "X-H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J-L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "Jin-Feng",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Imaging changes in patients with 2019-nCov",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The epidemiology and pathogenesis of coronavirus disease ( COVID-19 ) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Autoimmun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Alwalid",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis [Internet]",
            "volume": "3099",
            "issn": "20",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "World Health Organization declares Global Emergency: A review of the 2019 Novel Coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "O"
                    ],
                    "last": "Neill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerwan",
                    "suffix": ""
                },
                {
                    "first": "Al-A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijsu.2020.02.034"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pulmonary pathology of early phase with common COVID-19 pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "S-Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Day 2 after symptom onset: multifocal round or patchy ground-glass opacity in bilateral lower lobes. (b)Day 8 after symptom onset: multifocal irregular consolidation and fibrosis in left upper lobe and bilateral lower lobes",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Day 17 after symptom onset: multifocal patchy ground-glass opacity in left upper lobe and bilateral lower lobes, fibrosis in right lower lobe. (d)Day 25 after symptom onset: multifocal patchy ground-glass opacity in left upper lobe and bilateral lower lobes",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Transverse chest HRCT scans series from a 51-year-old man with common COVID-19 pneumonia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Day 3 after symptom onset: multifocal round or patchy ground-glass opacity in bilateral lower lobes and the right middle lobe. (b)Day 9 after symptom onset: Progress of patchy ground-glass opacity in right middle lobe, mixed ground-glass opacity and consolidation in bilateral lower lobes. (c)Day 15 after symptom onset: multifocal irregular consolidation and fibrosis in bilateral lower lobes and the right middle lobe. (d)Day 26 after symptom onset: patchy ground-glass opacity in right middle lobe",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "were blinded to the clinical data of the patients. Images were reviewed independently, and final decisions were reached by consensus. For disagreement between the two primary radiologist interpretations, a third radiologist with 10-year experience adjudicated a final decision.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Byrareddy 2020)(Yang et al. 2020)(Huang et al. 2020). Fever and cough were the main symptoms(Yang et al. 2020)(Xu et al. 2020, which was consistent with previous studies, too. Low fever was a common type of fever. Dry cough was more common than expectorant. Some patients had symptoms of fatigue, chest pain, chill, short of breath, dyspnea, diarrhea, headache, pharyngeal discomfort, flustered, muscle soreness, nasal congestion, runny nose, nausea and vomiting, which were also reported in other studies(Shi et al. 2020)(Huang et al. 2020)(Rothan and Byrareddy   2020). 135(41.2%) patients had history of Hubei residence or travel, and 113(34.4%) patients had history of close contact with confirmed cases. Proportion of patients with a clear epidemiological history was lower than previously report in Anhui Province,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Transverse chest HRCT scans series from a 47-year-old woman",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "J Thorac Oncol [Internet]. 2020; Available from: http://www.ncbi.nlm.nih.gov/pubmed/32114094 Xu Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, et al. Case Report Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Yang W, Cao Q, Qin L, Wang X, Cheng Z, Pan A, et al. Clinical characteristics and imaging manifestations of the 2019 novel coronavirus disease (COVID-19):A multi-center study in Wenzhou city, Zhejiang, China. J Infect [Internet]. 2020; Available from: https://doi.org/10.1016/j.jinf.2020.02.016 Table 1. Demography, clinical manifestation of 307 COVID-19 pneumonia patients Note. Except where indicated, data are numbers of patients, with percentages in parentheses.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Features of chest CT scan in COVID-19 pneumonia patients Note. Except where indicated, data are numbers of patients, with percentages in parentheses.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Quantitative analysis of chest CT characteristics in 3 groups Note. Except where indicated, data are the median with 25 th quantiles and 75 th quantiles in parentheses.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Comparison of chest CT characteristics between every two groups J o u r n a l P r e -p r o o f",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Comparison of chest CT characteristics between men and women",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Spearman rank correlation between ABG analysis indices and CT scoresNote. ABG=arterial blood gas, PaO2= partial pressure of oxygen in arterial blood, PaCO2= partial pressure of carbon dioxide in artery, SaO2= arterial oxygen saturation, OI= Oxygenation index. * P value is less than 0.05 and the difference is statistically significant.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "No conflict of interest exits in the submission of this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}