{
    "paper_id": "9aa2df4b20d65b4547a9cd93c1a2702437b28731",
    "metadata": {
        "title": "Letters to the editor",
        "authors": [
            {
                "first": "Junbo",
                "middle": [],
                "last": "Ge",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fudan University",
                    "location": {
                        "settlement": "Herz, Shanghai",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "After 76 days of lockdown, Wuhan reopened at midnight on April 8, 2020. More than 77,000 patients have been cured and discharged and fewer than 200 severe and critically ill patients are under treatment. The battle against COVID-19 was celebrated as a national victory in China. The question frequently asked today is, \"Will the virus come back?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial resolution of the COVID-19 pandemic in China-can the virus return?"
        },
        {
            "text": "In December 2019, an unprecedented outbreak of a novel coronavirus in Wuhan, Hubei Province in China emerged and spread rapidly to other areas. Today more than one million people have been infected worldwide within less than 3 months since the outbreak of the disease. However, no obvious variation of the virus has been detected [2, 3] . Although mortality varies greatly in different countries, the pathogenicity and transmissibility of the virus are believed to remain fundamentally unchanged. Some experts predicted that the infectivity of COVID-19 would be contained with the increase in temperature and seasonal variation [1] , but it now seems that COVID-19 is highly likely to spread even in summer.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 334,
                    "end": 336,
                    "text": "3]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Initial resolution of the COVID-19 pandemic in China-can the virus return?"
        },
        {
            "text": "The world is a global village. No countrycanstand alone during a pandemic. At present, the situation in Europe and the United States is expected to be controlled in the near future. Nonetheless, there is an exponential increase in the number of cases in Africa, South America, and India, where medical resources are limited. This brings great uncertainty to the global war against the pandemic. The vast majority of new coronavirus infections in China have been cases imported from abroad, with a total of 983 imported cases by April 7. Therefore, China, and especially international metropoles such as Shanghai, is facing great pressure to prevent imported cases and the rebound of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial resolution of the COVID-19 pandemic in China-can the virus return?"
        },
        {
            "text": "Another challenge is the transmission by asymptomatic carriers [4] . One study has reported that the viral load detected in asymptomatic patients was similar to that in symptomatic patients, which also theoretically suggests the potential transmission by asymptomatic patients [5] . Therefore, it is necessary to carry out nucleic acid tests against the virus in the acute phase and antibody tests to determine the response by the individual's own immune system after infection to know how many asymptomatic infections have occurred. For asymptomatic patients it is important to try to clarify the period and the dynamics of virus release. It will be helpful to detect and control the new clustering infection in time.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "text": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 277,
                    "end": 280,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Initial resolution of the COVID-19 pandemic in China-can the virus return?"
        },
        {
            "text": "Although China has made some achievements in the previous stage, we still face a huge risk of a second wave of COVID-19 outbreaks in the near future. The number of patients infected by COVID-19 has been limited in most regions of China, except for Wuhan. Therefore, theoretically there is the possibility of a new round of virus infection due to a lack of immunity. The definite number of infected cases ultimately depends on the infectivity of the virus itself and the prevention and control measures taken by the public. It has already been reported by the official media that a vaccine against COVID-19 was developed successfully. A phase I study of 108 healthy participants showed no side effect. Subsequent investigations should be focused on the effectiveness to acquire immunity against this specific coronavirus. To eradicate the transmission of this virus, isolation of the sources of infection and a cut-off of the transmission routes are too costly and practically impossible in the long run. Acquired immunity by vaccination or by past infection seems to be the final solution for this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Initial resolution of the COVID-19 pandemic in China-can the virus return?"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak of pneumonia of unknown etiology in Wuhan, China: The mystery and the miracle",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "",
            "pages": "401--402",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Epidemiology, virology, and clinical features of severe acute respiratory syndrome -coronavirus-2 (SARS-CoV-2",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Coronavirus Disease",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Genomic variance of the 2019-nCoV coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ceraolo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Giorgi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "",
            "pages": "522--528",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 transmission through asymptomatic carriers is a challenge to containment. Influenza Other Respir Viruses",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12743"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "SARS-CcoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1177--1179",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}