{
    "paper_id": "9ac082c9f7cccf8f61134ba5206818f3beb460de",
    "metadata": {
        "title": "Intellectual Property and Human Security Chapter 2",
        "authors": [
            {
                "first": "R",
                "middle": [],
                "last": "Ramcharan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "This chapter takes an in-depth look at the relationship between IPRs and human security. It examines the nature of security and the contemporary understanding of the term \"security\", which now encompasses \"human security\". Whereas the term security had been applied to states traditionally it now encompasses the individual as an object of security. IPRs are discussed in the framework of human security, which has placed emphasis on fundamental human rights and the right to development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This chapter discusses the interrelatedness between intellectual property and human security. There are two sides of this interrelationship. In the first place, IP issues are closely related to the hard security of nations. In the second place, the application of the regime of international intellectual property laws can help promote economic and social development and, at the same time, can result in major hardships when it comes to protection of the right to life and realization of the rights to health, food, and education. In the pages that follow, different aspects of these issues are explored. The term \"security\" is widely accepted as encompassing three levels: individual or human, national and international. 1 The nature of threats have moved well beyond Cold War era geo-political concerns of Soviet-USA balance of power and 1 See Buzan 1983 and Ramcharan 2002. No longer can State security be limited to protecting borders, institutions, values, and people from external aggressive or adversarial designs. The spread of deadly infectious diseases, massive forced population movements, human rights violations, famine, political oppression and chronic conditions of deprivation threaten human security and, in turn, State security. 8 A debate has been raging on the confines of the human security concept, since its popularization by the UNDP's Human Development Report of 1994, about the utility of an expansive definition of human security for theorizing about security. One the one hand, an expansive definition has seen the human security paradigm being applied to a wide range of contemporary problems affecting individuals, communities, states, and global society. These include environmental problems, humanitarian intervention, underdevelopment, small arms proliferation, and so on. On the other hand, theory-inclined scholars have questioned the utility of an expansive definition for the purposes of theorizing about security. Some scholars have warned against \"overstretch\". From a policy perspective, Taylor Owen, has warned that this was corroding the impact of human security on the UN landscape. 9 Three approaches to human security have emerged since 1994: (1) a rightsbased approach anchored in the rule of law and treaty-based solutions to human security, that believes that new human rights norms and convergent national standards can be developed by international institutions; (2) a humanitarian conception of human security, according to which the safety of peoples is the paramount objective, and links human security to preventive and post-conflict peace building; and (3) a sustainable human development conception, which draws on the UNDP's 1994 report. 10 Kaldor has distinguished between the Canadian Government's approach, namely \"security of the individual as opposed to the states'\" but with primary emphasis on security in the face of political violence 11 and the UNDP approach. The latter has emphasized the importance of development as a security strategy. 12 A Japanese Commission on human security (CHS) initiated discussions on the \"responsibility for development\"-freedom from want and human security as development became a topic of the reform agendas at the UN and in regional organizations (EU). 13 Owen has warned that there has been a failure to distinguish clearly between human development and human security and that there is a lack of distinction between human rights and human security, both of which are detrimental on the UN landscape. 14 Sorpong Peou has warned that we must not make the human security concept too elastic and amorphous. From a political science theory perspective, he has cautioned that scholars must not carelessly combine competing insights from different theoretical perspectives, rendering our arguments unintelligible. \"There are limits to eclecticism or pluralism. If possible, clear theoretical statements should be made to allow us to test our theoretical insights against empirical evidence or to keep critically evaluating our normative commitment to human security.\" 15 In order for human security to be more useful, Mary Kaldor has argued for a \"global conversation\" about human security, \"the transformation of the social relations of warfare and the character of threats we face.\" 16 The key to dealing with \"new wars is the reconstruction of political legitimacy around the ideas about human rights and global civil society that were reinvented in the last decades of the Cold War.\" 17 Kaldor noted that millions of people live in daily fear of violence and new wars were increasingly intertwined with global risks-disease, natural disasters, poverty, and homelessness. Her work sought to develop new proposals to address gaps in understanding of \"war\", which is still influenced by the example of World War I and World War II. For Kaldor, human security is about the security of individuals and communities rather than the security of states, and it combines both human rights and human development. 18 McFarlane and Khong agree with the notion that the individual's security is not subordinate to that of the state and that this pre-dates the 1994 UNDP report. Indeed, they have shown that it is pervasive throughout the international human rights instruments that were drafted during the Cold War. 19 However, they limit their definition of human security to protection from violence. This reflects a concern among scholars and policymakers that human security remain relevant and useful for policy making, just as the concept of \"national security\" has been. \"This concern is reflected in Glasius and Kaldor's attempt to reconcile internal and external security\", now held to be inseparable. They sought to define a global security agenda for Europe, NATO, and the US. 20 They drew upon Amartya Sen's work on development as freedom and focus on the \"downside risks\", that is \"the insecurities that threaten human survival or the safety of daily life, or imperil the natural dignity of men and women, or expose human beings to the uncertainty disease and pestilence, or subject vulnerable people to abrupt penury.\" 21 They have contrasted these to an expansive view of human security as human rights as 14 Owen 2009 , 3. 15 Peou 2009 , 7. 16 Kaldor 2007 MacFarlane and Khong 2006, 10. 20 Glasius and Kaldor 2006, 3-4. 21 Id., 7. suggested by Bertrand Ramcharan, who served as UN High Commissioner for Human Rights, and note that violations of the right to food, health and housing, even grave and massive ones, are not commonly recognized as belonging to the category of jus cogens norms like genocide, large-scale torture, inhuman and degrading treatment, disappearances, slavery, crimes against humanity, and war crimes as defined by ICC. 22 The moral case for Europe's interest in human security outside its borders was founded simply on 'our common humanity', which posits that human beings have a right to live with dignity and security, and a concomitant obligation to help each other when that security is threatened. It was also founded on the legal consideration that Articles 55 and 56 of the UN Charter enjoin states to promote universal respect for, and observance of human rights. The development and human rights perspectives were two sides of the same coin: both were rooted in the philosophical approach that privileges the search for substantive equality and justice. These stood at the heart of the human rights movement and the attendant international legal regime that guarantee such rights.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 725,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 862,
                    "text": "Buzan 1983 and",
                    "ref_id": null
                },
                {
                    "start": 863,
                    "end": 878,
                    "text": "Ramcharan 2002.",
                    "ref_id": null
                },
                {
                    "start": 1249,
                    "end": 1250,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 2128,
                    "end": 2129,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 3255,
                    "end": 3257,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 4065,
                    "end": 4067,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 4282,
                    "end": 4284,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 5003,
                    "end": 5005,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 5303,
                    "end": 5305,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 6208,
                    "end": 6220,
                    "text": "14 Owen 2009",
                    "ref_id": null
                },
                {
                    "start": 6221,
                    "end": 6238,
                    "text": ", 3. 15 Peou 2009",
                    "ref_id": null
                },
                {
                    "start": 6239,
                    "end": 6258,
                    "text": ", 7. 16 Kaldor 2007",
                    "ref_id": null
                },
                {
                    "start": 6259,
                    "end": 6292,
                    "text": "MacFarlane and Khong 2006, 10. 20",
                    "ref_id": null
                },
                {
                    "start": 6293,
                    "end": 6333,
                    "text": "Glasius and Kaldor 2006, 3-4. 21 Id., 7.",
                    "ref_id": null
                },
                {
                    "start": 6746,
                    "end": 6748,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Nature of \"Security\": Individual, National and International"
        },
        {
            "text": "The Commission on Human Security, in 2003, defined human security as the protection of the vital core of all human lives in ways that enhance human freedoms and human fulfillment. Human security meant protecting fundamental freedoms-freedoms that were the essence of life. It meant protecting people from critical (severe) and pervasive (widespread) threats and situations. It meant using processes that build on people's strengths and aspirations. It meant creating political, social, environmental, economic, military and cultural systems that together give people the building blocks of survival, livelihood, and dignity. Human security reinforced human dignity. Human security complemented state security in four respects: Its concern was the individual and the community rather than the state. Menaces to people's security included threats and conditions that had not always been classified as threats to state security. The range of actors was expanded beyond the state alone. Achieving human security included not just protecting people but also empowering people to fend for themselves. 23 The Commission on Human Security proposed a new framework-a human security framework-to address the conditions and threats people face at the start of the twenty-first century. Human security was 'people-centred', focusing the attention of institutions on human beings and communities elsewhere. By placing people at the center, the human security approach called for enhancing and redirecting policies and institutions. Human rights and human development had reoriented legal, economic and social actions to consider their objectives from the perspective of their effect of people. Recognizing the interdependence and interlinkages among the world's people, the human security approach built on these efforts, seeking to forge alliances that could wield much greater force together than alone. 22 Ibid. 23 Commission on Human Security 2003, 4. Human security, the Commission added, was also concerned with deprivation: from extreme impoverishment, pollution, ill health, illiteracy, and other maladies. Catastrophic accident and illness ranked among the primary worries of the poorand understandably, because of their toll on human lives-causing more than 22 million preventable deaths in 2001. Educational deprivations were particularly serious for human security. Without education, men and especially women were disadvantaged as productive workers, as fathers and mothers, as citizens capable of social change. Without social protection, personal injury or economic collapse could catapult families into penury and desperation. All such losses affected people's power to fend for themselves. Each menace, terrible on its own, justified attention. Yet to address this range of insecurities effectively demanded an integrated approach. 24 Human security, in the view of the Commission, was deliberately protective. It recognized that people and communities are deeply threatened by events largely beyond their control: a financial crisis, a violent conflict, chronic destitution, a terrorist attack, HIV/AIDS, underinvestment in health care, water shortages, and pollution from a distant land. To protect people-the first key to human security-their basic rights and freedoms must be upheld. To do so, required concerted efforts to develop national and international norms, processes and institutions, which must address insecurities in ways that are systematic not makeshift, comprehensive not compartmentalized, and preventive not reactive. Human security helped identify gaps in the infrastructure of protection as well as ways to strengthen or improve it. 25 As many as 800 million people in the developing world and at least 24 million people in developed and transition countries lived without enough food. These people suffered daily hunger, malnutrition, and food insecurity even though most national food supplies are adequate. The problem was lack of entitlement to food and access to adequate food supply. Food insecurity and hunger undermined a person's dignity and well-being. 26 Human security, the Commission urged, should be mainstreamed in the agendas of international, regional, and national security organizations. 27 The growing inequity between and within countries affected displacement patterns. As long as inequity and imbalances between labor demand and supply were growing among countries, people would continue to seek every opportunity to better their livelihoods. 28 Measures to ensure that there was adequate social protection for all, including the working poor and those not in paid work are critical. 29 Disease and poverty went hand in hand. So, too, do disease and conflict. 30 Good health was both essential and instrumental to achieving human security. It was essential 24 Id., 6. 25 Id., 11. 26 Id., 14. 27 Id., 33. 28 Id., 44. 29 Id., 85. 30 Id., 95.",
            "cite_spans": [
                {
                    "start": 1095,
                    "end": 1097,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1893,
                    "end": 1895,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 1902,
                    "end": 1904,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 2836,
                    "end": 2838,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 3660,
                    "end": 3662,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 4090,
                    "end": 4092,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 4234,
                    "end": 4236,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 4493,
                    "end": 4495,
                    "text": "28",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Nature of \"Security\": Individual, National and International"
        },
        {
            "text": "because the very heart of security was protecting human lives. Health security was at the vital core of human security-and illness, disability and avoidable death are critical pervasive threats to human security. Health included not just the absence of disease, but also a state of complete physical, mental, and social well-being. Health was both objective physical wellness and subjective psychosocial wellbeing and confidence about the future. 31 One may ask: why 'securitise' intellectual property? This is a logical and natural consequence of the human security agenda of the international community that places individuals at the center of security. Objections may come from academics who long for a concept of security that allows for the development of neat theories of national and international security. But the complexity of security studies no longer allows for this, a point made amply clear by the field of critical security studies. 32 The term 'security' injects a sense of urgency into the inquiry and securitization may also perhaps serve as a guide to policy making and allocation of resources. Jonathan Ban has suggested two analytical tools for thinking about national (threats to the state, national interests, and state power), international (interconnectivity of states' security), and global security (social development, public health, environmental protection human rights, and other such global issues). 33 First, threats can be characterized as either direct or indirect to determine the immediacy or tangential concern for security planners. Second, a risk-based approach could provide a framework to characterize the degree to which problems like health concerns represent threats to security. Securitization also serves to bring intellectual property into the mainstream of the field of International Relations, which is increasingly characterized by feuds over knowledge.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 449,
                    "text": "31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Nature of \"Security\": Individual, National and International"
        },
        {
            "text": "In an increasingly globalized world, spearheaded by revolutions in communications technology as exemplified by global Internet communication, geo-economic competition between nation-States have become as important or perhaps even more important as trade relations between nations deepen. 34 Paradoxically, while freer trade between nations is touted as a means of ensuring that wars become a phenomenon of the past, the deepening of trade relations between nations often leads to ferocious competition between economies as each seeks to preserve its competitive advantage or to protect particular industries. Moreover, in the so-called knowledge economy, where information is a prized asset, nations seek to maintain a stranglehold on information, which they perceive as vital to their economic well-being. The protection of intellectual property thus takes on a different dimension when viewed in this light, as it is not only an asset in and of itself, but the protection of State and privately owned intellectual property assets may provide significant competitive advantages to nations. Where the well being of one 31 Id., 96. 32 See Peoples and Vaughan-Williams 2010 and Baylis et al. 2010 for an overview of the field of security studies. 33 Ban 2003 , 19-20. 34 Sorensen 1990 , Bergsten 1990 nation depends on access to technology in another, IP is of vital importance. Sadako and Cels have noted the fact that many of the poorest countries and people are excluded from technological and knowledge-based advances. In order to meet \"the challenges that the current intellectual property rights regime poses to health security requires new thinking about the ownership of knowledge, health as a human right, and effective market and institutional structures to protect incentives as well as lives.\" 35 Clearly, the concept of security has 'broadened' (to include non-military threats) and has 'deepened' (to include security of individuals and groups).",
            "cite_spans": [
                {
                    "start": 1248,
                    "end": 1256,
                    "text": "Ban 2003",
                    "ref_id": null
                },
                {
                    "start": 1257,
                    "end": 1282,
                    "text": ", 19-20. 34 Sorensen 1990",
                    "ref_id": null
                },
                {
                    "start": 1283,
                    "end": 1298,
                    "text": ", Bergsten 1990",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Nature of \"Security\": Individual, National and International"
        },
        {
            "text": "The study of security, therefore, encompasses many aspects of human activity. The founding editors of the journal International Security (IS) noted in the first issue in 1976 that the view of international security taken then was one which embraced \"all of those factors which have a direct bearing on the structure of the nation state system and the sovereignty of its members, with particular emphasis on the use, threat and control of force.\" 36 Steven Miller, Editor in Chief of IS, noted that he and his predecessors had aspired \"to reflect the inherently multidisciplinary character of the field.\" 37 What then, is the relationship between IP and the security of the individual, the state, and the international community?",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 606,
                    "text": "37",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Nature of \"Security\": Individual, National and International"
        },
        {
            "text": "The concern with national and human security is apparent in some intellectual property treaties. Article 27 (1) of the TRIPS Agreement stipulates that \"patents shall be available for any inventions, whether products or processes, in all fields of technology, provided that they are new, involve an inventive step and are capable of industrial application.\" According to para 2: Members may exclude from patentability inventions, the prevention within their territory of the commercial exploitation of which is necessary to protect ordre public or morality, including to protect human, animal or plant life or health or to avoid serious prejudice to the environment, provided that such exclusion is not made merely because the exploitation is prohibited by their law.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major Intellectual Property Treaties and Security"
        },
        {
            "text": "Carvalho has noted that the rationale for exclusion of patentability on grounds of ordre public or morality is often misunderstood to mean \"that patentability should be excluded whenever the technology puts health at risk or offends public morality.\" 38 Following this logic, it would appear that there is a line beyond which research should not cross. The fallacy of this line of reasoning is exposed when 35 one considers that \"patents alone are not sufficient to promote technology\". Indeed, technology will evolve with our without patents. The term \"order public or morality\" was borrowed from Article 53(a) of the European Patent Convention (EPC). 39 The European Board of Appeals has understood the term to mean \"not whether certain living organisms are excluded [from patentability] as such but rather whether or not the publication or exploitation of an invention relating to a particular organism is to be considered contrary to \"ordre public\" or morality\". 40 Rather, the Board defined the concept of ordre public \"as covering the protection of public security and integrity of individuals as part of society. It also encompassed the protection of the environment\". Accordingly inventions, that would likely seriously prejudice the environment were to be excluded from patentability as being contrary to ordre public. 41 The latter term \"is linked to a notion of security, both collective and individual\". Carvalho has noted that TRIPS Article 73, titled \"Security Exceptions\", has acknowledged the same concept of security in the light of which \"exclusions from patentability do not require any sort of justification or objective test (such as the necessity to prevent the invention's commercial exploitation)\". 42 Article 73 states that nothing in the TRIPS Agreement shall be construed: (a) To require a Member to furnish any information, the disclosure of which it considers contrary to its essential security interests; or (b) To prevent a Member from taking any action which it considers necessary for the protection of its essential security interests;",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 409,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 655,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 1723,
                    "end": 1725,
                    "text": "42",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Major Intellectual Property Treaties and Security"
        },
        {
            "text": "(i) relating to fissionable materials or the materials from which they are derived;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major Intellectual Property Treaties and Security"
        },
        {
            "text": "(ii) relating to the traffic in arms, ammunition and implements of war and to such traffic in other goods and materials as is carried on directly or indirectly for the purpose of supplying a military establishment; (iii) taken in time of war or other emergency in international relations; or (c) To prevent a Member from taking any action in pursuance of its obligations under the United Nations Charter for the maintenance of international peace and security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major Intellectual Property Treaties and Security"
        },
        {
            "text": "In the same context, a \"security exception\" is mentioned in Article 4 of the Patent Law Treaty (PLT) of June 2000, which stipulates that \"[n]othing in this Treaty and the Regulations shall limit the freedom of a Contracting Party to take any action it deems necessary for the preservation of essential security interests\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major Intellectual Property Treaties and Security"
        },
        {
            "text": "In the context of the wider scope of national and international security concerns, Article 8 of the TRIPS Agreement is noteworthy in that it takes into account public health concerns. It stipulates that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major Intellectual Property Treaties and Security"
        },
        {
            "text": "1. Members may, in formulating or amending their laws and regulations, adopt measures necessary to protect public health and nutrition, and to promote the public interest in 39 Ibid. 40 However, Article 8 (2) calls for \"appropriate measures\" consistent with TRIPS, to be taken to \"prevent the abuse of intellectual property rights by right holders or the resort to practices which unreasonably restrain trade or adversely affect the international transfer of technology\". A significant aspect of transfer of technology is the publication of technical details of an invention. Article 29 (1) of the TRIPS Agreement set forth that:",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "text": "40",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Major Intellectual Property Treaties and Security"
        },
        {
            "text": "Members shall require that an applicant for a patent shall disclose the invention in a manner sufficiently clear and complete for the invention to be carried out by a person skilled in the art and may require the applicant to indicate the best mode for carrying out the invention known to the inventor at the filing date or, where priority is claimed, at the priority date of the application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Major Intellectual Property Treaties and Security"
        },
        {
            "text": "Among the genuine and urgent security concerns in recent times is the threat of AIDS (Acquired Immune Deficiency Syndrome). Persons afflicted by this and other deadly viruses cannot wait for compulsory licensing schemes or for contracts to be negotiated on favorable pricing schemes as their lives hang in the balance. The Commission on Human Security recognized that the burden of HIV/AIDS is overwhelmingly concentrated among the poorest people in the poorest regions. HIV/AIDS decreases the ability of affected individuals to work and increases their health care costs, resulting in greater financial strain on their households. 43 National disease surveillance and control systems should be strengthened and then networked into a global system. Health empowerment and protection depend on reliable and up-to-date data and analysis and a capacity to act in response to information. Central to health and human security, therefore, are systems to collect and deploy information for detecting disease threats, monitoring their changes, and guiding control efforts. All surveillance and control activities ultimately depend on people and local communities, but national and international systems are needed to empower people and communities. 44 Health and human security are central matters of human survival in the twentyfirst century. Knowledge and technology can make a difference. The challenges are to make tools and knowledge accessible while promoting incentives and 43 Commission on Human Security 2003, 99. 44 Id., 104. structures for the production of new knowledge. Social action was needed to deploy that knowledge for health and human security. 45 Education and knowledge may enable groups to identify common problems and act in solidarity with others. Four priorities for action are promoting a global commitment to basic education; protecting students' human security at and through school; equipping people for action and democratic engagement; teaching mutual respect. 46 Access to information and skills allowed people to learn how to address concerns that directly affect their security. Knowledge, education, and democratic engagement were inseparable-and essential. Free and diverse information media can provide individuals with the knowledge required to exercise their rights and to influence-or challenge-the policies of the state and other actors. 47 There is an urgent need for institutional arrangements to make inexpensive and affordable generic drugs available to the developing countries that need them most. Community-based health initiatives, community-based health care, and selfinsurance schemes are fundamental to this progress. The world urgently needs primary health services and national disease surveillance systems. It is important to develop an efficient and equitable system for patent rights. Global flows of knowledge and technology are increasing under the WTO. In November 2001, the WTO's Doha Ministerial Declaration recognized the challenges facing developing countries. A number of important drugs do not have patent limitations. But for those that do, current international rules governing intellectual property leave many of the poorest people in the world unable to use the drugs. Because so many lives were at stake there was an urgent need for institutional arrangements to make inexpensive and affordable generic drugs available to the developing countries that need them most.",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 634,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 1242,
                    "end": 1244,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 1497,
                    "end": 1528,
                    "text": "Security 2003, 99. 44 Id., 104.",
                    "ref_id": null
                },
                {
                    "start": 1658,
                    "end": 1660,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 2373,
                    "end": 2375,
                    "text": "47",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Balancing Public and Private Rights: Intellectual Property and Human Security"
        },
        {
            "text": "Developing countries that currently export generic medicines-such as Brazil, China, and India-were obliged to comply by January 2005 with the WTO requirements that generic medicines be used domestically only. They cannot be exported, even to other countries with similar emergencies that may not be able to produce medicines on their own. If a country has insufficient manufacturing capacity to produce medicines domestically, it will have to rely on expensive patented medicines for health needs-unless the rules are changed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Balancing Public and Private Rights: Intellectual Property and Human Security"
        },
        {
            "text": "On the positive side, the WTO has recognized public health emergencies as requiring special provisions. The Doha Round affirmed the rights of governments to grant 'compulsory licenses' allowing the domestic production of essential medicines, when they are covered by patent, and to purchase 'parallel imports' from legitimate international sources during national emergencies, including the HIV/ AIDS pandemic. Further the ministers at Doha agreed that the least developed countries would not be required to offer patent protection on pharmaceutical products 45 Id., 109. 46 Id., 116. 47 Id., 120.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Balancing Public and Private Rights: Intellectual Property and Human Security"
        },
        {
            "text": "2.3 Balancing Public and Private Rights: Intellectual Property and Human Security until 2016. Because many poor countries did not have sufficient manufacturing capacity, their exercise of compulsory licensing and parallel imports depends on international sources. If other developing countries cannot export essential emergency medicines and vaccines under the WTO, the exercise of emergency measures will be nominal, not real. The Doha Round of trade talks is not yet completed 10 years on. Moreover, Matthew Kennedy noted the slow pace of acceptance of the Protocol Amending the TRIPS Agreement (2005) that would allow the Doha Agreements to come into effect. 48 According to the Commission on Human Security, three challenging issues that needed to be resolved were the following: clarifying the definition of \"insufficient manufacturing capacity\"; allowing companies in one country to export inexpensive generic drugs still under patent to other countries; and deciding on the measures necessary to prevent the re-export of drugs manufactured under compulsory licenses back to the developed world. A major objective was to have intellectual property rights systems that advance human security through the efficient development of appropriate drugs and the facilitation of their extensive use. Any resolution of the current impasse should involve favoring flexibility and overcoming import and export controls on the drugs and vaccines needed for emergencies. A balance was required in order to provide incentives for research and development for both profitable products and technologies to fight diseases of the poor. That balance should also provide equitable access to life saving essential drugs and vaccines for people unable to purchase technologies from the global marketplace. The balance should recognize the very large public investments in basic research that underlie product development by all manufacturers, including private ones. 49 In the context of such concerns, it is not surprise that some developing countries have enacted laws to deal partly with such situations. In Egypt, Article 25 of the Patent Law stipulates that the State may expropriate a patent for national security reasons and in cases of extreme urgency. 50 In Tunisia, its Patent Law of August 2000 has provided in Article 78, para 5, that the State may avail itself of an ex-officio license for defense and national security reasons for the exploitation of an invention. 51 Such exploitation may be undertaken by a third party on behalf of the State. In Morocco, a law on the protection of industrial property sets forth in Article 75, that the State may be granted an ex-officio license for the exploitation of an invention for national defense and that third parties may undertake such exploitation for the State. Given the expansive definition of human security that is found in the literature and recognition that national and human security are interconnected, one may take note of the direct or indirect linkages between intellectual property and national and global security, which have been explored by this author in an earlier work. 53 For example, in an age when weapons of mass destruction and their potential use by non-state actors has become a major concern, we argued that careful attention must be paid to the patent regime and the information that is available through the same. Information contained in a patent application enters the public domain once the patent is granted, and thus becomes an invaluable source of information on the state-of-the-art in any given field. These documents are easily searchable by any government, corporate entity, or individual and they constitute an important means/source of transfer of technology. Transfer of Technology is defined as a \"matter of how items used in one area of activity or in one place, can be applied and used in others\". 54 Such a transfer refers to products but also includes, according to Molas-Gallart, \"a broader concept encompassing the social relations and the \"mode of production\" in which the development and production of artifacts occur\". Information can be retrieved through the International Patent Classification (IPC) system, which is based on the Strasbourg Agreement Concerning the International Patent Classification, a WIPO-administered international treaty concluded in 1971, that entered into force in 1975. The IPC is a hierarchical classification system covering all fields of technology that is indispensable for efficient retrieval of patent information. WIPO has promoted the use of the IPC since:",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 664,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 1950,
                    "end": 1952,
                    "text": "49",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Balancing Public and Private Rights: Intellectual Property and Human Security"
        },
        {
            "text": "The amount of information contained in patent documents is immense. They contain practically everything that represents an advance in the knowledge of mankind in the field of technology. It is therefore extremely important that this information be accessible to anyone who needs it. Such accessibility exists in theory because the patent documents are published, that is, are made available to any member of the public. 55",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Balancing Public and Private Rights: Intellectual Property and Human Security"
        },
        {
            "text": "In relation to trade secrets, it was argued that in light of concern over the national and international security implications of trade secrets (confidential information which is the object of economic espionage) a balance must be struck between the legitimate public concern for security and the legitimate rights of the inventor. This calls for an honest distinction between genuine security concerns and non-genuine security concerns. In a climate of concern for terrorism and the threat of WMD, excessive controls on the publication of information may inadvertently serve the cause of terrorists who seek to disrupt normal commercial, economic, social, and political intercourse in society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Balancing Public and Private Rights: Intellectual Property and Human Security"
        },
        {
            "text": "Other global security vulnerabilities may be added to this discussion, including social development (poverty and its impact on state security), human rights and 53 Ramcharan 2005. 54 Molas-Gallart 1998. 55 WIPO 2000. environmental challenges, and transborder public health issues. These are addressed briefly in Chap. 4 and elsewhere in this work. Climate change scientists have called attention to a fast-approaching point of no return that would herald catastrophic consequences for the Earth's climate, and thus human life in the next 50-100 years. In terms of 'immediacy' one may highlight the global nature of the security challenges posed by health. The UN Secretary General's Agenda for Peace, which took stock of \"new risks for stability\", had explained that \"drought and disease can decimate no less mercilessly than the weapons of war\". 56 Jonathan Ban has argued that the question is not whether some health challenges generate risks that have implications for security but, rather, to what degree do the various health challenges pose risks and have security implications. Using the 'direct' versus 'indirect' categorization scheme, he has noted that direct security involves risks that relate more to traditional aspects of security, such as biological attacks, attacks on medical personnel facilities and supplies by combatants in a conflict, and threats to the health of military personnel, peacekeepers or deployed contingents because of infectious diseases. Indirect threats, such as HIV/ AIDS and SARS (Severe Acute Respiratory Syndrome, which led to international crisis response in 2001 and 2002, may carry less risk than direct threats). They nevertheless \"have the potential to impact national and international security and should not be excluded from traditional national security considerations\". 57 The UN Security Council convened a meeting in January 2000 to discuss AIDs. The US National Intelligence Council produced a report on \"The Global Infectious Disease Threat and Its Implications for the United States\" in January 2000. In April 2000, the Clinton Administration announced that it formally recognized AIDS as a threat to US national security. This was later enshrined in the US National Security Strategy of 2007. 58 Security is as much real as it is about perceived threats. The nature of the threats faced by individuals, nations and the international community, has changed dramatically. The end of the bipolar Cold war superpower rivalry has seen greater economic interdependence as more parts of the world are effectively integrated into the world economy. In an increasingly technologically and economically interconnected world, interdependence causes occurrences in one part to impact directly upon individuals and nations in another, and sometimes the impact is immediate and devastating. The national security of a State exists symbiotically with its economic well-being. Nations seek to protect scarce resources of which intellectual property assets are a key component.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "text": "54",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 216,
                    "text": "55 WIPO 2000.",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 849,
                    "text": "56",
                    "ref_id": null
                },
                {
                    "start": 2251,
                    "end": 2253,
                    "text": "58",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Balancing Public and Private Rights: Intellectual Property and Human Security"
        },
        {
            "text": "For technologically advanced States it is the specter of lost capital, jobs, and especially military advantage, which are worrisome. In the post-Cold War era, the quest for technological and economic supremacy is raging among China, the EU, 56 Boutros-Ghali 1993 . 57 Ban 2003 See National Intelligence Council, The Next Wave of HIV/AIDS: Nigeria, Ethiopia, Russia, India and China. ICA 2002 -04 D, September 2002 , footnote 14, Ban 2003 India, Japan, and the USA while Russia was trying to regain its Soviet-era grandeur. A larger strategic competition between big powers is evidenced, for example, in the close monitoring by the US of transfers of sensitive technologies. Of special concern to the US is China. 59 For the less technologically advanced States and especially the world's least developed countries the success of their quest to acquire knowledge and new technologies that they can absorb into their economies may make the difference between life and death.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 262,
                    "text": "56 Boutros-Ghali 1993",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 276,
                    "text": ". 57 Ban 2003",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 391,
                    "text": "India and China. ICA 2002",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 413,
                    "text": "-04 D, September 2002",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 437,
                    "text": ", footnote 14, Ban 2003",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 715,
                    "text": "59",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Balancing Public and Private Rights: Intellectual Property and Human Security"
        },
        {
            "text": "In this chapter, we have reviewed the literature on human security and noted instances in which there is a direct relationship with international intellectual property laws. We would conclude this chapter with a simple point: it must be right to argue that international intellectual property laws should seek to protect human security and advance human welfare across the globe. This is the basic thrust of this book that we take forward next by looking at the fundamentals of the international intellectual property law regime.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National Security and International Affairs Division. GAO/T-NSIAD-98-211",
            "authors": [],
            "year": null,
            "venue": "Issues",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "US Commercial Technology Transfers to The People's Republic of China",
            "authors": [
                {
                    "first": "Export",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Controls",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "some Controls Over-Missile-Related Technology Exports to China Are Weak",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "on Human Security 2003, 139-140. 50 Republic of Egypt, Law No. 82 of 2002. 51 Republic of Tunisia, Law No.2000-84 of August 2000. 52 Republic of Morocco, Law No.1-00-91 of 15 February 2000.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "See Canadian Government's, Human Security Report (http://www.hsr group.org/) and Canadian Intl Commission on Intervention and State Sovereignty (ICISS), Responsibility to Protect, http://responsibilitytoprotect.org/ICISS%20Report.pdf. 12 See High level panel on Threats, Challenges and Change + UNSG response \"IN Larger Freedom\". For this and related see http://www.responsibilitytoprotect.org. 13 Tadjbakhsh and Chenoy 2007.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Case Law of the Boards of Appeal, Quoted in Pires de Carvalho 2002, pp. 170-171. Major Intellectual Property Treaties and Security sectors of vital importance to their socio-economic and technological development, provided that such measures are consistent with the provisions of this Agreement.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}