{"paper_id": "9ac6afce9aa49839d88321e48718aaf1fc0dad43", "metadata": {"title": "Modulation of Coronavirus-Mediated Cell Fusion by Homeostatic Control of Cholesterol and Fatty Acid Metabolism", "authors": [{"first": "Marguerite", "middle": [], "last": "Cervin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Robert", "middle": [], "last": "Anderson", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Cellular susceptibility to fusion mediated by murine coronavirus (mouse hepatitis virus, MHV strain A59) was separated into lipid-dependent and lipid-independent mechanisms with the use", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "of subclones and selected mutants of mouse L-2 fibroblasts. Fusion-resistant L-2 cell mutants had similar cholesterol and fatty acid composition as did their fusion-susceptible parent subclone, and were presumably deficient in a genetically mutable non-lipid, host cell factor (e.g., fusion protein receptor). On the other hand, cellular sensitivity to virus fusion, which is known to be influenced by cell cholesterol content [Daya et al., 19881 , was shown further to be modulated by homeostatic alterations in fatty acid metabolism. Cholesterol supplementation of mouse L-2 fibroblasts or of peritoneal macrophages from MHVsusceptible mice elevated susceptibility to viral fusion. Increased fusion susceptibility occurred in cholesterol-supplemented L-2 cells in the absence of any detectable alterations i n host cell fatty acid composition, thus demonstrating fusion enhancement by cholesterol alone. L-2 cells cloned by limiting dilution in normal (not cholesterol-supplemented) medium were found to be heterogeneous i n cholesterol content. Interestingly, high cholesterol-containing subclones had increased levels of C-18:0, C-18:2, C-20:4, and C-22:6 and markedly reduced levels of C-18:l fatty acids when compared to low cholesterol-containing subclones. High cholesterolcontaining subclones did not show enhanced susceptibility to viral fusion, suggesting that homeostatic alteration of fatty acid metabolism compensated for the increased cholesterol levels and countered the normally fusion-enhancing effect of cholesterol alone. Since these observations have potentially important consequences regarding the effects of dietary cholesterol on the severity of virus infection, we examined liver titres and pathology of normal and hypercholesterolemic mice infected with MHV. Hypercholesterolemia had no significant effect on virus replication or on liver pathology in t w o MHVsensitive strains (BalbIc and AIJ) or in one MHV-1991 WILEY-LISS, INC. resistant (SJLIJ) of mice. Lipid analyses of the livers from normal and hypercholesterolemic mice showed evidence of two homeostatic mechanisms (cholesterol esterification and alteration of fatty acid composition) which likely counteracted the normally exacerbating effect of cholesterol on MHV cytopathology.", "cite_spans": [{"start": 427, "end": 446, "text": "[Daya et al., 19881", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Cholesterol plays an important role in determining the physical properties and functions of animal cell membranes. In addition to having a modulating effect on membrane fluidity and permeability [Demel et al., 19721 , there is evidence that cholesterol may interact directly with certain membrane proteins [Johnson et al., 1980; Asano and Asano, 19881 and possibly regulate their functional activity [McMurchie, 1988; Asano and Asano, 19881. Cholesterol is a n important dietary lipid and has been shown to modulate resistance of mice to infections by some bacteria and viruses, including Listeria monocytogenes [Kos et al., 1979; Kos et al., 19841 and Coxsackie B virus [Campbell et al., 19821 and also MHV-3 [Pereira et al., 19871 . MHV-3 is strongly hepatotropic in Balb/c mice but causes only a mild liver infection in A/J mice. Pereira et al. [19871, hypothesized that Kupffer cells (KC) , the liver macrophages, are involved in resistance to MHV-3 in AIJ mice, and that such resistance may be overcome by cholesterol supplementation. This and previous studies [Ruebner et al., 1958; Ruebner and Bramhall, 19601 on modulation of MHV infection by cholesterol or fats employed complex food mixtures, in which cholesterol was not the sole variable constituent. As a result it has not been possible to relate biological effects to cholesterol per se.", "cite_spans": [{"start": 195, "end": 215, "text": "[Demel et al., 19721", "ref_id": null}, {"start": 306, "end": 328, "text": "[Johnson et al., 1980;", "ref_id": "BIBREF10"}, {"start": 329, "end": 351, "text": "Asano and Asano, 19881", "ref_id": null}, {"start": 400, "end": 417, "text": "[McMurchie, 1988;", "ref_id": "BIBREF15"}, {"start": 418, "end": 441, "text": "Asano and Asano, 19881.", "ref_id": null}, {"start": 612, "end": 630, "text": "[Kos et al., 1979;", "ref_id": "BIBREF11"}, {"start": 631, "end": 732, "text": "Kos et al., 19841 and Coxsackie B virus [Campbell et al., 19821 and also MHV-3 [Pereira et al., 19871", "ref_id": null}, {"start": 833, "end": 892, "text": "Pereira et al. [19871, hypothesized that Kupffer cells (KC)", "ref_id": null}, {"start": 1066, "end": 1088, "text": "[Ruebner et al., 1958;", "ref_id": "BIBREF21"}, {"start": 1089, "end": 1116, "text": "Ruebner and Bramhall, 19601", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "We have shown previously [Daya et al., 19881 that supplementation of cultured mouse L-2 fibroblasts with cholesterol results in a marked increase in cellular susceptibility to fusion mediated by mouse hepatitis virus (MHV). Roos et al. [19901 have also presented evidence suggesting a role for other lipids, particularly saturatediunsaturated fatty acids, in modifying cellular responsiveness to MHV-induced fusion. Since these results have potentially important consequences for the spread and severity of virus infections as a function of dietary cholesterol and other lipids, we undertook a study of cholesterol metabolism and MHV infection in vitro and in vivo. The results identify important homeostatic control mechanisms which counteract the fusion-enhancing effects of excess cholesterol.", "cite_spans": [{"start": 25, "end": 44, "text": "[Daya et al., 19881", "ref_id": null}, {"start": 224, "end": 262, "text": "Roos et al. [19901 have also presented", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "MATERIALS AND METHODS Cells, Virus, and Culture Conditions Mouse L-2 fibroblasts [Rothfels et al., 19591 were cultured as monolayers in minimal essential medium (MEM), supplemented with 10% fetal calf serum. Mouse L-2 cell mutants selected for partial resistance against MHV infection were those described by Daya et al. [ 19891. Cholesterol-supplemented medium was prepared as previously described [Daya et al., 19881. Peritoneal macrophages, obtained by peritoneal lavage of starch-primed mice, were also cultured in normal or cholesterol-supplemented medium in the same manner. The A59 strain of MHV [Manaker et al., 19611 was used throughout. Cell Membrane Preparation Cell monolayer cultures (60 mm tissue culture plates) were washed with phosphate-buffered saline (PBS), scraped from the plastic plates and spun into pellets (5 min at 1000 x g). Cells were resuspended in reticulocyte standard buffer (RSB), allowed to swell on ice for 10 min and then disrupted by manual glass homogenization. Following removal of nucleii by brief centrifugation (1 min a t 650 x g); total membranes were recovered by centrifugation a t 80,000 x g for 1 h.", "cite_spans": [{"start": 81, "end": 104, "text": "[Rothfels et al., 19591", "ref_id": null}, {"start": 309, "end": 329, "text": "Daya et al. [ 19891.", "ref_id": null}, {"start": 399, "end": 419, "text": "[Daya et al., 19881.", "ref_id": null}, {"start": 603, "end": 646, "text": "[Manaker et al., 19611 was used throughout.", "ref_id": null}], "ref_spans": [], "section": "INTRODUCTION"}, {"text": "For the assessment of fusion susceptibility, contact fusion assays similar to those described previously [Mizzen et al., 19831 were performed. Experiments were performed three times on triplicate cultures. Sparsely seeded MHV-infected L-2 cells (L2-1 subclone) were overlaid with a ten-fold excess of uninfected test cells. Following a two-hour incubation a t 37\"C, syncytial formation was evaluated by light microscopy and expressed as a fusion index [Mizzen et al., 19831. Mice, Diet, and MHV Infection Three strains of mice were used for the in vivo studies. Balbic mice were purchased from Charles River, Quebec, Canada, while A/J and SJLIJ mice were obtained from Jackson Laboratories, Bar Harbour, Maine, USA. The control diet consisted of 10% (wiw) corn oil mixed in with ground Wayne Rodent Blox. The cholesterol-supplemented diet was adapted from the hypercholesterolemic diet used for inducing atheroscle-143 rosis in rabbits [Frank and Fogelman, 19891 and consisted of 2% (w/w) crystalline cholesterol in 10% (wiw) corn oil in ground Wayne Rodent Blox. Mice were fed fresh food and water daily. Following 21 days feeding on either the control or cholesterol diet, eight mice on each diet were either mock infected with 200 pl PBS or infected with lo6 pfu/ml MHV-A59 in 200 pl PBS. At 3 days post-inoculation (PI), mice were sacrificed, the livers extracted and either frozen at -70°C for titration and lipid analysis or preserved in 15% formalin. Paraffin sections from formalin-fixed mouse livers were stained with hematoxylin/eosin (HiE), and the number of lesions present per section was counted.", "cite_spans": [{"start": 105, "end": 126, "text": "[Mizzen et al., 19831", "ref_id": null}, {"start": 452, "end": 474, "text": "[Mizzen et al., 19831.", "ref_id": null}, {"start": 936, "end": 962, "text": "[Frank and Fogelman, 19891", "ref_id": null}], "ref_spans": [], "section": "Contact Fusion Assays"}, {"text": "Cell lipid determinations were performed on triplicate cultures from three separate experiments. Lipids from L-2 cells or from membrane fractions were extracted with chloroformimethanol (1: 1). Liver lipids were extracted by first homogenizing 0.3 g portions of liver in 3 ml PBS and then mixing 300 pl of homogenate with 3 ml chloroformimethanol (1:l). After 2 h stirring at room temperature, extracts were filtered through glass wool. Aliquots (300 p1) of the lipid extracts were methanolyzed (5% methanolic HC1 for 2 h a t 100°C) and acetylated (pyridineiacetic anhydride (1:l) overnight at room temperature) in order to convert total fatty acids and cholesterol to their methyl and acetyl derivatives, respectively. Fatty acid methyl esters and cholesterol acetate were then analyzed quantitatively by gas chromatography as previously described [Daya et al., 19881 . To differentiate free cholesterol from cholesterol ester, aliquots of the lipid extracts were applied to pasteur pipette columns of Biosil A (BioRad) and neutral lipid fractions obtained by elution with chloroformimethanol (30: 1). Trimethylsilylation of the neutral lipids, before and after methanolic HC1 hydrolysis, yielded the TMS derivatives of free and total cholesterol, respectively, which were then determined by gas chromatography.", "cite_spans": [{"start": 849, "end": 868, "text": "[Daya et al., 19881", "ref_id": null}], "ref_spans": [], "section": "Lipid Analyses"}, {"text": "Since membrane fluidity is determined primarily by cholesterol content and fatty acid chain lengthiunsaturation, we examined the possibility that cholesterol-enhanced fusion could be partly brought about by alterations in the host cell fatty acid composition. Cultures of L-2 cells were maintained in normal or cholesterol-supplemented medium for 24 or 48 hours and subjected to analysis of cholesterol and fatty acid. As illustrated in a representative chromatogram ( Fig. 1 ) and quantitated in Table I, duration of cholesterol supplementation from 24 to 48 hours did not further raise the cellular contents of either free or esterified cholesterol. Analysis of the membrane fraction also showed increased cholesterol content in response to cholesterol supplementation (Table I) . It is important to note that although the major cellular response to cholesterol supplementation was an increase in cholesterol ester level, there was also considerable increase in free cholesterol which was found predominantly in the membrane fraction. Cholesterol ester was not found in the membrane fraction and was presumably present as a cytoplasmic storage form (data not shown).", "cite_spans": [], "ref_spans": [{"start": 469, "end": 475, "text": "Fig. 1", "ref_id": null}, {"start": 497, "end": 505, "text": "Table I,", "ref_id": "TABREF0"}, {"start": 771, "end": 780, "text": "(Table I)", "ref_id": "TABREF0"}], "section": "Enhanced fusion susceptibility results from cholesterol supplementation in the absence of fatty acid alterations."}, {"text": "Analysis of the cellular fatty acids revealed that essentially no alterations in fatty acid composition had taken place as a result of the considerable infiltration of cholesterol documented above (Table I) . Therefore, the enhancement of viral fusion observed in cholesterol-supplemented cells [(Daya et al., 1988) and Table I1 cannot be ascribed to fatty acid-dependent membrane changes.", "cite_spans": [{"start": 295, "end": 315, "text": "[(Daya et al., 1988)", "ref_id": "BIBREF4"}], "ref_spans": [{"start": 197, "end": 206, "text": "(Table I)", "ref_id": "TABREF0"}, {"start": 320, "end": 328, "text": "Table I1", "ref_id": "TABREF0"}], "section": "Enhanced fusion susceptibility results from cholesterol supplementation in the absence of fatty acid alterations."}, {"text": "Analysis of a number of L-2 cell subclones (all grown in the same medium without added cholesterol) showed a surprising variability in cholesterol contents (Table 11) . Notably however, and in contrast to L-2 cells supplemented exogenously with cholesterol, the high cholesterolcontaining subclones (L2-85 and L2-86) showed marked alterations in their fatty acid composition (Table 11 ). In particular, the high cholesterol-containing subclones had elevated amounts of C-18:2, C-18:0, C-20:4, and C-22:6, along with drastically reduced levels of C-18:l. We exploited this observation to examine the susceptibility of the various subclones to viral fusion in a contact fusion assay. Despite the elevated cholesterol levels found in two of the subclones (L2-85 and L2-86) these subclones showed no increased susceptibility to MHV-induced fusion over subclones of low cholesterol content (L2-1, L2-2, and L2-87). Taken together, the results so far suggest that cholesterol-enhanced fusion can be counterbalanced by cellular alterations in fatty acid metabolism.", "cite_spans": [], "ref_spans": [{"start": 156, "end": 166, "text": "(Table 11)", "ref_id": null}, {"start": 375, "end": 384, "text": "(Table 11", "ref_id": null}], "section": "L-2 cell subclones with elevated cholesterol, but altered f a t t y acid composition do not have enhanced susceptibility to viral fusion."}, {"text": "In light of the observations above, we investigated the fatty acid and cholesterol compositions of L-2 cell mutants selected for their ability to survive acute MHV infection and which show a relatively fusion-resistant phenotype [Daya et al., 19891 . It was found that all five mutants examined had a cholesterol content and fatty acid composition similar to the parental L-2 cell clone from which they were generated (Table 111) . Thus, an alteration in fatty acid or cholesterol metabolism does not underly the genetic lesion which is responsible for diminished susceptibility to MHV-induced fusion in these mutants.", "cite_spans": [{"start": 229, "end": 248, "text": "[Daya et al., 19891", "ref_id": null}], "ref_spans": [{"start": 418, "end": 429, "text": "(Table 111)", "ref_id": "TABREF1"}], "section": "Fusion-resistant L-2 cell mutants have wild type cholesterol and fatty acid compositions."}, {"text": "Nevertheless, each of the five L-2 mutant cells showed cholesterol-dependent fusion enhancement when supplemented with cholesterol (data not shown), although the degree of fusion enhancement was not as great as that observed with wild type L-2 cells. It would therefore seem that even cells of disparate susceptibility to MHV-induced fusion possess a window within which cell fusion is subject to cholesterol-dependent modulation.", "cite_spans": [], "ref_spans": [], "section": "Fusion-resistant L-2 cell mutants have wild type cholesterol and fatty acid compositions."}, {"text": "Cholesterol enhances MHV-mediated fusion of infected macrophages. In a n effort to extend our in vitro results to the in vivo situation, we subjected peritoneal macrophages from three strains of mice (Balblc, AIJ and SJL/J) to cholesterol supplementation. Both control and cholesterol-supplemented macrophages were then challenged with MHV and scored for the development of syncytia. Macrophages are important in MHV infection for several reasons. First, hepatotropic viruses may require replication in macrophages prior to invading liver parenchymal cells [Mims, 1964; Allison, 1974; Sabesin and Koft, 19741. Second, mouse strain susceptibility to MHV has been reported to correlate with virus replication in explanted macrophages IVirelizier and Allison, 19761 . Third, the ability of a virus to replicate in macrophages, or any cell involved in the immune response, may compromise their role in virus clearance. We chose three strains of mice, two of which are permissive for MHV-A59 (Balbic and A/J) and one which is nonpermissive (SJLIJ) due to a single genetic locus [Smith et al., 19841 . Cholesterol supplementation of peritoneal macrophages taken from Balb/c and AiJ mice resulted in enhanced fusion following infection with MHV. SJLiJ macrophages, on the other hand, whether supplemented with cholesterol or not showed no evidence of MHV-induced fusion. Thus, while cholesterol enhances viral fusion in MHV-permissive macrophages, it is unable to overcome the block to replication of macrophages which are non-permissive to MHV.", "cite_spans": [{"start": 557, "end": 569, "text": "[Mims, 1964;", "ref_id": "BIBREF16"}, {"start": 570, "end": 584, "text": "Allison, 1974;", "ref_id": "BIBREF0"}, {"start": 585, "end": 609, "text": "Sabesin and Koft, 19741.", "ref_id": null}, {"start": 748, "end": 762, "text": "Allison, 19761", "ref_id": null}, {"start": 1073, "end": 1093, "text": "[Smith et al., 19841", "ref_id": null}], "ref_spans": [], "section": "Fusion-resistant L-2 cell mutants have wild type cholesterol and fatty acid compositions."}, {"text": "cholesterol enhances cellular susceptibility to MHVinduced fusion, we examined whether cholesterol supplementation in vivo has a n effect on the course or severity of MHV-induced disease. Three strains of mice (Balbic, A/J and SJL/J) were maintained for 21 days on either normal or cholesterol-supplemented diet and examined for evidence of hypercholesterolemia and any changes in susceptibility or severity of MHV-induced hepatic disease.", "cite_spans": [], "ref_spans": [], "section": "In vivo effects of cholesterol supplementation on MHV infection. Given our previous evidence that"}, {"text": "In contrast to the results of Loria et al. [19761 and Pereira et al. [19871, we found no difference in the rate of growth (approx. 2g/week), or in the liver weights, of mice maintained in normal or cholesterol-supplemented diet. Respective liver weights (as percentage body weight) for normal and cholesterol-supplemented animals were: 6.1 * 0.4% and 6.9 ? 0.7% for Balb/c, 4.2 2 0.2% and 4.8 * 0.3% for AM, and 5.0 0.4% and 5.0 2 0.4% for SJLIJ. Livers from cholesterol-supplemented mice had a generally paler colour than did those from the control animals. Microscopically, the hepatocytes showed extensive fatty infiltrations (data not shown). All three mouse strains responded to the cholesterol-supplemented diet with elevated liver cholesterol contents. Respective liver cholesterol contents (as mgig liver) for normal and cholesterol-supplemented mice were: 3.5 2 1.5 mg and 7.9 t 1.7 mg for Balbic, 3.6 ? 1.2 mg and 9.8 f 0.9 mg for AiJ, and 3.3 ? 0,7 mg and 5.7 ? 0.8 mg for SJLiJ animals.", "cite_spans": [{"start": 30, "end": 79, "text": "Loria et al. [19761 and Pereira et al. [19871, we", "ref_id": null}], "ref_spans": [], "section": "In vivo effects of cholesterol supplementation on MHV infection. Given our previous evidence that"}, {"text": "Analysis of the liver lipids by thin layer chromatography (TLC) indicated that the cholesterol was present primarily in the form of cholesterol ester. Free cholesterol concentration was similar in livers from both control and cholesterol-supplemented mice but the concentration of cholesterol ester was markedly increased in cholesterol-supplemented mice as shown in Figure 2 . Other lipids, were present in approximately the same amounts. Balblc, 5.5 x lo3 pfdg liver in AIJ and 1.3 x 10' pfulg liver in SJL/J mice. Similarly, the numbers and sizes of necrotic lesions found in livers from control and cholesterol-supplemented mice were unchanged (data not shown).", "cite_spans": [], "ref_spans": [{"start": 367, "end": 375, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "In vivo effects of cholesterol supplementation on MHV infection. Given our previous evidence that"}, {"text": "The present results confirm and extend our previous findings on the effects of cholesterol on MHV infection and its associated cell fusion. In particular, the fusionenhancing effect of cholesterol is directly attributable to the sterol and not to the possibility of alterations in cellular fatty acid composition. It is clear however that cell subclones which inherently have high cholesterol levels, show distinct alterations in fatty acid metabolism, which act homeostatically to regulate membrane function and to counteract the fusion-enhancing effect of cholesterol. The present study also underscores the importance of determining membrane cholesterol levels in addition to fatty acid composition, the latter of which might otherwise be considered to be the major determinant of susceptibility to viral-induced fusion [Roos et al., 19901. Given the demonstrated fusion-modulating roles of membrane cholesterol and fatty acid, it is important to realize that these lipid constituents do not account for all instances of variations in fusion susceptibility. For example, in our studies, fusion-resistant L-2 cell mutants have wild type cholesterol and fatty acid compositions and are presumably deficient in another cellular gene product (e.g., fusion protein receptor) which is required for fusion.", "cite_spans": [{"start": 823, "end": 843, "text": "[Roos et al., 19901.", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In contrast to the dramatic enhancement of MHVinduced fusion by cholesterol in vitro, the effects of cholesterol supplementation on MHV infection in vivo were minimal. Despite the induction of hypercholesterolemic conditions in the three strains of mice examined, there was little effect on either virus replication or the production of hepatic lesions. This may be due to the fact that cell fusion is not an outstanding feature of MHV-induced hepatitis. (Note, however, that hepatocytes from MHV-permissive mice are susceptible to viral fusion [Arnheiter et al., 19821) . Moreover, as documented in the present study there is clear evidence for two important homeostatic mechanisms which would be expected to diminish the effects of excess cholesterol on liver cell membrane function (and virusmediated membrane cytopathology). Thus, while liver cholesterol levels were considerably elevated in mice given the cholesterol diet, most of the cholesterol was found as the esterified form. The cholesterol would therefore be mainly sequestered in lipid storage droplets within the cytoplasm rather than accumulated in the cell membranes. In addition, the increased incorporation of cholesterol into the livers of cholesterolsupplemented mice was accompanied by alterations in fatty acid composition, specifically raising the unsaturated fatty acid content, thereby counteracting the normally rigidifying effect of cholesterol. This appar-Cervin and Anderson ently homeostatic response of fatty acid metabolism to cholesterol is qualitatively similar to that observed in the rat liver [Garg and Sabine, 19881. The present study underscores the requirement for a precisely defined diet for examining cholesterol effects in vivo. Despite the development of a purely cholesterol-supplemented diet by Fillios et al. [1956] , many animal studies have employed complex food mixtures which, apart from their cholesterol contents, bear little resemblance to their respective control diets. In such cases it is difficult to ascribe biological effects to specific dietary components.", "cite_spans": [{"start": 545, "end": 570, "text": "[Arnheiter et al., 19821)", "ref_id": null}, {"start": 1581, "end": 1605, "text": "[Garg and Sabine, 19881.", "ref_id": null}, {"start": 1793, "end": 1814, "text": "Fillios et al. [1956]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Prior to the present study, there have been three reports of dietary modulation of hepatitis caused by MHV. Two of these reports noted little effect of a high fat diet (and presumably cholesterol-rich) on MHV-%induced hepatitis in Swiss Webster mice [Ruebner et al., 1958; Ruebner and Bramhall, 19601 . On the other hand, Pereira et al. [19871 found an increase in susceptibility to MHV-3 among normally resistant A/J mice maintained for 15-60 days on a high cholesterol diet consisting of sucrose, casein, lard, cholesterol, cholic acid and vitamin supplements.", "cite_spans": [{"start": 250, "end": 272, "text": "[Ruebner et al., 1958;", "ref_id": "BIBREF21"}, {"start": 273, "end": 300, "text": "Ruebner and Bramhall, 19601", "ref_id": null}, {"start": 322, "end": 349, "text": "Pereira et al. [19871 found", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "It is important to note that mice which are genetically resistant to MHV (e.g., MHV-A59 resistant SJLiJ mice) are not rendered susceptible by dietary cholesterol supplementation, despite dramatic alterations in their liver cholesterol levels. These results are in contrast to those obtained by Pereira et al. [19871 who concluded that cholesterol feeding overcame the genetic block of infection of MHV-3 in normally resistant AiJ mice. The differences may in part be due to the strain of MHV used. Thus, the mechanism of MHV-3 resistance in AIJ mice may differ from that of MHV-A59 resistance in SJLiJ mice. However, the complexity of the dietary mixture used by these authors makes a direct comparison with our results difficult and it is possible that some element in their diet other than cholesterol affected the course of MHV infection. While it would be of interest to test a variety of mouse strains with distinct strains of MHV as to their possible modulation of susceptibility/resistance by cholesterol, we can conclude from our study that in at least one system (MHV-A59 resistant SJLiJ mice) genetic resistance is not determined by cholesterol.", "cite_spans": [{"start": 294, "end": 319, "text": "Pereira et al. [19871 who", "ref_id": null}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Admittedly, lipid metabolism in the liver is much more complex than that which occurs in cultured cells in a defined medium. In particular, the parameters of cholesterol and fatty acid metabolism in hepatocytes and other liver cell types as well as the subcellular distribution of these lipids await further analysis. Nevertheless, the results from the present study indicate certain parallels in the response of both cultured L-2 fibroblasts and mouse liver to exogenous cholesterol. The interrelationship between fatty acid metabolism and the uptake, membrane incorporation and esterification of cholesterol are aspects of lipid metabolism which have important consequences for cell membrane physiology and which invite continuing investigation as to the role of lipid homeostasis in modulating membrane-related aspects of viral (and other microbial) pathogenesis.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "On the role of mononuclear phagocytes in immunity against viruses", "authors": [{"first": "A", "middle": ["C"], "last": "Allison", "suffix": ""}], "year": 1974, "venue": "Progress in Medical Virology", "volume": "18", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Adult mouse hepatocytes in primary monolayer culture express genetic resistance to mouse hepatitis virus type 3", "authors": [{"first": "H", "middle": [], "last": "Arnheiter", "suffix": ""}, {"first": "T", "middle": [], "last": "Baechi", "suffix": ""}, {"first": "", "middle": [], "last": "Haller 0", "suffix": ""}], "year": 1982, "venue": "Journal of Immunology", "volume": "129", "issn": "", "pages": "1275--1281", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Binding of cholesterol and inhibitory peptide derivatives with the fusogenic hydrophobic sequence of F-glycoprotein of HVJ (Sendai virus): Possible implication in the fusion reaction", "authors": [{"first": "K", "middle": [], "last": "Asano", "suffix": ""}, {"first": "A", "middle": [], "last": "Asano", "suffix": ""}], "year": 1988, "venue": "Biochemistry", "volume": "27", "issn": "", "pages": "1321--1329", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Dietary hepatic cholesterol elevation: Effects on coxsackie B infection and inflammation", "authors": [{"first": "A", "middle": ["E"], "last": "Campbell", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Loria", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Madge", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Kaplan", "suffix": ""}], "year": 1982, "venue": "Infection and Immunity", "volume": "37", "issn": "", "pages": "307--317", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Cholesterol enhances mouse hepatitis virus-mediated cell fusion", "authors": [{"first": "M", "middle": [], "last": "Daya", "suffix": ""}, {"first": "M", "middle": [], "last": "Cervin", "suffix": ""}, {"first": "R", "middle": [], "last": "Anderson", "suffix": ""}], "year": 1988, "venue": "Virology", "volume": "163", "issn": "", "pages": "276--283", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Mutation of host cell determinants which discriminate between lytic and persistent mouse hepatitis virus infection results in a fusion-resistant phenotype", "authors": [{"first": "M", "middle": [], "last": "Daya", "suffix": ""}, {"first": "F", "middle": [], "last": "Wong", "suffix": ""}, {"first": "M", "middle": [], "last": "Cervin", "suffix": ""}, {"first": "G", "middle": [], "last": "Evans", "suffix": ""}, {"first": "H", "middle": [], "last": "Vennema", "suffix": ""}, {"first": "W", "middle": [], "last": "Spaan", "suffix": ""}, {"first": "R", "middle": [], "last": "Anderson", "suffix": ""}], "year": 1989, "venue": "Journal of General Virology", "volume": "70", "issn": "", "pages": "3335--3346", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The properties of polyunsaturated lecithins in monolayers and liposomes and the interaction of those lecithins with cholesterol", "authors": [{"first": "R", "middle": ["A"], "last": "Demel", "suffix": ""}, {"first": "Wsm", "middle": [], "last": "Geurts Van Kessel", "suffix": ""}, {"first": "Llm", "middle": [], "last": "Van Deenen", "suffix": ""}], "year": 1972, "venue": "Biochimica et Biophysica Acta", "volume": "266", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Experimental production of gross atherosclerosis in the rat", "authors": [{"first": "L", "middle": ["C"], "last": "Fillios", "suffix": ""}, {"first": "S", "middle": ["B"], "last": "Andrus", "suffix": ""}, {"first": "G", "middle": ["V"], "last": "Mann", "suffix": ""}, {"first": "F", "middle": ["J"], "last": "Stare", "suffix": ""}], "year": 1956, "venue": "Journal of Experimental Medicine", "volume": "", "issn": "", "pages": "104539--554", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Ultrastructure of the intima in WHHL and cholesterol-fed rabbit aortas prepared by ultra-rapid freezing and freeze-etching", "authors": [{"first": "J", "middle": ["S"], "last": "Frank", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Fogelman", "suffix": ""}], "year": 1989, "venue": "Journal of Lipid Research", "volume": "30", "issn": "", "pages": "967--973", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Homoeostatic control of membrane cholesterol and fatty acid metabolism in the rat liver", "authors": [{"first": "L", "middle": [], "last": "Garg", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Sabine", "suffix": ""}], "year": 1988, "venue": "Biochemical Journal", "volume": "251", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Binding of cholesterol by sulfhydryl-activated cytolysins", "authors": [{"first": "M", "middle": ["K"], "last": "Johnson", "suffix": ""}, {"first": "C", "middle": [], "last": "Geoffroy", "suffix": ""}, {"first": "J", "middle": [], "last": "Alouf", "suffix": ""}], "year": 1980, "venue": "Infection and Immunity", "volume": "27", "issn": "", "pages": "97--101", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Inhibition of host resistance by nutritional hypercholesteremia", "authors": [{"first": "W", "middle": ["L"], "last": "Kos", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Loria", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Snodgrass", "suffix": ""}, {"first": "D", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "T", "middle": ["G"], "last": "Thorpe", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Kaplan", "suffix": ""}], "year": 1979, "venue": "Infection and Immunity", "volume": "26", "issn": "", "pages": "658--667", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Impaired function of immune reactivity to Listeria monocytogenes in diet-fed mice", "authors": [{"first": "W", "middle": ["L"], "last": "Kos", "suffix": ""}, {"first": "K", "middle": ["A"], "last": "Kos", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Kaplan", "suffix": ""}], "year": 1984, "venue": "Infection and Immunity", "volume": "43", "issn": "", "pages": "1094--1096", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Infection of hypercholesterolemic mice with coxsackie B", "authors": [{"first": "R", "middle": ["M"], "last": "Loria", "suffix": ""}, {"first": "S", "middle": [], "last": "Kibrick", "suffix": ""}, {"first": "G", "middle": ["E"], "last": "Madge", "suffix": ""}], "year": 1976, "venue": "Journal of Infectious Diseases", "volume": "133", "issn": "", "pages": "655--662", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "A hepatitis virus complicating studies with mouse leukemia", "authors": [{"first": "R", "middle": ["A"], "last": "Manaker", "suffix": ""}, {"first": "C", "middle": ["V"], "last": "Piczak", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Miller", "suffix": ""}, {"first": "M", "middle": ["F"], "last": "Stanton", "suffix": ""}], "year": 1961, "venue": "Journal of the National Cancer Institute", "volume": "27", "issn": "", "pages": "29--44", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Dietary lipids and the regulation of membrane fluidity and function", "authors": [{"first": "E", "middle": ["J"], "last": "Mcmurchie", "suffix": ""}], "year": 1988, "venue": "Physiological Regulation of Membrane Fluidity", "volume": "", "issn": "", "pages": "189--237", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Aspects of the pathogenesis of virus diseases", "authors": [{"first": "C", "middle": ["A"], "last": "Mims", "suffix": ""}], "year": 1964, "venue": "Bacteriological Reviews", "volume": "28", "issn": "", "pages": "30--71", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Fusion resistance and decreased infectability as major host cell determinants of coronavirus persistence", "authors": [{"first": "L", "middle": [], "last": "Mizzen", "suffix": ""}, {"first": "S", "middle": [], "last": "Cheley", "suffix": ""}, {"first": "M", "middle": [], "last": "Rao", "suffix": ""}, {"first": "R", "middle": [], "last": "Wolf", "suffix": ""}, {"first": "R", "middle": [], "last": "Anderson", "suffix": ""}], "year": 1983, "venue": "Virology", "volume": "128", "issn": "", "pages": "407--417", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "Increased susceptibility of mice to MHV-3 infection induced by hypercholesterolemic diet: Impairment of kupffer cell function", "authors": [{"first": "C", "middle": ["A"], "last": "Pereira", "suffix": ""}, {"first": "A", "middle": ["M"], "last": "Steffan", "suffix": ""}, {"first": "F", "middle": [], "last": "Koehren", "suffix": ""}, {"first": "C", "middle": ["R"], "last": "Douglas", "suffix": ""}, {"first": "A", "middle": [], "last": "Kirn", "suffix": ""}], "year": 1987, "venue": "Immunobiology", "volume": "174", "issn": "", "pages": "253--265", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Control of virus-induced cell fusion by host cell lipid composition", "authors": [{"first": "D", "middle": ["S"], "last": "Roos", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Duchale", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Stephensen", "suffix": ""}, {"first": "K", "middle": ["V"], "last": "Holmes", "suffix": ""}, {"first": "P", "middle": ["W"], "last": "Choppin", "suffix": ""}], "year": 1990, "venue": "", "volume": "", "issn": "", "pages": "175345--357", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "The origin of altered cell lines from mouse, monkey and man as indicated by chromosome and transplantation studies", "authors": [{"first": "K", "middle": ["H"], "last": "Rothfels", "suffix": ""}, {"first": "A", "middle": ["A"], "last": "Axelrad", "suffix": ""}, {"first": "L", "middle": [], "last": "Siminovitch", "suffix": ""}, {"first": "E", "middle": ["A"], "last": "Mcculloch", "suffix": ""}, {"first": "R", "middle": ["C"], "last": "Parker", "suffix": ""}], "year": 1959, "venue": "Canadian Cancer Conference", "volume": "3", "issn": "", "pages": "189--214", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Experimental virus hepatitis in choline-deficient mice with fatty livers", "authors": [{"first": "B", "middle": ["H"], "last": "Ruebner", "suffix": ""}, {"first": "J", "middle": ["L"], "last": "Bramhall", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Berry", "suffix": ""}], "year": 1958, "venue": "Archives of Pathology and Laboratory Medicine", "volume": "66", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "The effect of changes in dietary protein on experimental viral hepatitis in mice", "authors": [{"first": "B", "middle": ["H"], "last": "Ruebner", "suffix": ""}, {"first": "J", "middle": [], "last": "Bramhall", "suffix": ""}], "year": 1960, "venue": "Gastroenterology", "volume": "39335", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Control of mouse hepatitis virus replication in macrophages by a recessive gene on chromosome 7", "authors": [{"first": "S", "middle": ["M"], "last": "Sabesin", "suffix": ""}, {"first": "R", "middle": ["S"], "last": "Koft", "suffix": ""}], "year": 1974, "venue": "New England Journal of Medicine", "volume": "133", "issn": "", "pages": "428--432", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Correlation of persistent mouse hepatitis (MHV-3) infection with its effects on mouse macrophage cultures", "authors": [{"first": "J", "middle": ["L"], "last": "Virelizier", "suffix": ""}, {"first": "A", "middle": ["C"], "last": "Allison", "suffix": ""}], "year": 1976, "venue": "Archives of Virology", "volume": "50", "issn": "", "pages": "279--285", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "cholesterol supplementation caused an increase in the cellular content of total (free + esterified) cholesterol. Cholesterol ester, normally a minor lipid constituent in L-2 cells was particularly elevated in concentration within 24 hours of cholesterol supplementation. Increasing the Time (h) Fig. 1. Response of cellular cholesterol metabolism to exogenous supplementation with cholesterol. Cultures of L-2 cells were maintained in normal (Time 0) or cholesterol-supplemented medium for 24 or 48 h. Washed cells were lipid-extracted and aliquots of the extracts run on TLC which was subsequently visualized by sulfuric acid charring. Abbreviations are Ch: cholesterol and Ch-E: cholesterol ester.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Esterification of liver cholesterol as a result of dietary cholesterol supplementation. Balbic mice, maintained on either normal or cholesterol-supplemented diet, were sacrificed at 21 days and their liver lipids analyzed by TLC in solvents designed to resolve both neutral and polar lipids. TLC plates were visualized by sulfuric acid Compensatory fatty acid changes occur in livers of hypercholesterolemic mice. Fatty acid compositions of mouse livers from control or cholesterol diet-fed mice were determined by gas chromatographic analysis. It was found that the majority of the fatty acids were present in similar amounts, however, there were compensatory changes in percent composition of 18:O and 18:2 in cholesterol-fed mice from all 3 strains(Fig. 3). These results were not unexpected since cholesterol is known to have a rigidifying effect on membranes. The observed alterations in fatty acid composition would have resulted in an enrichment of double bonds thus rendering cell membranes more fluid by disrupting the packing of the fatty acid chains.MHV-A59 infection in hypercholesterolemicmice. Mice were mock infected with 200 pl PBS or infected with lo6, pfu MHV-A59 in 200 p1 PBS after 21 d on the diets. At 3 d PI, mice were sacrificed, the livers extracted and 0.2 g homogenized for determination of virus titres. Portions of liver were also prepared for sectioning and HIE staining. Virus titres were not significantly different between control and cholesterolsupplemented mice and averaged 2 x lo3 pfulg liver in charring. Abbreviations are Ch: cholesterol, Ch-E: cholesterol ester, TG: triglyceride, CDL: cardiolipin, PE: Phosphatidyl ethanolamine, PC: phosphatidylcholine, PS: phosphatidylserine, P I phosphatidylinositol, and SPM: sphingomyelin.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Compensatory fatty acid changes in livers from three strains of mice (Balbic, AiJ and SJLIJ) maintained on normal (open bars) or cholesterol-supplemented (striped bars) diet for 21 days. Fatty acid methyl esters obtained by acid methanolysis of liver lipid extracts were analyzed by GC. Shown are the percentage compositions of C-18:O and C-18:2 fatty acids. Other fatty acids were not significantly different between the two dietary regimens.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Fusion Enhancement in Cholesterol-Supplemented L-2 Cells Occurs in the Absence of Changes in Fatty Acid Composition Confluent 60 mm tissue culture plates of cells were maintained in normal or cholesterolsupplemented medium for 24 or 48 h. Lipid extracts were prepared from cells or membrane fractions and their fatty acid composition and cholesterol contents were determined. Parallel cultures were assayed for fusion index in a contact fusion assay. Results were obtained from three experiments and are expressed as the means * standarddeviation, except for fatty acid compositions which, for clarity, are expressed only as the means.", "latex": null, "type": "table"}, "TABREF1": {"text": "Fusion-Resistant L-2 Cell Mutants Have Similar Cholesterol Contents and Fatty Acid Compositions as Their Fusion-Sensitive Parent Subclone Confluent 60mm tissue culture plates of cellswere maintainedinnormal medium (MEM + 10% FCS) for 48 h. Lipid extracts were prepared from cells or membrane fractions and their fatty acid composition and cholesterol contents determined. Parallel cultures were assayed for fusion in a contact fusion assay. Results are expressed as the means from triplicate cultures from three experiments.", "latex": null, "type": "table"}}, "back_matter": [{"text": "Council of Canada.", "cite_spans": [], "ref_spans": [], "section": "This work was supported by the Medical Research"}]}