{
    "paper_id": "9bd5a268e37a7dd40af71b4ea4c7489f10358a28",
    "metadata": {
        "title": "Journal Pre-proofs Can moderate intensity aerobic exercise be an effective and valuable therapy in preventing and controlling the pandemic of COVID-19?",
        "authors": [
            {
                "first": "Snehil",
                "middle": [],
                "last": "Dixit",
                "suffix": "",
                "affiliation": {},
                "email": "snehildixit83@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "The total number of pages, and word counts separately for abstract and for the text. (excluding the references, tables and abstract), word counts for introduction + discussion in case of an original article: Word count: Text: 800 (excluding acknowledgement, references and table legends) fig: 1 5. The name, address, e-mail, and telephone number of the corresponding author, who is responsible for communicating with the other authors about revisions and final approval of the proofs: Mailing address:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "promptly declared it as a pandemic, a potential threat to the world population (1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The median age of people getting affected with the lethal virus appears to be 47 years. The respiratory symptoms have an incubation period of 4 days with or without radiological abnormalities (2) . Moreover, it is observed from the current clinical scenario that immunosuppressed or weak immune defense mechanism individuals are more susceptible to The immunoprotective effects of aerobic training is also seen in acquired immunodeficiency syndrome (AIDS) where the immunity gets compromised gradually and exercise are an imperative tool to enhance immunity in the body. Exercises can be given in stages as suggested The hypothesis for the current article is whether moderate intensity aerobic exercises can prevent the new incidences of COVID-19 among sedentary healthy individuals and population afflicted with non-communicable diseases, and chronic smokers.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moderate intensity exercise can definitely act as a preventive therapy to bring down further incidences of COVID-19. A randomized controlled trial evaluating the preventive effect of aerobic exercises on acute respiratory illness found that participants in exercise group reported 4 lesser episodes of illness compared to participants with sedentary lifestyles. The severity index and total days of illness (duration) showed a lower trend for the exercise group as compared to control (6) . The trial also revealed a decrease in interleukin-8 factor and increase in mean levels of neutrophils in exercise group. The immunoprotective effect of aerobic exercise can also improve antibody responses to influenza vaccination in sedentary elderly (6) . (refer table 1) Mode of exercises can be aerobic exercises for large muscles with the goal to increase aerobic and work capacity. Flexibility training to increase range of motion, neuromuscular excitability, and decrease risk of injury during training, functional activities can also be used to maintain activity of daily living. Intensity of exercise can be 60-75% of heart rate max, 50-60% of VO 2 max, rating of perceived exertion 10-14/20, frequency being 3-5 days/week and sessions ranging from 20-60 minutes (table 1). Especially rating of perceived exertion may be useful to determine the intensity of the exercises for health sedentary population at home in situation of partial or complete lockdown.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 488,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 742,
                    "end": 745,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 748,
                    "end": 763,
                    "text": "(refer table 1)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "It has been previously observed in researches that acute phase of severe acute respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV) is associated with severe reduction in T cells count in the blood (7) and moreover initial invasion of COVID-19 may affect the organs and cause inflammation of the lungs, which the body immune system responds preliminary to prevent the virus spread from its incubation phase to more severe phase. Hence it is important that strategies which boost the immune system may play a vital role to prevent the spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It's now proven that moderate and high-intensity aerobic exercise sessions of less than 60 min duration has antipathogen activity with an improved recirculation of immunoglobulins, anti-5 inflammatory cytokines, neutrophils, NK cells, cytotoxic T cells, and immature B cells (5)(8), which play a vital role in defense activity of the body. Acute exercise sessions helps in mobilizing NK cells and CD8 + T lymphocytes that exhibit high cytotoxicity and tissue migrating potential (5) .",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 482,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is clear that moderate intensity exercises have an enhanced effect on the immune system due to adaptations of training sessions which may have a definitive preventive advantage among healthy sedentary individuals and people with type 2 diabetes and hypertension by preventing new incidences of cases in the current outbreak of Covid-19 ( Figure 1 ). Non-pharmaceuticals interventions way be an important source of Immunoprotection in the current outbreak. A systematic aerobic training program can prevent the quick spread of the virus from one person to other if our immune system is strong enough. This can be an easy and indispensable way to promote a healthy way of living that may not only prevent communicable diseases but also non communicable diseases. There is a definitive need to further increase our understanding regarding the physiological mechanism responsible to induce the change and strengthen the immunity among sedentary population. There is also need for more and more prescription of moderate intensity exercises by the specialist under supervision and home-based exercises (Which can be easily prescribed once the person is free from Diabetes, Hypertension etc. complication, using the Borg's scale of 6-20 for intensity). As active routine not only have psychological benefits but also physiological benefits. An aerobic exercise program of moderate intensity which can be determined using Borgs scale, rating of perceived exertion (RPE) 6-20 (fairly light to somewhat hard) as it has a very good correlation with the physiological measure of exercise intensity (9) . Borg's RPE has a real-world applicability and also seems to be an authentic tool for monitoring and prescribing exercise intensity, which is self-governing in",
            "cite_spans": [
                {
                    "start": 1589,
                    "end": 1592,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 349,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Military Medical Research",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z-Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W-H",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C-Q",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J-X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Exercise and Immune Function Recent Developments",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Nieman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "CURRENT OPINION Sports Med",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "ACSM's Exercise Management for Persons With Chronic Diseases and Disabilities",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brill",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Act Adapt Aging",
            "volume": "36",
            "issn": "2",
            "pages": "182--185",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The compelling link between physical activity and the body's defense system",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Nieman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Wentz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Sport Heal Sci",
            "volume": "8",
            "issn": "3",
            "pages": "201--218",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Meditation or exercise for preventing acute respiratory infection (MEPARI-2): A randomized controlled trial",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hayney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "Rakel",
                    "middle": [
                        "D"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zgierska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS One",
            "volume": "13",
            "issn": "6",
            "pages": "1--20",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "T cell-mediated immune response to respiratory coronaviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Channappanavar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Immunol Res",
            "volume": "59",
            "issn": "1-3",
            "pages": "118--146",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "fitness confer some protection against pro-inflammatory responses after infection by SARS-CoV-2? Obesity",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Associations between Borg's rating of perceived exertion and physiological measures of exercise intensity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scherr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wolfarth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Christle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pressler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wagenpfeil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Halle",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur J Appl Physiol",
            "volume": "113",
            "issn": "1",
            "pages": "147--55",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Physical activity and immune function in elderly women",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Nieman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Henson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gusewitch",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Dotson",
                    "suffix": ""
                },
                {
                    "first": "De N-Cs",
                    "middle": [],
                    "last": "Butterworth",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Effects of Moderate Exercise Training on Natural Kifier Cells and Acute Upper Respiratory Tract Infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Nieman",
                    "suffix": ""
                },
                {
                    "first": "!",
                    "middle": [],
                    "last": "Nehlsen-Cannarel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Markoff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Balk-Lamberton",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Dbw",
                    "middle": [],
                    "last": "Chritton",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Moderate-Intensity Exercise Reduces the Incidence of Colds Among Postmenopausal Women",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chubak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mctiernan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sorensen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Wener",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yasui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Velasquez",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Med",
            "volume": "",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cardiovascular exercise training extends influenza vaccine seroprotection in sedentary older adults: The immune function intervention trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Woods",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Keylock",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lowder",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Vieira",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zelkovich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dumich",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Am Geriatr Soc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Meditation or exercise for preventing acute respiratory infection: A randomized controlled trial",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hayney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "Rakel",
                    "middle": [
                        "D"
                    ],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Obasi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Fam Med",
            "volume": "10",
            "issn": "4",
            "pages": "337--383",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effects of exercise on S-IGA and URS in postmenopausal women",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Sloan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Engels",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Fahlman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Yarandi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Sports Med",
            "volume": "34",
            "issn": "1",
            "pages": "81--87",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "FIGURE LEGEND: figure 1: cumulative effect of moderate intensity aerobic exercise on the immune system",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Can moderate intensity aerobic exercise be an effective and valuable therapy in preventing and controlling the pandemic of COVID-19?A novel contagious virus with the ability to quickly transmit and cause pneumonia like symptoms came into light on December 2019 in Wuhan, Hubei Province of China. World health organization quickly came up with the nomenclature of 2019 novel coronavirus (COVID-19) and",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "a quite number of researches that state that moderate intensity aerobic training modulates the immune system. Exercise training is safe and beneficial. Studies on the impact of moderate exercise training on immune functions have shown that even activities like daily brisk walking can be superior to sedentary lifestyles and are individuals are reported to have lesser the number of sick days almost half with training over a period of 8 to 15 weeks. The immunoprotective effects that come with moderate exercise training are possibly associated with the cumulative effect of daily acute positive changes that occur during each exercise bout (3). (refer table 1)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Increase in muscle function and size Stage 2 (moderate stage) a. Increase in CD4 cell counts (lesser extent than that of stage 1) b. Possible diminished severity and frequency of symptoms Stage 3(severe stage) a. Unknown effects on CD4 cells b. Inconclusive effects on symptoms In addition, systematic training program can also result in increase in natural killer cells (NK), downregulation of inflammation and Tumor Necrosis Factor (TNF) in the body (5) and may also play a role in modulating the risk factors of diabetes, hypertension and chronic smokers.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Manuscript title: Can moderate intensity aerobic exercise be an effective and valuable therapy in preventing and controlling the pandemic of COVID-19?The authors whose names are listed immediately below certify that they have NO affiliations with or involvement in any organization or entity with any financial interest (such as honoraria; educational grants; participation in speakers' bureaus; membership, employment, consultancies, stock ownership, or other equity interest; and expert testimony or patent-licensing arrangements), or non-financial interest (such as personal or professional relationships, affiliations, knowledge or beliefs) in the subject matter or materials discussed in this manuscript.Author names: The authors whose names are listed immediately below report the following details of affiliation or involvement in an organization or entity with a financial or non-financial interest in the subject matter or materials discussed in this manuscript. Please specify the nature of the conflict on a separate sheet of paper if the space below is inadequate. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}