{
    "paper_id": "9c1d59d46225d3eb57616c5c302bfa51ec318612",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 social distancing in the Kingdom of Saudi Arabia: Bold measures in the face of political, economic, social and religious challenges Credit author statement Authors' contributions COVID-19 social distancing in the Kingdom of Saudi Arabia: bold measures in the face of political, economic, social and religious challenges",
        "authors": [
            {
                "first": "Saber",
                "middle": [],
                "last": "Yezli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Anas",
                "middle": [],
                "last": "Khan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Health",
                    "location": {
                        "settlement": "Riyadh",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Riyadh",
                "middle": [
                    "Saudi"
                ],
                "last": "Arabia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Social distancing at its various levels has been a key measure to mitigate the transmission of COVID- 19 Coronavirus disease COVID-19 caused by the novel human coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), was first detected in Wuhan, China, in December 2019, and has since spread across the world. 1 On the 30 th of January 2020, the World Health Organization (WHO) declared the COIVD-19 a public health emergency of international concern and 6-weeks later the outbreak was characterized as a pandemic. As of the 25 th of March 2020, the WHO reports 414,179 cases of COVID-19 globally causing 18,440 deaths. 1 The WHO's global risk assessment for the situation remains \"very high\". The rapid spread of the disease, the increasing number of cases and associated mortality as well as the lack of therapeutic and vaccine options, prompted many governments and health authorities to implement strict measures to combat the pandemic. These include community lockdown, travel and movement restrictions, and cancelation of events and nonessential gatherings. 2 Data suggests that countries which implemented decisive and early interventions may have helped in reducing the spread of the disease and flattening their epidemic curves. 3, 4 Countries with previous experience of coronavirus outbreaks, notably Severe Acute Respiratory Syndrome (SARS), such as Singapore, are a good example. 4 A key measure to mitigate the spread of COVID-19 has been social distancing, aimed at reducing the probability of contact between infected persons and others who are not infected. 5 health emergencies of international concern, including the H1N1 pandemic influenza and the SARS, MERS, rift valley fever, ZIKA and Ebola virus disease outbreaks. 11 KSA is currently drawing on these successful experiences to address the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 328,
                    "end": 329,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 638,
                    "end": 639,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1256,
                    "end": 1258,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1259,
                    "end": 1260,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1411,
                    "end": 1412,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1593,
                    "end": 1594,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1757,
                    "end": 1759,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "KSA authorities were monitoring the COVID-19 situation from the time it was first detected and plans were put in motion to prepare for the potential spread of the disease to the Kingdom. These included measures for social distancing. Given their potential role in spreading COVID-19, 12 risk assessment for mass gatherings and events using a modified Jeddah Tool 13 were conducted before the first case of COVID-19 was confirmed in the Kingdom. As a result, a number of sporting, cultural and entertainment events were canceled. Of note, on the 27 th of February 2020, the Kingdom suspended the Umrah mass gathering for the first time in many decades ( Figure 1 ). This bold measure was taken in the interest of public health despite its potential economic and political consequence as well as its personal financial, mental and emotional impact on pilgrims. 14 Nevertheless, due to its potential as a super- sharing applications continued to be available as to balance between the need for taxi services among some segments of the population and the duty to protect the public, in addition to the ability to trace with application users.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 661,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Despite all of the above measures, social interactions continued among the population, especially during the evenings. As a consequence, the Saudi Authorities declared a partial curfew in the Kingdom as of the 23 nd of March 2030. Initially, the public was requested to stay home from 7 pm till 6 am except for those with authorizations or for exceptional circumstances. Later, the curfew duration was prolonged in some cities such as the capital Riyadh and Makkah and Medina to 3 pm till 6 am. The curfew was backed by significant penalties for breaking it. Financial and legal ramifications for not adhering to public health measures were introduced in other countries during the SARS outbreak and were found to be useful for compliance. 17 As it stands, the curfew is partial but may be extended to a full lockdown depending on how the COVID-19 situation progresses in the Kingdom. 18 The pilgrimage is compulsory for all Muslims who are physically and financially able to perform it. Many Muslims around the world save and wait decades for the opportunity to perform Hajj, and a decision to suspend the Hajj would have a significant impact within and outside the Kingdom. 11 The decision on the 2020 Hajj will be an informed weighing between the risk of the pilgrimage going ahead and the consequence of it being suspended. The priority will be protecting the public and ensuring global health security.",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 742,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 885,
                    "end": 887,
                    "text": "18",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1176,
                    "end": 1178,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The Saudi authorities are carefully monitoring the COVID-19 situation and the Kingdom will continue to take decisive and bold measures to safeguard its citizens, residents and visitors as well as the global community, even at a great socioeconomic cost. On a political front, the Kingdom leveraged its current presidency of the G20 to host an emergency summit on the COVID-19 pandemic, on the 26 th of March 2020, to advance the coordinated response. During this virtual summit, G20 leaders pledged their commitment to presenting a united front against the current pandemic, calling it their \"absolute priority\" to tackle its health, social and economic. While experiences from China, South Korea and Singapore suggest that suppression of the spread is possible in short terms, social distancing and other draconian measures taken by various governments may not be sustainable long term if the COVID-19 pandemic continues. Also, transmission may quickly rebound if interventions are relaxed. 19 Hence, other strategies may need to be introduced as well as tactical decisions regarding the currently implemented measures. 3, 17 For instance, intermittent social distancing, informed by trends in disease surveillance data may be an option, where interventions could be relaxed temporarily for short periods and reinforced if the number of cases starts to rise. 19 Ultimately, if COVID-19 transmission continues, a drastic move from reactive to active measures to deal with the virus head-on will be required. Aggressive case finding and isolation, rigorous contact tracing, quarantining, and testing, as well as community-wide surveillance, will need to be implemented and sustained in addition to social distancing, travel and movement restrictions and other measures to help fight the pandemic. 3",
            "cite_spans": [
                {
                    "start": 992,
                    "end": 994,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1121,
                    "end": 1123,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1124,
                    "end": 1126,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1360,
                    "end": 1362,
                    "text": "19",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "None to declare ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Coronavirus disease 2019 (COVID-19) Situation Report -65",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Covid-19 and community mitigation strategies in a pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gozzer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schlagenhauf",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The global community needs to swiftly ramp up the response to contain COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Interrupting transmission of COVID-19: lessons from containment efforts in Singapore",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "X"
                    ],
                    "last": "Khong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Isolation, quarantine, social distancing and community containment: pivotal role for old-style public health measures in the novel coronavirus (2019-nCoV) outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Population distribution and household conditions in Saudi Arabia: reflections from the",
            "authors": [
                {
                    "first": "Abdul",
                    "middle": [],
                    "last": "Salam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elsegaey",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Khraif",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Al-Mutairi",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Census. Springerplus",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An opportunity for mass gatherings health research",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yezli",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yassin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Awam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Attar",
                    "suffix": ""
                },
                {
                    "first": "Al-Jahdali E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Alotaibi",
                    "middle": [
                        "B"
                    ],
                    "last": "Umrah",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Saudi Med J",
            "volume": "38",
            "issn": "8",
            "pages": "868--871",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mass gatherings and the implications for the spread of infectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Blyth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Dwyer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Future Microbiol",
            "volume": "7",
            "issn": "5",
            "pages": "551--553",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Meningococcal disease during the Hajj and Umrah mass gatherings",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yezli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Alhakeem",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Turkistani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alotaibi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Infect Dis",
            "volume": "47",
            "issn": "",
            "pages": "60--64",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The cancellation of mass gatherings (MGs)? Decision making in the time of COVID-19",
            "authors": [
                {
                    "first": "Q",
                    "middle": [
                        "A"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Travel Med Infect Dis",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 -the role of mass gatherings",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Travel Med Infect Dis",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Jeddah tool. A health risk assessment framework for mass gatherings",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yezli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Saudi Med J",
            "volume": "41",
            "issn": "2",
            "pages": "121--122",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Saudi Arabia`s measures to curb the COVID-19 outbreak: temporary suspension of the Umrah pilgrimage",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Ebrahim",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Reactive school closure weakens the network of social interactions and reduces the spread of influenza",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Litvinova",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "H"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Kulikov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc Natl Acad Sci",
            "volume": "116",
            "issn": "27",
            "pages": "13174--13181",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "School closure during novel influenza: A systematic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bin Nafisah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Alamery",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Nafesa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aleid",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brazanji",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Infect Public Health",
            "volume": "11",
            "issn": "5",
            "pages": "657--661",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Can we contain the COVID-19 outbreak with the same measures as for SARS? Lancet Infect Dis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chiew",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID 19: Will the 2020 Hajj pilgrimage and Tokyo Olympic Games be cancelled",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gautret",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "T"
                    ],
                    "last": "Hoang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Travel Med Infect Dis",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Impact of nonpharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". The implementation of strict measures for social distancing is challenging, including in the Kingdom of Saudi Arabia (KSA) due to its level of urbanizations, its social and religious norms and its annual hosting of high visibility international religious mass gatherings. KSA started introducing decisive social distancing measures early before the first case of COVID-19 was confirmed in the Kingdom. These ranged from suspension or cancelations of religious, entertainment and sporting mass gatherings and events such as the Umrah, shutting of educational establishments and mosques and postponing all non-essential gatherings, to imposing a partial curfew. These measures were taken in spite of their socio-economic, political and religious challenges in the interest of public and global health. The effect of these actions on the epidemic curve of the Kingdom and on the global fight against COVID-19 remains to be seen. However, given the current COVID-19 situation, further bold and probably unpopular measures are likely to be introduced in the future. Keywords: Coronavirus; COVID-19; Public health; Social distancing; Pandemic; Saudi Arabia",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The implementation of social distancing measures can be problematic, especially when such measures have a significant impact on social norms, the economy and the psychological wellbeing of the population. Several factors make the implementation of strict social distancing measures particularly challenging in the Kingdom of Saudi Arabia (KSA) including its level or urbanization, its social and religious norms, its hosting of annual religious mass gatherings as well as its ongoing social and economic transformation in line with its 2030 Vision. 6 Over 80% of the Saudi population lives in urban areas, usually in an average of six persons households. 7 Traditionally, social life in the Kingdom has revolved around the home and family and social gatherings, family visits and events are common. In recent years, in line with the Saudi vision 2030, the Kingdom has invested in positioning the country as a hub for business and tourism, aiming to attract millions of visitors each year. 6 The establishment of the Saudi Ministry of Culture and the inception of the sports and entertainment authorities in the Kingdom resulted in an ever-increasing number of national and international social, cultural, entertainment and sporting events across Saudi Arabia in recent years. This led to a more vibrant social life outside the confines of the home with additional investments in public venues such as cinemas, restaurants, coffee shops, shopping malls, gyms, museums, cultural and social centres and swimming pools. Religion is another major pillar of Saudi society. The country is the location of the holiest places in the Islamic faith, the cities of Makkah and Medina, where the Two Holy Mosques are located. KSA annually hosts the Hajj and Umrah religious mass gatherings. These are high visibility international events attracting over 10 million pilgrims from over 180 different countries. The Umrah is a nearly all-year event while the Hajj takes place during the 12 th month of the Islamic calender. 8 These gatherings are by their nature crowded settings that can facilitate the transmission of infectious diseases, including human to human transmission of respiratory pathogens. 9 They can rapidly amplify transmission and may lead to the international spread of infections through the globalization or respiratory agents via returning participants. 9,10 Furthermore, group prayer is also important in the Islamic religion. Mosques hold five group prayers each day in addition to the Friday midday prayer, which is often longer and attended by a larger number of worshipers. Saudi Arabia has robust preparedness and public health response capabilities strengthened by the valuable experience gained during its managing of the Middle East Respiratory Syndrome Coronavirus (MERS-CoV) reported in 2012 and decades of planning religious mass gatherings in the face or numerous public health challenges. A testament to this is the Kingdom's recent successful planning and management of the Hajj in the midst of infectious diseases outbreaks and public",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "spreading event, this suspension may have avoided significant global dissemination of the virus via returning pilgrims. On the 2 nd of March 2020, the first case of COVID-19 was reported by the Saudi authorities. The case was an exported case in a Saudi national returning from Iran 6 via Bahrain. Soon after, the Saudi Ministry of Sports announced that all sports competitions would be held behind closed doors as of the 7 th of March 2020 in addition to the suspension of the 2020 Saudi Olympics Games, which was planned to start on the 23 rd of March 2020. On the 9 th of March 2020, the Saudi Ministry of Education declared the closure of schools and suspension of teaching at universities and other institutions until further notice to avoid the spread of the disease through these congregated settings. The decision covers all educational institutions, including public and private schools, and technical and vocational training establishments.Home-schooling and online teaching were promoted. Reactive school closure has been shown to weaken the network of social interactions, reduced and delayed the epidemic peak and to minimize the spread of seasonal and pandemic Influenza.15,16 Up to the 9 th of March 2020, only imported cases were reported in KSA. On the 10 thor March 2020, with a total of 20 COVID-19 cases and five new confirmed cases, local transmission was documented in the country. The following few days saw a progression towards the closure of other activities and locations that could increase close contact between people. These include further suspension of events and celebrations, conference and sporting activities, and closure of cinemas, markets, shopping malls, restaurants and coffee shops, as well as office buildings with alternatives being introduced including working from home, teleconferencing and online shopping. On the 14 th of March 2020, the Saudi Ministry of Sports announced that all sports competitions and activities would be suspended as well as the closure of all stadiums, sports centers and gyms. On the same day, the Saudi authorities announced the closure of all amusement parks and entertainment zones in malls and the banning of all social events, including funerals and weddings. The next day, closure of all indoor shopping malls, restaurants, coffee shops, and public parks was also announced. Restaurants and coffee shops (if not located in an indoor mall) were allowed to provide takeaways and delivery services only. To reduce the impact on the public and evert panic-buying, supermarkets, shops and other premises for essential products and services remained opened with working times extended in some cases to ensure that people obtained their essentials while reducing crowding at these settings. Delivery services were encouraged with many online applications available. As the number of COVID-19 cases increased globally, accumulating evidence of transmission linked to places of worship was reported from countries such as South Korea, Singapore, Iran and Malaysia. Recognizing the potential risk of these often crowded places of worship in the spread of the virus, KSA, represented by the Saudi Council of Senior Scholars, took the unprecedented step of closing its 80,000 mosques and suspending the daily and Friday prayer in these locations. Since the 17 th of March 2020, call for prayer heard across the Kingdom instructs people to pray in their homes as to avoid close contact. The Kingdom's Two Holy Mosques in Makkah and Medina were also temporally closed for the public. The above measures were decisive and bold given the importance of religion in the Kingdom and the significance of KSA in the Muslim world. The temporary suspension of group prays and the temporary closure of the Two Holy Mosques, may be unpopular among some, yet, they are a welcomed action that could encourage other Muslim countries to take similar measures to reduce the risk of COVID-19 transmission.In the face of increasing number of COVID cases in the Kingdom(Figure 1), on the 20 th or March 2020, the Saudi authorities suspended all domestic public transport; flights, trains, buses and taxis in a heightened effort to stop the spread of the COVID-19. Public transport brings people into close contact in a confined space and therefore is a risk for COVID-19 transmission. Taxis, in particular, are commonly 8 used in the daily lives of many people in KSA. Taxi drivers are at an increased risk of acquiring the virus, given their close contact with their customers. The quick customer turnaround also means that a single case among taxi drivers could then transmit the virus to potentially a large number of people in the community. Taxi",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "As of the 26 th of March 2020, 1012 cases of COVID-19 have been identified in KSA with three fatalities. While these numbers are currently lower than many other countries, they are still on the increase. The strict and decisive social distancing measures introduced by the Kingdom in the face of political, social, economic and religious challenges may have played an important part in shaping the epidemic curve of the disease in the country. The effectiveness of these measures remains to be seen as the fight against the COVID-19 pandemic continues. However, undoubtedly the success of these interventions and compliance with them are largely linked to effective risk communication with the public to convey the reasoning behind, and aims of, such actions. Risk communication has been and will remain and integral part of the Kingdom's effect to stop the spread of COVID-19. The Kingdom still faces important decisions in the current pandemic, notably a decision on the upcoming 2020 Hajj.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Concept of the paper, data collection, writing the manuscript, reviewing and approving the final version of the manuscript AK: Concept of the paper, reviewing and approving the final version of the manuscript Funding None to declare",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}