{
    "paper_id": "9c7bd49ccf7c5e11336fba1ef34b5dd2414b5641",
    "metadata": {
        "title": "Journal Pre-proof COVID19 and Airbnb -Disrupting the disruptor",
        "authors": [
            {
                "first": "Sara",
                "middle": [],
                "last": "Dolnicar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "country": "Australia"
                    }
                },
                "email": "s.dolnicar@uq.edu.au"
            },
            {
                "first": "Samira",
                "middle": [],
                "last": "Zare",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Journal Pre-proof J o u r n a l P r e -p r o o f Conclusions COVID19 has disrupted the disruptor Airbnb. Based on the key drivers of growth of Airbnb in the past, and the recent COVID19-related developments, we predict that the proportion of capitalist hosts will decline, and the proportion of befriender and ethicist hosts will increase, moving Airbnb back towards its original ethos of space sharing among ordinary citizens. While trading of space using online platforms will recover again, we predict an upper limit to supply will be reached because some capitalist hosts will move to the long-term rental market to avoid super-shock related risks. These hypotheses have immediate practical implications: before COVID19, many countries were forced to regulate short-term letting to minimize negative side-effects to the community, while maximizing economic opportunities (von Briel & Dolnicar, 2020) . Now, these same regulators may find themselves not needing to regulate, possibly even having to incentivise the trading of space via online platforms.",
            "cite_spans": [
                {
                    "start": 875,
                    "end": 903,
                    "text": "(von Briel & Dolnicar, 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This conceptual research note investigates possible long-term effects of COVID19 on the trading of short-term rental spaces using online platforms. Airbnb is a major player in short term-letting, listing more rooms than \"Marriott International, Hilton Worldwide, Intercontinental Hotel Group, Wyndham Worldwide and Accor Hotel Group\" (The Spaces, 2020). Airbnb has disrupted the hotel sector by facilitating trading of space between ordinary citizens (Zach, Nicolau & Sharma, 2020) . The question we ask is: has COVID19 now disrupted the disruptor? We argue that this is indeed the case. We put forward two hypotheses how this disruption will affect the future of Airbnb and similar platforms: the proportion of investor-hosted listings will drop, and demand will not recover to its pre-COVID19 levels. Our hypotheses are based on two premises. The first premise is that coronavirus represents an economic super-shock. An economic shock is \"any change to fundamental macroeconomic variables or relationships that has a substantial effect on macroeconomic outcomes and measures of economic performance, such as unemployment, consumption, and inflation\" (Investopedia, 2020, p. 2) . Economic shocks are nothing new. The Iraq war and SARS led to a drop in global economic growth to 3.2% (IMF, 2003) , the global financial crisis to -1.3% (IMF, 2009), and COVID19 is expected to drive the growth down to -3% (IMF, 2020).",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 481,
                    "text": "(Zach, Nicolau & Sharma, 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1152,
                    "end": 1178,
                    "text": "(Investopedia, 2020, p. 2)",
                    "ref_id": null
                },
                {
                    "start": 1284,
                    "end": 1295,
                    "text": "(IMF, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID19 AND AIRBNB -Disrupting the Disruptor"
        },
        {
            "text": "In tourism, shocks are regular occurrences. Many destinations are affected by events such as cyclones, bushfires, earthquakes, terrorist attacks and have developed strategies of risk mitigation and resilience over the years (Ritchie & Jiang, 2019 ). Yet, the COVID19-induced shock is different in three critical ways. First, the economic shock and the consequent travel decline is global: \"international tourist arrivals dropped by 20-30%\" (UNWTO, 2020b, p. 2). Second, the economic shock is more dramatic, with reductions to economic growth twice as big as those caused by regular shocks. Third, the shock has the potential to trigger structural changes in certain sectors of the industry. We propose that these three criteria differentiate economic shocks from the super-shock caused by COVID19.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 246,
                    "text": "(Ritchie & Jiang, 2019",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "COVID19 AND AIRBNB -Disrupting the Disruptor"
        },
        {
            "text": "The second premise is that super-shocks affect different types of hosts differently. At the most basic level, hosts fall into one of two categories: professionals and non-professionals (Farmaki, Stergiou & Kaniadakis, 2019; Li, Moreno & Zhang, 2015) . Hardy and Dolnicar (2017) differentiate three host types. Capitalist hosts engage in short-term renting to make commercial profits. They typically have a mortgage on the space they rent out. Befrienders enjoy the social aspect of hosting, and Ethicists are the true believers in the principle of sharing.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 223,
                    "text": "(Farmaki, Stergiou & Kaniadakis, 2019;",
                    "ref_id": null
                },
                {
                    "start": 224,
                    "end": 249,
                    "text": "Li, Moreno & Zhang, 2015)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "COVID19 AND AIRBNB -Disrupting the Disruptor"
        },
        {
            "text": "We use this latter typology to discuss the second premise upon which our hypotheses are based. The differences in motivation, along with those in the cost structures faced by these distinct types of hosts suggest that the sudden demand drop due to a super-shock will affect them in a few ways. Capitalist hosts continue to have expenses associated with the space, but no more income. Befrienders and ethicists' short-term rental activities cause only minimal additional expenses. A sudden demand drop for them only means losing some discretionary income, and missing out on the opportunity to meet new people and socialise. From these two premises, we developed two hypotheses about the post-COVID19 future of the trading of space using online platforms in general, and Airbnb in particular.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID19 AND AIRBNB -Disrupting the Disruptor"
        },
        {
            "text": "We argue that the asymmetric burden of the COVID19-induced super-shock on different types of hosts will lead to systematically different reactions by hosts. Capitalist hosts who are able to afford to cover their expenses for the duration of the crisis, may choose to remain in the shortterm market. Other capitalist hosts will opt for long-term rentals due to their relative stability to ensure their expenses will be covered. This transition has already occurred during COVID19 (Calatayud, 2020; Carson, 2020; Derwin, 2020) . The befrienders and the ethicists will keep their rooms unoccupied for a few months, then recommence welcoming guests. This potential structural change in platform-traded spaces may imply a return to the original Airbnb ethos: the sharing of spaces among ordinary people (Oskam & Boswijk, 2016) . As shortterm renting became financially more attractive, the proportion of investors increased. Between 2015 and 2016, 81% of Airbnb's revenue in the USA was generated by hosts with multiple listings (CBRE Hotels America Research, 2017). The number of instantly bookable spaces with no vetting by the host increased from 1 to 3.6 million from 2017 to 2019 (Alltherooms, 2020). This, along with the rise of commercial intermediaries managing properties for third parties, suggests that Airbnb was shifting away from its original philosophy, becoming primarily a commercial space trading platform (O'Neill & Ouyang, 2016) . We hypothesize that the COVID19-induced super-shock will lead to a re-emergence of the original Airbnb ethos.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 496,
                    "text": "(Calatayud, 2020;",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 510,
                    "text": "Carson, 2020;",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 524,
                    "text": "Derwin, 2020)",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 821,
                    "text": "(Oskam & Boswijk, 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1419,
                    "end": 1443,
                    "text": "(O'Neill & Ouyang, 2016)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis #1 -The proportion of investor-hosted Airbnb listings will drop"
        },
        {
            "text": "After market entry in 2008, Airbnb demand grew slowly because tourists were not familiar with the concept of a peer-to-peer accommodation. Niche markets were the key customers. Over time, more people embraced Airbnb, leading to an exponential growth in listings. In 2020, Airbnb listed 6.1 million spaces; a growth of 39% since 2018 (Alltherooms, 2020). The assumption of continuing growth (Oskam & Boswijk, 2016) and the myth of 30-50% higher rental yields (Hometime, 2020) attracted investors aiming to maximize profit or pay off the mortgage on an investment property (Gottlieb, 2013; Airbnb, 2015; Clever Real Estate, 2019 ). Yet, just before the pandemic, growth began to slow (Alltherooms, 2020), suggesting that, in the absence of COVID19, Airbnb listing numbers would have slowly plateaued. Instead, COVID19-induced travel restrictions led to a 96% drop in Airbnb bookings (DuBois, 2020). The UNWTO (2020a) declared tourism to be among the hardest hit sectors, emphasizing the high exposure of small and medium enterprises. We expect thatonce restrictions are lifteddemand for Airbnb-listed properties will increase again. Initial recovery will be quick because the market is now familiar with the concept. But not all hosts will return to the short-term market. Capitalist hosts will now factor into their calculations the risk associated with economic super-shocks. Supply will reach an upper limit, irrespective of the demand. In line with the assessment by the climate change scientists, we also expect super-shocks more frequently in future (Van Aalst, 2006) . Every time a super-shock occurs, we predict, capitalist hosts will further adjust their risk assessment. Shocks will have a major regulatory effect on peer-to-peer accommodation provision -they will re-adjust supply to super-shock-resistant levels.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 413,
                    "text": "(Oskam & Boswijk, 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 571,
                    "end": 587,
                    "text": "(Gottlieb, 2013;",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 601,
                    "text": "Airbnb, 2015;",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 626,
                    "text": "Clever Real Estate, 2019",
                    "ref_id": null
                },
                {
                    "start": 1554,
                    "end": 1571,
                    "text": "(Van Aalst, 2006)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Hypothesis #2 -Airbnb demand will recover, but not to pre-COVID19 levels"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Economic shock",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Investopedia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Agent behavior in the sharing economy: Evidence from Airbnb",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Ross School of Business Working Paper Series",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "From air mattresses to unregulated business: An analysis of the other side of Airbnb",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ouyang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Airbnb: the future of networked hospitality businesses",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oskam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boswijk",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Tourism Futures",
            "volume": "2",
            "issn": "1",
            "pages": "22--42",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Annals of Tourism Research, 79, 102812. The Spaces (2020) Airbnb is now bigger than the world's top five hotel brands put together",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "UNWTO (2020a) Impact assessment of the COVID-19 outbreak on international tourism",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "2020b) International tourist arrivals could fall by 20-30% in 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The impacts of climate change on the risk of natural disasters",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Van Aalst",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Disasters",
            "volume": "30",
            "issn": "1",
            "pages": "5--18",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The evolution of Airbnb regulation -An international longitudinal investigation",
            "authors": [
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Briel",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Dolnicar",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "SocArXiv Papers",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "DOI10.31235/osf.io/t4nqs"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Disruptive innovation, innovation adoption and incumbent market value: The case of Airbnb",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Zach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Nicolau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Tourism Research",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}