{
    "paper_id": "9c963f8f1f65492c1ec166fabf1d4be0baeeceda",
    "metadata": {
        "title": "Journal Pre-proof Playing into Stereotypes: Engaging Millennials and Generation Z in the COVID-19 Pandemic Response Title: Playing into Stereotypes: Engaging Millennials and Generation Z in the COVID-19 Pandemic Response",
        "authors": [
            {
                "first": "Laila",
                "middle": [
                    "A"
                ],
                "last": "Gharzai",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Whitney",
                "middle": [
                    "H"
                ],
                "last": "Beeler",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Reshma",
                "middle": [],
                "last": "Jagsi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Michigan",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Affiliations",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The month of March represents a time of hope for young people in the United States: the dreary days of winter are receding, Spring Break is here, and pinnacle milestones of senior year sports, graduations, and summer internships are approaching. This March, however, marked a turning point of the United States' response to the COronaVIrus Disease of 2019 pandemic. In the face of lack of early centralized national guidance, increasing infections and deaths have prompted entire cities and states to cancel events and close bars, restaurants, beaches, and other areas where people gather in an effort to minimize opportunities for spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These efforts are in place to support social distancing, in order to decrease the impact of COVID-19 across the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Those of us in public health and medicine are uniquely aware of the potential toll of COVID-19. During training, we have seen devastating cases in the ICU, comforted family members who have lost loved ones, and supported caregivers faced with a difficult decision to continue or cease life support. Our medical school peers, now hospitalists and anesthesiologists, are running out of masks, 1 and we personally expect that even as cancer specialists, we will be drawn into the frontlines against this pandemic. The preparatory measures taken by all in the medical profession reflect this concern; in our own specialty, radiation oncology, we have begun deferring less urgent cases and developing guidelines for triaging radiotherapy given the almost certain strain that our hospital system will face when caring for COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite these efforts to mitigate the pandemic, many of us are growing increasingly concerned about ongoing media reports of people continuing to gather in large groups as the virus strengthens its foothold in the United States. From Instagram posts of packed bars captioned \"Downtown Nashville is undefeated\", to news articles of Florida beaches flooded with Spring Break celebrators, to our own observations of college students continuing traditions of house parties in the downtown area around campus, there is a perception that a large swath of millennials and Generation Z are not heeding the public health cry of concern. Some young people seem to be continuing to live life as normal, whereas the rest of us are hunkering down in social isolation trying to avoid the wrath of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These acts have fed into long-standing stereotypes about millennials. Popular stereotypes paint millennials as entitled, impatient, lazy, and overly social. 2 Such oversimplified stereotypes fail to capture the experience of an entire generation (or two, when including college students in Generation Z), but in the face of the news articles today about young peoples' response to social distancing measures, unfortunately seem apt. Sweeping generalizations about an entire generation, however, fail to incorporate the diversity of experience and the formative experiences that shape generations. 3 Unlike the generations that preceded it, millennials and Generation Z represent a new era of growing economic inequality, ballooning debt, and ever-insecure job prospects. 4 The rise of the gig economy has given young people the freedom to pursue work with meaning rather than stability; they will also bear the brunt of the economic impact of measures enacted to slow COVID-19. Members of the millennial generation and Generation Z represent workers in areas such as childcare, delivery, restaurants, tourism-making up approximately 40% of the workforce. Thus, efforts to engage these generations must acknowledge the unique challenges they face.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 597,
                    "end": 598,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 771,
                    "end": 772,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The importance of engaging millennials and Generation Z to slow the spread of COVID-19 cannot be understated. Initial efforts to engage the public were hampered by the White House's lackadaisical response to individual state and city efforts to contain the virus, with our President initially stating that it was \"totally under control.\" 5 Additionally, early statements of little mortality in younger patients led many to believe that they were not at risk; however, increasing data from the United States have shown that people aged 20-44 are at higher risk of hospitalization and ICU admission than those 19 years old and younger, 6 especially if they have comorbid medical conditions. Moreover, these generations represent vectors who may spread the disease to more vulnerable populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The lack of a centralized response, dismissal of early concerns, scientific falsehoods disseminated by leaders, and disproportionate economic impact of mitigation measures are all contributing to the limited behavior changes by our young people. This is the most important group to engage. As Dr. Deborah Birx, coordinator of the White House coronavirus task force, recently stated in a press conference: \"[millennials] are the core group that will stop the virus.\" 7 Exhortations from leaders for millennials and Generation Z to take COVID-19 seriously could be amplified by utilizing the human resources available in medicine today. We suggest that millennials in medicine now-medical students, residents, fellows, and younger attending physicians-will be the leading group that helps stop the virus by seeking the best ways to engage with their peers outside of medicine. Pictures of Spring Break revelers belie the proactive, innovative, and generous roles taken by these young leaders in medicine. In our clinic now, resident physicians have volunteered to take on patient-facing roles that typically are staffed by older providers, and are helping their more senior colleagues in leadership positions leverage the power of virtual meetings and collaborative databases to minimize the possibility of virus exposure for those at higher risk of complications. Perhaps it's time to shine a spotlight on those millennials who are actively stepping up every day in the field of medicine. Positive attention will almost certainly do more to engage and motivate our young generations than repeated criticisms, dismissals, and stereotyping from older generations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Additional strengths of the younger generations can be utilized during this pandemic. The collaborative nature of millennials, the aptitude for visual and electronic communication by Generation Z, and the comfort of both of these generations with the use of technology should help facilitate remote work while entities pursue social distancing. Their ability to rapidly distill information, with long-standing engagement with rapid news cycles, will enable them to seamlessly move with the rapid-changing and fluid nature of the pandemic. Engagement with social media will facilitate communication between peer groups. Finally, their motivation to break down traditional social hierarchy may allow them to better reach our leaders with innovative ideas to mitigate the economic impact of this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This pandemic is bringing our young generations face to face with the greatest challenge they and many of those older than them have yet seen. The best response will be multifaceted: social distancing in the general public, economic stimuli to mitigate the financial impact of the pandemic, research for the best medical responses, and public health information for the best ways to educate the public. By reframing the stereotypes we've used to characterize millennials and Generation Z, we can find ways to engage them in our response. There is hope, and with the power of intergenerational innovation, we can stop the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "At War With No Ammo': Doctors Say Shortage of Protective Gear Is Dire",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Richtel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Myths about millennials. The Economist",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Shumpeter",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Are Millennials Different? Finance and Economics Discussion Series 2018-080. Washington: Board of Governors of the Federal Reserve System",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kurz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Vine",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17016/FEDS.2018.080"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A timeline of President Donald Trump's response to the coronavirus pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19) -United States",
            "authors": [],
            "year": 2019,
            "venue": "Severe Outcomes Among Patients with Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6912e2"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Millennials are 'core group' that will stop coronavirus, White House task force says. The Hill",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guzman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}