{
    "paper_id": "9d4cf9d11acd79c8f3830b7c246f82b030c46c45",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "New products, new procedures, new information, and new leglslation will have a signiflcant impact on management and prevention of respiratory infections in children. Current areas of investigation include the changing epidemiology (increased number of children in day care), conosm about morbidity of common infections (hearing impairment and effect on development of speech and language due to otitis media), and new modes of microbiologic diagnosis (antlgen detection). New antimicrobial agents have wider spectrums of actlvity, increased concentrations in body fluids, and lesser toxicity than available drugs. New uses of old drugs are identified (value of erythromycin for Legionella pneumophila, Chlamydia trachomatis, and Mycoplasma pneumoniae). Increased usage of chemoprophylaxis for prevention of recurrences of acute otitis media follows publication of impressive results of recent studies. New conjugate polysaccharide vaccines are immunogenic in young infants. Flnally, and of major importance to children, physlclans, and manufacturers, is vaccine Ilability legislation, now in congressional committee.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Infections of the respiratory tract are the most common form of illness in infants and children. Although most respiratory infections are mild or moderate in severity, some may affect the quality of life of the child (such as chronic otitis media) and others may be life-threatening (such as epiglottitis). I have selected for review of emerging perspectives in management and prevention of respiratory infections in children the changing epidemiology, new concerns about morbidity, new modes of microbiologic diagnosis, efficacy of new drugs and new uses of old drugs, renewal of interest in chemoprophylaxis, new polysaccharide-conjugate vaccines, and legislation for vaccine injury.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Microbiology of Respiratory Infections in Children. A wide array of viruses, bacteria, Mycoplasma, and Chlamydia cause infections of the respiratory tract in infants and children. Although these organisms may cause disease anywhere in the respiratory tract and during any age period, some agents have a propensity for contributing to specific syndromes. All of the respiratory viruses may cause the common cold, but parainfluenza virus is the agent most frequently associated with croup, and respiratory syncytial virus is the likely cause in outbreaks of bronchiolitis (Table I) glottitis (Table II) . The reason for localization of one micro-ruses and S. pneumoniae continue to be responsible for organism and not others in a tissue or organ (that is, H. many cases of pneumonia, but the most important single influenzae and the epiglottis) remains unknown. agent in some studies is Mycopiasma pneumoniae [2] . Age-Specific Incidence of Disease. Pneumonia: The distribution of different agents in the age periods of childhood is illustrated for pneumonia in Table iii . The newborn infant is subject to respiratory infection by many microorganisms acquired by various routes: infection acquired in utero (Toxoplasma gondii, rubella virus, cytomegalovirus, herpes simplex virus): infection acquired at delivery (gram-negative bacilli, particularly Escherichia coli, and group B streptococci); and infection acquired in the nursery (Staphylococcus aureus and gram-negative enteric bacilli). During the first six months of life, respiratory syncytial virus and Chlamydia trachomatis are the major nonbacterial agents responsible for pneumonia. Respiratory syncytial virus may be acquired by an infant in the nursery or from a household contact after arrival at home. C. trachomatis is acquired by an infant at delivery from the colonized maternal genital tract. Up to 12 percent of women are colonized, about two thirds of their infants are infected at delivery, and about one sixth of these infants have pneumonitis at two weeks to six months of age. Thus, more than 1 percent of live-born infants have lower respiratory tract disease due to C. trachomatis [l] . The period of six to 24 months of age is the peak time for respiratory disease (and accompanying bacteremia) due to S. pneumoniae and H. influenzae type B. Adenoviruses, parainfluenza, and influenza viruses (during epidemic periods) are also important causes of pneumonia in preschool children. In school-aged children and adolescents, the vi-Otitis media: Ctitis media is the most frequent diagnosis recorded for children who visit physicians because of illness. The peak age-specific incidence occurs between six and 24 months of age. The incidence declines with age after the second birthday except for a limited reversal of the downward trend between five and six years of age, the time of entrance into school. The significance of the disease for children is illustrated by the data in Table IV [3] . To determine the epidemiology of otitis media, pediatricians in five health care centers in greater Boston enrolled children at birth or before three months of age. By one year of age, a majority of children had at least one episode of otitis media and many (16 percent) had three or more infections. By three years of age, more than 66 percent of children had at least one episode and half the children had three or more middle ear infections. Three characteristics were consistently associated with increased risk for ever having acute otitis media, including male sex, presence of a sibling with a history of chronic middle ear disease, and bottle rather than breast feeding. Respiratory Infections in Day-Care Centers. Today, in a majority of marriages, both spouses work. The mothers of about half of all children three years of age or younger now have jobs outside the home, and most of the children are in some form of day care. When a child is ill, the work schedule of one parent must be altered. As a result, illness in children of working parents is a leading cause of industrial absenteeism. Because of the high age-specific attack rate of respiratory and gastrointestinal infections in young children, it is not surprising that many children in day care are frequently ill. The problems associated with infections in children attending day care have raised questions that are not adequately answered by available data: Do children in daycare centers have more infections and more severe infections than children in home care? Are epidemics of infectious diseases a serious problem in day-care centers? How can outbreaks be prevented and controlled? What criteria should be used for excluding children with communicable infections from day care? When should children with communicable diseases be allowed to return to day care? Are children who attend day care healthier and less frequently absent when they are older and attend school?",
            "cite_spans": [
                {
                    "start": 907,
                    "end": 910,
                    "text": "[2]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2157,
                    "end": 2160,
                    "text": "[l]",
                    "ref_id": null
                },
                {
                    "start": 2963,
                    "end": 2966,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 570,
                    "end": 579,
                    "text": "(Table I)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 590,
                    "end": 600,
                    "text": "(Table II)",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1060,
                    "end": 1069,
                    "text": "Table iii",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 2954,
                    "end": 2962,
                    "text": "Table IV",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "SCOPE OF THE PROBLEM"
        },
        {
            "text": "Data about respiratory infections in day care are available from the studies of the Department of Pediatrics, University of North Carolina School of Medicine, at the Frank Porter Graham Child Development Center [4] . The frequency of respiratory illnesses in children attending the Center (Table V) provides insight into the magnitude of the problem. The investigators do not have comparable information about respiratory infections in children in home care. Therefore, the answers to questions about added risk for communicable diseases in children attending day care are not available from the North Carolina studies and have not been addressed elsewhere.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 298,
                    "text": "(Table V)",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "SCOPE OF THE PROBLEM"
        },
        {
            "text": "A symposium on management and prevention of infections in day care was held in June 1984 in Minneapolis. The meeting provided an opportunity for dialogue between experts in child health, day-care providers, and members of industry. The proceedings will be published in 1985 in Reviews of Infectious Diseases. Morbidity. Respiratory syncytlal virus Infection: Most infants with virus respiratory infections recover in a few days without sequelae. Recent data suggest, however, that infections of the respiratory tract in early infancy have long-term consequences. A prospective study by Hall and associates [5] evaluated pulmonary function in children to eight years of age after respiratory syncytial virus infection in infancy. The investigators identified an association between such infections and chronic abnormalities of pulmonary function.",
            "cite_spans": [
                {
                    "start": 606,
                    "end": 609,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "SCOPE OF THE PROBLEM"
        },
        {
            "text": "Otltls media: Recurrent and chronic otitis media in infancy may have long-term effects on development of speech, language, and cognitive functions, and on performance in school. Middle ear effusion persists for weeks or months after other signs of acute otitis media resolve [8] (Figure 1 ). In the study of Boston children, middle ear fluid persisted for two weeks or more after onset of acute otitis media in 70 percent of children. Forty percent of children still had middle ear effusion at one month, 20 percent had middle ear effusion at two months, and 10 percent had middle ear effusion at three months. Most patients with fluid in the middle ear have some degree of conductive hearing loss. Since recurrent episodes of acute otitis media are common in infancy, and each infection is accompanied by a variable period of time with middle ear effusion, many children spend prolonged time during the first years of life with impaired or fluctuating hearing. Children with recurrent or chronic otitis media in infancy may perform poorly on tests of speech and language. We studied 205 three-year-old children who had been observed for middle ear disease since birth [-/. Standardized tests of speech and language were administered at age three years to children who had spent much time with middle ear effusion and to children who had spent little or no time with middle ear effusion. Children who had spent prolonged periods of time with middle ear effusion had significantly lower scores when compared with those who had spent little time with middle ear disease. Because of the significant incidence of otitis media, many children may have some loss in intellectual potential because of problems associated with this respiratory disease in infancy (Table VI) . Mortality. Mortality due to respiratory infections in children is relatively low in the United States and western Europe but remains high in developing countries. Mortality rates for children less than four years of age are 50 times greater in Africa than in North America and western Europe [8] . Respiratory infections that kill in developed countries include severe bronchiolitis in infancy, fulminant bac-F/gun, 1. Duration of fluid in middle ear after first episode of acute otitis media. TIME (MO) terial .or viral pnewmonias in preschool children, and epiglottitis at any age. Death occurred in five of 60 children with proved respiratory syncytial virus disease studied in Rochester, New York [5] . Asmar and co-workers [9] reported in 1976 the clinical course of 46 children with pneumonia due to H. influenzae; two deaths occurred before antibiotics could be administered. Epiglottitis is frequently fatal. The infection due to H. influenzae can be managed with appropriate antimicrobial agents, but the swollen epiglottis obstructs the airway and may cause sudden death.",
            "cite_spans": [
                {
                    "start": 2059,
                    "end": 2062,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 2261,
                    "end": 2270,
                    "text": "TIME (MO)",
                    "ref_id": null
                },
                {
                    "start": 2468,
                    "end": 2471,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2495,
                    "end": 2498,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 288,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1754,
                    "end": 1764,
                    "text": "(Table VI)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "SCOPE OF THE PROBLEM"
        },
        {
            "text": "Specific microbiologic diagnosis is difficult to obtain in preschool-aged children. Sputum cannot be volunteered. Information from cultures of sites at a distance from infection lack sensitivity and specificity (nasopharyngeal and throat cultures are of limited value in defining the cause of otitis media, sinusitis, or pneumonia). Cultures of blood are useful in invasive bacterial disease. Needle aspiration to obtain fluid from the site of infection, including tympanocentesis, sinus aspiration, and lung puncture, is of value in selected patients who are critically ill at onset, who have had no response to initial therapy, or who have defects in host defenses and are liable to unusual infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MICROBIOLOGIC DIAGNOSIS"
        },
        {
            "text": "Because of the difficulty of obtaining meaningful materials for culture, management of otitis media, sinusitis, epiglottitis, and pneumonia is based on knowledge of the usual pathogens derived from microbiologic investigations. For most normal children, initial antimicrobial ther- apy is based on the results of these studies and is usually satisfactory. Identification of antigens in body fluids and secretions suggests a mode of specific microbiologic diagnosis of importance for children. Antigen identification is of particular help when prior administration of antimicrobial agents Changing susceptibility patferns and emergence of new pathogens requires reassessment of policies of usage of antimicrobial agents. For example, ampicillin ar amoxicillin is now the drug of choice for initial therapy of otitis media and sinusitis. Although beta-lactamase-producing strains of H. influenzae cause otitis media, the number is sufficiently low (about 3 percent of all cases of acute otitis media) that no change of initial therapy is necessary. Recent studies from Pittsburgh [13] and Cleveland [14] indicate increasing importance of Branhamella catarrhalis; 22 and 26 percent of bacteria isolated from middle ear fluids, respectively, were B. catarrhalis. The majority of strains of this organism produce beta-lactamase. If these data are corroborated elsewhere and the number wf -beta-lactamase-producing strains of B. catarrhalis is added to the beta-lactamase-producing strains of H. influenzae, ampicillin or amoxicillin (or other drugs susceptible to inactivation by beta-lactamase) may no longer be the initial therapy of choice for otitis media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MICROBIOLOGIC DIAGNOSIS"
        },
        {
            "text": "New drugs with apparent advantages over current therapies must be evaluated in trials of appropriate design. For example, pediatricians concerned about the continuing high mortality and morbidity of meningitis caused by gram-negative bacteria looked to the third-generation cephalosporins for significant improvement in clinical and microbiologic results. Compared with the usage of the current standard regimen, including an aminoglycoside, the third-generation cephalosporins had superior in vitro activity, produced higher concentrations of drug in blood and cerebrospinal fluid, and had no known dose-related toxicity. McCracken and colleagues [15] compared moxalactam and amikacin (ampicillin was added to both groups for coverage of possible group B streptococcal infection) in 63 infants with meningitis due to gram-negative enteric bacilli. Morbidity, mortality, and time to sterilization of cerebrospinal fluid were approximately the same for both regimens. Moxalactam is a suitable alternative to aminoglycosides for gram-negative meningitis in neonates (and may be less toxic), but the theoretical advantage of this third-generation cephalosporin did not provide superior clinical and microbiologic results. Similar studies need to be undertaken for evaluation of drugs for respiratory infections in children before confidence can be placed on the superiority of new products.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MICROBIOLOGIC DIAGNOSIS"
        },
        {
            "text": "As interesting as the introduction of new antimicrobial agents is the new uses of old products. Erythromycin is a good example. Introduced almost 30 years ago as a suitable alternative to the penicillins for treatment of infections due to gram-positive cocci, erythromycin today is of value for pneumonias due to Legionella pneumophila, C. trachomatis, and M. pneumoniae. Erythromycin is appropriate for treatment of pneumonia in school-aged children, adolescents, and young adults, since the nonviral organisms of importance in these age groups are S. pneumoniae and M. pneumoniae. The drug is of value in eradication of Bordetella pertussis from the respiratory tract and has been used to limit spread of the organism among susceptible contacts. Additional usages are listed in Table   VII .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 780,
                    "end": 791,
                    "text": "Table   VII",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "MICROBIOLOGIC DIAGNOSIS"
        },
        {
            "text": "Chemoprophylaxis is now widely used for prevention of surgical infection in children as in adults. A second usage of chemoprophylaxis that has been widely accepted by pediatricians is prevention of recurrences of acute otitis media. Although the results of available studies are inadequate to provide conclusive evidence of the efficacy of chemoprophylaxis, they are persuasive that a reduction of episodes of acute febrile illnesses due to otitis media was obtained [16] . Although we await the definitive studies, I believe it is reasonable for physicians to consider chemoprophylaxis in children with recurrent episodes of acute Conjugates. The currently licensed pneumococcal vaccines contain purified polysaccharide antigens of the types of pneumococci most frequently associated with otitis media, sinusitis, and pneumonia in children. Children younger than two years of age, however, exhibit unsatisfactory serologic responses to a single-dose regimen. An immunologic response to some types (type 3) occurs, but the poorest responses in infants are to the pneumococcal types most commonly associated with respiratory infections (types 6, 14, 18, 23). Similarly, the polysaccharide vaccine prepared from capsular materials of H. influenzae type B has been found to be effective in prevention of invasive disease in children older than two years of age but of no value in children younger than two years of age. Vaccines for both S. pneumoniae and H. influenzae must be effective in the age group with highest attack rates for invasive disease, infants three to 24 months of age. Recent studies suggest that conjugates prepared from tetanus and diphtheria vaccines and pertussis toxoid injected alone or as a component of the diphtheria-tetanus toxoid-pertussis vaccine increases immunogenicity of the polysaccharide vaccines in young infants [19-211. Introduction of one or more polysaccharide vaccines (S. pneumoniae, H. influenzae type B, or Neisseria meningitidis) injected with diphtheria-tetanus toxoid-pertussis vaccine would gain maximal acceptance by parents. A clinical trial of an H. influenzae vaccine conjugated with tetanus toxoid in Alaskan Eskimo children has begun under the direction of Dr. Joel Ward. Vaccine Liability Legislation. Although most approved MANAGEMENT AND PREVENTION OF INFECTIOUS DISEASES-KLEIN vaccines are safe, untoward events occur. One case of paralysis has occurred in 8.1 million recipients of live poliovirus vaccine. The results of vaccine injury, real and assumed, and associated publicity and litigation include fear and decreased compliance with immunization programs, increased cost of products, and decrease in number of manufacturers. Today, there is only one American manufacturer of live poliovirus vaccine and one manufacturer of measles-mumps-rubella vaccine. If a problem arises in the process of manufacture of either product, we are dependent on available stocks until the defect in manufacture is defined and corrected. A few years ago, the stock of live poliovirus vaccine dwindled because of contamination in the tissue culture process of the one manufacturer.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 471,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 2279,
                    "end": 2289,
                    "text": "MANAGEMENT",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MICROBIOLOGIC DIAGNOSIS"
        },
        {
            "text": "The decrease in number of producers and increased costs of product litigation have resulted also in a steep increase in cost of vaccines. The price for the standard 15-dose vial of diphtheria-tetanus toxoid-pertussis was increased in 1983 from less than $5 to $42. Vaccine liability legislation, a no-fault system to compensate children injured by vaccines, has been introduced in both houses of the Congress. The National Childhood Vaccine-Injury Compensation Act was introduced in the Senate in November 1983 by Senator Hawkins (Florida).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MICROBIOLOGIC DIAGNOSIS"
        },
        {
            "text": "The key elements of the bill include: (1) patients receiving approved vaccines could be compensated for economic losses if injured; (2) negligence would not be a prerequisite for compensation; (3) a nine-member advisory commission on childhood vaccines would be established composed of health professionals, lawyers, and parents to assist in implementation of the program; and (4) moneys for the program would be borrowed initially from general federal revenues; 18 months after the law's enactment, moneys would be provided by a surcharge on each vaccine manufacturer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MICROBIOLOGIC DIAGNOSIS"
        },
        {
            "text": "The bill is supported by parents' groups and by the American Academy of Pediatrics. The position of the Academy was stated by Martin H. Smith, M.D. \"If laws are in place for the public good which require that children be immunized. . . and if some children are injured as a result of compliance with them, it follows that the public,should be responsible for providing adequate and expeditious compensation\" [22] . Such legislation would also provide a more encouraging climate for research and development of new vaccines by manufacturers. Vaccine liability legislation is an idea whose time has come.",
            "cite_spans": [
                {
                    "start": 408,
                    "end": 412,
                    "text": "[22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "MICROBIOLOGIC DIAGNOSIS"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious diseases of the fetus and newborn infant, Media Study Group: In preparation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Teele",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Rosner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Greater",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Philadelphia: WB Saunders",
            "volume": "",
            "issn": "",
            "pages": "451--452",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The epidemiology of mycoday care",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Grayston",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Foy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Kenny",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Pediatrics",
            "volume": "49",
            "issn": "",
            "pages": "428--437",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Long-term L, ed. The Mycoplasmatales and the L-phase of bacteria. prospective study in children after respiratory syncytial virus New York: Appleton-Century-Crofts, 1969. infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Gala",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Magill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Leddy",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Pediatr",
            "volume": "105",
            "issn": "",
            "pages": "358--364",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "relevant to use of vaccines in children are of current interest. First, new polysaccharide vaccines of value in infants are in different stages of development, including clinical trials. Second, and perhaps as important as any other facet of development and usage of vaccines in children, is preparation of legislation to provide compensation for patients with untoward effects of approved vaccines and relative freedom from expensive litigation for manufacturers and health care providers. Capsular Polysaccharlde-Protein",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Emerging Perspectives in Management and Prevention of Infections of the Respiratory Tract in Infants 'and Children JEROME 0. KLEIN, M.D.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Among the bacterial agents, Streptococcus pneumoniae is the most frequent cause of otitis media, sinusitis, and pneumonia, group A Streptococcus is almost the exclusive agent in pharyngotonsillitis, and Hemophilus influenzae type B is responsible for almost all cases of epi-",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Only studies with microbiolbgic diagnosis derived from cultures of blood, lung, or pleural fluid can provide the \"gold standard\" with which to define sensitivity and specificity of antigen detection techniques. The results of studies of antigen in nasophatyngeal secretions [lo] are difficult to interpret. Of greater value are studies of pleural fluid [l l] or urine[12].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}