{
    "paper_id": "9e1e56204ddf19da74080d76bbefa290130a7add",
    "metadata": {
        "title": "The autopsy debate during the COVID-19 emergency: the Italian experience",
        "authors": [
            {
                "first": "Anna",
                "middle": [],
                "last": "Sapino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Torino",
                    "location": {
                        "settlement": "Torino",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Fabio",
                "middle": [],
                "last": "Facchetti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Brescia",
                    "location": {
                        "addrLine": "Spedali Civili Brescia",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Emanuela",
                "middle": [],
                "last": "Bonoldi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Unit of Surgical Pathology and Cytogenetics, Niguarda Cancer Center",
                    "institution": "",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Gianatti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "XXIII Hospital",
                    "location": {
                        "addrLine": "Papa Giovanni",
                        "settlement": "Bergamo",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Mattia",
                "middle": [],
                "last": "Barbareschi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Unit of Surgical Pathology, S. Chiara Hospital, Azienda Provinciale per i Servizi Sanitari",
                    "institution": "",
                    "location": {
                        "settlement": "Trento",
                        "country": "Italy Virchows Archiv"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "\"in patients dying with SARS-CoV-2 infection, the autopsies can confirm laboratory and radiological findings and can contribute to an accurate diagnosis and to a better understanding of mechanisms of the disease.\" In the meantime, the SIAPC Board accepted to collaborate with the Scientific Society of Hospital Forensic Medicine of the National Health System (COMLAS) to produce a joint document, which was available on the SIAPEC web site on March 22 [2] . The document was translated in English and published on Pathologica, the official SIAPEC journal [3] . We acknowledged that safety of operators must be the main goal to confront with, and we defined the criteria to perform the post-mortem studies in suspect, probable, or confirmed COVID-19 cases [2, 3] . In this document, we highlighted that post-mortem examination does not have a primary diagnostic role: the diagnosis relies on the clinical picture, the results of laboratory tests (nasal and oropharyngeal swabs aimed at identifying viral RNA with PCR techniques), and typical lung CT scans. Autopsy may still have a clinical role in selected cases, but should more appropriately be restricted to research projects, where the collection of tissues may shed new insights on the disease-induced organ damages. We also suggested that tissue sampling on corpses can be done using core biopsies, as suggested by one of the first reports of an autopsy case of COVID-19 [4] .",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 558,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 755,
                    "end": 758,
                    "text": "[2,",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 761,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1427,
                    "end": 1430,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Apart from suspect, probable, or confirmed COVID-19 cases, autopsies might be requested for patients not suspected to be SARS-Cov2 positive. Due to the high level of contagion in hospitals and in the general population, any corpse is regarded as potential source of infection. Therefore, for any autopsy, we recommend always to adopt the same biosafety measures as for confirmed COVID-19 cases. In addition, in cases of autopsies without apparent SARS-CoV-2 infection, we recommend (i) to discuss with the clinicians the reason why the post-mortem examination is requested; (ii) and if available, to perform nasal-oropharyngeal swabs on corpses This article is part of the Topical Collection on Quality in Pathology * Mattia Barbareschi mattia.barbareschi@apss.tn.it within 2 h of death to assess the presence of SARS-CoV-2 infection to implement the safety measures [3] .",
            "cite_spans": [
                {
                    "start": 867,
                    "end": 870,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the meantime, pathologists from Bergamo's Giovanni XIII hospital, a city in Lombardy with very high incidence of SARS-CoV-2 infection causing more than 1000 deaths, have performed autopsies on selected cases (e.g., young persons or subjects without any co-morbidity, or with atypical therapeutic response), adopting a minimally invasive protocol, i.e., they did not perform complete evisceration (in particular, no brain and intestine removal) (Gianatti et al., manuscript in preparation). These data will be of great interest for our community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On April 1, the Italian Ministry of Health published an official document on autopsies during the SARS-CoV2 epidemics [5] . Below is a summary of the main indications:",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "& For the entire period of the emergency phase, autopsies or post-mortem diagnostic studies should not be performed in full-blown cases of COVID-19. & The Judicial Authority will evaluate the possibility of limiting the assessment to the sole external inspection of the corpse, in all cases where an autopsy is not strictly necessary for forensic reasons. & The Health Departments of each region will give the criteria to limit the execution of the autopsies to those aimed at diagnosing the cause of death, strictly limiting those for study purposes. & A careful preventive assessment of the risks and benefits associated with any autopsy request should be done. & Autopsies and any post-mortem diagnostic activity can only be carried out in sector rooms that guarantee adequate safety conditions and personnel must wear personal protection equipment, including respiratory (FFP2 or higher) and protection devices for eyes and facial mucous membranes (visor or face shield) and hands (cut-resistant gloves interposed between a double pair of autopsy gloves). & Any procedure which can produce aerosols should be avoided. & Samples of tissues and organs for histological examinations must be immediately fixed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are several other documents of international regulatory agencies such as the World Health Organization (WHO) [6] , Centers for Disease Control and Prevention (CDC) [7] , European Centre for Disease Prevention and Control (ECDC) [8] , and The Royal College of Pathologists [9, 10] which provide autopsy recommendations, all of which emphasize the importance of high level of biosafety of our activity.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 170,
                    "end": 173,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 282,
                    "end": 285,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, while routine diagnostic activities of surgical pathology are our priority because patients with cancer and many other serious diseases still need our diagnoses, our main obligation is to safeguard the health of pathology staff (technicians, biologists, pathologists, administrative) [10] [11] [12] . Autopsies should be restricted to well-motivated cases and performed in accordance with strict biosafety rules. Moreover, as post-mortem histopathological findings could play a role in understanding the pathophysiology of the SARS-CoV-2 infection, SIAPEC is promoting a national study group to deal with diagnostic and organizational challenges related to the ongoing emergency and is willing to create a repository of micro-and macroscopic images illustrating the organ damage induced by SARS-CoV-2. A repository of these images will certainly be of help in the diagnostic activity and could be an important source for future collaborative studies.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 301,
                    "end": 305,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rapporto ISS COVID-19 n. 6/2020 -Procedura per l'esecuzione di riscontri diagnostici in pazienti deceduti con infezione da SARS-CoV-2. Versione del 23 marzo 2020",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Management of the corpse with suspect, probable or confirmed COVID-19 respiratory infection -Italian interim recommendations for personnel potentially exposed to material from corpses, including body fluids, in morgue structures and during autopsy practice",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fineschi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.32074/1591-951X-13-20"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "4",
            "pages": "420--422",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30076-X"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Indicazioni emergenziali connesse ad epidemia COVID-19 riguardanti il settore funebre, cimiteriale e di cremazione. Ministero della Salute-Direzione Generale Della Prevenzione Sanitaria",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "WHO (2020) Infection prevention and control for the safe management of a dead body in the context of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Collection and submission of postmortem specimens from deceased persons with known or suspected COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "European Centre for Disease Prevention and Control. Considerations related to the safe handling of bodies of deceased persons with suspected or confirmed COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Autopsy practice relating to possible cases of COVID-19 (2019-nCov",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Covid-19 current advice for pathologists",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Firth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.32074/1591-951X-12-20"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "What are the priorities of pathologists' activities during COVID-19 emergency? Pathologica",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barbareschi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Facchetti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fraggetta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sapino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.32074/1591-951X-15-20"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Biosafety in surgical pathology in the era of SARS-Cov2 pandemia. A statement of the Italian Society of Surgical Pathology and Cytology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barbareschi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.32074/1591-951X-14-20"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Authors' contributions All authors contributed to the discussion of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.Ethical approval Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}