{
    "paper_id": "9e24b759d631248d0ae7814d30966d48e4159971",
    "metadata": {
        "title": "Cough, Cold, and Congestion",
        "authors": [
            {
                "first": "Desmond",
                "middle": [],
                "last": "Fitzpatrick",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hasan",
                "middle": [],
                "last": "Rasheed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "• Transmission of common cold occurs most through hand-to-hand contact. • Malnutrition. • Cigarette smoking. • Immunodefi ciency. • Extremes of age. [ 3 ] • Acute -Bacterial sinusitis -Bronchitis:",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 154,
                    "text": "[ 3 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Risk Factors for Cough, Cold, and Congestion"
        },
        {
            "text": "• 1-5 days of fevers, malaise, and myalgias followed by persistent cough, phlegm production, and possible wheezing lasting 1-3 weeks -Infl uenza:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential Diagnosis"
        },
        {
            "text": "• Cough + sudden onset of high fever (>101 F), headache, myalgias, and fatigue -Rhinitis -Pharyngitis (viral) -Asthma exacerbation ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential Diagnosis"
        },
        {
            "text": "When evaluating a patient with this complaint, the emergency physician can use details from patient history to differentiate common cold from conditions that require antibiotics as well as emergent conditions. Important historical features to elicit include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "• Duration of symptoms:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "-Acute vs. subacute vs. chronic [ 2 ] • Acute cough (< 3 weeks ):",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 37,
                    "text": "[ 2 ]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "History"
        },
        {
            "text": "-Most commonly seen with common cold but also seen in emergencies such as pneumonia, CHF exacerbation, COPD exacerbation, and pulmonary embolism. -The most important step in evaluation of acute cough is for the emergency physician to differentiate between benign and serious conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of Symptoms"
        },
        {
            "text": "• Subacute cough ( 3 -8 weeks ):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of Symptoms"
        },
        {
            "text": "-Most often follow an upper respiratory infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of Symptoms"
        },
        {
            "text": "-If not, postinfectious, should be treated as chronic cough.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of Symptoms"
        },
        {
            "text": "-Usually postinfectious cough that is caused by postnasal drip, upper airway irritation, and mucus accumulation of bronchial hyperresponsiveness due to asthma. -Consider allergen/irritant exposure, pneumonia, or chronic bronchitis exacerbation. -Antitussives can be used when necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of Symptoms"
        },
        {
            "text": "• Chronic cough (>8 weeks):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of Symptoms"
        },
        {
            "text": "-Can have multiple causes including upper airway cough syndrome (UACS), asthma, non-asthmatic eosinophilic bronchitis, and GERD. -Important to optimize therapy for each diagnosis and check compliance with treatment and maintenance of all effective therapies. -Further outpatient investigations will likely be needed for management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duration of Symptoms"
        },
        {
            "text": "The physical examination should focus on potential emergency conditions for the reported cough, cold, and congestion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Exam"
        },
        {
            "text": "• Vital sign assessment:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Exam"
        },
        {
            "text": "-The presence of fever or hypothermia should alert the physician to a possible infectious etiology. -Tachycardia may have multiple etiologies including:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Exam"
        },
        {
            "text": "• An appropriate response to fever • The potential use of medications or drugs, including over-the-counter medications and illicit substances -Pulse oximetry:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Exam"
        },
        {
            "text": "• May alert the clinician to the presence of an underlying pulmonary pathology",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Exam"
        },
        {
            "text": "• Neurologic assessment should focus on:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Exam"
        },
        {
            "text": "-Level of alertness • Head, eyes, ears, nose, and throat examination:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Exam"
        },
        {
            "text": "-Note evidence of trauma:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Exam"
        },
        {
            "text": "• For example, battle and raccoon signs -Pupillary size and reactivity:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Exam"
        },
        {
            "text": "• May be important in evaluation for withdrawal or acute ingestions • Cardiovascular and pulmonary examination:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Exam"
        },
        {
            "text": "-Specifi cally, for acute conditions including angina, fl ash pulmonary edema, or exacerbations of asthma or COPD",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Exam"
        },
        {
            "text": "• Gastrointestinal examination:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Exam"
        },
        {
            "text": "-The presence or absence of abdominal pain, vomiting, or diarrhea",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physical Exam"
        },
        {
            "text": "• The presence or absence of purulent sputum is not an accurate predictor of bacterial infection [ 3 ] .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 102,
                    "text": "[ 3 ]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Physical Exam"
        },
        {
            "text": "After evaluation and stabilization of emergency conditions, the emergency physician has several medication options to treat patients. These include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction to Treatment"
        },
        {
            "text": "1. Medication management introduction:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction to Treatment"
        },
        {
            "text": "(a) Considerations for medication management include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction to Treatment"
        },
        {
            "text": "(i) Using the lowest effective dose (ii) Use of the medication on an intermittent basis (iii) Prescription of enough medication for a short-term basis only (iv) Avoiding antibiotics in uncomplicated cases of URI (v) Consideration of chronic medical conditions that may increase the side effects of the prescribed medication -specifi cally the sedative side effects",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction to Treatment"
        },
        {
            "text": "Nasal saline irrigation may reduce the need for pain meds and improve overall comfort; however, there have been mixed results with regard to benefi t as some trials have shown that this causes more irritation. A systematic review from 2015 has concluded symptomatic relief, but studies were small with high risk of bias [ 5 ] . In a systemic review and meta-analysis of six trials, it was found that inhalation of humidifi ed air or steam has been found to reduce symptoms but did not change viral shedding or create other objective clinical improvement [ 6 ] . Warm tea and chicken soup may further help to provide symptomatic relief and comfort for patients.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 325,
                    "text": "[ 5 ]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 554,
                    "end": 559,
                    "text": "[ 6 ]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Non-pharmacologic Treatment"
        },
        {
            "text": "There are several over-the-counter medications that can be used for the symptomatic treatment of cough, cold, and congestion. While it is easy to inform patients of over-the-counter medications, it is also imperative to be aware of possible pitfalls and side effects of these medications. Over-the-counter medications often have serious side effects in children, with no proven benefi t over placebo [ 7 ] .",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 405,
                    "text": "[ 7 ]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Pharmacologic Treatment"
        },
        {
            "text": "Several studies have looked at NSAIDs and acetaminophen in symptomatic relief (headache, otalgia, myalgias, etc.), and it has been found that NSAIDs and acetaminophen were more effective than placebo at relieving symptoms [ 8 ] . Aspirin and acetaminophen were equally effective [ 8 ] . Short courses are usually considered to be safe.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 227,
                    "text": "[ 8 ]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 279,
                    "end": 284,
                    "text": "[ 8 ]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Analgesics NSAIDs Aspirin Acetaminophen"
        },
        {
            "text": "1. Watch for signs of toxicity including GI, CNS, and renal systems. 2. Patients may present with chronic overdose as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pitfalls"
        },
        {
            "text": "Antihistamines Diphenhydramine Cetirizine Loratadine",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antihistamines"
        },
        {
            "text": "First-generation antihistamines can help alleviate rhinorrhea and sneezing; however, they are sedating. Second-generation antihistamines are often less sedating. A Cochrane Review found that antihistamines were more effective than placebo in the fi rst 2 days of treatment, but had little to no improvement of symptoms after 6-10 days [ 9 ] . Combination of antihistamines with decongestants may be more benefi cial [ 10 ] . ",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 340,
                    "text": "[ 9 ]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 416,
                    "end": 422,
                    "text": "[ 10 ]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Antihistamines"
        },
        {
            "text": "Topical and oral decongestants can help relieve nasal congestion secondary to the common cold [ 10 ] . ",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "text": "[ 10 ]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Decongestants Oxymetazoline Phenylephrine Pseudoephedrine"
        },
        {
            "text": "Antitussives Dextromethorphan Codeine Benzonatate Antitussives are not recommended by the American College of Chest Physicians for cough secondary to URIs. This therapy is rarely necessary in the initial stages with variable outcomes in the later course of infection. Dextromethorphan was found to modestly decrease cough severity and frequency in a systematic review [ 11 ] . Codeine is the traditional opiate for cough suppression and was more effective than placebo in reducing severity and frequency of cough [ 11 ] . Benzonatate anesthetizes the stretch receptors of the lungs and pleura and is more effective when combined with guaifenesin [ 4 ] .",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 374,
                    "text": "[ 11 ]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 513,
                    "end": 519,
                    "text": "[ 11 ]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 646,
                    "end": 651,
                    "text": "[ 4 ]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Antitussives"
        },
        {
            "text": "1. Do not take dextromethorphan concurrently or within 2 weeks of discontinuing MAO inhibitors. 2. Dextromethorphan can cause CNS symptoms including serotonin syndrome, confusion, excitement, irritability, and nervousness. 3. Codeine can cause CNS depression, constipation, hypotension, and respiratory depression. Be careful prescribing to pediatrics, debilitated patients, and elderly. 4. Benzonatate can lead to hallucinations as well as hypersensitivity reactions such as bronchospasm, cardiovascular collapse, and laryngospasm. 5. Benzonatate has also led to overdose in children younger than 10 years of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pitfalls"
        },
        {
            "text": "Signs of overdose in children include restlessness, tremors, convulsion, coma, and cardiac arrest. It is not approved for use in children younger than 10 years of age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pitfalls"
        },
        {
            "text": "Expectorants help to thin secretions and may promote clearance of drainage. A systematic review from 2014 showed no good evidence for or against effectiveness of OTC medications, such as guaifenesin, for acute cough [ 12 ] .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 222,
                    "text": "[ 12 ]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Mucolytics Guaifenesin"
        },
        {
            "text": "1. Increases sedative effectives of alcohol, sleeping pills, muscle relaxers, and anesthetics 2. Can cause nausea, vomiting, and diarrhea 3. Increases the risk of kidney stone formation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pitfalls"
        },
        {
            "text": "Antibiotics and antivirals Amoxicillin-clavulanate Doxycycline Tamifl u Antibiotic therapy for uncomplicated URI may cause more harm than benefi t [ 13 ] . When compared to placebo in a systemic review of randomized trials, patients with URI symptoms of less than 7 days did not have a change in symptom persistence in antibiotic and placebo groups, with antibiotic groups having great risk of adverse effects [ 14 ] . Per the Infectious Disease Society of America, 5-7-day courses of empiric antibiotics are recommended for treatments of signs and symptoms that are:",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 153,
                    "text": "[ 13 ]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 410,
                    "end": 416,
                    "text": "[ 14 ]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Antibiotics and Antivirals"
        },
        {
            "text": "(a) Persistent and not improving (>10 days) (b) Severe (≥3-4 days) (c) Worsening or \"double-sickening\" (≥3-4 days) [ 15 ] Amoxicillin-clavulanate 500-125 mg TID or 875-125 mg BID is recommended rather than amoxicillin alone as empiric therapy [ 15 ] . Doxycycline can be used for patients allergic to penicillin [ 15 ] . Macrolides or second-/third-generation cephalosporins are not recommended for empiric therapy because of high resistance to S. pneumoniae [ 15 ] . Trimethoprim-sulfamethoxazole is not recommended for empiric therapy because of high resistance among both S. pneumoniae and H. infl uenzae [ 15 ] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 121,
                    "text": "[ 15 ]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 243,
                    "end": 249,
                    "text": "[ 15 ]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 312,
                    "end": 318,
                    "text": "[ 15 ]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 459,
                    "end": 465,
                    "text": "[ 15 ]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 608,
                    "end": 614,
                    "text": "[ 15 ]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Antibiotics and Antivirals"
        },
        {
            "text": "If a patient presents with <48 h since onset of symptoms for infl uenza, consider Tamifl u 75 mg BID ×5 days (2 mg/kg BID ×5 days in children).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibiotics and Antivirals"
        },
        {
            "text": "People at high risk, which should have treatment for infl uenza, include the following [ 16 ] :",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 93,
                    "text": "[ 16 ]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Antibiotics and Antivirals"
        },
        {
            "text": "• Residents of nursing homes or chronic care facilities • Adults ≥65 years of age • Native Americans and Alaska Natives • Morbidly obese patients • Pregnant women and women up to 2 weeks postpartum • Chronic medical conditions including:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibiotics and Antivirals"
        },
        {
            "text": "-Cardiovascular disease -Active malignancy -Chronic renal insuffi ciency -Chronic liver disease -Diabetes -Hemoglobinopathies -Pulmonary disease (including asthma)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antibiotics and Antivirals"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The common cold",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Kirkpatrick",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Prim Care",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cough: diagnosis and management",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Coughlin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am Fam Physician",
            "volume": "75",
            "issn": "4",
            "pages": "567--75",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Treatment of subacute and chronic cough in adults. UpToDate",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Silvestri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Weinberger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Saline nasal irrigation for acute upper respiratory tract infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Spurling",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Heated, humidifi ed air for the common cold",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The common cold in children: Management and prevention",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Aspirin compared with acetaminophen in the treatment of fever and other symptoms of upper respiratory tract infection in adults: a multicenter, randomized, double-blind, double-dummy, placebo-controlled, parallel-group, single-dose, 6-hour dose-ranging study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bachert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Chuchalin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eisebitt",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Ther",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Antihistamines for the common cold",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Sutter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Saraswat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Driel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cochrane Database Syst Rev",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The common cold in adults: Treatment and prevention. UpToDate",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Sexton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcclain",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Effi cacy and tolerability of treatments for chronic cough: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "Yancy",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Mccrory",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Coeytaux",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chest",
            "volume": "144",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Over-the-counter (OTC) medications for acute cough in children and adults in community settings",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fahey",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "High value care task force of the American College of Physicians and for the Centers for Disease Control and Prevention. Appropriate antibiotic use for acute respiratory tract infection in adults: advice for high-value care from the American College of Physicians and the Centers for Disease Control and Prevention",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Qaseem",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Intern Med",
            "volume": "164",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Antibiotics for the common cold and acute purulent rhinitis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kenealy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Arroll",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "IDSA clinical practice guideline for acute bacterial rhinosinusitis in children and adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Benninger",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brook",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Brozek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Pankey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seleznick",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Volturo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Wald",
                    "suffix": ""
                },
                {
                    "first": "File",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "8",
            "pages": "72--112",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Treatment of seasonal infl uenza in adults. UpToDate",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Zachary",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The presence of potential secondary factors (correlate with past medical history) [* = red fl ags]: Use of medications or drugs (including tobacco and alcohol) -Pitfall: not inquiring about over-the-counter medications which may contain stimulants",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}