{
    "paper_id": "9ebbc75b3501982596d2f58929f98ab9413fe2c6",
    "metadata": {
        "title": "Fungal, Viral, and Other Oddball Infections and the Immunosuppressed Patient",
        "authors": [
            {
                "first": "Sameer",
                "middle": [
                    "A"
                ],
                "last": "Hirji",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sharven",
                "middle": [],
                "last": "Taghavi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Reza",
                "middle": [],
                "last": "Askari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Infections with fungal and viral pathogens in the surgical intensive critical unit (ICU) are not uncommon. Often, however, diagnosis tends to be either delayed or superimposed on bacterial infections. In some scenarios, definitive diagnosis can be challenging and a high index of suspicion is warranted to promptly manage critically ill patients. This approach is critical especially in immunosuppressed patients given their relative vulnerability to a multitude of infectious processes. Although rare, oddball infections with rare viruses and fungi can significantly affect the clinical course and recovery of patients if timely diagnosis is delayed. This chapter highlights important fungal, viral, and rare infections in the context of critically ill and high-risk patients, including the immunosuppressed patients, in the surgical ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Fungal infections in the critical setting are associated with increasing morbidity and mortality when undiagnosed promptly. These pathogens can place a huge burden on the existing health-care system. Isolated cases of fungal infections are possible, but often these infections occur concurrently with bacterial or viral infections. More than 50% of all fungal infections tend to occur in surgical patients, and a significant portion are prevalent in the surgical ICU [1] . Common infectious fungal species include Candida, aspergillosis, and mucormy-cosis. Fungal infections can affect any organ but most likely affect the brain, lungs, abdomen, and soft tissues [2] .",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 470,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Common Fungal Infections"
        },
        {
            "text": "Candida is prevalent in the surgical patients with reported mortality between 30 and 40%, depending on the patient and associated infection site. Most often, the major cause of mortality is patient acuity at the time of diagnosis and the delay in treatment initiation. Candida infections typically arise from intravascular catheters, bladder catheters, or the gastrointestinal tract. It is for this reason that sterile precautions should be maintained in the ICU setting at all times [1] .",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 487,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Candidiasis Epidemiology: Incidence, Mortality"
        },
        {
            "text": "Several populations of surgical patients are more susceptible to Candida infections. These include patients on immunosuppression such as those who have had solid organ transplants (i.e., kidney, pancreas) and those with various rheumatologic and endocrine disorders. Other at risk populations include patients with prior history of Candida colonization, those receiving parenteral nutrition, those with poor hygiene, those who have undergone multiple abdominal operations, neutropenic patients in the setting of chemotherapy, and those with a prolonged ICU stay, defined as greater than 7 days [1, 2] .",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 597,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 598,
                    "end": 600,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Risk Factors"
        },
        {
            "text": "The presence of indwelling catheters in moist areas as well as failure to adhere to sterile techniques during catheter care can predispose these patients to Candida colonization. The GI tract also serves as a reservoir for candida organisms, and overgrowth can be precipitated in critically ill patients through changes in GI flora due to prolonged ileus, as well as prolonged antiacid and antibiotic use [1] .",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 408,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Risk Factors"
        },
        {
            "text": "although the majority of the diseases are caused by C. albicans. However, with increasing resistance to antifungal therapies, these rare species of Candida are becoming increasingly prevalent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk Factors"
        },
        {
            "text": "C. glabrata infections are more commonly seen in older patients and transplant recipients. C. krusei infections, on the other hand, are seen in the setting of prior antifungal use, hematologic malignancies, neutropenic patients, and patients with ongoing corticosteroid use. Patients affected with C. krusei also tend to be much younger and less likely to have concomitant bacterial infections. C. parapsilosis are seen in patients with recent surgery while C. tropicalis, although less common, are most virulent and indicative of concurrent invasive infection. Candida infections can occur in the bloodstream, respiratory mucosa, and urine with or without endophthalmitis, with varying severity [1, 2] .",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 699,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 700,
                    "end": 702,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Risk Factors"
        },
        {
            "text": "Aspergillosis infection can be devastating and associated with significant morbidity and mortality. In the ICU setting, Aspergillus may harbor in the ICU ventilation and water systems that have been poorly maintained and various other equipment. The lowest incidence for invasive aspergillosis is reported in HIV patients and in patients with hematologic malignancy, which is 0.4%. The incidence in solid organ transplant recipients is more variable, 0.1-2.4%. Overall mortality rates are about 17% and can rise to more than 50% in transplant recipients [2, 3] .",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 557,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 558,
                    "end": 560,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Aspergillosis Epidemiology: Incidence, Mortality"
        },
        {
            "text": "Populations at risk for infections with aspergillosis are similar to the ones affected by Candida species. Notably neutropenic patients and transplant patients receiving corticosteroid therapy or antirejection medications are increasingly vulnerable. Specifically, patients receiving steroids are at increased risk for having cavitating lesions and aspergillomas, and neutropenic patients develop angioinvasive aspergillosis, as neutrophils play a pivotal role in disease clearance [2] .",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 485,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Risk Factors"
        },
        {
            "text": "Aspergillosis can be caused by hundreds of molds, but the pertinent species affecting critically ill patients include A. fumigatus, A. flavus, and A. terreus. These species have a wide environmental distribution and can be found in the soil, water, and air as well as may colonize immunosuppressed patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtypes"
        },
        {
            "text": "Mucorales are saprophytes with mortality ranging from 35% up to 70% in patients with existing malignancy [2] .",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Mucormycosis Epidemiology: Incidence, Mortality"
        },
        {
            "text": "Populations at risk for infections include neutropenic patients, patients with diabetes mellitus, and patients with co-existing malignancy. Renal failure patients and those with penetrating trauma are also vulnerable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Risk Factors"
        },
        {
            "text": "Mucormycosis can be caused by hundreds of species but the pertinent species affecting critically ill patients include Rhizopus, Mucor, and Rhizomucor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subtypes"
        },
        {
            "text": "Despite the advent of newer technologies and diagnostics tests, blood cultures remain the gold standard to identify candidemia. Negative blood cultures do no entirely exclude an infection because the sensitivity is only about 50%, and cultures can take as long as 4 days to become positive. Thus, prompt treatment should be initiated based on clinical evaluation. Common serologic tests include galactomannan and1,3 B-D-glucan that can be obtained while awaiting blood cultures. Galactomannan is detected in body fluids and a galactomannan index is calculated based on the concentration. When a certain minimum threshold is surpassed, the diagnosis of invasive aspergillosis is made. B-D glucan is a cell wall component found in body fluid and indicates the probability of infection although it fails to discriminate between colonization and infection. Moreover, these tests are specific but they lack sensitivity [2] . Additionally, depending on the location of suspected infection, thoracentesis, interventional radiology guided drainage or aspiration, diagnostic paracentesis, or bronchoalveolar lavages can be obtained to help guide treatment decisions although these techniques are invasive. In cases of aspergillosis infection of the lung, radiographic signs such as the halo sign can be suggestive but not necessarily diagnostic. Moreover, histopathology can be useful in identifying certain species, e.g., periodic acid-Schiff stains for Mucor, and Grocott-methenamine-silver for yeastlike fungus Pneumocystis jiroveci.",
            "cite_spans": [
                {
                    "start": 914,
                    "end": 917,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Common Diagnostics Tests"
        },
        {
            "text": "Optimization of treatment strategies in the context of fungal infections is extremely essential in order to avoid excessive medication use, which could ultimately lead to disease resistance. In recent years, several risk scores have been developed to help guide treatment strategies. While many have not been validated clinically, the Candida Score (CS) or the Candida Colonization Index (CCI) is one that is often utilized clinically. This is defined as the ratio of the number of culture-positive surveillance sites for Candida spp. over the number of sites cultured. If the ratio of CCI is greater than 0.4, preemptive antifungal therapy should be initiated [2, 4] .",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 664,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 665,
                    "end": 667,
                    "text": "4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Current Treatment Options"
        },
        {
            "text": "Candidemia and invasive candidiasis are associated with varying degrees of mortality if untreated promptly. There are many treatment options for Candida infections including polyenes, triazoles, echinocandins, and flucytosine (oral). Triazoles include fluconazole, itraconazole, and voriconazole, and they inhibit fungal cytochrome P450. For this reason, they can be used as first-line treatment or empiric treatment although drug interactions are common. Of note, fluconazole has the greatest penetration into the cerebrospinal fluid. Echinocandins include caspofungin and micafungin, and these fungicidals inhibit the synthesis of beta-1,3-D-glucan, which results in fungal cell wall disruption. Polyenes include amphotericin B, which inhibits ergosterol, an essential component of fungal cell wall. C. glabrata and C. krusei species are most commonly treated with echinocandins listed above [1] .",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 897,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Candidiasis"
        },
        {
            "text": "All patients with candidemia or invasive candidiasis should be treated with a loading dose of either fluconazole (triazoles) or caspofungin (echinocandins). In critically ill patients, patients with severe sepsis, and those with recent triazole exposure, echinocandins are preferred. This must be followed by repeat blood cultures, and treatment is continued for 10-14 days after the last positive blood culture or if clinical symptoms improve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candida in Blood"
        },
        {
            "text": "Candida is a common pathogen found in many ICU patients with urinary tract infections. Moreover, colonization of the urine by Candida is also seen in patients that have diabetes or those that routinely require catheterization. Treatment is not indicated unless the patient is immunosuppressed, in which case oral fluconazole is effective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candida in Urine"
        },
        {
            "text": "Removal and replacement of the catheter is the most important treatment strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candida in Urine"
        },
        {
            "text": "Oral candidiasis (thrush) is also common in ICU patients, especially those on the ventilator. Effective treatment involves nystatin suspensions, oral ketoconazole, fluconazole, or itraconazole. Oropharyngeal candidiasis should be treated with fluconazole for 7 days and perhaps beyond for immunocompromised patients. Treatment should be altered as needed if there is no interval improvement in symptoms, so as to avoid disease progression to esophageal candidiasis. Pneumonia due to Candida is very rare and growth of candida on respiratory cultures often represents contamination or colonization. No treatment is indicated in this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candida in Respiratory Mucosa"
        },
        {
            "text": "While candida can be isolated in intraabdominal cultures, they are rarely the etiology of the infection especially when there are concurrent bacterial pathogens. In these circumstances, antifungal therapy should not be typically used. The only exceptions are when there is failed treatment of previous intraabdominal infection or when there is spillage of GI contents due to anastomotic leak. As previously mentioned, fluconazole is the preferred empiric treatment choice unless there is prior evidence of resistance. Intraabdominal abscesses due to fungi are associated with high failure rate when managed via percutaneous drainage, so most often operative drainage is utilized with antifungal therapy for definitive treatment. Renal patients with peritoneal dialysis catheters can develop candida infections as well. Treatment in this case involves fluconazole therapy and timely removal of catheter, which can be replaced once the infection clears [1] .",
            "cite_spans": [
                {
                    "start": 951,
                    "end": 954,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Candida in the GI Tract"
        },
        {
            "text": "Timely diagnosis and treatment of invasive aspergillosis is essential particularly because the infection is transmitted airborne and can lead to detrimental sequela if left untreated. Invasive pulmonary aspergillosis is the most common form of infection, which manifests initially as a pneumonia but can lead to thrombotic, hemorrhagic events or complicated necrotizing bronchopneumonia that eventually necessitates surgical treatment. In most cases, the first line of treatment is voriconazole, but it is associated with high treatment failures. The dose is initially administered intravenously as a loading dose of 6 mg/kg twice a day and then lowered to 4 mg/kg twice daily. Amphotericin B is another alternative antifungal that can be utilized with varying success. It is administered intravenously as liposomal amphotericin B in a dosage of 3-5 mg/kg/day usually. The duration of treatment is often variable, but patients should be treated for at least 6-12 weeks and perhaps longer in immunosuppressed patients. In cases of medically refractory infection or recurrent infection despite optimal treatment, surgical treatment with Clagett window is often performed [1, 2] .",
            "cite_spans": [
                {
                    "start": 1169,
                    "end": 1172,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1173,
                    "end": 1175,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Aspergillosis"
        },
        {
            "text": "Like other fungal infections, infections with mucor warrant timely intervention. Amphotericin B is the preferred antifungal in most cases. Recommended doses include 1-1.5 mg/kg/day for the deoxycholate formulary. The duration for treatment is not established and so should be individualized for each patient depending on clinical response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mucormycosis"
        },
        {
            "text": "Routine use of antifungal prophylaxis is effective in reducing the incidence of fungal infections in selected high-risk patients, although its effect on overall mortality remains unclear. Widespread use of antifungal prophylaxis should be limited to carefully selected patients based on their clinical condition, in order to prevent the development of disease resistance and avoid unnecessary toxic exposure. Fluconazole can be used empirically for invasive candidiasis in patients recently undergoing abdominal surgery and/or those with recurrent GI perforations or leakages. In the ICU setting, empiric treatment for aspergillosis in patients with neutropenia is not common and not recommended [1, 2] .",
            "cite_spans": [
                {
                    "start": 696,
                    "end": 699,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 700,
                    "end": 702,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Role of Antifungal Prophylaxis"
        },
        {
            "text": "While viral infections are common in the community and outpatient setting, they are less common in the ICU. However, viral infections can present in the ICU setting. These viral infections have a broad spectrum of presentation, from fulminant organ failure and shock, to chronic latent disease in immunosuppressed patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Common Viral Infections"
        },
        {
            "text": "Most viral respiratory infections seen in the ICU are community-acquired cases that evolve into lower respiratory disease that progresses into respiratory failure. In their most severe form, they can cause acute respiratory distress syndrome (ARDS) requiring prolonged mechanical ventilator dependence. Viral respiratory infections in some patients can be part of a larger community outbreak. Some of the more common viral pathogens causing respiratory infection in the ICU include influenza, respiratory syncytial virus (RSV), SARS, varicella-zoster virus (VZV), herpes simplex virus (HSV), adenovirus, and cytomegalovirus (CMV) [5, 6] .",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 633,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 634,
                    "end": 636,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory Infections"
        },
        {
            "text": "While most community-acquired pneumonia requiring ICU admission is bacterial, 3 to 10% of cases can be caused by viruses. The most common viral infection causing viral pneumonia is influenza A and B. Patients that are immunocompromised are more likely to have viral pneumonia caused by RSV, CMV, VZV, or adenovirus. In general, clinical presentation and radiographic findings for patients with viral pneumonia are not specific to viral infection and resemble bacterial respiratory infection. Respiratory viruses can also cause hospital-or ventilator-associated pneumonias [5, 6] .",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 575,
                    "text": "[5,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 576,
                    "end": 578,
                    "text": "6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Respiratory Infections"
        },
        {
            "text": "Viral infections of the central nervous system can cause inflammation of the meninges and brain parenchyma. In the ICU setting, these can present as meningitis, encephalitis, seizure, coma, or neuromuscular weakness. In most cases of viral infection of the central nervous system, a specific cause is not found. In cases, where the specific pathogen is determined, the most common causes are HSV and VZV. Other less common pathogens associated with central nervous system infection include enteroviruses, arboroviruses, influenza, CMV, mumps, measles, rubella, and rabies [7, 8] .",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 575,
                    "text": "[7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 576,
                    "end": 578,
                    "text": "8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Central Nervous System"
        },
        {
            "text": "Viral myocarditis can be the cause of cardiogenic shock in the ICU setting. These patients will present with clinical findings consistent with heart failure. More severe cases can require mechanical assist device support. Coxsackievirus groups A and B can cause viral myocarditis, but several other pathogens are also known to cause myocarditis such as influenza, adenovirus, parvovirus, RSV, CMV, HIV, and echovirus [8, 9] .",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 420,
                    "text": "[8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 421,
                    "end": 423,
                    "text": "9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Cardiac Infections"
        },
        {
            "text": "The vast majority of abdominal infections seen in the ICU are caused by bacterial pathogens. CMV colitis can occur in immunocompromised hosts such as transplant recipients or patients with HIV/AIDS with low CD4 counts. CMV colitis can present with fever, weight loss, abdominal pain, and diarrhea. More severe forms of the disease may present with colon ulceration or toxic megacolon with perforation. Typical findings on endoscopic exam include patchy erythema of the colon with ulcerations. Inclusion bodies are seen on histopathological examination [10] .",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 556,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Abdomen"
        },
        {
            "text": "Viral hepatitis in the ICU setting is most commonly seen in chronic hepatitis C patients at end stages of liver disease. Acute viral hepatitis outbreaks in the ICU caused by hepatitis A or B infection, while still possible, have become more rare with more modern infection control practices [11] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Abdomen"
        },
        {
            "text": "Diagnostic testing for viral infection is organ specific and centered around obtaining culture and molecular detection data. Patients with respiratory infections will often show evidence of an infiltrate on X-ray or CT scan. Viral infection can be a diagnosis of exclusion, with clinical findings of infection with negative bacterial or fungal cultures. CMV colitis has typical findings on endoscopy and histopathology that are discussed above. Viral serologies in viral hepatitis infection can make a diagnosis of viral hepatitis [8] .",
            "cite_spans": [
                {
                    "start": 531,
                    "end": 534,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Common Diagnostic Tests"
        },
        {
            "text": "Treatment of viral infections in the ICU is centered around early diagnosis, supportive care, and antiviral agents. Treatment of herpesvirus infection can be treated with acyclovir, ganciclovir, or valacyclovir and valganciclovir. Acyclovir and valacyclovir can be also used against HSV, VZV, and EBV. CMV can be treated with acyclovir, ganciclovir, and foscarnet. Amantadine can be used against influenza A, and ribavirin can be used against RSV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current Treatment Options"
        },
        {
            "text": "Patients who are immunocompromised due to solid organ transplant are often on prophylactic antiviral medications to prevent viral infection. Antiviral medications can be used to suppress latent and/or chronic viral infections in organ transplant recipients. In addition, they can be used to prevent transmission of viral infections to seronegative transplant recipients. Viruses that are common and that can warrant prophylactic antiviral therapy include CMV, VZV, HSV, and EBV. Solid organ transplant recipients should also receive Influenza vaccination prophylaxis [12] .",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 571,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Role of Antiviral Prophylaxis"
        },
        {
            "text": "Oddball infections in the context of critically ill patients are rare but can present with significant diagnostic and management challenges. They represent a spectrum of rare pathogens, including parasites, viruses, fungus, and bacteria. Some of these infections include cryptococcosis, blastomycosis, histoplasmosis, and coccidioidosis. Often, diagnosis is delayed because symptoms tend to be atypical in most patients. These infections are diagnosed by a variety of means including blood, urine, and respiratory cultures, as well as radiography, similar to fungal and viral infections. In certain circumstances, coinfection with bacteria, virus, or fungus is also possible, so treatment decisions are made on a case-by-case basis, usually with the assistance of infectious disease specialists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oddball Infections"
        },
        {
            "text": "As previously discussed, these patients are increasingly susceptible to bacterial, fungal, and viral infections. These patients include those on corticosteroid therapy, neutropenic patients, and transplant patients on antirejection therapy. Neutropenia can be a result of blood disorders such as leukemia, aplastic anemia, and ongoing or recent chemotherapy. In these patients, enteric gram-negative bacilli, Pseudomonas aeruginosa, Staphylococcus aureus, and Aspergillus commonly cause infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunosuppressed Patients"
        },
        {
            "text": "Likewise, patients who lack the ability to mount a cellmediated response to infection, such as those with lymphoma, on chronic corticosteroid use and chemotherapy, are also vulnerable. Infection in this unique cohort is often due to Pneumocystis jiroveci, Legionella, herpes, coccidioidomycosis, and Cryptococcus. In patients with lack of humoral response to infection, such as those with multiple myeloma, chemotherapy, and post-splenectomy, Streptococcus pneumonia, Haemophilus influenzae, and enteric gram-negative bacilli infections are common. Treatment decisions should be carefully weighed in these patients because most often, these patients lack the immune reserve to mount a response to ongoing infection. Thus, empiric treatment, as previously described, should be initiated when a particular infection is suspected as delay in treatment could have adverse consequences on the patient. Adjunctive therapy with GCSF (granulocyte colony-stimulating factor) or interferon gamma can be utilized and recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunosuppressed Patients"
        },
        {
            "text": "Timely diagnosis and treatment of fungal and viral infections in the ICU setting is essential to improve patient morbidity and mortality. Sometimes, diagnosis can be challenging or difficult to establish for multiple reasons. This chapter highlights the common infections affecting critically ill patients and pertinent treatment strategies to utilize when viral and fungal infections are suspected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Current surgical therapy. 10th ed. Philadelphia: Elseiver Saunders",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How to treat fungal infections in ICU patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Matthaiou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Christodoulopoulou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dimopoulos",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The economic impact of aspergillosis: analysis of hospital expenditures across patient subgroups",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murtagh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Candida colonization and subsequent infections in critically ill surgical patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pittet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Monod",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Suter",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Ann Surg",
            "volume": "220",
            "issn": "6",
            "pages": "751--759",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Bench-to-bedside review: rare and common viral infections in the intensive care unit--linking pathophysiology to clinical presentation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Stollenwerk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Sandrock",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Crit Care",
            "volume": "12",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Infectious Diseases Society of America/American Thoracic Society consensus guidelines on the management of community-acquired pneumonia in adults",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mandell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Wunderink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anzueto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "2",
            "pages": "27--72",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Viral encephalitis in the ICU",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Crit Care Clin",
            "volume": "29",
            "issn": "3",
            "pages": "621--670",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "How to approach and treat viral infections in ICU patients",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kelesidis",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mastoris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Metsini",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Viral myocarditis: balance between viral infection and immune response",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Opavsky",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Can J Cardiol",
            "volume": "12",
            "issn": "10",
            "pages": "935--978",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Severe cytomegalovirus infection in apparently immunocompetent patients: a systematic review",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "I"
                    ],
                    "last": "Rafailidis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Mourtzoukou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Varbobitis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virol J",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Liver dysfunction in the intensive care unit",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soultati",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dourakis",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ann Gastroenterol",
            "volume": "18",
            "issn": "1",
            "pages": "35--45",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Viral prophylaxis in organ transplant patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Slifkin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doron",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Snydman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Drugs",
            "volume": "64",
            "issn": "24",
            "pages": "2763--92",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}