{
    "paper_id": "9f63e1215cb5d500cc3ce241560777a142e87aeb",
    "metadata": {
        "title": "Studies of Novel Coronavirus Disease 19 (COVID-19) Pandemic: A Global Analysis of Literature",
        "authors": [
            {
                "first": "Xuan",
                "middle": [],
                "last": "Bach",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University of Singapore",
                    "location": {
                        "postCode": "117599",
                        "settlement": "Singapore",
                        "country": "Singapore"
                    }
                },
                "email": "bach@jhu.edu"
            },
            {
                "first": "",
                "middle": [],
                "last": "Tran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hanoi Medical University",
                    "location": {
                        "postCode": "100000",
                        "settlement": "Hanoi",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Giang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hai",
                "middle": [],
                "last": "Ha",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duy Tan University",
                    "location": {
                        "postCode": "550000",
                        "settlement": "Da Nang",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Long",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duy Tan University",
                    "location": {
                        "postCode": "550000",
                        "settlement": "Da Nang",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": "Hoang",
                "middle": [],
                "last": "Nguyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University",
                    "location": {
                        "postCode": "100000",
                        "settlement": "Hanoi",
                        "country": "Vietnam, Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": "Thu",
                "middle": [],
                "last": "Vu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nguyen Tat Thanh University",
                    "location": {
                        "postCode": "700000",
                        "settlement": "Ho Chi Minh City",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Hai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thanh",
                "middle": [],
                "last": "Phan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duy Tan University",
                    "location": {
                        "postCode": "550000",
                        "settlement": "Da Nang",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Huong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thi",
                "middle": [],
                "last": "Le",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hanoi Medical University",
                    "location": {
                        "postCode": "100000",
                        "settlement": "Hanoi",
                        "country": "Vietnam"
                    }
                },
                "email": ""
            },
            {
                "first": "Carl",
                "middle": [
                    "A"
                ],
                "last": "Latkin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "postCode": "21205",
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Cyrus",
                "middle": [
                    "S H"
                ],
                "last": "Ho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Roger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National University Hospital",
                    "location": {
                        "postCode": "119074",
                        "country": "Singapore, Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "M"
                ],
                "last": "Ho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "An exponential growth of literature about novel coronavirus disease 19 has been observed in the last few months. This textual analysis of 5,780 publications extracted from the Web of Science, Medline, and Scopus databases was performed to explore the current research focuses and propose further research agenda. The Latent Dirichlet allocation was used for topic modeling. Regression analysis was conducted to examine country variations in the research focuses. Results indicated that publications were mainly contributed by the United States, China, and European countries. Guidelines for emergency care and surgical, viral pathogenesis, and global responses in the COVID-19 pandemic were the most common topics. There was variation in the research approaches to mitigate COVID-19 problems in countries with different income and transmission levels. Findings highlighted the need for global research collaboration among highand low/middle-income countries in the different stages of prevention and control the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Novel coronavirus disease 19 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is currently threatening millions of lives in the world. After being introduced at the end of 2019, this disease was officially declared as a global pandemic by the World Health Organization (WHO) on March 11, 2020. 1 Until April 30, 2020, 185 countries/territories reported 3·2 million confirmed cases with 227,847 total deaths, 2 and the highest-burden has been placed in European and American countries. 1 Serious health, social and economic consequences of COVID-19 have been well-recognized, [3] [4] [5] [6] [7] especially among the elderly with comorbidities, homeless individuals, and also residents who face financial, mental, and physical hardships due to social distancing policies. 8 Given that COVID-19 is a new threat without any antiviral therapies or vaccines, current measures to mitigate this crisis depend heavily on the national and regional preparedness and responses. 9 However, optimal strategies to cope with the complexity of this pandemic demands substantial scientific evidence. Recently, the WHO has issued technical guidance for countries/regions and research institutions, as well as worked closely with global researchers to update the empirical evidence. 10,11 Efforts have been made around the globe to enhancethe understanding of the dynamic transmission of COVID-19, appropriate vaccine research strategies effective treatments, as well as the impacts of current responses on population health and well-being. 12 As a result, in the last four months, the number of publications about COVID-19 has been increased dramatically, including articles, reviews, letters to editors, or preprint documents. 13 These contributions have proven the importance of scientific research in pandemic preparedness as well as helping the governments to respond rapidly and effectively to the crisis. 14 . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 330,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 520,
                    "end": 521,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 629,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 806,
                    "end": 807,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1002,
                    "end": 1003,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1557,
                    "end": 1559,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 1745,
                    "end": 1747,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . https://doi.org/10.1101/2020.05.05.20092635 doi: medRxiv preprint Cumulatively, current research evidence has partly shaped our knowledge about COVID-19, but there has been still raising more questions to address , which require sharing information and providing scientific expertise and leadership of all countries to accelerate research efforts. 15 Yet, there has been a the lack of studies attempted to identify the research focus in different countries and regions. Previous systematic reviews have been conducted to explore in detail the clinical characteristics of COVID-19, 16, 17 or the effectiveness of specific COVID-19 treatment, 18,19 and policies. 20 However, these studies were conducted on a small volume of articles. One potential approach to delineate the focus of the academic community is bibliometric analysis. This method has been previously applied to identify the rapid development of research output, the most prolific countries, journal information, and major concerns of research, but not provide a deep analysis of publications. [21] [22] [23] In this study, by using text visualization and topic modeling approaches as a part of natural language processing and machine learning, we aimed to explore the research focus in general and in countries with different levels of income and COVID-19 transmission features.",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 424,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 661,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 737,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1139,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1144,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Findings might provide a knowledge gap in scientific research related to COVID-19 and future direction to inform research focus and policy responses better.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Information on COVID-19 and SARS-CoV-2-related documents published until 23 April 2020 were extracted from the Medline, Scopus, and Web of Science (WoS) databases. The search terms and search queries for each online database were developed according to the WHO naming process for the virus and the disease it causes, 24 and are presented in the Supplementary 1. Any Englishlanguage publications containing COVID-19 disease or SARS-CoV-2 virus published from December 2019 to 23 April 2020 were included. Document types such as corrections, data papers, . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Searching strategy and selection criteria"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . https://doi.org/10.1101/2020.05.05.20092635 doi: medRxiv preprint reprints, or conference papers were excluded because they might be duplicated to peer-review papers. Datasets of three databases were merged, and duplications were screened independently and removed by two researchers. A final dataset of 5,780 papers was used for further analysis. The searching process was presented in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 461,
                    "end": 469,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Searching strategy and selection criteria"
        },
        {
            "text": "In this paper, we extracted the documents' title, abstract, keywords, citation, and affiliation of authors for analysis. As a document could be authored by scholars from different countries, we considered that all these countries contributed to the document preparation. Moreover, we decided to include both documents with and without abstracts for text analysis since the title of the document could partly reflect the document's topic. We first descriptively analyzed the number of publications in each country and presented these data by using Microsoft Excel's Map function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Then, we exported the top ten most cited publications for a detailed analysis of the content of the most cited papers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "We used the VOSviewer textual analysis software tool (version 1·6·15, Centre for Science and Technology Studies, Leiden University, the Netherlands) to measure the co-occurrence of keywords and most frequent terms in title/abstract. 25,26 Then, we employed Latent Dirichlet allocation (LDA) to discover fifteen latent topics from the titles and abstracts of documents. This Bayesian model treats each document as a set of topics, and topics are probability distributed over a set of words and their co-occurrence. 27 Thus, the LDA technique can produce two outputs: 1) Probability distributions of different topics per document (to acknowledge how many topics are created based on the given publications), and 2) Probability distributions of unique words per topic (to define the topics). 27 Because each title/abstract may contain a mixture of topics, the LDA outputs may not reflect a specific research field or discipline. However, experience for previous . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 516,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 791,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . https://doi.org/10.1101/2020.05.05.20092635 doi: medRxiv preprint work suggested that documents that focused on particular themes would be more likely to be categorized in the same group. To ensure robust results in naming the topic, we also checked at least ten documents per topic to ensure that the theme could fit the content of documents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Multivariable linear regression models were performed to examine the research focus of countries with different income classification (low, low-middle, high-middle, and high incomeaccording to World Bank classification), 28 and different transmission classification (Pending, Sporadic case, Clusters of cases, Community transmissionaccording to WHO). 29 The dependent variable was the share of publications in specific topic out of total publications in each country (%), while the independent variables were income classifications and transmission classifications. The models were adjusted to the natural logarithm of gross domestic product (GDP) per capita, the number of COVID-19 cases, and the number of COVID-19 deaths per country. The latest data on GDP per capita and income classifications were collected from the World Bank databases, while data on cases deaths were extracted from WHO reports on April 24, 2020. A p-value of less than 0.05 was used to detect statistical significance.",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 353,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Research is supported by Vingroup Innovation Foundation (VINIF) in project code VINIF.2020.COVID-19.DA03 Figure 2 shows the research productivity of each country. 115 countries produced 5,780 publications in the searching period. It appears that scientific publications were mainly driven by the research hubs such as China, the United States, Canada, France, Italy, the United Kingdom, and India, which were also heavily hit by COVID-19. In contrast, the majority of African countries had no more than ten studies about COVID-19.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 113,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Role of the funding source"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. The list of ten most cited publications about SARS-CoV-2 and COVID-19 and their main findings are presented in Table 1 . Reports on the clinical and laboratory characteristics of the confirmed cases are of most interest, with six out of ten papers in the list. The most cited paper was a descriptive study about epidemiological and clinical features of 99 cases from Wuhan, China, which was believed to be the genesisof SARS-CoV-2. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 190,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. The research focuses on countries with different income level and epidemic characteristics are shown in Table 3 . High-income countries (HICs) were significantly more likely to report fewer studies focused on research in epidemiological characteristics and interventions of Psychological disorders in COVID-19 pandemic (Topic 6) compared with countries with other income levels.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "text": "Table 3",
                    "ref_id": "TABREF10"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Low-middle income countries were found to publish less on diagnostic values of SARS-CoV-2 tests and improvement strategies (Topic 10). Treatment interventions for COVID-19 (Topic 15) attracted the interest of scientists among countries at all income levels, especially in HICs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 172,
                    "end": 182,
                    "text": "(Topic 15)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Regarding transmission classification, comorbidities in patients with COVID-19 (Topic 8) were found to receive less attention among countries with sporadic cases in comparison with countries having \"pending\" transmission classification. Treatment interventions were significantly less likely to be the research focused in countries having sporadic cases, a cluster of cases, and community transmission compared with those with \"pending\" transmission classification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . https://doi.org/10.1101/2020.05.05.20092635 doi: medRxiv preprint By using the natural language processing approach with the Latent Dirichlet allocation, this study was able to capture the focus of COVID-19 related publications in different settings. This paper informed the rapid growth of research publications, the global variation in research productivity, and research interests. Moreover, the findings of this study suggest research gaps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In this study, we found a greater number of publications regarding COVID-19 and SARS-CoV-2 in comparison with previous bibliometric studies. [21] [22] [23] For example, Lou et al. used the Medline database and only found 183 publications through February 29, 2020. 22 This disparity could be justified that our search was far more comprehensive than these studies by usingthree major databases, including the Medline, Scopus, and Web of Science. In addition, we included other document types such as letters, commentaries, or notes rather than concentrating only on original articles. As original papers require a long period for peer-reviewed, 30 scientists tended to publish their ideas in those document types first for receiving rapid feedbacks from others, 31 Therefore, we believed that our approach was appropriate given that these documents might partly reflect the research focus in each country.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The thematic maps of authors' keywords and terms reveal that major research themes included virological and molecular analysis of the virus; clinical, laboratory and radiology examinations;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "and global and public health responses. Our findings are in line with a previous bibliometric study, which showed that virology, clinical characteristics, and epidemiology of COVID-19 were found to be the research focus with the highest volume of papers. 22 Indeed, these research areas are essential components for controlling the pandemic. While understanding the biology of SARS-CoV-2 is critical for the development of effective and safe screening tests, drugs and vaccines.Investigations into clinical characteristics of COVID-19, along with results of laboratory and radiology, could inform a fundamental for appropriate patient management in the clinical . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. The results of topic modeling offer more penetrating insights into the emerging research themes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Of all identified topics, clinical aspects, particularly guidelines for emergency care and surgical management during the COVID-19 pandemic (Topic 11), were most frequent. Along with the rapid increase in the number of confirmed cases, the heavy demand for health facilities and health workers, as well as the lack of effective treatment regimens, place a heavy burden and prevent the healthcare systems from operating efficiently. Without guidelines for prompt responses in emergency care, the burden caused by COVID-19 would go beyond the capacity of most health systems, especially for ICU care. 35 In addition, a number of SARS-CoV-2 infections emerged from operations were reported in China, suggesting the risk of virus exposure despite strict hygienic requirements and aseptic techniques during the surgical process. 36 Research for clinical guidelines, therefore, plays a critical role in mitigating the impact of COVID-19 on the healthcare system.",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 601,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 826,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The origin and pathophysiology of the virus have attracted a great deal of attention since the beginning of the outbreak. 37-39 The interest on this topic has continued to rise as the virus has gone beyond China, where the first infection was reported, and positive cases have been found in most countries and territories. 40 On the other hand, the information that SARS-CoV-2 is a laboratory derived virus, albeit has been confirmed to be a false claim, gave rise to considerable controversy and also facilitated research on the nature of the virus 41 . Another topic that should be mentioned is national public health responses and actions against COVID-19, especially at the beginning of the pandemic, when there was a wide difference in policies introduced by different governments.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 325,
                    "text": "40",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In particular, some countries have been advocating achieving herd immunity, whereas low-and middle-income countries (LMICs) have implemented strict actions, including quarantine, . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . https://doi.org/10.1101/2020.05.05.20092635 doi: medRxiv preprint isolation, social distancing, and community containment as soon as the outbreak occurred 42-45 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Although such measures have sdemonstrated their effectiveness, for optimal public health as well as economic outcomes, further investigation into their implementation within specific contextual factors should be prioritized. 46 is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 227,
                    "text": "46",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. To our knowledge, this is the first analysis using text mining and text modeling to investigate the topics of the worldwide COVID-19 publications. However, some limitations should be notedd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The restriction of the search strategy to the English language might not reflect globalized practices and the research priority of a country, such as articles in the local language. Analyses of keywords, titles, and abstracts may not fully reflect the content of articles. However, with the combination of three large datasets and various techniques of text mining, this study is useful for an overview of the research direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "This study showed that COVID-19 related publications were primarily contributed by major research hubs such as the United States, China, and European countries. Global researchers were currently focusing on clinical management, viral pathogenesis, and public health responses in combating against COVID-19. We alsofound country variation in research priorities. Findings suggest the need for global research collaboration among high-and low/middle-income countries in the different stages of prevention and control the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of interests"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . https://doi.org/10.1101/2020.05.05.20092635 doi: medRxiv preprint 42. Pen CL. The Theory of Herd Immunity, or the Ayatollahs of Public Health. 2020. https://www.institutmontaigne.org/en/blog/theory-herd-immunity-or-ayatollahs-public-health28/4/2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "43. Ellyatt H. Sweden resisted a lockdown, and its capital Stockholm is expected to reach 'herd immunity' in weeks. 2020. https://www.cnbc.com/2020/04/22/no-lockdown-in-sweden-butstockholm-could-see-herd-immunity-in-weeks.html (accessed 28 April 2020). . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. April, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. • Fevers, cough, myalgia, sore throat and malaise were also observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "• No neonatal asphyxia was observed in newborn babies. • All the symptomatic patients had increased Creactive protein levels and reduced lymphocyte counts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "• The coronavirus may have been transmitted by the asymptomatic carrier. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. . CC-BY-NC 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 8, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO Declares COVID-19 a Pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cucinotta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vanelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Biomed",
            "volume": "91",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. WHO Director-General's opening remarks at the media briefing on COVID-19-11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The many estimates of the COVID-19 case fatality rate. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Rajgor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Archuleta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bagdasarian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Quek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "34·5) -1·1 (-9·1; 6·9) 3 (-3·8; 9·7) 6·7 (-0·7; 14·1) Topic 2 3·4 (-12·2; 18·9) -7·1 (-29·8; 15·5) -10·4 (-44·4; 23·6) -5·3 (-18·6; 7·9) -3 (-14·2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nikolich-Zugich",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Knox",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Rios",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Natt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fain",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "SARS-CoV-2 and COVID-19 in older adults: what we may expect regarding pathogenesis, immune responses, and outcomes. Geroscience 2020: 1. Coef. (95%CI) Coef. (95%CI) Coef. (95%CI) Coef. (95%CI) Coef. (95%CI) Coef. (95%CI) Topic",
            "volume": "1",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "6·4) Topic 10 -1·5 (-2·9; -0·1)* -1·9 (-3·9; 0·1) -2·7 (-5·6; 0·3) -0·3 (-1·5; 0·8) 0·4 (-0·6; 1·4) 0 (-1·1; 1·0) Topic 11 -10·2 (-20·9; 0·5) -13·7 (-29·3; 1·8) -19·6 (-42·9; 3·8) -2·2 (-11·3; 6·9) -0·2 (-7·9; 7·6) 1·7 (-6·8; 10·1) Topic 12 -1·5 (-4·3; 1·4) -3·2 (-7·3; 1·0) -3·1 (-9·2; 3·1) -0·6 (-3·0; 1·8) -1·1 (-3·1; 1·0) -0·8 (-3·0",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "2--5",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The model was adjusted to natural logarithm of GDP per capita, number of cases, number of deaths, and WHO COVID-19 transmission classification",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Compared to Pending classification. The model was adjusted to natural logarithm of GDP per capita, number of cases, number of deaths, and World Bank Income Classification",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "presents the network of 200 keywords with a co-occurrence of at least 20 times. The keywords were assigned to three major clusters. Cluster 1 (blue) reveals some basic imaging techniques for the diagnosis of lung function impairments (tomography and thorax radiograph) in children, adolescents, and adults. Cluster 2 (red) refers to the major concerns of the world regarding COVID-19, such as prevention, medicine, and public health response. Cluster 3 (green) focuses on the biology of SARS-CoV-2, including the origin, the phylogenetic network, and the genomic, proteomic, and metabolomic characterization of the virus. Thematic analysis of 250 most frequent terms is presented in Figure 4. Major themes of current research on COVID-19 are (1) promising therapies for COVID-19 prevention and treatment, and their mechanisms (blue), (2) hot spots of the pandemic and the governments' responses (red), and (3) clinical patterns, such as ground-glass opacities (GGO), and complications of COVID-19 (green).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "shows the clustering of research areas in the WOS database. The research landscapes in this research field was the combination of several research areas. First cluster was Infectious diseases and Pharmacology. This cluster had a close connection with Surgery and Gastroenterology (second cluster). The third cluster related to treatment and diagnosis (such as Radioogy, Hematology, Virology, Psychiatry, Gerontology, or Metanolism). The other clusters in COVID-19 research areas, including 1) Critical car and Respiratory System (the fourth cluster);",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "results are presented in Table 2. Since the beginning of the pandemic, researchers have devoted special attention to the biology of SARS-CoV-2 (Topic 3 and 4) and made an enormous effort on various aspects of clinical investigation, such as diagnostic tests for detection of the virus, clinical examination of hospitalized patients and treatment for the disease (Topic 5, 7, 8, 9, 10, 11, and 15). Meanwhile, research on global and national responses to COVID-19 accounted for nearly a quarter of available literature volume (Topic 2, 12, and 13). Epidemiological characterization of COVID-19 and psychological disorders during the epidemic are also of great interest (Topic 1, 6, and 14).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Moreover, continued medical training for healthcare workers 47 and preventive measures for the workforce, 48 along with frequent transparent communication and educational interventions for the public is essential to strengthen the preventive capacity of each individual and thus, contribute to the global fight against COVID-19. Meanwhile, since COVID-19 has been reported to have no noticeable effect on pregnancy, research on COVID-19 among pregnant women received relatively slight interest. 49 Regarding the research trend and level of interest of different country groups, it appeared that the share of publications regarding the topic about psychological health and related interventions was negatively associated with the income levels. This finding might imply that this topic might not be the priority of the countries, or in other words, developed nations even show less interest than the ones having lower-income. 50 However, we do believe that most of the studies about this topic were cross-sectional surveys in the community, which were more affordable for low-income countries to perform compared to other topics. Nevertheless, COVID-19 caused a significantly psychiatric impact, 51 and this impact maintained when the total number of COVID-19 cases continues to rise in a country. 52 Developed nations are not immune from mental health issues and mental health services are often disrupted during COVID-19 pandemic. 53 In terms of treatment interventions, although all countries are making an effort to develop an effective treatment regimen, high-income countries, with their vast financial resources, greater expertise, and infrastructure, demonstrated their bold attempt at this research area. 54,55 Meanwhile, compared to low-income nations, we observed a lower share of SARS-CoV-2 test-related publications among low-middle income suggesting that these countries prioritized to other research fields such as treatment interventions given the resource-constrained. 56 Findings also suggested that research on comorbidities associated with COVID-19 is relatively underdeveloped in countries with sporadic cases, in contrast with the extensive understanding and research on the effects of comorbidities on COVID-19 of those countries with a high number of infections. 57,58 On the other hand, treatment interventions were not prioritized, while the level of transmission increases. Although some high-income countries such as the United States, Canada or the United Kingdom were classified as \"community transmission\" and greatly contributed to the progress of finding treatment interventions, most of the nations in this categories were lowmiddle income countries (e.g. South American and African countries) and the governments tends to focus on preventive methods to prevent the pandemic from getting worse. 2 This study has several implications. To begin with, while rapid transmission of COVID-19 has been triggering a strong need for the development of an effective vaccine, our results show minimalresearch on this research topic. In addition, since there have been anecdotalevidence that promising drugs for COVID-19, such as Lopinavir/ritonavir (LPV/RTV). Chloroquine (CQ) andhydroxychloroquine (H0), show no significant benefits to health outcomes of patients, hence,eveloping an effective and safe medication specific for the treatment of COVID-19 is of utmost importance 59-61 . We also found a lack of research on the social stigma caused by COVID-19. Due to the rapid contagion of the virus, fear and anxiety about being infected can give rise to stigma and discrimination toward people, places, or things. For instance, people associated with the disease, such as being in the neighborhood of high risk or being civils of nations with a high rate of COVID-19, are often stigmatized. 62,63 Stigma can also arise when a person is released from quarantine, even though they have been confirmed to be negative and are no longera risk. Although",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ", and writing; Hoang Long Nguyen: data analysis, literature search and writing; Giang Thu Vu: literature search, data analysis and writing; Hai Thanh Phan: literature search and writing; Huong Thi Le: revision of manuscript; Carl A. Latkin: revision of manuscript; Roger C.M. Ho: revision of manuscript; Cyrus S.H. Ho: revision of manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Lancet. Redefining vulnerability in the era of COVID-19. The Lancet 2020; 395(10230): 1089. 9. Kandel N, Chungong S, Omaar A, Xing J. Health security capacities in the context of COVID-19 outbreak: an analysis of International Health Regulations annual report data from 182 countries. The Lancet 2020; 395(10229): 1047-53. 10. World Health Organization. Country & Technical Guidance -Coronavirus disease (COVID-19). 2020. https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical-guidance (accessed 26 April 2020). 11. World Health Organization. Coronavirus disease 2019 (COVID-19) -Situation Report -65, 2020. 12. Thorlund K, Dron L, Park J, Hsu G, Forrest JI, Mills EJ. A real-time dashboard of clinical trials for COVID-19. The Lancet Digital Health. 13. World Health Organization. Global research on coronavirus disease (COVID-19). 2020. https://www.who.int/emergencies/diseases/novel-coronavirus-2019/global-research-on-novelcoronavirus-2019-ncov (accessed 28 April 2020). 14. Commission on a Global Health Risk Framework for the Future. The neglected dimension of global security: A framework to counter infectious disease crises: National Academies Press (US); 2016. 15. World Health Organization. Statement on the meeting of the International Health Regulations (2005) Emergency Committee regarding the outbreak of novel coronavirus (2019-nCoV). 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fu L, Wang B, Yuan T, et al. Clinical characteristics of coronavirus disease 2019 (COVID-19) in China: a systematic review and meta-analysis. Journal of Infection 2020. 17. Lovato A, de Filippis C. Clinical Presentation of COVID-19: A Systematic Review Focusing on Upper Airway Symptoms. Ear, Nose & Throat Journal 2020: 0145561320920762. 18. Cortegiani A, Ingoglia G, Ippolito M, Giarratano A, Einav S. A systematic review on the efficacy and safety of chloroquine for the treatment of COVID-19. Journal of critical care 2020. 19. Shamshirian A, Hessami A, Heydari K, et al. Hydroxychloroquine Versus COVID-19: A Rapid Systematic Review and Meta-Analysis. medRxiv 2020. 20. Viner RM, Russell SJ, Croker H, et al. School closure and management practices during coronavirus outbreaks including COVID-19: a rapid systematic review. The Lancet Child & Adolescent Health 2020. 21. Nasab FR. Bibliometric Analysis of Global Scientific Research on SARSCoV-2 (COVID-19). medRxiv 2020. 22. Lou J, Tian S, Niu S, et al. Coronavirus disease 2019: a bibliometric analysis and review. European Review for Medical and Pharmacological Sciences 2020; 24(6): 3411-21. 23. Chahrour M, Assi S, Bejjani M, et al. A bibliometric analysis of Covid-19 research activity: A call for increased output. Cureus 2020; 12(3). 24. World Health Organization. Naming the coronavirus disease (COVID-19) and the virus that causes it. 2020. https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical-Eck NJ, Waltman L. Text mining and visualization using VOSviewer. arXiv preprint arXiv:11092058 2011. 26. Van Eck NJ, Waltman L. Visualizing bibliometric networks. Measuring scholarly impact: Springer; 2014: 285-320. 27. Blei DM, Ng AY, Jordan MI. Latent dirichlet allocation. Journal of machine Learning research 2003; 3(Jan): 993-1022. 28. The World Bank. World Bank Country and Lending Groups. 2020. https://datahelpdesk.worldbank.org/knowledgebase/articles/906519-world-bank-country-andlending-groups (accessed 26 April 2020). 29. World Health Organization. Critical preparedness, readiness and response actions for COVID-19, 2020. 30. Voight ML, Hoogenboom BJ. Publishing your work in a journal: understanding the peer review process. International journal of sports physical therapy 2012; 7(5): 452-60. 31. Berterö C. Guidelines for writing a commentary. International journal of qualitative studies on health and well-being 2016; 11: 31390. 32. World Health Organization. Clinical management of severe acute respiratory infection when novel coronavirus (2019 nCoV) infection is suspected: interim guidance, 28 January 2020. 2020. https://apps.who.int/iris/handle/10665/330893 (accessed 26 April 2020). 33. Jiang S. Don't rush to deploy COVID-19 vaccines and drugs without sufficient safety guarantees. Nature 2020; 579(7799): 321.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "CJ. Forecasting COVID-19 impact on hospital bed-days, ICU-days, ventilator-days and deaths by US state in the next 4 months. https://wwwmedrxivorg/ 2020. 36. Novel Coronavirus Pneumonia Emergency Response Epidemiology T. [The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China]. Zhonghua Liu Xing Bing Xue Za Zhi 2020; 41(2): 145-51. 37. Chan JF, Yuan S, Kok KH, et al. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet 2020; 395(10223): 514-23. 38. Chen Y, Liu Q, Guo D. Emerging coronaviruses: Genome structure, replication, and pathogenesis. J Med Virol 2020; 92(4): 418-23. 39. Chan JF, Kok KH, Zhu Z, et al. Genomic characterization of the 2019 novel humanpathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan. Emerg Microbes Infect 2020; 9(1): 221-36.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Adam D. Special report: The simulations driving the world's response to COVID-19. Nature 2020; 580(7803): 316-8. 45. Hopman J, Allegranzi B, Mehtar S. Managing COVID-19 in Low-and Middle-Income Countries. JAMA 2020. 46. Wilder-Smith A, Freedman DO. Isolation, quarantine, social distancing and community containment: pivotal role for old-style public health measures in the novel coronavirus (2019-nCoV) outbreak. J Travel Med 2020; 27(2). 47. Chew NW, Lee GK, Tan BY, et al. A Multinational, Multicentre Study on the Psychological Outcomes and Associated Physical Symptoms Amongst Healthcare Workers During COVID-19 Outbreak. Brain, Behavior, and Immunity 2020. 48. Tan W, Hao F, McIntyre RS, et al. Is Returning to Work during the COVID-19 Pandemic Stressful? A Study on Immediate Mental Health Status and Psychoneuroimmunity Prevention Measures of Chinese Workforce. Brain, Behavior, and Immunity 2020. 49. Chen H, Guo J, Wang C, et al. Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records. Lancet 2020; 395(10226): 809-15.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "RP. COVID-19 and mental health: A review of the existing literature. Asian journal of psychiatry 2020; 52: 102066. 51. Wang C, Pan R, Wan X, et al. Immediate psychological responses and associated factors during the initial stage of the 2019 coronavirus disease (COVID-19) epidemic among the general population in China. International journal of environmental research and public health 2020; 17(5): 1729. 52. Wang C, Pan R, Wan X, et al. A longitudinal study on the mental health of general population during the COVID-19 epidemic in China. Brain, Behavior, and Immunity 2020. 53. Hao F, Tan W, Jiang L, et al. Do psychiatric patients experience more psychiatric symptoms during COVID-19 pandemic and lockdown? A case-control study with service and research implications for immunopsychiatry. Brain, Behavior, and Immunity 2020. 54. Dean S. Covid-19 vaccine trial on humans starts as UK warns restrictions could stay in place until next year. 2020. https://edition.cnn.com/2020/04/23/health/coronavirus-vaccine-trial-uk-gbrintl/index.html (accessed 28 April 2020). 55. Reuters. Germany Approves Trials of COVID-19 Vaccine Candidate. 2020. https://www.nytimes.com/reuters/2020/04/22/world/europe/22reuters-health-coronavirusvaccine-biontech.html (accessed 28 April 2020. 56. World Economic Forum. 80 countries are hoarding medical supplies -here's why it damages the global response to COVID-19. 2020. https://www.weforum.org/agenda/2020/04/wto-report-80-countries-limiting-exports-medical-supplies/ (accessed 26 April 2020). 57. Guan WJ, Liang WH, Zhao Y, et al. Comorbidity and its impact on 1590 patients with Covid-19 in China: A Nationwide Analysis. The European respiratory journal 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Available understanding on genome structure and replication, and functions proteins in coronaviral replication of coronaviruses (CoVs) were reviewed. • SARS-CoV-2 has a typical genome structure of CoV and belongs to the cluster of betacoronaviruses, including Bat-SARS-like (SL)-ZC45, Bat-SL ZXC21, SARS-CoV, and MERS-CoV.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": ". https://doi.org/10.1101/2020.05.05.20092635 doi: medRxiv preprint settings. Research on public health responses could illustrate the effectiveness of different policies and strategies to mitigate the consequences of COVID-19 pandemic. 32-34",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "there have been several published guidelines for reducing social stigma related to COVID-19, further investigation into the detrimental effects of social stigma and development of interventions for this problem should be carefully considered. 62,63",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Center for Infectious Disease Research and Policy University of Minnesota. Global COVID-",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "58. Yang J, Zheng Y, Gou X, et al. Prevalence of comorbidities in the novel Wuhan coronavirus (COVID-19) infection: a systematic review and meta-analysis. International Journal of Infectious Diseases 2020. 59. Lu CC, Chen MY, Chang YL. Potential therapeutic agents against COVID-19: What we know so far. J Chin Med Assoc 2020. 60. Ledford H. Chloroquine hype is derailing the search for coronavirus treatments. Nature 2020. 61. Ferner RE, Aronson JK. Chloroquine and hydroxychloroquine in covid-19. BMJ 2020; 369: m1432. 62. United Nations International Children's Emergency Fund (UNICEF). Social stigma associated with the coronavirus disease (COVID-19). 2020. https://www.unicef.org/documents/socialstigma-associated-coronavirus-disease-covid-19 (accessed 29 April 2020).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Results confirmed that SARS-CoV-2 was transmitted through person-to-person contact.• Phylogenetic analysis of showed that this is a novel coronavirus, which is closest to the bat severe acute respiatory syndrome (SARS)-related coronaviruses found in Chinese horseshoe bats. Clinical characteristics of COVID-19 pneumonia in pregnant women were similar to those reported for non-pregnant adult patients.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Chloroquine phosphate has shown apparent efficacy in treatment of COVID-Chloroquine phosphate is superior to the control treatment in inhibiting the exacerbation of pneumonia, improving lung imaging findings, promoting a virus-negative conversion, and shortening the disease course according to the news briefing.• Severe adverse reactions to chloroquine phosphate were not noted in the patients in trial. Genome of SARS-CoV-2 has 89% nucleotide identity with bat SARS-like-CoVZXC21 and 82%with that of human SARS-CoV. The mean incubation period was estimated to be 6.4 days (95% credible interval: 5.6-7.7), ranging from 2.1 to 11.1 days (2.5th to 97.5th percentile).",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Fifteen topics about COVID-19 according to topic modeling Topic 1 Epidemiological reports on COVID-19 outbreaks in different countries covid-19; cases; transmission; first; disease; Topic 4 Distinguishment between old and novel coronavirus: origin, pathology and pathogenesis coronavirus; respiratory; novel; china; disease; sars-cov-2; severe; syndrome; covid-19; health; mental; during; outbreak; study; social; psychological; anxiety; media 256 4·4 Topic 7 Clinical and laboratory examinations in hospitalized patients with COVID-19 patients; covid-19; clinical; severe; study; group; cases; disease; results; wuhan",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": ". https://doi.org/10.1101/2020.05.05.20092635 doi: medRxiv preprint Topic 9 Impacts of COVID-19 on pregnancy outcomes covid-19; review; studies; evidence; women; pregnant; clinical; research; Topic 10 Diagnostic values of SARS-CoV-2 tests and improvement strategies sars-cov-2; positive; covid-19; viral; testing; detection; rt-pcr; samples; results; negative Topic 13 Medical education in COVID-19 pandemic covid-19; pandemic; medical; education; medicine; during; response; lessons; Topic 15 Treatment interventions against COVID-19 covid-19; treatment; drugs; clinical; therapeutic; against; antiviral; sars-cov-2;",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": ". https://doi.org/10.1101/2020.05.05.20092635 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Regression models to identify the research trend among countries with different income level and epidemic characteristics Topic World Bank Income Classification a WHO COVID-19 transmission classification b",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}