{
    "paper_id": "9fae1617d7103b26cb6ce405695713e33221b7d4",
    "metadata": {
        "title": "Journal Pre-proof Dermatologic manifestations of hydroxychloroquine therapy: a closer look at the nails",
        "authors": [
            {
                "first": "Shari",
                "middle": [
                    "R"
                ],
                "last": "Lipner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "K"
                ],
                "last": "Scher",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "biopsies with histopathology were performed on the skin or nails to confirm the diagnosis. In 42 this case, while drug-induced longitudinal melanonychia is possible, given that the 2 nd and 3 rd 43 fingernails were involved, lack of involvement of all 20 nails, the color and width of the bands, 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characterizing the adverse dermatologic effects of 79 hydroxychloroquine: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Mesinkovska",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Paravar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Acad Dermatol",
            "volume": "",
            "issn": "",
            "pages": "190--80",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Generalized skin hyperpigmentation and longitudinal melanonychia secondary to treatment 84 with hydroxychloroquine in systemic lupus erythematosus. Reumatol Clin",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Longitudinal melanonychia and subungual hemorrhage 88 in a patient with systemic lupus erythematosus treated with hydroxychloroquine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lupus",
            "volume": "89",
            "issn": "",
            "pages": "129--132",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hydroxychloroquine-induced hyperpigmentation in 92 systemic diseases: prevalence, clinical features and risk factors: a cross-sectional study of 41 93 cases",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bahloul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jallouli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garbaa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lupus",
            "volume": "26",
            "issn": "",
            "pages": "1304--1308",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Spectrum of cutaneous lupus erythematosus in South Africans with systemic 96 lupus erythematosus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tikly",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lupus",
            "volume": "28",
            "issn": "8",
            "pages": "1021--1026",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Sharma et al. 1 for their thorough review of the dermatologic manifestations of 26 hydroxychloroquine therapy. The authors characterized adverse skin, hair, and nail events in a 27 systematic review of 94 articles, analyzing 689 events. The top 3 most common adverse events 28 were drug eruption or rash (358 cases), cutaneous hyperpigmentation (116 cases), and pruritus 29 (62 cases). There were only 3 cases of hydroxychloroquine-associated nail adverse events. All 30 patients presented with melanonychia, in 3 separate reports, with average cumulative dose that a closer examination and more robust discussion of hydroxychloroquine-34 associated nail adverse events is necessary to explore both the true prevalence of these nail 35 changes and salient clinical findings. 36 37 Giraldo et al. 2 reported on a 48-year old Ecuadorian woman with systemic lupus erythematosus 38 (SLE) presenting with generalized blue-grey hyperpigmentation most prominent on the face and 39 dorsal hands 12 months after starting hydroxychloroquine, 200 mg/day. She was also noted to 40 have thin longitudinal brown bands involving the left 2 nd and 3 rd , and right 3 rd fingernails. No 41",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Title: Dermatologic manifestations of hydroxychloroquine therapy: a closer look at the nails 2 Shari R. Lipner 1 MD, PhD and Richard K. Scher 1 MD 3 1 Weill Cornell Medicine, Department of Dermatology, New York, NY 4 Dr. Lipner and Dr. Scher have no conflicts of interest relevant to the content of the submission. 17This work has not been previously published. 18Funding Sources: There was no funding for this study. 19Running Head: Hydroxychloroquine therapy and nails 23",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "and her Fitzpatrick type IV skin, ethnic-type pigmentation due to melanocytic activation is 45 certainly more likely. 46 47 Zhan et al. 3 The most common indication for hydroxychloroquine therapy in the systematic review was 60 lupus erythematosus (72% of cases), including both SLE and discoid lupus erythematosus. 1 To 61further confound the precise association between hydroxychloroquine and its affect on the 62 nails, in a retrospective study of 298 SLE patients, diffuse melanonychia was observed in 37.4% 63 at initial diagnosis and more common in blacks compared to non-blacks (odds ratio = 3.1 (1. ",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "text": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 316,
                    "end": 317,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}