{
    "paper_id": "9feb03968f26d937091cbf156961b008c92d0cdc",
    "metadata": {
        "title": "The Impact of COVID-19 Pandemic on Obesity and Bariatric Surgery",
        "authors": [
            {
                "first": "Abdulzahra",
                "middle": [],
                "last": "Hussain",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bariatric Unit",
                    "location": {
                        "settlement": "Doncaster",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Kamal",
                "middle": [],
                "last": "Mahawar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sunderland Royal Hospital",
                    "location": {
                        "settlement": "Sunderland",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Shamsi",
                "middle": [],
                "last": "El-Hasani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "PRUH, King's College Hospitals",
                    "location": {
                        "settlement": "London",
                        "country": "UK Obesity Surgery"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic had overwhelmed the global health systems, resulting in a significant number of deaths especially in Europe and the United States of America (USA). Though it is impossible to be certain of the exact number of deaths and infections worldwide, the apparent COVID-19 case fatality rate in Italy seems to be higher than that in China (11.75% versus 4.02%). As of 11 April 2020, the apparent mortality rate in the United Kingdom (UK) was 12.50% (9875 deaths among confirmed 78,991 COVID-19 cases) compared with 3.7% in the USA [1, 2] . These figures are likely to change as we learn more about the pandemic and also because current numbers include a large number of patients who have not yet fully recovered from the disease as well as miss a large number of asymptomatic or undiagnosed patients.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 547,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 548,
                    "end": 550,
                    "text": "2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Though this pandemic will affect all walks of medicine, we feel the impact on bariatric surgery will be particularly harsher because of its rather fledgling nature in many parts of the world; conscious and subconscious bias against those suffering from obesity; future anticipated financial constraints; and significant technical expertise needed to perform bariatric surgery. We suggest that steps be taken now to try and mitigate some of those adverse consequences, and we should think about resource allocation, training needs, and the shape of future services to be fully equipped when we come out at the other end.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Elective bariatric surgery has come to a grinding halt during this pandemic. This will add to the already stretched services known to have long waiting times. The effect will be more felt in countries such as the UK where privately funded surgery accounts for a relatively smaller fraction of the overall bariatric activity and publicly funded provisions, even before the pandemic, lagged far behind its peers [3] . Based on the Getting It Right First Time (GRIFT 2017) report, fewer than 0.6% of patients eligible for bariatric surgery as per the National Institute for Health and Care Excellence (NICE) criteria receive surgery each year [4]. The British government has written off the £13.4 billion National Health Service (NHS) debt [5] and some of this and additional sums of money will inevitably have to be allocated to resurrecting services that have suffered significantly during the pandemic. We just need to make sure that bariatric and metabolic surgery is a priority when we get to that stage, especially because this surgery is known to pay back for itself in just a few years [6] , and remains one of the most cost-effective surgical interventions known to mankind. Patients' voices are, as they should be, the most important voices in any healthcare system. The multidisciplinary bariatric teams should therefore in the meantime work with the patient charities and organizations to influence policymakers and senior management across the globe.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 413,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1091,
                    "end": 1094,
                    "text": "[6]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On top of this, the COVID-19 pandemic is likely to make the pandemic of obesity worse as vast populations across the globe live in lockdown conditions. The inability to go to work and exercise, emotional stress, financial hardship, etc. will provide the perfect milieu for the obesity pandemic to rage even faster [7, 8] . This might increase the number of people who need our help as well as worsen those who already do. Financial resources will need to be allocated to meet this increase in demand. Furthermore, we know from our own experiences as well as that of others, a large number of patients needing intensive care after COVID-19 infection suffer from overweight or obesity are more likely to die after COVID-19 infection the waiting time and its clinical consequences are associated with an increase in morbidity and mortality [9, 10] .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "[7,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 318,
                    "end": 320,
                    "text": "8]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "[9,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "10]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bariatric surgery has a significant learning curve and there will be a risk that when surgeons are not able to operate for months, they might deskill. Though this will apply to all surgeons, those who perform technically demanding operations and those still within their learning curve will be more severely affected. It is, therefore, important that surgeons keep up with their skills by video webinars and technical discussions virtually. It may also be worth designing procedurespecific \"time out\" forms for use at the end of the procedure when we restart bariatric surgery. This will reduce the rate of errors and enhance overall safety. It may also be necessary for two senior consultants to scrub together for the first few cases while more junior surgeons watch on to get in the groove.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Lastly, we have to look for a silver lining in all this and try and come up with leaner and more cost-effective pathways of care for patients seeking bariatric surgery. Interventions that are not cost-effective and intended primarily for rationing of services, such as the tier 3 services in the UK [11] may need to be revisited.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "text": "[11]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflict of Interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Ethical Approval Statement This article does not contain any studies with human participants or animals performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Informed Consent Statement Informed consent does not apply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. Coronavirus disease 2019 (COVID-19) Situation Report -72",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Why the NHS should do more bariatric surgery; how much should we do?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Welbourn",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Le Carel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Owen-Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ",
            "volume": "353",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Cost-utility analysis of bariatric surgery",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Borisenko",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lukyanov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Br J Surg",
            "volume": "105",
            "issn": "10",
            "pages": "1328--1365",
            "other_ids": {
                "DOI": [
                    "10.1002/bjs.10857"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The relationship among food addiction, negative mood, and eating-disordered behaviors in patients seeking to have bariatric surgery",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Koball",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Collazo-Clavell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Surg Obes Relat Dis",
            "volume": "12",
            "issn": "1",
            "pages": "165--70",
            "other_ids": {
                "DOI": [
                    "10.1016/j.soard.2015.04.009"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Food addiction in bariatric surgery candidates: prevalence and risk factors",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brunault",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Ducluzeau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bourbao-Tournois",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Obes Surg",
            "volume": "26",
            "issn": "7",
            "pages": "1650--1653",
            "other_ids": {
                "DOI": [
                    "10.1007/s11695-016-2189-x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Obesity Surgery Score (OSS) for prioritization in the bariatric surgery waiting list: a need of public health systems and a literature review",
            "authors": [
                {
                    "first": "Casimiro",
                    "middle": [],
                    "last": "Pérez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Fernández",
                    "middle": [],
                    "last": "Quesada",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Val Groba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marco",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Obes Surg",
            "volume": "28",
            "issn": "4",
            "pages": "1175--84",
            "other_ids": {
                "DOI": [
                    "10.1007/s11695-017-3107-6"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical characteristics and outcomes of 112 cardiovascular disease patients infected by 2019-nCoV",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "D"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Xin Xue Guan Bing Za Zhi",
            "volume": "48",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.cn112148-20200220-00105"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Medical weight management before bariatric surgery: is it an evidence-based intervention or a rationing tool?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mahawar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Obe",
            "volume": "6",
            "issn": "6",
            "pages": "359--60",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}