{
    "paper_id": "a04e4c55dfe6043eeb55276a60a415e8688d9c6c",
    "metadata": {
        "title": "Journal Pre-proof COVID-19 symptoms masking inaugural ketoacidosis of type 1 diabetes",
        "authors": [
            {
                "first": "L",
                "middle": [],
                "last": "Potier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "B"
                ],
                "last": "Julla",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Roussel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Boudou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "C"
                ],
                "last": "Gauthier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Ketfi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "F"
                ],
                "last": "Gautier",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A 31-year-old white European male, with no known previous medical history, arrived at the emergency department with a 5-day fever, fatigue and vomiting. He mentioned having had contact with two COVID-19 cases [infection caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)] within the past 5 days. His temperature was 38.7° C, with a respiratory rate of 28 breaths/min, heart rate of 132 bpm and oxygen saturation of 93% with an ambient air breathing apparatus. Pulmonary auscultation found bibasilar crackles. Chest computed tomography (CT) showed basal bilateral groundglass opacities and air-space consolidation that was highly suggestive of COVID-19 injury (graded as minor, affecting < 10% of lung volume). An oropharyngeal swab for COVID-19 was positive. Blood gas testing found a low pH (7.25) with bicarbonate (8 mmol/L) suggestive of metabolic acidosis. Besides these findings, the patient's capillary blood glucose was 23.7 mmol/L with elevated ketonaemia (5.2 mmol/L), which confirmed the diagnosis of diabetic ketoacidosis (DKA). Results of his laboratory findings are detailed in Table I. The treatment administered for DKA included intravenous (IV) insulin infusions, and correction of fluid loss and electrolyte disturbances. DKA remission was rapidly obtained and subcutaneous (sc) insulin therapy was started 24 h after admission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1111,
                    "end": 1119,
                    "text": "Table I.",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "The diagnosis of immune-mediated type 1 diabetes (T1D) was confirmed by the finding of positive autoantibodies to glutamic acid decarboxylase (GAD) and to zinc transporter 8 (ZnT8; 118.4 U/mL and 304.2 U/mL, respectively), whereas islet-cell (ICA) and insulinoma-associated-2 (IA2) autoantibodies were negative [1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Regarding the COVID-19 infection, the patient required passive oxygen therapy with 2-9 L/min for 5 days, while no antibiotherapy, antiviral or immunosuppressive therapies were administered. His oxygen requirement decreased progressively and was stopped on day 7. The patient was discharged at day 8 with sc insulin treatment only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This was a case of an inaugural DKA revealing T1D in a young man with COVID-19 infection. In the emergency room, his COVID-19 symptoms were at the forefront while the DKA diagnosis was",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "incidental. This case highlights the fact that clinicians must be aware of other acute diseases that can be veiled by COVID-19 symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this particular case, COVID-19 most probably triggered the DKA, but was not causal in the occurrence of T1D. Indeed, in the course of T1D, the cell-mediated autoimmune destruction of β cells in the pancreas leading to hyperglycaemia begins some time (0.5-1.5 years) before the onset of its symptomatic manifestations [2] . However, that COVID-19 could exacerbate DKA as a precipitating factor cannot be excluded, as it has been demonstrated that SARS-CoV-2, through binding to its ACE-2 receptor expressed in β cells, can damage islets and, thus, reduce insulin release [3] .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All authors report no conflict of interest in relation with the manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCLOSURES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "American Diabetes A. 2. Classification and Diagnosis of Diabetes: Standards of Medical Care in Diabetes-2020",
            "authors": [],
            "year": 2020,
            "venue": "Diabetes Care",
            "volume": "43",
            "issn": "1",
            "pages": "14--31",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Staging presymptomatic type 1 diabetes: a scientific statement of JDRF, the",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Insel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Dunne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Atkinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dabelea",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Gottlieb",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Diabetes Care",
            "volume": "38",
            "issn": "",
            "pages": "1964--74",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Binding of SARS coronavirus to its receptor damages islets and causes acute diabetes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Acta Diabetol",
            "volume": "47",
            "issn": "",
            "pages": "193--202",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Patient's laboratory findings eGFR: estimated glomerular filtration rate; PO2/PCO2: partial pressure of oxygen/carbon dioxide",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}