{
    "paper_id": "a10f92f4db22e9b8972c6dc27248dd40ae6e8dec",
    "metadata": {
        "title": "The COVID-19 outbreak and its impact on hospitals in Italy: the model of cardiac surgery for the Italian Society for Cardiac Surgery Task Force on COVID-19 Pandemic ‡",
        "authors": [
            {
                "first": "Giorgia",
                "middle": [],
                "last": "Bonalumi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Centro Cardiologico Monzino",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Michele",
                "middle": [],
                "last": "Di Mauro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "API \"Madonna del Ponte\"",
                    "location": {
                        "settlement": "Lanciano",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Andrea",
                "middle": [],
                "last": "Garatti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRCCS Policlinico San Donato",
                    "location": {
                        "addrLine": "San Donato Milanese",
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Fabio",
                "middle": [],
                "last": "Barili",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "S. Croce Hospital",
                    "location": {
                        "settlement": "Cuneo",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Gino",
                "middle": [],
                "last": "Gerosa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Padua",
                    "location": {
                        "settlement": "Padua",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Parolari",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Milan",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": "alessandro.parolari@unimi.it"
            },
            {
                "first": "A",
                "middle": [],
                "last": "Parolari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ")",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The number of people infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) worldwide is increasing dramatically [1], and reports from China, Iran, Italy and other areas hit hard by SARS-CoV-2 are chilling. The metropolitan area of Milan and its surrounding region of the Lombardy are one of the worst affected in Italy, and Europe at the moment. As of 29 March 2020, there have been 97 689 cases with 10 779 fatalities due to COronaVIrus Disease 2019 (COVID-19) in whole of Italy; of these, 41 007 (6360 fatalities) have occurred in Lombardy region [2] . In order to slow down viral transmission, local authorities and the Italian government have imposed strong containment measures by quarantining initial COVID-19 clusters and followed by a complete nationwide lock-down. The exponential increase in COVID-19-positive patients and the dramatically increasing need for intensive care unit (ICU) surge capacity for the management of critically ill patients has led the emergency task force of the Lombardy region to reallocate ICU resources [3] . In addition, elective surgery has been cancelled and beds dedicated to cardiac, neurosurgery and partially coronary care units reassigned to COVID-19-patients. For this reason, 16 of the 20 cardiac surgical units in the Lombardy region have discontinued their activities, with the remaining 4 units forming 'the hub' for the 16 other closed units (spokes). In this hub-and-spoke system, all urgent and emergency cases are sent to these 4 units, including those that cannot be delayed for more than 60 days. Moreover, beds for critically ill patients are also obtained from the reconversion of operation and recovery rooms (A. Parolari, personal communication).",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 573,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "[3]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "At the same time, the progressively increasing numbers of patients with pneumonia who need ICU treatment have severely strained the ICU system in the Lombardy region and it has become clear that the current level of activity may not be sustainable for long, even with an increase in ICU resources. This has led SIAARTI, the scientific society of anaesthesia and intensive care of Italy, to issue guidelines on patient selection criteria for admission to the ICU, in case of an expected shortage of resources, such as ventilators or ICU beds [4] , based on the Consensus Statement for the care of the critically ill during pandemics and disasters.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 544,
                    "text": "[4]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "It is obvious that such a dramatic scenario poses many new questions and challenges, which are discussed in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "How to manage COVID-19-positive patients who need cardiac surgery enrolment of patients, to ensure medical and surgical treatment that cannot be postponed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A designated Hub Hospital must guarantee:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "• A dedicated room in the emergency department to receive patients. All patients coming to the emergency room (ER) should be treated as COVID-19-positive, and contact with other patients should be avoided. After a definitive diagnosis of COVID-19, it is critical to have 2 different paths for patient with COVID-19 and for patient without COVID-19. • The coordination of 4 or 5 Cardiac Surgical Centres (Spokes), linked to their Hub Centre, creating cooperation with colleagues from the Spoke Centres. Available surgical teams should be shared. We can suggest that shifts are organized in such a way that surgeons and perfusionists from different centres take turns being on call, in order to enhance cooperation, and also the inclusion of nurses and perfusionists. • A full-time (24-h/7-day) on-call team comprising hub-andspoke surgeons, also including on-duty physicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The Hub Centre therefore should create at least 1 dedicated operating room (OR) for COVID-19-positive patients, with approved protective devices for healthcare personnel and, if possible, a second COVID-19 OR. A specific protocol using aerosoling systems should be adopted for cleaning the OR. A patient with an urgent status must follow a strict pathway during his whole hospital stay [ER, OR, ICU, the ward and ultimately the rehabilitation centres).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "It is critical to quickly diagnose COVID-19-positive patients who need emergency surgery. A detailed anamnesis is essential, with attention paid to recent respiratory symptoms and fever. Nevertheless, this may be impossible either because of the clinical state of the patient (comatose state, deep pain) or because the patient may be an asymptomatic carrier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The nasal swab should be performed as soon as possible, preferably in a Spoke Centre where patients are enrolled. In the future, the 'Gold Standard' will likely be a nasal swab in the Hub Centre in order to guarantee a definitive diagnosis of COVID-19 before the transfer from the OR to the ICU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We advise that a computed tomography (CT) scan is performed for every patient who is being evaluated for non-elective surgery, which is the most sensitive tool for recognizing a COVID-19 lung infection. Most patients undergoing urgent cardiac surgery are already in need of a preoperative assessment of cardiac disease with thoracic CT scan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "ICU and the surgery ward must have separated spaces and dedicated teams for COVID-19-positive and COVID-19-negative patients. This also applies for postoperative wards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Moreover, the creation of a network for home rehabilitation, including a Tele-Cardiology system is recommended if possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "During the hospital stay, it is mandatory to strictly monitor any symptoms and signs of a COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Extraordinary measures should be adopted to protect healthcare staff. Surgeons could work in 10-14 day shifts, in order to self-monitor for COVID-19 symptoms during their leave from the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We also recommend, after a trial period of only treating surgical emergencies, performing surgery that cannot be delayed, such as on very symptomatic patients (New York Heart Association IIIb-IV) with diseases like severe coronary disease (mainly left main) or symptomatic aortic stenosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "As previously mentioned, the reallocation of human resources to the management of COVID-19 in 'Spoke' hospitals have led many cardiac surgeons, as well as many other colleagues, to abruptly change their daily professional life, from surgical-oriented activity to take on a new, completely undefined role, which is completely unpredictable and deserves some mention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cardiac surgeons in 'spoke' hospitals"
        },
        {
            "text": "This reorganization occurred abruptly, and many cardiac surgery units and cardiac ICU were requested to convert into COVID-19 units within a few days. However during this transitional phase, patients recovering from an operation in the hospital should be safely managed. Moreover, patients with a regular postoperative course should be discharged as quickly as possible and managed with out-patient care as soon as their physical condition allows. However, some patients with a complicated postoperative course requiring prolonged ICU hospitalization, on different modes of support [intra aortic balloon pump (IABP), continuous venovenous hemofiltration (CVVH), tracheostomy, percutaneous endoscopic gastrostomy] are neither dischargeable nor transferrable into other ICUs. It should be noted that these kinds of patients have a very dismal prognosis, should they ultimately be infected with SARS-CoV-2. Consequently, it is reasonable to reserve 3-4 ICU beds, in a separate area of the hospital without any contact with the COVID-19 zone, which is dedicated to the management of chronically ill patients, already in hospital before the quarantine. Some OR facilities, that are shut down in such a situation, could be dedicated to this 'Chronic ICU', and progressively converted to available ICU beds when chronically ill cardiac patients recover, or die. As the vast majority of anaesthesiologists are involved in COVID-19 patients, cardiac surgeons should be involved in ward and chronic ICU management during this transitional phase.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Management of chronically ill patients."
        },
        {
            "text": "Chronic wound management. Some patients are hospitalized for moderate to severe sternal or leg infection under intravenous antibiotics. These patients, according to the severity of wound dehiscence and sternal stability, should be switched to oral antibiotics and managed with long-acting wound therapy (such as vacuum-assisted therapy) at home, if possible [7] . It is also possible that recently discharged patients develop moderate wound problems, such that they could require outpatient evaluation and medication. During quarantine, movements are extremely limited, so outpatient evaluation can become an issue. Cardiac surgeons should follow-up with these patients via telephone interview and photographic assessment (via email or mobile phone). Patients with mild wound problems should be encouraged to stay at home and provide self-care of the wound with simple betadine rinsing and sterile dressing. Only more severe cases should be evaluated in the hospital, if possible within a dedicated pathway in order to minimize any risk of viral transmission.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 361,
                    "text": "[7]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Management of chronically ill patients."
        },
        {
            "text": "Quarantine carries a dramatic psychological burden, and physicians are required to manage this aspect as well as the medical issues. Many patients may call their referring cardiac surgeon to ask about their postoperative course or their preoperative evaluation. The postoperative evaluation after rehabilitation or discharge should be avoided, unless certain critical issues exist. Cardiac surgeon could evaluate the most recent exams by mail, and reassure the patient, after a phone interview, that his postoperative course is uneventful. Furthermore, the surgeon should re-evaluate patients scheduled for surgery before the COVID-19 outbreak. Patients in need of urgent surgery should be referred to a cardiac hub hospital. Operations for patients with stable cardiac disease should be postponed and cardiac surgeon should reassure his patients that they are not taking any risk in delaying surgery. In this phase, it is important that only a minority of patients (and only those with severe issues) have an outpatient clinic evaluation inside the hospital, in order to avoid possible further infection or contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Providing correct information to elective patients."
        },
        {
            "text": "Supporting medical staff in managing COVID-19 patients. As the number of infected patients increases exponentially, and more hospital beds are dedicated to COVID-19 patients, all available physicians (exempted from elective activities) and resources should be involved in managing the emergency. It should be noted that a certain number of exposed physicians will become infected, such that the global healthcare system progressively can become inadequate. As anaesthesiologists, pneumologists and intensivists are the front-line in managing these patients, cardiologists and cardiac surgeons can contribute more than other specialties for several reasons. First, in many centres, surgeons are used to managing ICU patients. Secondly, surgeons are used to chest imaging (X-ray, lung echo and CT scan), to blood gas analysis and to circulatory evaluation and support, if needed. Even if they might not be so versed in airway management (including intubation and tracheostomy), they are able to obtain percutaneous arterial and venous access, that are useful both for monitoring and support. Finally, although the most dramatic consequence of a COVID-19 infection is severe respiratory failure, there is some evidence of acute and chronic cardiac involvement [8] . In patients with COVID-19 infection and severe symptoms, up to 30% presented with hypertension, diabetes and cardiovascular disease. Furthermore, in Wuhan, myocardial injury associated with the SARS-CoV-2 occurred in 5 of the first 41 patients diagnosed, and among the people who died from COVID-19, 11.8% of patients had substantial heart damage, with elevated levels of troponin or cardiac arrest during hospitalization [9] . Therefore, in patients with COVID-19, the incidence of cardiovascular symptoms is high, owing to the systemic inflammatory response and immune system disorders arising during disease progression, and can be significantly worsened by respiratory failure-related hypoxia. From this viewpoint, cardiac management of these patients (including fluid management and inotropes) requires skills that commonly belong to members of the cardiac surgery community. The last aspect in which cardiac surgeon can significantly contribute to is mechanical respiratory and circulatory support. The role of extracorporeal membrane oxygenation in the management of COVID-19 is unclear at this point [10] . It has been used in some patients with COVID-19 in China but detailed information is unavailable. Moreover, much about the virus is unknown, including the natural history, incidence of late complications, viral persistence and the prognoses in different subsets of patients. To address this, prompt mobilization of existing registries and clinical research groups (for example, the Extracorporeal Life Support Organization Registry) should help facilitate the systematic collection of data.",
            "cite_spans": [
                {
                    "start": 1257,
                    "end": 1260,
                    "text": "[8]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1685,
                    "end": 1688,
                    "text": "[9]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2371,
                    "end": 2375,
                    "text": "[10]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Providing correct information to elective patients."
        },
        {
            "text": "In 2014, the American College of Chest Physicians published a Consensus Statement reporting on ethical considerations in the care of critically ill patients during pandemics [11] . Pandemics, such as the one caused by the COVID-19 spread, jeopardize ethical decision-making. Hence, planning for the management of pandemics should not be only focused on approaches to reduce the spread of virus or to treat ill patients, but should also provide ethical guidance to set some ethical boundaries. We would like to suggest a few:",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[11]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Ethical issues in the COVID-19 pandemic"
        },
        {
            "text": "1. pandemic policies should reflect the broad consensus that there is no ethical difference between withholding and withdrawing care; 2. critical care resources should be allocated based on specific triage criteria, irrespective of whether the need for resources is related to the current pandemic or an unrelated critical illness; 3. it should be ethically permissible to use exclusion criteria for critical care resources, since the advantages of objectivity, equity and transparency generally outweigh potential disadvantages; 4. policies permitting the withdrawal of critical care treatment to reallocate to someone else based on higher likelihood of benefit should be ethically permissible; 5. specific groups of people, such as healthcare workers, should not receive exclusive access to scarce critical care resources when crisis standards of care are in place; 6. hospitals should make plans to assist with moral distress in healthcare providers involved in providing mass critical care; 7. critical care clinicians who are unable to accept implementation of crisis standards of care should be transferred into support or non-clinical roles during disaster response, if possible, but not be absolved of their obligation to participate in the response; 8. hospitals should aim to protect their workers and encourage healthcare providers/workers to create personal/family disaster preparedness plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical issues in the COVID-19 pandemic"
        },
        {
            "text": "The point 4 has been recently addressed by the Italian Society of Intensive Care (SIIARTI) in a document published online in March 2020 [4] , in which the Scientific Society presented clinical ethical recommendations for the admission to ICUs, under the exceptional circumstances of an imbalance between needs of a population and availability of resources. The Authors examined a scenario in which criteria for admission to the ICU may be solely based on the principle of distributive justice. Hence, the ethical principle guiding the intensivists in a resource-limited healthcare system should be to allocate resources to those with a greater life expectancy rather than on a first-come, first-serve basis. A second approach could be giving priority to those who are sickest and therefore in greatest need. During the system of triage established in the Napoleonic army, for instance, soldiers who were 'dangerously wounded' received care before the less severely wounded. The dying were left untreated [12] .",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "text": "[4]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1004,
                    "end": 1008,
                    "text": "[12]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Ethical issues in the COVID-19 pandemic"
        },
        {
            "text": "Luckily, at present in Italy, it has not been necessary to apply this concept, thanks to a relevant increase in the intensive care beds and human resources put in place by the national healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical issues in the COVID-19 pandemic"
        },
        {
            "text": "Another ethical concern revolves around the need to carry on with surgery, in our cases with cardiac surgery, in case of a pandemic. As we have already reported, one of the main issue in the course of a pandemic is the possible shortage of ICU beds and ventilators. In this scenario, it is surely necessary to cancel elective, but not emergency surgeries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical issues in the COVID-19 pandemic"
        },
        {
            "text": "Let us suppose for the sake of a dramatic example that we only have 1 ICU bed with a ventilator and are faced with 2 patients, one of whom is suffering from COVID-19 interstitial pneumonia needing assisted ventilation and a younger one, needing emergency coronary artery bypass grafting. The decision-making then becomes complicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical issues in the COVID-19 pandemic"
        },
        {
            "text": "In this view, the hospitals need to be organized into a huband-spoke system. The 'Hub' has to carry on with cardiac surgery, whereas the 'spoke' has to temporarily stop their activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethical issues in the COVID-19 pandemic"
        },
        {
            "text": "Moreover, even hub hospitals have to provide 2 different routes for COVID-19-positive patients with respiratory failure and for COVID-19-negative patients needing emergency cardiac surgery. Finally, there will be a subset of COVID-19-positive patients requiring emergency cardiac surgery. In this case, there is an ethical commitment to provide these patients with cardiac surgery, but reduce OR personnel to a required minimum, predetermining requirements for enhanced personal protection, and assessing all the team adopted protective measures for themselves, and assessing adequacy of post-procedural sterilization as suggested by the American College of Cardiology [13] .",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 673,
                    "text": "[13]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Ethical issues in the COVID-19 pandemic"
        },
        {
            "text": "The advent of heart team, mimicking teams in the field of oncology, is becoming more and more useful in choosing the right approach for the right patient, given the overlap of transcatheter and surgical approaches [14] . We believe that a heart team is imperative in the era of COVID-19. In fact, in cases where a transcatheter approach can be employed for the patients, without the need of ICU bed and ventilator, the balance between risks and benefits must be evaluated by a team rather than by an individual.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "text": "[14]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Ethical issues in the COVID-19 pandemic"
        },
        {
            "text": "The fast spreading COVID-19 pandemic poses new questions, challenges and opportunities for the healthcare systems of every nation in the world. In fact, Italy is country with the second highest number of confirmed cases after the USA. This has led the healthcare system, both public and private, to face an unprecedented challenge to meet the needs of people becoming infected and eventually needing hospitalization and ICU care. We have described the model that is being implemented at the moment in the Lombardy region, the region with (as of 29 March 2020) 42% of cases and 59% of fatalities (of note, Lombardy region has a population of 10.04 million, which accounts for 16.6% of the total Italian population of 60.48 million). This model foresees an hub-and-spoke model, but it is possible that, in the near future, different models may be adopted by other regions; at the moment Veneto, another region hard hit by COVID-19, is considering concentrating all its cardiac surgical cases that are COVID-negative in only a single hospital and reassigning all other units to the treatment of COVID-19 patients until the end of the emergency status (G. Gerosa, personal communication).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Whatever the strategy adopted, it is still unknown how this will impact the future needs of elective cardiac surgical procedures as well as of other procedures (e.g. neurosurgery) which cannot be performed with an inadequate availability of ICU beds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ulteriori determinazioni in ordine all'emergenza epidemiologica da COVID-19. Regione Lombardia Deliberazione n XI/2906",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Raccomandazioni di etica clinica per l'ammissione a trattamenti intensivi e per la loro sospensione",
            "authors": [],
            "year": 2020,
            "venue": "condizioni eccezionali di squilibrio tra necessità e risorse disponibili",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bretzel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Froeschl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wallrauch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "970--971",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "EWMA document: negative pressure wound therapy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Apelqvist",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Willy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Fagerdahl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fraccalvieri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malmsjö",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Piaggesi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Wound Care",
            "volume": "26",
            "issn": "",
            "pages": "1--154",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 and the cardiovascular system",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nat Rev Cardiol",
            "volume": "2020",
            "issn": "",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1038/s41569-020-0360-5"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Preparing for the most critically ill patients with COVID-19: the potential role of extracorporeal membrane oxygenation",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maclaren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brodie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1245--1251",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ethical considerations care of the critically Ill and injured during pandemics and disasters: CHEST consensus statement",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Biddison",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Berkowitz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Courtney",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Devereaux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Kissoon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chest",
            "volume": "146",
            "issn": "",
            "pages": "145--55",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Ethical and legal considerations in mitigating pandemic disease: workshop summary. Institute of medicine (US) forum on microbial threats",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ACC CLINICAL BULLETIN: COVID-19 Clinical Guidance for the CV Care Team",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Is the era of the heart team coming?",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Thorac Cardiovasc Surg",
            "volume": "150",
            "issn": "",
            "pages": "1664--1669",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Conflict of interest: none declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}