{
    "paper_id": "a143c64147ad0598f264f9e45256f5e657e6bcaa",
    "metadata": {
        "title": "A subtidal transect in Jervis Bay, New South Wales",
        "authors": [
            {
                "first": "Valerie",
                "middle": [],
                "last": "May",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal Botanic Gardens",
                    "location": {
                        "postCode": "2000",
                        "settlement": "Sydney",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "W D"
                ],
                "last": "Larkum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "postCode": "2006",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Long-term variations in the intertidal algal flora of the entire rock platform at Plantation Point, Jervis Bay, are described by May (1981) . The study now reported presents similar long-term changes in the flora of a subtidal region of the same headland, observed within the same period of time.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 139,
                    "text": "May (1981)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This first detailed report of subtidal macroalgal communities in New South Wales describes a several-year study of the benthic communities along a transect in the upper sublittoral region of a rocky headland at Plantation Point, Jervis Bay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Eighty-nine species of algae were recorded, five of which were previously unrecorded for New South Wales.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The area studied is dominated by the large brown algae Ecklonia radiata and Phyllospora comosa, large areas of which were cleared periodically by storms. Turf, shade and crustose coralline algal communities also were present.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Storms, seasonal variation and longer term changes all affected the abundance and distribution of the algal species growing along the transect and hence the floristic composition ofthe area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Changes in the intertidal algal flora of the entire rock platform at Plantation Point, Jervis Bay, are described by May (1981) . It was considered that additional information on changes in the flora of a subtidal region of the same headland, observed within the same period, could yield valuable additional information. Hence serial observations were begun concurrently on an underwater transect. The transect was chosen, on practical grounds, to include a variety of communities and to exhibit gradual changes in such factors as slope, depth, light, exposure to wave action and kind of substrate. It was also in the general region of a planned sewer outfall.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 126,
                    "text": "May (1981)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper gives the results of a study of part of the benthic algal flora of Jervis Bay and presents the first report for New South Wales of a wholly subtidal transect. The only other work published on subtidal communities of Australia is that of Shepherd & Womersley (1970 , 1971 , 1976 which relates solely to South Australia.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 274,
                    "text": "Shepherd & Womersley (1970",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 275,
                    "end": 281,
                    "text": ", 1971",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 282,
                    "end": 288,
                    "text": ", 1976",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present work was begun in September 1974 as part of a systematic survey of the intertidal and subtidal algae of Plantation Point, Jervis Bay, in response to plans to site a sewer outfall there. The outfall was placed in close proximity to the study site in August 1976, 23 months after the beginning of the study. Sampling continued until 1979. The present paper deals entirely with the subtidal algae. The intertidal algae, including a separate study of those occurring near the sewerage outfall, are the subject of separate communications. Collett 1978) . The Point is exposed to a certain amount of wave action, but this is much less than on the adjacent open ocean coast.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 559,
                    "text": "Collett 1978)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A transect was located near the eastern tip of Plantation Point and ran seaward in a southerly direction for some 50 m (Fig. 1) . Seven sampling stations (A-G) were marked along this transect and were chosen so that they would include the major vegetational and topographic zones along the transect. Station A was at an angle to the other transect stations and was a gully connecting directly to the site of the sewer outfall. The sampling region was approximately 10 m wide.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Collecting was carried out by SCUBA diving. Samples of representative algae were collected by hand and placed in plastic bags. Small chips of rock were also taken for identification of smaller algae. To avoid disturbance to the vegetation of the stations, collecting was carried out over a wide but prescribed area, which was chosen according to the size and characteristics of each station. It is considered that sampling by this technique had a negligible effect on the flora, especially in comparison with the effects of storms and seasonal changes. The algae were identified in the laboratory by one of us (V.M.). The study area was first investigated in June 1973 and on several subsequent occasions, but collecting along the transect did not begin until September 1974. Collections were made on 24 separate occasions from 1974 to 1979 (see Table  4a ). The collection of April 1975 was lost and only a photographic record of forty coloured slides remained so that the list of species compiled from the photographs for that date is likely to be incomplete, particularly for smaller species. However both this (with twenty species) and the next collection in July, in which twentynine species were recorded, followed closely upon storms which denuded many rock surfaces in the transect area of their algae. For comparison with other collections see Table 4a .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 846,
                    "end": 855,
                    "text": "Table  4a",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1353,
                    "end": 1361,
                    "text": "Table 4a",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The sublittoral algal communities of Plantation Point have been described briefly by Larkum (1973) . During the period of the present study both Ecklonia radiata and Phyllospora comosa occurred, sometimes intermixed, on rock surfaces around the Point. However, in the shallower region west of the Point where the exposed rock platform grades into a shallowly shelving bottom of shale, sand and shells these two algae were replaced by smaller brown algae (such as Sargassum spp. and Caulocystis cephalornithos) and many turf algae; Caulerpa cactoides also occurred frequently there. In the deeper water (1-3 m) of this area there were beds of the seagrass Posidonia australis growing in sand. However, these beds did not occur on the southern side of the Point.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 98,
                    "text": "Larkum (1973)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "General description of the algal communities of the area"
        },
        {
            "text": "On the southern side ofthe Point the Ecklonia radiata and Fhyllospora comosa were patchily distributed. They were interspersed with communities of crustose coralline algae, turf algae and, on overhanging rocks, of shade algae and sponges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General description of the algal communities of the area"
        },
        {
            "text": "The transect site crossed algal communities representative of those found in the sublittoral region on the eastern and southern sides of the rock platform.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General description of the algal communities of the area"
        },
        {
            "text": "Eighty-nine species of algae were found during this study (see Appendix).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algae found in transect"
        },
        {
            "text": "Five species of algae in the study have not previously been recorded for New South Wales although they are known for adjoining states. These species are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Algae found in transect"
        },
        {
            "text": "(1) Cladophora feredayi Harv., known from Victoria (Womersley 1956 ).",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 66,
                    "text": "(Womersley 1956",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Algae found in transect"
        },
        {
            "text": "(2) Glossophora nigricans (J. Ag.) Wom., known from Victoria (Womersley 1967) .",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 77,
                    "text": "(Womersley 1967)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Algae found in transect"
        },
        {
            "text": "(3) Lophosiphonia prostrata (Harv.) Falk., known from Queensland (Cribb 1956) . As recorded previously, this prostrate species occurred epiphytic on members of the Zonarieae, here mostly on Lobophora variegata and Zonaria turneriana.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 35,
                    "text": "(Harv.)",
                    "ref_id": null
                },
                {
                    "start": 65,
                    "end": 77,
                    "text": "(Cribb 1956)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Algae found in transect"
        },
        {
            "text": "(4) Lophosiphonia reptabunda (Suhr) Cribb, previously known from Queensland (Cribb 1956 ). (5) Stypopodium zonale (Lamour.) Pap., reported from Queensland (Bailey 1912) .",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 87,
                    "text": "(Cribb 1956",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 155,
                    "end": 168,
                    "text": "(Bailey 1912)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Algae found in transect"
        },
        {
            "text": "Specimens of these and other species of algae recorded from Plantation Point, including the transect, are stored at the National Herbarium of New South Wales, Royal Botanic Gardens, Sydney (NSW). Table 2 lists the occurrences and distribution of the species which were common in the transect during this study and Table 6 gives similar information for the rare species. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 203,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 321,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Algae found in transect"
        },
        {
            "text": "The flora of the gully (Station A) was very heterogeneous, often with mixed Ecklonia radiata and Phyllospora comosa on the sides and E. radiata and turf algae on rock slabs on the floor. The rock slabs on the floor, some measuring up to several cubic metres in volume, were overturned on several occasions by severe storms, which kept the vegetation at a young stage of growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stations of transect"
        },
        {
            "text": "The next station of the transect (Station B), a horizontal shelf, had a uniform turf flora ( Fig. 2) with no large plants of E. radiata, P. comosa or Sargassum spp.; breaking wave action at this site seems to have been too severe for large algae. This station and Station D were probably subject to the heaviest wave action occurring in the transect.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Stations of transect"
        },
        {
            "text": "Station C consisted of the sides of a deeper channel flanked by submerged overhanging rocks. There was no visible growth in the channel bottom which was composed of loose shells and boulders. There was some water surge. This station appears to be distinctive from other stations of the transect because of its low light intensity, as shown in Table 1 . It had a uniform flora of shade algae, crustose or small creeping reds and occasional small brown and green algae ( Table 2) . Station D was towards the outer (weather) edge of a submerged rock outcrop exposed to heavy breaking wave-action. The vegetation on this outcrop changed in a distance of 10 m from crustose coralline algae through turf algae (on the seaward side) to a mixed stand of Ecklonia radiata and particularly Phyllospora comosa (on the shoreward side). The latter species sometimes overlaid the adjacent turf of small algae as shown in Fig. 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 343,
                    "end": 350,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 469,
                    "end": 477,
                    "text": "Table 2)",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 913,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Stations of transect"
        },
        {
            "text": "Station E was a small site at the base of the rock outcrop of Station D, on a subhorizontal ledge. It was a deep site (4 m-see Fig. 1 ) and was shaded by the rock outcrop so that the irradiance was much less than at other sites, apart from Stations C and F. Wave action was usually less than in preceding stations, but the site was subject to storm-generated abrasive action of small rocks and gravel from the adjacent site F. The commonest algae at this site were filamentous or small terete or foliose algae.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 133,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Stations of transect"
        },
        {
            "text": "Station F included the deepest site (3 to 4.5 m) and consisted of a fairly flat seabed covered with sand, gravel, shells and semi-mobile rocks. Many hairy mussels (Trichomya hirsute) were present and these consolidated a large part of substrate. A number of crustose and articulate coralline algae were also common and these too helped to consolidate the substrate. Nevertheless the severe storms that took place during the study mobilized much of the area and the resultant abrasion had a severe detrimental effect on the mussels and the algal flora. Large plants of Ecklonia radiata and Phyllospora comosa were absent from this area except on some large boulders near the outer extremity. Sargassum spp., Cystophora moniliformis and Cladostephus verticillatus were common. Delisea pulchra was also common at this station and at Station G but was absent or very rare elsewhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stations of transect"
        },
        {
            "text": "Station G was situated on a large shallow submerged rock outcrop some 50 m offshore. This station was the least disturbed by water movement. Extensive patches of large plants of Ecklonia radiata occurred in this area before the great storm of June 1973 (see below) and these had largely become re-established by late 1978. However, there were many large patches with crustose coralline algae, turf algae or 5flrgflS5u/ri spp. Caulerpa cactoides, common in 1974, was noted to be covered with crustose coralline algae in April 1975 following storms in February-March. After further storms from June 27-29, plants of C. cactoides at Station G were observed in July 1975 to be almost white and this was the last time that this species was observed in the transect or near it, although a specimen was observed in a protected gully in deeper water near to Station G in November 1978.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stations of transect"
        },
        {
            "text": "O PL. n, 0, Jan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PL) 03"
        },
        {
            "text": "Dec. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PL) 03"
        },
        {
            "text": "Most of the algal species occurring in the transect stayed relatively constant in distribution or varied seasonally. Some algae were of rare occurrence (Table 6 ). Presumably these were present more abundantly elsewhere; for example, on the sheltered northern side of the headland, or intertidally, and invaded the transect area for short periods of favourable conditions. The most prominent algal associations of the transect area were those dominated by Ecklonia radiata and Phyllospora comosa. These two associations occurred as a mosaic, intermixed throughout the transect area, including the gully (Station A). They were both unevenly distributed and intermixed with patches of other large algae such as Sargassum spp. and Cystophora moniliformis, small areas of turf algae (dominated by Zonaria turneriana, Lobophora variegata and various red algae), and patches of rock covered by encrusting calcareous algae.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "text": "(Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "General comments on algae of transect"
        },
        {
            "text": "The most abundant algae beneath large plants of Ecklonia radiata and Phyllospora comosa in Stations A, D and G were Codium lucasii, Lobophora variegata, Zonaria turneriana, Amphiroa anceps and Corallina officinalis. Light measurements indicated that the submarine irradiance reaching the understorey vegetation varied between 1 and 20% of that incident on the canopy. Thus the understorey algae were strongly shaded; they included some of the same species as at shaded Station C, but in different relative abundance. At Station C the most abundant species were (?) Nitophyllum sp. Peysonnelia capensis and Heterosiphonia australis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General comments on algae of transect"
        },
        {
            "text": "The following algae were to be found at most stations throughout the transect (Table 2) : Cladophora repens, Enteromorpha intestinalis, Lobophora variegata, Sphacelaria tribuloides, Stypopodium zonale, Zonaria turneriana, Acrosorium uncinatum, Fosliella farinosa, Gelidium pusillum, Heterosiphonia australis, Laurencia brongniartii, Plocamium cartilagineum, Polysiphonia sp. and a red encrusting calcareous alga. However, their abundance often varied markedly from station to station and from season to season.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "General comments on algae of transect"
        },
        {
            "text": "By contrast a few species occurred only at a single station e.g. Caulerpa cactoides at Station G and Zonaria sinclairii at Station B ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "text": "Table 2)",
                    "ref_id": null
                }
            ],
            "section": "General comments on algae of transect"
        },
        {
            "text": "The stations at which the commoner species occurred most frequently are shown in Table 3 . If two stations had identically high numbers, both are given. From this table it appears that Stations A, D and G had a greater number of species occurring with high frequency (32,27 and 23 respectively). It is noteworthy that these stations as a group, were not distinct from all other stations by virtue of their area, distance from shore, depth, light intensity or degree of water movement. At the other extreme. Station C had only five frequently occurring species and thirty species found elsewhere on the transect never occurred there. The distinctive feature of this station appeared to be its low light intensity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Frequency of species at various stations"
        },
        {
            "text": "A number of species showed seasonal changes in distribution and abundance. The total number of species occurring on any one collection date are seen in Table 4a . Pooled data for the periods August-February (early spring to summer) and March-July (autumn to winter) showed that more species were widespread in spring/summer than in autumn/winter (Table 4b) . Summer 1977-8 had somewhat fewer species, and the following winter somewhat more species, than in other years. Table 5 lists the season at which many species were most widely distributed. Twenty-nine species showed seasonal (mainly summer) maxima although the time spans were not necessarily the same. Four species (indicated) showed an erratic upswing in distribution in July, presumably due to increased space being available, after the heavy storms in the previous month.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "text": "Table 4a",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 346,
                    "end": 356,
                    "text": "(Table 4b)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 470,
                    "end": 477,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Seasonal changes"
        },
        {
            "text": "Reproductive tissue was not found sufficiently frequently in the collected material to obtain good seasonal information on reproduction. In most species reproductive plants appeared to occur throughout the year. However, Sargassum spp. were more fertile in October-February (summer) and Heterosiphonia australis was fertile (tctrasporic) from May to October (autumn-spring). 1974  47  50  52  -1975 46  -39  20  --29  48  -53  57  37  1976 ---26  35  -------1977 ------4  1  --3  7  --1978 -44  43  36  --41  46  -43  46  48 1979 49 (b) . Pooled data on the total no. of species (including all sampling stations) and average number of species (all stations) per collection for the periods Aug. -Feb. and March-July. 1974 -75 1975 1975 -76 1976 -77 1977 -78 1978 1978 ",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 536,
                    "text": "1979 49 (b)",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 720,
                    "text": "-Feb. and March-July. 1974",
                    "ref_id": null
                },
                {
                    "start": 721,
                    "end": 729,
                    "text": "-75 1975",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 734,
                    "text": "1975",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 743,
                    "text": "-76 1976",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 752,
                    "text": "-77 1977",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 761,
                    "text": "-78 1978",
                    "ref_id": null
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "1978",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 524,
                    "text": "1974  47  50  52  -1975 46  -39  20  --29  48  -53  57  37  1976 ---26  35  -------1977 ------4  1  --3  7  --1978 -44  43  36  --41  46  -43  46  48",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Seasonal changes"
        },
        {
            "text": "The many storms that occurred during the study period caused much damage to the larger algae. The very severe storm of June 1973 almost completely denuded the area of E. radiata and Phyllospora comosa. Subsequent storms in May 1974 , February-March 1975 , June 1975 , May 1977 , and June 1978 caused much damage to all large algae. However, in the period 1974-1978, a gradual re-establishment of E. radiata and P. comosa occurred, bringing their densities back by late 1978 to those prior to June 1973 (see Fig.  4 ). (Field observations by A.W.D.L.).",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 231,
                    "text": "May 1974",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 253,
                    "text": ", February-March 1975",
                    "ref_id": null
                },
                {
                    "start": 254,
                    "end": 265,
                    "text": ", June 1975",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 276,
                    "text": ", May 1977",
                    "ref_id": null
                },
                {
                    "start": 277,
                    "end": 292,
                    "text": ", and June 1978",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 507,
                    "end": 514,
                    "text": "Fig.  4",
                    "ref_id": null
                }
            ],
            "section": "Effects of storms"
        },
        {
            "text": "Apart from the storm-induced changes in abundance of certain species there were few dramatic changes in the flora of the transect from 1973 to 1979. However floristic changes did occur. These are seen by comparing the two years of detailed observations (1975 and 1978) , there being eight collections in each year. Considering first the rare species: during the study period twenty-one species were rare (defined here as up to three station-occurrences during the whole survey)-see Table 6 . It is seen that only one of these, Platysiphonia miniata, occurred in both years, despite the fact that these years had eleven and nine occurrences of rare species, respectively. Thus there appears to be a relatively constant number of these plants of rare occurrence, but they consist of species which differ from time to time.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 268,
                    "text": "(1975 and 1978)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 489,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Changes over years"
        },
        {
            "text": "Other differences between the floras of 1975 and 1978 were apparent when the number of occurrences of certain common species at various stations was totalled. Although this method does not take the species abundance into account, it does indicate changes in distribution of species. Those species showing greatest numerical differences in frequency of occurrence between the two years are listed in Table 7 , Groups 1 and 2. Group 3 lists some less common (but not rare species as listed in Table 6 ) algae, six of which disappeared in 1975 or 1976 and did not reappear, and one species which was seen for the first time in 1978.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 399,
                    "end": 406,
                    "text": "Table 7",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 491,
                    "end": 498,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Changes over years"
        },
        {
            "text": "When the numbers of species in each of these groups are totalled (Table 7 ) it appears that ten species were more prevalent in 1975, while another eleven species were more prevalent in 1978. These twenty-one species should be considered in terms of the total transect flora of eighty-nine species. As with the species of rare occurrence, the total number of species occur- November-March September-November (also peak in July, 1977) October-March (only) October-December (also peaks in July)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 65,
                    "end": 73,
                    "text": "(Table 7",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Changes over years"
        },
        {
            "text": "August-January (only) September-December (also peak in July. 1977) August-November July-January October-December September-March July-November August-October February-April November-January July-November September-November August-November July-December July-December 'Sargassum species are not considered since young plants cannot be determined to species. tSee footnote in Appendix, ring stayed relatively constant, but some of the component species changed in their frequency of occurrence between the two years. Another means of comparing the flora in 1975 and 1978 is to calculate similarity coefficients on the basis of species presence or absence (Hruby 1976) . For this comparison the eight observations of each of these years were pooled and the total number of species occurring in them used to calculate the S(^rensen similarity coefficient (Table 8 -complete similarity is attained with a coefficient of unity). Each station showed some change, with a coefficient between 0.69 and 0.83 for the total number of species. Station E showed a very low coefficient (0.40) for the green algae; that is, a very significant difference between 1975 and 1978. However, the number of green algae involved (ten species) was small, so that large random changes might be expected. Shepherd & Womersley (1970 , 1971 , 1976 have published the only previous work for Australia, on subtidal communities in South Australia. They suggest that three subtidal zones exist: (1) an upper sublittoral zone, the depth of which is dependent on wave action, in which only turf algae occur, (2) a mid-sublittoral zone dominated by Ecklonia radiata and other large brown algae, and (3) a lower sublittoral zone at depths greater than 40 m where light is severely limiting.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 665,
                    "text": "(Hruby 1976)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1277,
                    "end": 1303,
                    "text": "Shepherd & Womersley (1970",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1304,
                    "end": 1310,
                    "text": ", 1971",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1311,
                    "end": 1317,
                    "text": ", 1976",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 851,
                    "end": 859,
                    "text": "(Table 8",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "September-December November October"
        },
        {
            "text": "In contrast to Shepherd & Womersley's Studies, no distinct upper sublittoral zone could be discerned in our studies. However, the somewhat sheltered site at Plantation Point may well have produced a merging of the two upper zones. Womersley (1972) also reports that in calmer water the second zone of larger brown algae may extend almost to low tide level. Station B taken at a depth beginning at 1 m, had only small plants of the larger species of brown algae together with a complete covering of turf algae and may well have been representative of this merged zone 1 and 2. On the open coast adjacent to Jervis Bay, Ecklonia radiata and other large grown algae were restricted to considerably deeper waters and an upper turf or crustose coralline zone existed.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 37,
                    "text": "Shepherd & Womersley's",
                    "ref_id": null
                },
                {
                    "start": 231,
                    "end": 247,
                    "text": "Womersley (1972)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The transect site clearly contained a heterogeneous assortment of communities ranging from areas dominated by shade algae (Station C) to those containing fairly large plants of Ecklonia radiata (e.g. Station G). The E. radiata stands never achieved the density and consistency 30 found at some other deeper sites in New South Wales. This could clearly be ascribed to the effect of storms during the 5-year study period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although 1973 was exceptional for severe storm damage it seems probable that fairly regular cycles of denudation of larger algae and regrowth would occur at i\\\\ times. Therefore we believe that storms were the major factor controlling the size and density of these particular communities and causing the patchy heterogeneous distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "It appears likely (see Table 4b ) that storms had a severe effect on the algal populations of the transect in the first six months of 1975 but that most species recovered within a few months-an obvious exception (see Table 7 , Group 3) being Caulerpa cactoides, which never reappeared. Further, the erratic July increase in the distribution of certain species (marked in Table 5 ) is likely to be due to the increased availability of denuded sites following storm damage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 23,
                    "end": 31,
                    "text": "Table 4b",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 217,
                    "end": 224,
                    "text": "Table 7",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 371,
                    "end": 378,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Wave action at times other than during storms 1975 October. 1975 November, 1975 April, 1976 October, 1975 October, 1975 Maximum Another major physical factor affecting the communities was underwater irradianee, the limitation of which under overhanging rocks, as in Station C, and possibly under the canopy olE. radiata and P. comosa, gave rise to distinct shade communities.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "text": "1975",
                    "ref_id": null
                },
                {
                    "start": 51,
                    "end": 64,
                    "text": "October. 1975",
                    "ref_id": null
                },
                {
                    "start": 65,
                    "end": 79,
                    "text": "November, 1975",
                    "ref_id": null
                },
                {
                    "start": 80,
                    "end": 91,
                    "text": "April, 1976",
                    "ref_id": null
                },
                {
                    "start": 92,
                    "end": 105,
                    "text": "October, 1975",
                    "ref_id": null
                },
                {
                    "start": 106,
                    "end": 119,
                    "text": "October, 1975",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The influence of biotic factors on the communities was not investigated. A number of herbivores was present, such as sea urchins (Heliocidaris erythogramme and Centrotus rodgasii), limpets and the large turban-shell (Ninella torquata). Therefore herbivorous activity may have been an additional controlling factor at some sites. Any assessment of long-term algal population changes is very difficult but there does seem to be a definite change in the composition of the whole transect when the two years 1975 and 1978 are considered. The distribution changes (Table 7) , the differences in composition of the rare species flora (Table 6 ) and the similarity coefficients (Table 8) , all do suggest a change in the algal populations between these years. Possible causes of such a change during the study period (if it is not part of a long-term cycle) are the effect of the particularly severe storm damage of 1973 or the release of sewage effluent some 30 m from Station A from August 1976 onwards. If the latter were the cause, a gradient of change might be shown with the stations furthest from the effluent outlet showing the least change. No such gradient was apparent in the analysis of the similarity coefficients (Table 8 ) but, since the stations are adjoining each other, the gradient might be expected to be slight at best except perhaps in Station A, which was nearer to the outfall site.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 559,
                    "end": 568,
                    "text": "(Table 7)",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 628,
                    "end": 636,
                    "text": "(Table 6",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 671,
                    "end": 680,
                    "text": "(Table 8)",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 1220,
                    "end": 1228,
                    "text": "(Table 8",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "It is possible that the changes under discussion result from the denudation of Ecklonia radiata and Phyllospora comosa in the storms of 1973, and its gradual re-establishment throughout the study period. Certainly, large changes in occupied space, available irradiance and water turbulence attended the re-establishment of large plants of E, radiata and P, comosa. However, this re-establishment of large plants occurred particularly only at Stations A and G, whereas the similarity coefficients (Table 8) indicated changes of similar magnitude at all stations throughout the transect. We are therefore unable to determine the cause of the changes that occurred in species composition and frequency; we merely demonstrate its occurrence. Although the cause of this drift over a matter of years is as yet undetermined, its 30* occurrence needs to be considered in such studies as environmental impact surveys. A comparison of marine floras based on observations taken over only two years is obviously inadequate. May (1981) demonstrated the occurrence of long term variation in algal intertidal floras, extending over several years. The present study indicates that such changes occur also in subtidal regions.",
            "cite_spans": [
                {
                    "start": 1012,
                    "end": 1022,
                    "text": "May (1981)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 496,
                    "end": 505,
                    "text": "(Table 8)",
                    "ref_id": "TABREF8"
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Algae. In; Comprehensive Calatogue of Queensland Plants",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 1912,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "792--834",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Records of marine algae from south-eastern Queensland 11 Polysiphonia & Lophosiphonia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Cribb",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Univ. Queensland Dept. Biol. Pap. 3.13M7",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Seasonal changes in two algal populations from the coastal waters of Washington State",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hruby",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "J. Ecol",
            "volume": "63",
            "issn": "",
            "pages": "881--890",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The marine plants of Jen-is Bay",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Larkum",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Jervis Bay: the Future? Sp. Pub!",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Long-term Variation in Algal Intertidal Floras",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Valerie",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Aust. J. Ecol",
            "volume": "6",
            "issn": "",
            "pages": "329--372",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A comparative study of epiphytic algal communities on two common genera of seagrasses in eastern Australia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Collett",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Aust. J. Ecol",
            "volume": "3",
            "issn": "",
            "pages": "91--104",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The sublittoral ecology of West Island, South Australia. 1. Environtnental features and the algal ecology",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B S"
                    ],
                    "last": "Womersley",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Trans. R. Soc. 5. Aust",
            "volume": "94",
            "issn": "",
            "pages": "105--143",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Pearson Island expedition 1969. 7. The subtidal ecology of benthic algae",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B S"
                    ],
                    "last": "Womersley",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Trans. R. Soc. S. Aust",
            "volume": "95",
            "issn": "",
            "pages": "155--67",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The subtidal algal and seagrass ecology of",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B S"
                    ],
                    "last": "Womersley",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Trans. R. Soc. S. Aust",
            "volume": "100",
            "issn": "",
            "pages": "177--91",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A critical survey ofthe marine algae of southem Australia. I Chlorophyta",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B S"
                    ],
                    "last": "Womersley",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Aust. J. mar. freshw. Res",
            "volume": "7",
            "issn": "",
            "pages": "343--83",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A critical survey ofthe marine algae of southem Australia. II Phaeophyta",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B S"
                    ],
                    "last": "Womersley",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Aust. J. Bot",
            "volume": "15",
            "issn": "",
            "pages": "189--270",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Aspects on the distribution and ecology of subtidal marine algae on southem Australian coasts",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B S"
                    ],
                    "last": "Womersley",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Proc. 7th tntematinal Seaweed Symposium (1971), pp. 52^. Univ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Acrosorium uncinatum (J. Ag.) Kylin Amphiroa anceps (Lamour.) Decne. Anotrichium tenue (Ag.) Naeg. (formerly Grifftthsia tenuis C. Ag.)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Audouinella daviesii (Dillw",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Gerloff Bangia fuscopurpurea (Dillw.) Lyngb. Bryopsis sp. (as recorded in May etal., 1978) Callithammion sp. -^Polysporangia found but insufficient material for definite identification*-Caulerpa cactoides",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ag",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Centroceras clavulatum (C. Ag.)Mont. Ceramium sp. Chaetomorpha aerea (Dillw.) Kuetz. Champia sp. (as recorded in May etal., 1978) Chondria dasyphylla (Woodw",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harv",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cystophora moniliformis (Esper.) Wom. & Niz. Delisea pulchra (Grev.)Mont. Dictyopteris acrosdchoides",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sp",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J. Ag.) Boergs. Dictyota dichotoma (Huds.) Lamour. Dilophus marginatus J. Ag",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ectocarpales complex (as recorded in May etal",
            "authors": [],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "compacta Cribb Lobophora variegata (Lamour.) Wom. Lomentaria australis (Kuetz.) Levr. Lophosiphonia prostrata (Harv.) Falk",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Var",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Suhr.)Cribb Martensia elegans Hering",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reptabunda",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Crouan (?) Nitophyllum sp. Padina fraseri (Grev.) Grev. Petalonia fascia (Muell.) Kuntze Petrospongium rugosum",
            "authors": [
                {
                    "first": "(",
                    "middle": [],
                    "last": "Microcoleuslyngbyaceus",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kuetz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Polysiphonia sp. (inci. both P. mollis H. & H. & P. macrocarpa Harv. as recorded in May et al., 1978) Porphyra columbina Mont. Pterosiphoniapennata (Ag.) Falk. Ralfsia sp. Rhabdonia nigrescens Harv. (as recorded in May etal., 1978) Rhodymenia australis (Sond.) Harv. Sargassum flavicans (Mert.) C.Ag",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Subtidal transect in Jervis Bay 457",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Sphacelaria tribuloides Menegh. Spyridiafilamentosa (Wulf.) Harv. Stypopodium zonale (Lamour.) Pap. Symphyocladia marchantioides (Harv.) Falk. Viva lactuca. L. Young siphonous alga; possibly Vaucheria sp. (as recorded in May er a/., 1978) Wrangelia plumosa Harv",
            "authors": [],
            "year": null,
            "venue": "Zonaria sinclairii H. & H. (formerly Homoeostrichus sinclairii",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "These genera have not so far been recorded from New South Wales, and the present inadequate collections are considered insufficient for a determination and location record. Hence the collections are here reported merely as CalUihamnion sp",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Turneriana",
                    "middle": [
                        "J"
                    ],
                    "last": "Ag",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Details ofthe transect site. a. Map of Plantation Point and the rock platform showing Transect region and sewerage outlet (marked X). b. Mapof JervisBay. c. Map of the transect area. d. Profile of transect.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Photo of Station B showing uniform turf flora.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "g § S.2 -2 a .3 \"S S .S -g •£ I -5 'c 5 -= •s: 1» •« £ as i -. 3 h S -",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "a measure of control on plant size (see p. 442 regarding Station B).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "A representative series of underwater irradianee readings for Stations A-F (X). Measurements were taken on a clear day in mid-summer (January) when above-water reading in direct sunlight was 2.150 Readings were taken at low tideFIG. 3. Photo of Station D stiowing the overlay by Phyllospora comosa on the turf algae.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Period of maximum occurrence of various species during year",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Species showing the greatest differences in occurrence between 1975 and 1978 Number of Station in which species Species occurred in 1975 and 1978 respectively Group 3. Species occurring in only one of the years 1975 or 1978.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "S^rensen similarity coefficients based on presence and absence of species in 1975 and 1978",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to members of the NSW State Fisheries for making transport and diving facilities available to us. In particular we are grateful to Dr L. Collett, now at the Department of Conservation, Victoria, for much help and encouragement. Dr Bruce Allender, Monash University, kindly identified the Stypopodiwn zonale, Mr R. West, Mr K. Black and Dr M. Greenway provided underwater assistance on several occasions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}