{
    "paper_id": "a149e019907b2cc4b74b48dcdb55c5c60e10e168",
    "metadata": {
        "title": "Remdesivir attenuates high fat diet (HFD)-induced NAFLD by regulating hepatocyte dyslipidemia and inflammation via the suppression of STING",
        "authors": [
            {
                "first": "Yan-Ni",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hanzhong Central Hospital Shaanxi Province",
                    "location": {
                        "postCode": "723000",
                        "settlement": "Hanzhong",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ya",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shaanxi Provincial People's Hospital",
                    "location": {
                        "postCode": "710068",
                        "settlement": "Xi'an",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "High-fat diet (HFD) is a predisposing factor for metabolic syndrome-related systemic inflammation and non-alcoholic fatty liver disease (NAFLD). However, there is still no effective therapeutic treatment for NAFLD. Here, we showed that remdesivir (RDV, GS-5734), as a broad-spectrum antiviral nucleotide prodrug with anti-inflammatory effects, was effective for attenuating HFD-induced metabolic disorder and insulin resistance. Results revealed that the liver weight, hepatic dysfunction and lipid accumulation were markedly increased compared with that of the Control group, while that of the RDV group exhibited significant reduction, accompanied by the improved signaling pathway regulating fatty acid metabolism. In agreement with reduced lipid deposition, RDV supplementation suppressed the systematic and hepatic inflammation, as evidenced by reduction of inflammatory cytokines and the blockage of nuclear factor kB (NF-kB) signaling. In addition, stimulator of interferon genes (STING) and its down-streaming factor interferon regulatory factor 3 (IRF3) were greatly increased in livers of HFD-fed mice, which were considerably restrained by RDV treatment. The in vitro analysis suggested that RDV functioned as an inhibitor of STING, contributing to the suppression of dyslipidemia and inflammation induced by palmitate (PA). However, PA-triggered lipid deposition and inflammatory response was further accelerated in hepatocytes with STING over-expression. Notably, RDV-attenuated lipid disorder and inflammation were significantly abrogated by the over-expression of STING in PA-stimulated hepatocytes. Taken together, these findings indicated that RDV exhibited protective effects against NAFLD development mainly through repressing STING signaling, and thus could be considered as a potential therapeutic strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Increasing evidence demonstrates that excessive intake of fat is related to the risk of developing nonalcoholic fatty liver disease (NAFLD) among humans and animals [1] . NAFLD is a stressassociated hepatic injury and metabolic disorder featured by diffuse hepatic steatosis and triglyceride accumulation, leading to simple fatty liver, steatohepatitis, and even cirrhosis [2] . The occurrence and progression of NAFLD can be linked to some essential factors, such as lipid deposition, inflammatory factors and oxidative stress [3] . During the past decade, accumulating studies have validated a critical role of innate immunity in the progression of hepatic steatosis [4] . Stimulator of interferon genes (STING), also known as Transmembrane protein 173 (TMEM173), is a signaling molecule, and its activation induces powerful type I interferon (IFN) immunity [5] . In response to viral infection, aberrant doublestranded DNA presents in cytosol and stimulates cyclic guanosine monophosphate-adenosine monophosphate (cGAMP) synthase to produce cGAMP. The latter activates STING and then recruits STING to TANK-binding kinase 1 (TBK1), activating the down-streaming signals including IFN regulatory factor 3 (IRF3) to subsequently promote the expression of type I IFN genes [6, 7] . The importance of TBK1 activation regulated by STING signaling due to metabolic stresses has been reported during NAFLD progression [8] . Given the importance of STING in inflammatory response and NAFLD, we supposed that it might be a potential therapeutic target for developing effective treatments against NAFLD.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 528,
                    "end": 531,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 669,
                    "end": 672,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 860,
                    "end": 863,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1273,
                    "end": 1276,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1277,
                    "end": 1279,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1414,
                    "end": 1417,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Remdesivir (RDV, GS-5734) is a broad-spectrum antiviral nucleotide prodrug with promising in vitro antiviral activity [9] . RDV improves disease outcomes and attenuates viral loads in severe acute respiratory syndrome CoV (SARS-CoV)-infected mice with critical inflammatory response. RDV also exhibits protective effects against acute lung injury (ALI) in rodent animals by reducing neutrophils infiltration, which was associated with the meditation of IFNs [10e12] . Therefore, we hypothesized that RDV might be effective for inflammatory disease, including NAFLD.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 458,
                    "end": 465,
                    "text": "[10e12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the study, we explored the effects of RDV on NAFLD triggered by HFD in mice. Orlistat (ORL) is used as a weight-loss agent because it induces fat malabsorption, and a randomized controlled trial reported that ORL improved hepatic steatosis in obese NAFLD patients. Therefore, ORL was used as a positive control in our study. We found that RDV supplementation could effectively ameliorate HFD-induced metabolic disorder and insulin resistance in mice. Hepatic lipid deposition and inflammatory response in HFD-fed mice were also markedly alleviated by RDV. Both in vivo and in vitro analysis showed that RDV-alleviated NAFLD was tightly associated with the suppression of STING signaling, which contributed to novel strategies for the NAFLD management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "All animal experiments were approved by the Animal Care and Use Committee of Hanzhong Central Hospital Shaanxi Province (Shaanxi, China), and were conducted in accordance with the Guide for the Care and Use of Laboratory Animals, issued by the National Institutes of Health (NIH) in 1996. The male, 6e7 weeks old, C57BL/ 6 mice (weighing 18e20 g) were purchased from the Beijing Vital River Laboratory Animal Technology Co., Ltd. (Beijing, China). Prior to the in vivo experiments, the mice were allowed to adapt the environment for 1 week in a specific pathogen-free (SPF), temperature-and humidity-controlled environment (25 ± 2 C, 50 ± 5% humidity) with a standard 12-h light/12-h dark cycle, food and water in their cages. Remdesivir (purity >99.0%) was purchased from Absin Biotechnology (Shanghai, China). Orlistat (ORL, purity >99.0%, Chongqing Zein Pharmaceutical CO., Ltd., Chongqing, China) was used as a positive control. All mice were randomly divided into 5 groups: control (Con); control þ RDV (20 mg/kg/d); HFD; HFD þ RDV (20 mg/kg/d) and HFD þ ORL (20 mg/kg/d). RDV and ORL were administered by gavage every day for 16 weeks. All the dosages were determined according to previous studies [10, 13] , and the control mice were treated with an equal volume of saline. The body weight of mice and total energy intake were measured, and the later one was regarded to the energy of different feeds after the animal experiment. At the end of the experiment, all animals were euthanized. Blood was harvested for biochemical investigation. Fat tissue (epididymal, subcutaneous, visceral, interscapular) was weighed. The liver tissue samples were harvested for further analysis.",
            "cite_spans": [
                {
                    "start": 1204,
                    "end": 1208,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1209,
                    "end": 1212,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Animals and experiment design"
        },
        {
            "text": "Insulin levels in serum were measured using an enzyme-linked immunosorbent assay (ELISA) kit (Sigma Aldrich, USA) specific for mouse insulin. Homeostatic model assessment of insulin resistance (HOMA-IR) was measured according to the fasting levels of glucose and insulin in serum, respectively [14] . Leptin contents in serum were evaluated using commercial kit purchased from Solarbio (Beijing, China) following the manufacturer's introductions. Mouse endotoxin ELISA Kit (BOYAO Biotechnology, Shanghai, China) was used to calculate the serum endotoxin levels in mice following the manufacturer's protocols. Triglycerides (TG), total cholesterol (TC), non-esterified fatty acid (NEFA), low-density lipoprotein cholesterol (LDL-C), high-density lipoprotein cholesterol (HDL-C), alanine aminotransferase (ALT) and aspartate aminotransferase (AST) in serum or liver tissue samples were measured using corresponding commercial kits (Nanjing Jiancheng Bioengineering Institute, Nanjing, China) according to the manufacturer's protocols. Interleukin 1b (IL-1b), IL-6, IL-18, CXC chemokine ligand (CXCL)-10 (CXCL-10) and tumor necrosis factor-a (TNF-a) in serum were assessed using commercial kits (R&D System, Shanghai, China) following the manufacturer's instructions.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Biochemical analysis"
        },
        {
            "text": "Oral glucose tolerance tests (OGTT) and insulin tolerance tests (ITT) were conducted to calculate the insulin resistance. After fasting for 8 h, mice were orally treated with glucose (2 g/kg body weight). After glucose treatment, the blood samples were immediately collected from the tail vein at the indicated time (0, 15, 30, 60 and 120 min). Next, the blood glucose contents were determined using o-toluidine reagent (Sigma Aldrich). As for ITT, the mice were fasted for 8 h before administering an intraperitoneal injection of insulin (1 U/kg body weight, Sigma Aldrich). Then, the blood glucose levels were measured at the indicated time following insulin injection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Insulin resistance analysis"
        },
        {
            "text": "Total protein from the liver tissues or cells was prepared in RIPA buffer (Beyotime, Nanjing, China) containing complete protease inhibitors (Roche). After boiling for 10 min in SDS loading buffer, 20e40 mg of protein for each sample were electrophoresed through SDS-PAGE gels standardly according to previous study [13] . Primary antibodies used in the study were listed in Supplementary Table 1.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Western blot"
        },
        {
            "text": "Total RNA was isolated from liver tissues or cells with TRIzol reagent (Invitrogen,USA). Then, RT-qPCR analysis was performed as previously described [13] on an ABI PRISM 7900HT detection system (Applied Biosystems, USA). The mRNA expression levels of the target genes were normalized to GAPDH. Primer sequence details were listed in Supplementary Table 2.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Real-time quantitative PCR (RT-qPCR)"
        },
        {
            "text": "Kupffer cells of the mouse liver and the primary hepatocytes were isolated by the improved perfusion digestion method as previously indicated [15, 16] . All cells were cultured in standarded medium (Hyclone, USA) with 10% fetal bovine serum (FBS, Hyclone) and 100 U/ml penicillin/streptomycin at 37 C in a humidified atmosphere containing 5% CO 2 . Lipopolysaccharide (LPS) and palmitate (PA) were purchased from Sigma-Aldrich to induce inflammation and dyslipidemia in cells. For RNA silencing, the sequences of siRNAs targeting mouse STING and the negative control (NC) siRNA were designed and synthesized by GenePharma (Shanghai, China). The pcDNA3.1-STING to over-express STING in cells was bought from Cyagen Company (Cyagen Biosciences Inc., Guangzhou, China). All in vitro transfection was performed using the Lipofectamine 3000 Reagent (Invitrogen) according to the manufacturer's protocols.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Cell culture and treatment"
        },
        {
            "text": "The 3-(4, 5-dimethylthiazol-2-yl)-2, 5-diphenyltetrazolium bromide (MTT) Cell Proliferation and Cytotoxicity Assay Kit (Beyotime) was used to calculate the cell viability following the instructions by the manufacturer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cell viability"
        },
        {
            "text": "Cells were processed using oil red O (Sigma-Aldrich) staining to calculate the lipid content according to the manufacturer's protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oil red O staining in cells"
        },
        {
            "text": "Liver and epididymal white fat tissue were cut, fixed in 10% formalin, and embedded in paraffin. The formalin-fixed and paraffin-embedded tissue were cut into 4 mm thick sections and stained with hematoxylin and eosin (H&E) and/or Oil red O staining for histological assessments. The average adipocyte size in adipose tissue sections was determined using ImageJ software. The scoring criteria for steatosis, inflammation and ballooning were performed and analyzed according to a previous study [17] . Immunohistochemistry (IHC) was performed on the liver sections with primary antibody of F4/80 (Abcam, USA) at 4 C overnight, followed by a matching secondary antibody for 1 h at 37 C. Slides were then incubated in 3,3 0 -diaminobenezidine (DAB) and hydrogen peroxide substrate. Random areas were calculated with an optical microscope.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 498,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Histological analysis"
        },
        {
            "text": "All data were expressed as mean ± standard error of the mean (SEM). For comparison between 2 groups, Student's two-tailed ttest was performed. For multiple groups, parametric statistical analysis was used with one-way analysis of variance (ANOVA) with Bonferroni post hoc analysis. P < 0.05 was defined as statistically significant. GraphPad PRISM (version 6.0; GraphPad Software, USA) was used for data analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "HFD-fed mice were administrated with RDV to determine its potential protective effects on the suppression of systemic metabolic syndrome. As shown in Fig. 1A and B, body weight and fat mass of HFD-fed mice were significantly reduced by RDV treatment. However, HFD-increased total energy intake was not effectively attenuated in mice administered with RDV (Fig. 1C) . RDV Data are means ± SEM (n ¼ 9/group). *p < 0.05 and **p < 0.01 versus the Con group; þ p < 0.05 and þþ p < 0.01 versus the HFD group. supplementation reduced the serum leptin of HFD-challenged mice (Fig. 1D) . The size of adipocytes enlarged by HFD was markedly reduced by RDV administration (Fig. 1E and F) . Moreover, fasting blood glucose level and insulin level were highly increased by HFD, while being attenuated by RDV, along with significantly reduced HOMA-IR (Fig. 1GeI) . OGTT and ITT showed the insulin resistance in HFD-fed mice, and RDV effectively ameliorated insulin resistance and helped to keep blood glucose stability compared to the HFD group (Fig. 1J) . Finally, we found higher serum endotoxin in HFDfed mice than that of the Con group, whereas being decreased in mice co-treated with HFD (Fig. 1K) . These findings demonstrated that RDV exhibited protective effects against HFD-induced metabolic syndrome.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 157,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 355,
                    "end": 364,
                    "text": "(Fig. 1C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 567,
                    "end": 576,
                    "text": "(Fig. 1D)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 661,
                    "end": 676,
                    "text": "(Fig. 1E and F)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 837,
                    "end": 848,
                    "text": "(Fig. 1GeI)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1031,
                    "end": 1040,
                    "text": "(Fig. 1J)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1179,
                    "end": 1188,
                    "text": "(Fig. 1K)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Remdesivir attenuates metabolic syndrome in HFD-fed mice"
        },
        {
            "text": "Furthermore, liver weight and the ratio of liver weight to body weight were significantly decreased and almost reached a normal level after RDV treatment in HFD-challenged mice ( Fig. 2A and B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 193,
                    "text": "Fig. 2A and B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Remdesivir alleviates hepatic function and lipid accumulation in HFD-induced mice"
        },
        {
            "text": "HFD-enhanced serum ALT and AST levels were markedly reduced by RDV supplementation, demonstrating the activity of RDV to alleviate liver dysfunction (Fig. 2C ). In addition, TG, TC and LDL-C contents in serum of mice were markedly up-regulated by HFD compared with the Con group, and these effects were significantly reversed by RDV supplement. Opposite result was detected in the change of serum HDL-C ( Fig. 2D and E) . Consistently, RDV treatment markedly reduced liver TG, TC and NEFA contents in HFDchallenged mice (Fig. 2F) . Histological calculation demonstrated that HFD obviously caused lipid accumulation in hepatic sections, while being evidently attenuated due to RDV supplementation, accompanied by the markedly reduced inflammation score, ballooning score and steatosis score (Fig. 2G and H) . To better understand the molecular mechanism of RDV on lipid deposition, fatty acid metabolism-associated signals were evaluated. RT-qPCR and/or western blot results showed that HFD-induced dyslipidemia in liver of mice was markedly reversed by RDV treatment, as evidenced by the significantly reduced genes associated with fatty acid synthesis (HMGCR, SREBF1, FASN, SCD1 and PPARg) and fatty acid uptake (CD36, SLC27A1 and FABP1), and the improved expression of molecules related to fatty acid b-oxidation (PPARa, CPT1a and ACOX1) ( Fig. 2I and J) . These results demonstrated that RDV suppressed HFD-induced dyslipidemia in NAFLD mice.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 157,
                    "text": "(Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 405,
                    "end": 419,
                    "text": "Fig. 2D and E)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 520,
                    "end": 529,
                    "text": "(Fig. 2F)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 790,
                    "end": 805,
                    "text": "(Fig. 2G and H)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1342,
                    "end": 1356,
                    "text": "Fig. 2I and J)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Remdesivir alleviates hepatic function and lipid accumulation in HFD-induced mice"
        },
        {
            "text": "A number of pro-inflammatory cytokines contributed to the occurrence of NAFLD [18] . Consistently, HFD-challenged mice had higher inflammatory factors in serum and liver, as showed by the markedly increased IL-18, IL-6, IL-1b, TNF-a and CXCL-10 levels. Notably, these inflammatory effects triggered by HFD were abrogated due to RDV supplementation ( Fig. 3A and B) . F4/80, as a critical macrophage marker regulating inflammation, was found to be clearly up-regulated by HFD, whereas being obviously reduced by RDV (Fig. 3C) . We then found that the mRNA and protein expressions of STING were higher in liver of HFD-fed mice than in control mice, which were significantly decreased in mice co-treated with RDV. Furthermore, the levels of phospho-TBK1, phospho-IRF3 and IFN-b were higher in HFD mice than that of the control group, indicating that the STING/IRF3 signaling was activated, along with markedly up-regulated expression of phospho-NF-kB. Nevertheless, these effects were greatly reversed by RDV supplementation (Fig. 3D and E) . These results illustrated that RDV suppressed inflammation during NAFLD development by blocking STING/IRF3 signaling.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 364,
                    "text": "Fig. 3A and B)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 515,
                    "end": 524,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1022,
                    "end": 1037,
                    "text": "(Fig. 3D and E)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Remdesivir inhibits inflammatory response in liver of HFD-fed mice"
        },
        {
            "text": "To confirm the effects of RDV on inflammation, the in vitro experiments were performed using the isolated Kupffer and hepatocytes treated with PA or LPS. At first, MTT results demonstrated that RDV was non-cytotoxic to cells (Supplementary Fig. 1 ). RT-qPCR analysis showed that PA and LPS exposure significantly stimulated the mRNA expression levels of IL-18, IL-6, IL-1b, TNF-a and CXCL-10 both in Kupffer and hepatocytes. Of note, these results were overtly inhibited by RDV (Fig. 3F and G) . Western blot analysis showed that STING expression levels in Kupffer and hepatocytes were highly induced by PA and LPS, which were also clearly down- Data are means ± SEM (n ¼ 6 in each group for in vivo study; n ¼ 3 in each group for in vitro study). *p < 0.05, **p < 0.01 and ***p < 0.001 versus the Con group; þ p < 0.05 and þþ p < 0.01 versus the HFD, PA or LPS group. regulated by RDV (Fig. 3H and I) . These in vitro findings confirmed the anti-inflammatory effects of RDV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 225,
                    "end": 246,
                    "text": "(Supplementary Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 478,
                    "end": 493,
                    "text": "(Fig. 3F and G)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 886,
                    "end": 901,
                    "text": "(Fig. 3H and I)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Remdesivir inhibits inflammatory response in liver of HFD-fed mice"
        },
        {
            "text": "To confirm the effect of STING on the activation of lipid metabolism and inflammation, we transfected hepatocytes with STING siRNA or plasmid to reduce or over-express STING, and then exposed hepatocytes to PA for 24 h. We first knocked down STING in hepatocytes using its specific siRNA sequence (Fig. 4A) . Oil Red O staining validated the role of RDV in reducing lipid deposition in hepatocytes induced by PA, which was similar with the results caused by siSTING. These findings were accompanied by the decreased expression of SREBF1, FASN, SCD1 and CD36, and the increased PPARa, CPT1a and ACOX1 ( Fig. 4B and C) . Moreover, both RDV and siSTING reduced the mRNA levels of pro-inflammatory cytokines and chemokine in PA-stimulated hepatocytes (Fig. 4D) . Consistently, the protein expression levels of phospho-TBK1, phospho-IRF3, IFN-b and phospho-NF-kB promoted by PA were markedly abolished by RDV and STING knockdown (Fig. 4E) . Then, we over-expressed STING in the isolated hepatocytes (Fig. 4F) . Notably, STING over-expression promoted lipid accumulation in PA-treated hepatocytes, and RDV-attenuated dyslipidemia was markedly abrogated by STING over-expression ( Fig. 4G and H) . In addition, oeSTING transfection significantly promoted PA-triggered inflammatory response in hepatocytes. Meanwhile, RDVsuppressed inflammation in PA-cultured cells was highly diminished due to STING over-expression, as evidenced by the rescued expression of inflammatory factors and restored activation of TBK1, IRF3, IFN-b and NF-kB ( Fig. 4I and J) . These results demonstrated that RDV-attenuated lipid accumulation and inflammation was tightly associated with STING expression change.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 306,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 602,
                    "end": 616,
                    "text": "Fig. 4B and C)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 747,
                    "end": 756,
                    "text": "(Fig. 4D)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 924,
                    "end": 933,
                    "text": "(Fig. 4E)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 994,
                    "end": 1003,
                    "text": "(Fig. 4F)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1174,
                    "end": 1188,
                    "text": "Fig. 4G and H)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1530,
                    "end": 1544,
                    "text": "Fig. 4I and J)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Remdesivir-regulated lipid accumulation and inflammation is dependent on STING in PA-incubated hepatocytes"
        },
        {
            "text": "In the present study, we for the first time demonstrated that NAFLD induced by HFD could be effectively attenuated by the Data are means ± SEM (n ¼ 3/group). **p < 0.01 and ***p < 0.001 versus the Con group; þ p < 0.05, þþ p < 0.01 and þþþ p < 0.001 versus the PA group; # p < 0.05 and ## p < 0.01 versus the PA þ RDV group. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.) treatment of RDV through improving metabolic disorder, insulin resistance, hepatic dyslipidemia and inflammatory response. We confirmed that STING signaling was involved in NAFLD progression via mediating inflammation and lipid metabolism. On the basis of these findings, we proposed that RDV is a potential anti-NAFLD therapeutic candidate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "RDV (GS-5734), a well-known broad-spectrum antiviral drug, inhibits murine hepatitis virus (MHV) and alleviates SARS-CoV mouse model [12, 19] . RDV was reported to improve pulmonary function or severe lung pathology by reducing immune cell infiltration and inflammatory response [10e12]. STING is an endoplasmic reticulum (ER)-membrane protein, and is essential in regulating innate immune signaling [6] . STING links up-streaming DNA sensors to down-streaming IRF3 and NF-kB pathway activation to subsequently induce the expression of type I interferon such as IFN-a and IFN-b, which leads to a potent anti-viral condition [20, 21] . STING is expressed in various tissues or organs, and the STING activation could result in cell metabolic disorders in an autoimmune or auto-inflammatory disease animal model [22, 23] . STING is also a trans-membrane protein, known as a key signal in the cytoplasmic DNA-TBK1-IRF3 pathway [24] . Furthermore, STING could activate the NF-kB signaling through promoting TBK1 [25] . Then, the activated IRF3 and NF-kB could enter the nucleus and induce the expression of IFNs and pro-inflammatory factors including IL-18, IL-6, IL-1b and TNF-a [26] . The synergy between IRF3 and NF-kB in inflammation has been demonstrated before [27] . It has been widely demonstrated that chronic hepatic inflammation aggravates insulin resistance and hyperglycemia, further contributing to the progression of NAFLD [28] . Thus, inflammation suppression could be involved in the treatment of fatty liver. Recently, STING expression was reported to be upregulated during NAFLD progression, which enhanced macrophage-regulated hepatic inflammation [29] . Here in our study, we confirmed that inflammatory response was involved in NAFLD development, as evidenced by the remarkably increased expression of IL-18, IL-6, IL-1b, TNF-a and CXCL-10, which was, however, evidently reversed by RDV treatment. Therefore, RDV had anti-inflammatory effects, which were validated in PA-and LPSincubated Kupffer and hepatocytes. In addition, RDV-ameliorated inflammation was accompanied with the suppression of STING, as well as its down-streaming signals, including the phospho-TBK1, phospho-IRF3 and IFNb. STING signal then activated NF-kB, promoting increases of inflammatory factors in NAFLD. Importantly, the in vitro results demonstrated that STING over-expression could further aggravate PA-induced inflammatory response in hepatocytes. At the same time, RDV-hindered inflammation and activation of TBK1/IRF3/NF-kB signaling was dramatically abrogated by STING over-expression in PA-exposed cells. All these findings demonstrated that RDV-restrained inflammation was largely dependent on STING expression.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 400,
                    "end": 403,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 624,
                    "end": 628,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "[22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 814,
                    "end": 817,
                    "text": "23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1007,
                    "end": 1011,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1175,
                    "end": 1179,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1262,
                    "end": 1266,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1433,
                    "end": 1437,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1663,
                    "end": 1667,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Accumulating evidence has demonstrated that chronic liver inflammation aggravates lipid peroxidation-associated lipotoxicity, further accelerating the progression of NAFLD [30, 31] . STING knock down by specific siRNA showed the similar effects of RDV to blunt inflammatory response, which was involved in the attenuation of lipid deposition. Meanwhile, STING over-expression diminished the protective effects of RDV on the lipid metabolism in PA-treated hepatocytes. Thus, inflammatory response regulated by STING was involved in RDV-ameliorated lipid metabolic disorders during fatty liver progression.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 177,
                    "end": 180,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In summary, our results showed that RDV had the efficacy on restraining NAFLD progression by improving lipid metabolism abnormity and inflammation. Further mechanism study demonstrated that these effects regulated by RDV were closely associated with the blockage of STING signaling. The study supplied a novel finding that RDV inhibited dyslipidemia and inflammation to improve the progression of NAFLD, and RDV has potential importance in the field of NAFLD treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Transparency document related to this article can be found online at doi:10.1016/j.bbrc.2020.03.034",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transparency document"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Non-alcoholic fatty liver disease as a cause and a consequence of metabolic syndrome",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yki",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Diabetes Endocrinol",
            "volume": "2",
            "issn": "11",
            "pages": "901--910",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diagnosis and management of non-alcoholic fatty liver disease",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jennison",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Postgrad. Med",
            "volume": "95",
            "issn": "",
            "pages": "314--322",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Diagnosis and management of nonalcoholic fatty liver disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Jama",
            "volume": "320",
            "issn": "23",
            "pages": "2474--2475",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Role of innate immune signaling in non-alcoholic fatty liver disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Trends Endocrinol. Metabol",
            "volume": "29",
            "issn": "10",
            "pages": "712--722",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The DNA inflammasome in human myeloid cells is initiated by a STING-cell death program upstream of NLRP3",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Gaidt",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cell",
            "volume": "171",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "STING is an endoplasmic reticulum adaptor that facilitates innate immune signalling",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ishikawa",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "455",
            "issn": "7213",
            "pages": "674--678",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "STINGeIRF3 triggers endothelial inflammation in response to free fatty acid-induced mitochondrial damage in diet-induced obesity, Arterioscler",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Thromb. Vasc. Biol",
            "volume": "37",
            "issn": "5",
            "pages": "920--929",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "STING-IRF3 pathway links endoplasmic reticulum stress with hepatocyte apoptosis in early alcoholic liver disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Petrasek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Proc. Natl. Acad. Sci. Unit. States Am",
            "volume": "110",
            "issn": "",
            "pages": "16544--16549",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Sheahan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Commun",
            "volume": "11",
            "issn": "1",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Coronavirus susceptibility to the antiviral remdesivir (GS-5734) is mediated by the viral polymerase and the proofreading exoribonuclease",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Agostini",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "mBio",
            "volume": "9",
            "issn": "2",
            "pages": "221--239",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mechanism of inhibition of Ebola virus RNA-dependent RNA polymerase by remdesivir",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Tchesnokov",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Gelidium elegans regulates the AMPK-PRDM16-UCP-1 pathway and has a synergistic effect with orlistat on obesity-associated features in mice fed a high-fat diet",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nutrients",
            "volume": "9",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Use of HOMA-IR to diagnose non-alcoholic fatty liver disease: a population-based and inter-laboratory study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Isokuortti",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Diabetologia",
            "volume": "60",
            "issn": "10",
            "pages": "1873--1882",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Study on the phenotype changes of kupffer cells in non-alcoholic fatty liver",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int. J. Clin. Exp. Med",
            "volume": "9",
            "issn": "10",
            "pages": "19027--19033",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Toll-like receptor 9 promotes steatohepatitis by induction of interleukin-1b in mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miura",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Gastroenterology",
            "volume": "139",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Linagliptin alleviates hepatic steatosis and inflammation in a mouse model of non-alcoholic steatohepatitis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Med. Mol. Morphol",
            "volume": "47",
            "issn": "3",
            "pages": "137--149",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The role of cytokines in non-alcoholic fatty liver disease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tilg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Dig. Dis",
            "volume": "28",
            "issn": "1",
            "pages": "179--185",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Structure of the SARS-CoV nsp12 polymerase bound to nsp7 and nsp8 co-factors",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Kirchdoerfer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Commun",
            "volume": "10",
            "issn": "1",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "STING specifies IRF3 phosphorylation by TBK1 in the cytosolic DNA signaling pathway",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sci. Signal",
            "volume": "5",
            "issn": "214",
            "pages": "20--20",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The adaptor protein MITA links virus-sensing receptors to IRF3 transcription factor activation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunity",
            "volume": "29",
            "issn": "4",
            "pages": "538--550",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Chronic innate immune activation of TBK1 suppresses mTORC1 activity and dysregulates cellular metabolism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hasan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. Natl. Acad. Sci. Unit. States Am",
            "volume": "114",
            "issn": "4",
            "pages": "746--751",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Promising targets for cancer immunotherapy: TLRs, RLRs, and STING-mediated innate immune pathways",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Mol. Sci",
            "volume": "18",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "cGAS produces a 2 0 -5 0 -linked cyclic dinucleotide second messenger that activates STING",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ablasser",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "498",
            "issn": "7454",
            "pages": "380--384",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Cytosolic-DNA-mediated, STING-dependent proinflammatory gene induction necessitates canonical NF-kB activation through TBK1",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Virol",
            "volume": "88",
            "issn": "10",
            "pages": "5328--5341",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Interferon regulatory factor 3 and type I interferons are protective in alcoholic liver injury in mice by way of crosstalk of parenchymal and myeloid cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Petrasek",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Hepatology",
            "volume": "53",
            "issn": "2",
            "pages": "649--660",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Interferon regulatory factor-3-mediated activation of the interferon-sensitive response element by Toll-like receptor (TLR) 4 but not TLR3 requires the p65 subunit of NF-k",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wietek",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Biol. Chem",
            "volume": "278",
            "issn": "51",
            "pages": "50923--50931",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Obesity and its metabolic complications: the role of adipokines and the relationship between obesity, inflammation, insulin resistance, dyslipidemia and nonalcoholic fatty liver disease",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "J"
                    ],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. J. Mol. Sci",
            "volume": "15",
            "issn": "4",
            "pages": "6184--6223",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Expression of STING is increased in liver tissues from patients with NAFLD and promotes macrophage-mediated hepatic inflammation and fibrosis in mice",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Gastroenterology",
            "volume": "155",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Lipid metabolism and liver inflammation. II. Fatty liver disease and fatty acid oxidation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Reddy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am. J. Physiol. Gastrointest. Liver Physiol",
            "volume": "290",
            "issn": "5",
            "pages": "852--858",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Evolution of inflammation in nonalcoholic fatty liver disease: the multiple parallel hits hypothesis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tilg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Hepatology",
            "volume": "52",
            "issn": "5",
            "pages": "1836--1846",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Remdesivir attenuates metabolic syndrome in HFD-fed mice. (A) Body weight of mice. (B) Fat mass calculation. (C) Total energy intake in each group. (D) Assessments of serum leptin. (E) H&E staining of white adipose tissue sections. Scale bar, 100 mm. (F) Average adipocyte area in white adipose tissue. Measurements of (G) fasting blood glucose and (H) insulin levels. (I) Results for HOMA-IR in each group. (J) OGTT (left panel) and ITT (right panel) results for the determination of insulin resistance. (K) Serum endotoxin was tested.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Remdesivir alleviates hepatic function and lipid accumulation in HFD-induced mice. (A) Liver weight of mice. (B) The ratio of liver weight to body weight. (C) AST, ALT, (D) TG, TC, (E) LDL-C and HDL-C contents in serum were measured. (F) Liver TG, TC and NEFA levels were assessed. (G) H&E (up panel) and Oil Red O (down panel) staining for hepatic sections. Scale bar, 50 mm. (H) Results for inflammation score, ballooning score and steatosis score. (I) RT-qPCR results for genes in liver associated with fatty acid synthesis, uptake and b-oxidation. (J) Western blot analysis for proteins associated with fatty acid metabolism in liver samples. Data are means ± SEM (n ¼ 6/group). *p < 0.05 and **p < 0.01 versus the Con group; þ p < 0.05 and þþ p < 0.01 versus the HFD group. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Remdesivir inhibits inflammatory response in liver of HFD-fed mice. (A) Serum inflammatory factors were measured by ELISA. (B) RT-qPCR analysis of genes associated with inflammation in liver tissues. (C) IHC staining of F4/80 in hepatic sections. Scale bar, 50 mm. (D) RT-qPCR results for STING in liver tissues. (E) Western blot results for STING, p-TBK1, p-IRF3, IFN-b and p-NF-kB in hepatic samples. (FeI) Kupffer cells and hepatocytes were treated with PA (250 mM) or LPS (100 ng/ml) for 24 h in the absence or presence of RDV (10 mM). Then, all cells were collected for the following analysis. (F,G) RT-qPCR analysis of genes related to inflammatory factors in cells. (H,I) Western blotting results for STING protein expression levels in the treated cells.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Remdesivir-regulated lipid accumulation and inflammation is dependent on STING in PA-incubated hepatocytes. (A) The hepatocytes were transfected with siSTING for 24 h, followed by PA (250 mM) treatment for another 24 h. Western blot analysis was then used for transfection efficacy determination. (BeE) The hepatocytes were transfected with siSTING for 24 h, followed by PA (250 mM) treatment for another 24 h with or without RDV (10 mM). (B) Oil Red O staining of cells. Scale bar, 25 mm. RT-qPCR measurements of genes associated with (C) lipid metabolism and (D) inflammatory response. (E) Western blot results for p-TBK1, p-IRF3, IFN-b and p-NF-kB in the treated hepatocytes. (F) The hepatocytes were transfected with oeSTING for 24 h to over-express STING, and then were exposed to PA (250 mM) for another 24 h. Western blotting was applied for transfection efficiency calculation. (G) Oil Red O staining of hepatocytes. Scale bar, 25 mm. The mRNA expression levels of genes associated with (H) lipid metabolism and (I) inflammatory response were assessed by RT-qPCR. (J) Western blot results for p-TBK1, p-IRF3, IFN-b and p-NF-kB in the treated hepatocytes.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.bbrc.2020.03.034.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}