{
    "paper_id": "a14c1daf38267bbacf891349f90f20eb2685a783",
    "metadata": {
        "title": "Russian Text © The Author(s), 2020, published in Optika i Spektroskopiya",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "N"
                ],
                "last": "Spitsyn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mikrob Russian Antiplague Research Institute",
                    "location": {
                        "postCode": "410005",
                        "settlement": "Saratov",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "V"
                ],
                "last": "Utkin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mikrob Russian Antiplague Research Institute",
                    "location": {
                        "postCode": "410005",
                        "settlement": "Saratov",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "N"
                ],
                "last": "Kireev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mikrob Russian Antiplague Research Institute",
                    "location": {
                        "postCode": "410005",
                        "settlement": "Saratov",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "V"
                ],
                "last": "Ovchinnikova",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mikrob Russian Antiplague Research Institute",
                    "location": {
                        "postCode": "410005",
                        "settlement": "Saratov",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [
                    "S"
                ],
                "last": "Kuznetsov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mikrob Russian Antiplague Research Institute",
                    "location": {
                        "postCode": "410005",
                        "settlement": "Saratov",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "S"
                ],
                "last": "Erokhin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mikrob Russian Antiplague Research Institute",
                    "location": {
                        "postCode": "410005",
                        "settlement": "Saratov",
                        "country": "Russia"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "I"
                ],
                "last": "Kochubei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chernyshevsky Saratov National Research State University",
                    "location": {
                        "postCode": "410012",
                        "settlement": "Saratov",
                        "country": "Russia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The possibility of characterizing fluorescent immunoglobulins using spectrophotometric analysis as a testing method is considered. The comparative analysis of optical properties of fluorescent immunoglobulin preparations and their components-immunoglobulins and fluorochrome-is carried out. The obtained results testify that the proposed methodological approach of optical detection of labeled immunoglobulin molecules can be promising for tests on obtaining conjugates used in immunological tests on revealing specific antigens of causative agents of especially dangerous infections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The possibility of adding fluorescent molecules to antibodies was proposed for the first time by Albert Coons in 1942 [1] . This researcher applied a method that he developed to detection of the pneumococcal antigen in tissues. The method, called the \"fluorescent antibody method\" (FAM) or \"immunofluorescence,\" is based on using the specificity of the immunological response and sensitivity of luminescent (fluorescent) microscopy [2] . At present, the FAM is widespread as an important component in biological and medical investigations, in particular, for the specific indication of causative agents of especially dangerous infections.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 435,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A distinction is made between the direct FAM (dFAM) developed by Coons and Melvin Kaplan [3] and indirect FAM (iFAM) proposed by Thomas Weller and Coons [4] . In the direct method, a known serum with fluorescent antibodies supposedly corresponding to the sample under study-a specimen with the antigen-is deposited on the sample. In the case of the formation of the antigen-antibody complex, the attached antibodies are detected by luminescent microscopy in the form of a fluorescent signal with different degree of intensity determined visually by the researcher and depending on the number of fluorochrome-labeled antibodies attached to the cell. When performing indirect analysis, an immune serum non-labeled to the sought causative agent is deposited on the antigen. In the case in which the serum antibodies correspond to the antigen, an antigen-antibody immune complex is formed. Then, an antispecies serum with fluorochrome is deposited on the preparation. Thus, antibodies of the first serum serve as an antigen for labeled antibodies of the antispecies serum. The forming double complex is determined using a luminescent microscope. The indirect method is more universal because using a single fluorescent serum allows one to reveal different species of microorganisms.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 156,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Antibodies labeled by a fluorescent dye preserve the ability to enter into a specific reaction with a homologous antigen the position of which is determined using luminescent microscopy from the characteristic luminescence appearing after the excitation of the fluorescent agent by ultraviolet radiation. The main requirements to fluorochromes used for labeling of specific proteins are the distinguishability of their fluorescence color from the autofluorescence of the object under study, contrasting with the background, high fluorescence intensity after conjugation with the protein, and preservation of main physicochemical and serological properties of antibodies. For the fluorochrome, fluorescein isothiocyanate (FITC) [5, 6] , rhodamine sulfonyl chloride (RSC) [7, 8] , rhodamine sulfonyl fluoride (RSF) [9, 10] rhodamine isothiocyanate (TRITC) [11, 12] , dichlorotriazinylamino-fluorescein (DCTAF) [13, 14] , etc., are used. Such organic compounds emit yellow-green, yellow, and red fluorescence. The dye that is most often used as a label of antibodies is FITC. This dye, the molecular formula of which is C 21 H 11 NO 5 S, causes a green fluorescence; it bonds covalently to biomolecules via the NCS functional group and has a high quantum yield [15, 16] . The maximums of the absorption and fluorescence wavelengths are 495 and 520 nm, respectively [17] ; owing to this, the background fluorescence of biological specimens is reduced to the minimum. Traditionally, preparation of conjugated antibodies is controlled using the fluorescent antibody method. It is also recommended to determine the dye/protein molar ratio for each conjugate by optical methods. In the absorption spectrum of a labeled antibody, the dye peak and the absorption peak of the antibody are present. To calculate the degree of labeling (the number of fluorochrome molecules introduced per one molecule of the antibody), it is necessary to measure the optical density of the solution at the absorption maximum of the antibodies (A AB ) and wavelength of the absorption maximum of the dye (A Dye ). The number of fluorochrome molecules per one molecule of the antibody is calculated [18] by the formula (1) where D ye ε AB /AB is the sought number of dye molecules per an antibody molecule, A Dye is the optical density of the sample at the wavelength of the absorption maximum of the dye, A AB is the optical density of the sample at the wavelength of the absorption maximum of the proteins (280 nm), ε AB is the molar extinction coefficient of the antibody at the wavelength of 280 nm (for IgG, 210000), ε Dye is the molar extinction coefficient of the dye at the wavelength of the absorption maximum (for FITC, 72000 M -1 cm -1 ), and CF 280 is the correction factor for the dye at the wavelength of 280 nm.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 730,
                    "text": "[5,",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 733,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "[7,",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 776,
                    "text": "8]",
                    "ref_id": null
                },
                {
                    "start": 813,
                    "end": 816,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 817,
                    "end": 820,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[11,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "12]",
                    "ref_id": null
                },
                {
                    "start": 908,
                    "end": 912,
                    "text": "[13,",
                    "ref_id": null
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "14]",
                    "ref_id": null
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 1263,
                    "end": 1266,
                    "text": "16]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1362,
                    "end": 1366,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Protein concentration C and the dye-protein molar ratio (F/P) of conjugates is determined approximately by measuring the optical density (A) at different wavelengths [2] according to the formulas",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "At the optimum relation F/P,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The optimum degree of labeling to obtain a good fluorescent signal is in most cases two or three dye molecules per antibody molecule. The further increase in the labeling degree does not lead to a significant enhancement of the fluorescent signal because the concentration quenching of fluorescence is observed. If the labeling degree is insufficient, it is necessary to decrease the quantity of the antibody introduced into the reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The objects of the work are as follows: -to estimate the possibility of using spectrophotometric analysis for control of obtaining fluorescent immunoglobulins; and -to determine criteria of fluorescent dye binding to antibodies by the example of FITC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OBJECT OF THE WORK"
        },
        {
            "text": "The optical scheme for carrying out the spectrophotometric analysis includes -an AvaLight-HAL compact light source (Avantes, Netherland) for measurements in a spectral wavelength range from 360 to 1700 nm;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "-an HR4000 high resolution spectrometer (Ocean Optics, United States) for recording spectral characteristics of samples under study in a wavelength range from 200 to 1100 nm; -fiber-optic cables (Ocean Optics, United States); -a cuvette holder (Avantes, Netherland); and -UVette plastic spectrophotometric cuvettes (Eppendorf, Germany) for measurements in a wavelength range from 220 to 1600 nm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "In the work, we used -equine diagnostic adsorbed fluorescent plague immunoglobulins and lyophilizate for diagnostic purposes (Mikrob Russian Antiplague Research Institute, registration certificate no. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The immunoglobulin concentration was brought up to 2% in protein, and FITC was added in an amount of 2-3 mg per 100 mg of protein. The conjugation process occurred in a refrigerator for 18 h under continuous mixing on a magnetic shaker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONJUGATION OF IMMUNOGLOBULINS WITH FITC"
        },
        {
            "text": "FITC not bound to immunoglobulins was removed chromatographically using a G-25 Sephadex column.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONJUGATION OF IMMUNOGLOBULINS WITH FITC"
        },
        {
            "text": "To remove fluorochrome that is chemically not bound to protein, the obtained conjugate was deposited on a prepared chromatographic column preliminarily equilibrated by 0.15 M sodium chloride solution containing 5% of carbonate-bicarbonate buffer (CBB). The same buffer is used for eluting the labeled protein from the column.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONJUGATION OF IMMUNOGLOBULINS WITH FITC"
        },
        {
            "text": "The activity of the prepared conjugate was tested by luminescence microscopy of bacterial cells of corresponding infections. The specificity was revealed by microscopy of cells of other bacterial species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONJUGATION OF IMMUNOGLOBULINS WITH FITC"
        },
        {
            "text": "Spectral characteristics of fluorescent plague and tularemia immunoglobulins labeled with FITC, nonlabeled immunoglobulins and FITC, and a mixture of FITC with nonlabeled immunoglobulins were spectrophotometrically analyzed and recorded using an HR4000 spectrometer according to the instructions for use [19] .",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 308,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EXPERIMENTAL MEASUREMENTS"
        },
        {
            "text": "Before starting the measurements, the reference and dark spectra were preserved in the control software of the Spectra Suite spectrometer (Ocean Optics, United States) to exclude the spectrum of the solvent (physiological salt solution) and external light radiations. For this purpose, 100 μL of physiological salt solution were poured into a clean cuvette, the cuvette was placed in a cuvette holder, and the reference and dark spectra were recorded when the light source was powered on and off, respectively. Then, the spectrum of light passing through the sample was recorded in ten repetitions according to the user manual supplied with the device. The used software allows one to take into account the possibility of reabsorption and the prefilter effect; the maximum value of the optical density measured by the device is 3.8. The optical density (light absorption) of the samples under study at each wavelength is calculated in the Spectra Suite software by the following formula and represented as a spectrum plot: (4) where S λ is the analytical signal at wavelength λ, D λ is the dark signal at wavelength λ, and R λ is the reference signal at wavelength λ.",
            "cite_spans": [
                {
                    "start": 1023,
                    "end": 1026,
                    "text": "(4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "EXPERIMENTAL MEASUREMENTS"
        },
        {
            "text": "Spectra of each sample were exported as tables to the Origin™ software (OriginLab Corp., United States) for further analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EXPERIMENTAL MEASUREMENTS"
        },
        {
            "text": "In the course of the experimental work, absorption spectra of plague and tularemia immunoglobulins and labeled FITC, as well as absorption spectra of FITC and nonlabeled immunoglobulins in isolation from one another, in addition to the absorption spectrum of a mixture of nonlabeled immunoglobulins and FITC, were obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "It has been found that the FITC solution in alcohol had an absorption maximum at a wavelength of 495 nm, which agrees with the literature data [20, 21] , and an absence of absorption at wavelengths above 560 nm (Figs. 1a, 2a) . The absorption spectra of nonlabeled plague and tularemia immunoglobulins had peak values in the region of 380-450 nm with a gradual falloff in the longwave region due to light scattering of protein solutions (Figs. 1a, 2a) . The light scattering curve of protein solutions on the wavelength interval of 500-850 nm was described with a high degree of approximation by the equation proposed by W. Heller et al. [22] for describing the light scattering of spherical particles (Fig. 3) : (5) where A sc is the optical density caused by the light scattering, AU; λ is the wavelength, nm; and β and n are coefficients.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 151,
                    "text": "21]",
                    "ref_id": null
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 716,
                    "text": "(5)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 211,
                    "end": 225,
                    "text": "(Figs. 1a, 2a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 437,
                    "end": 451,
                    "text": "(Figs. 1a, 2a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 702,
                    "end": 710,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Mixing the FITC solution with nonlabeled immunoglobulins, we obtained the resulting absorption spectrum (Figs. 1b, 2b) equal to the mathematical sum of the absorption spectra of FITC and nonlabeled immunoglobulins. This indicates the absence of the interaction between the components constituting the mixture at the instant of mixing and the absence of other absorbing components in the mixture.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 118,
                    "text": "(Figs. 1b, 2b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The conjugation of protein with fluorochrome is a chemical reaction resulting in the formation of a new compound in which the dye is bound to protein by a covalent bond; as a consequence, the optical (spectral) characteristic of the obtained conjugate changes (Figs. 1b, 2b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 274,
                    "text": "(Figs. 1b, 2b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The spectral curves of fluorescent immunoglobulins after conjugation with FITC followed by purification had two clearly pronounced maximums of the (Figs. 1b, 2b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 161,
                    "text": "(Figs. 1b, 2b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The performed investigations have resulted in obtaining the spectral characteristics of plague and tularemia immunoglobulins labeled with FITC. Studying the absorption spectra of fluorescent immunoglobulins demonstrates the presence of two absorption maximums: at a wavelength of 495 nm corresponding to the fluorescent label and at a wavelength of 380 nm characteristic for nonlabeled immunoglobulins. In contrast to the absorption spectrum of serums without fluorescent labels, the characteristic absorption peak of antibodies was positioned closer to the shortwave band by 50 and 20 nm; in addition, a decrease in the absorption intensity by 60-70% on average was observed in this spectral range. The presence of two absorption peaks in fluorescent immunoglobulins is a criterion of the difference between prepared conjugates and a mixture of nonlabeled immunoglobulins and FITC and can be used for preliminary control of the conjugate synthesis at the stage of production of fluorescent immunoglobulins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Thus, based on the obtained experimental data, one can conclude that absorption spectrophotometry makes it possible to distinguish fluorescent immunoglobulins obtained as a result of chemical conjugation of immunoglobulins with the dye from antibodies not bound to fluorochrome by the absorption spectrum. It can be used for the control for the synthesis of fluorescent conjugates in addition to luminescent microscopy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sensors",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ogawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aoyagi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Miyasaka",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sakai",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Tissue Eng",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cunha-Reis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "El"
                    ],
                    "last": "Haj",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Regen. Med",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Principles of Fluorescence Spectroscopy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lakovich",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "FSR 2007/0881-240409) in the form of the fluorescein-5-isothiocyanate (FITC) labeled immunoglobulin fraction of the plague agglutinating serum; -dry diagnostic fluorescent tularemia immunoglobulins (Gamaleya Scientific Research Institute of Epidemiology and Microbiology, registration certificate no. FSR 2010/08923) in the form of the fluorescein-5-isothiocyanate (FITC) labeled globulin fraction obtained from the equine hyperimmune tularemia serum; -equine diagnostic adsorbed fluorescent plague immunoglobulins for the agglutination reaction on glass and lyophilizate for diagnostic purposes (Mikrob Russian Antiplague Research Institute, registration certificate no. FSR 2008/02592-270409);",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". One of the maximums corresponded to absorption of antibodies in the range of 380-450 nm, but the absorption was shifted to the shortwave region by 50 and 20 nm and reduced by 60-70% in the amplitude. The second maximum corresponded to absorption of the fluorescent label at the wavelength of 495 nm",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Absorption spectra: (a) (1) FITC solution and (2) plague immunoglobulins and (b) (3) fluorescent plague immunoglobulins and (4) mixture of FITC and plague immunoglobulins.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Absorption spectra: (a) (1) FITC solution and (2) tularemia serum and (b) (3) fluorescent tularemia immunoglobulins and (4) mixture of FITC and tularemia immunoglobulins.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Optical density curve of plague immunoglobulins (solid curve) and light scattering curve calculated mathematically (dashed curve).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        }
    ]
}