{
    "paper_id": "a3c7c174480f956195870ffaad0ddb643527a1d2",
    "metadata": {
        "title": "National Natural Science Foundation of China",
        "authors": [
            {
                "first": "Zhu",
                "middle": [],
                "last": "Chao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Institute of Technology",
                    "location": {
                        "postCode": "100081",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Zhao",
                "middle": [],
                "last": "Xin-Ying",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Ge",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Institute of Technology",
                    "location": {
                        "postCode": "100081",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Q",
                "middle": [
                    "U"
                ],
                "last": "Feng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Institute of Technology",
                    "location": {
                        "postCode": "100081",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "qufengqu@bit.edu.cn"
            }
        ]
    },
    "abstract": [
        {
            "text": "Systematic evolution of ligands by exponential enrichment (SELEX) is a universal technology for aptamer' screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Accurate and efficient screening methods and strategy design are the key to success. This review briefly summarizes capillary electrophoresis (CE) involving in the efficient screening for aptamers in our group since 2007, including the application of CE in pre-screening, screening and post-screening process, classification and screening strategies against different protein targets, multiple screening modes, and screening for multi-scale targets. Finally, combined with the current progresses of aptamer screening, some remaining issues are discussed and the development prospects are proposed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Nucleic acid (NA) aptamers (Aptamer, ssDNA [1] or RNA [2] [3] [4] ), as novel and flexible molecular recognition elements, have received extensive attention in the fields of biology, chemistry, medicine, environmental science, food safety, bioinformatics, etc [5] . Aptamers can fold into a complex three-dimensional motif with a variety of functions, such as ligand, catalysis, and gene regulation [6, 7] . In 1990, Craig Tuerk and Larry Gold designed systematic evolution of ligands by exponential enrichment (SELEX) [4] , which remains the recognized method for aptamer screening today. The precision and efficiency of each SELEX's step are the key to successful aptamer screening [8, 9] . However, the screening process still faces some bottlenecks, which hinder the development and application of aptamers. In fact, there are two key steps that affect the screening efficiency. (i) Formation and separation of complex. The target is mixed with the NA library to form a complex, and the bound sequences in complex are separated from the unbound sequences. (ii) Purification and preparation of high-quality sub-libraries, e.g. PCR amplification of the sequence in complex to prepare a high-fidelity sub-library.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 54,
                    "end": 57,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 58,
                    "end": 61,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 62,
                    "end": 65,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 405,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 690,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Currently, the commonly used separation methods such as magnetic bead and affinity microcolumn involve the use of solid media, which not only requires tedious fixation of targets, but also causes the non-specific binding generated by the media, thus increasing the screening steps and interfering factors [10, 11] . Whereas, capillary electrophoresis (CE) method does not require media, maintains the natural molecular state of the target to bind to the NAs, achieves efficient separation of complexes in free solution, and provides information about both complex and unbound NAs during the separation process [12, 13] . In addition, CE has the outstanding advantages of enabling both qualitative quantification and analytical evaluation of SELEX process [12] , and is one of the recognized efficient screening techniques. Until now, more than 30 targets' aptamers have been screened using CE-SELEX and their application have been evaluated [13] . Our group has been conducting CE-SELEX research with the support of the National Natural Science Foundation of China since 2007. During this period, we translated two monographs, \"Handbook of Nucleic Acid Aptamers\" and \"Nucleic Acid Aptamers in Biological Analysis\" [14, 15] , and wrote the annual reviews of CE technology for eight consecutive years [16] [17] [18] [19] [20] [21] [22] . In the past thirteen years, we have established some efficient strategies and methods for aptamer screening, and have conducted in-depth research on the scientific issues, including the mechanism study, the key-steps investigation, and the characteristics for different targets' screening. This paper summarizes our group's work on CE application before, during and after aptamer screening process, the classification and screening strategies against different protein targets, various CE screening modes, and aptamer screening for multi-scale targets. Finally, some development prospects in SELEX are proposed. The evaluation and characterization of purity, stability, storage conditions, and charge state (Isoelectric point, pI) of protein targets are essential for effective screening. In particular, for laboratory-produced proteins, characterization and quality evaluation prior to screening are more necessary. By CE, analytical evaluation can be achieved easily using only a very small amount of samples [23] , and problems from the sample itself that affect the screening results could be avoided. For completely unknown proteins, their pI and molecular weights (MW) can be accurately determined using capillary isoelectric focusing (cIEF), capillary gel electrophoresis (CGE), or they can be evaluated comparatively by neutral molecules and protein markers [24] . The nature of the small molecule target is known and there are generally no sample stability and purity issues that require special consideration. Cell and microbe samples [25] [26] [27] are nonhomogeneous and are affected by sample culture conditions and production. Therefore, it is difficult to obtain a single peak by CE, which shows little evaluation significance.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "text": "[10,",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "11]",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 945,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1214,
                    "end": 1218,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1219,
                    "end": 1222,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 1299,
                    "end": 1303,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 1304,
                    "end": 1308,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 1309,
                    "end": 1313,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1314,
                    "end": 1318,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1319,
                    "end": 1323,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1324,
                    "end": 1328,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1329,
                    "end": 1333,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 2347,
                    "end": 2351,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 2702,
                    "end": 2706,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 2881,
                    "end": 2885,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 2886,
                    "end": 2890,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 2891,
                    "end": 2895,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The quality of the initial NA library is a key factor in determining screening efficiency. Commercialized NA libraries may have quality or batch differences, and CE can be used to readily assess them from different manufacturers, purification methods, fluorescent labeling, samples status and solvents [28] . A divided method was developed based on the small differences in migration rates of NAs from the initial NA library [29] , which allowed the total library to be divided into several NA library, each having the reduced NA library capacity. The interaction between initial NA libraries of different sequence lengths and different protein targets was investigated [30, 31] and the results showed that different proteins were selective toward sequence lengths, suggesting that the choice about sequence lengths in NA library requires optimization before aptamer screening.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[30,",
                    "ref_id": null
                },
                {
                    "start": 675,
                    "end": 678,
                    "text": "31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Impact of the initial NA library"
        },
        {
            "text": "The effect of the input of the initial NA library on the screening efficiency was also investigated [32] . By using different concentrations of the initial NA library, the aptamers with similar affinity of micromolar-level were obtained after two screening rounds, indicating that the input of the initial NA library did not significantly affect the screening efficiency. Initial NA library with high concentration may increase sequence diversity, but it does not determine their necessarily high affinity. It also suggests that the sequence diversity in NA library may not be the key to obtain high-affinity aptamers, and that trying to isolate sequences with high affinity is the key to successful screening.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[32]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Impact of the initial NA library"
        },
        {
            "text": "The incubation conditions (solution system, pH, temperature, metal ions, etc.) of the target and NA library during the screening process directly affect the complex formation and the performance of the aptamer. Currently, the majority of reported incubation conditions draw on previous experience, and few systematic studies on screening conditions have been reported. By using CE to optimize the screening conditions, the results are intuitive, the separation is fast, the sample consumption is minimal, and the workload and research costs are greatly reduced compared to conventional methods [12, 13] . Yang et al. [31] used apotransferrin as the model protein and observed that buffer type and pH, and incubation temperature affected the formation of target protein-ssDNA complexes. The addition of low concentrations of metal ions (e.g. K + , Ca 2+ , Mg 2+ ) promoted complex formation. Due to the nature and structure of different targets, the incubation conditions for specific targets need to be optimized before screening.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 598,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "13]",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Optimization of screening conditions"
        },
        {
            "text": "The increase of affinity of the sub-libraries to the target generated in each SELEX round is the basis for the decision to continue or terminate screening. In CE-SELEX, the affinity of sub-library (i.e. equilibrium dissociation constant, K D ) toward the target was usually analyzed through non-equilibrium capillary electrophoresis equilibrium mixtures (NECEEM) [33] or non-linear fitting method [34] . If the K D value continues to decrease, the screening continues. Also, if the K D value does not change significantly or is elevated, the screening should be terminated to reduce the unnecessary screening process. For example, Yang et al. [30] found that during the aptamer screening of the IgG Fc fragment, the K D values of the secondary and third sub-libraries consistently decreased, while K D value of the fourth sub-library was comparable to that of the third library and the decrease was not significant. So, the screening was terminated and the candidate sequences were selected from the third sub-library.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 401,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sub-library analysis in screening 2.2.1 Analysis of sub-library affinity"
        },
        {
            "text": "Some byproducts from biased amplification of bases, mismatches, and mutations, etc. during PCR [35, 36] are inevitable. In addition, contamination during the experiment from manipulation, reagent and aerosol can also lead to inaccurate PCR results. The quality evaluation of the sub-library is therefore essential and is a prerequisite for continued screening. For example, a clear heterogeneous peak was observed in the right of the main NA peak of the fourth sub-library [37] when using capillary zone electrophoresis (CZE) to characterize each sub-library, indicating that the quality of the fourth sub-library became worse due to the existence of undesired NAs. The CE-SELEX uses only a very small amount of NA samples, allowing for high-resolution, rapid evaluation of sub-libraries' quality.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[35,",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "36]",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of sub-library quality"
        },
        {
            "text": "Now, a variety of methods have been reported for determining affinity of aptamers, including surface plasmon resonance, membrane interference, isothermal titration calorimetry, microscale thermophoresis, UV-vis and fluorescence spectroscopy. It is worth noting that there are no evaluation criteria for determination of K D between different methods, mainly because of the different principles and measurement conditions of these methods, which make the measured K D difficult to compare with each other [38, 39] , and sometimes an order of magnitude difference may exist [40] . Even using CE-based methods of non-linear fitting and NECEEM, the results were also different [37] . In addition, when NECEEM method was used, the experimental conditions such as concentration ratio and separation temperature affected the peak area and K D values. Through an analysis based on the integral deviation method [41] about the K D errors, the maximum relative deviation of the K D was less than 7% when the peak area was within the deviation interval of 10%, so the conditionally induced peak area errors could be ignored.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 508,
                    "text": "[38,",
                    "ref_id": null
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "39]",
                    "ref_id": null
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 907,
                    "text": "[41]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Determination of aptamer affinity"
        },
        {
            "text": "CE enables a simpler and rapid assessment of binding strength and K D determination based on the complex peaks and NA library peaks. Judging from the electropherogram, different protein targets can be classified into three categories with high, medium and low affinity to establish screening strategies [42] . For high-affinity proteins, the electropherogram displayed visible complex peaks, and NA library peak area reduced more than 50%, along with a bulk K D of less than 50 μmol/L. This also indicated that the high-affinity proteins were not very selective for NA sequences and should be imposed on specificity screening. For medium-affinity proteins, the electropherogram displayed small complex peaks and visible dissociation regions, with a reduction in NA library peak area of about 30%, and a bulk K D of less than 1 mmol/L, which should be given equal consideration for their affinity and specificity screening. For low-affinity proteins, the complex peaks and dissociation regions were difficult to observe, and the peak area of the NA library was reduced by less than 10%, along with a bulk K D greater than 1 mmol/L, indicating that a very small number of sequences in the NA library were bound to the protein. Low-affinity proteins were difficult to form complexes with NAs, and the optimization of screening conditions or the use of modified NA libraries were required to obtain higher affinity aptamers. We evaluated the electropherogram characteristics, K D values, sequence affinity and specific evolutionary efficiency of 40 target proteins bound to the initial NA library, and analyzed the CE-SELEX screening process of more than 20 reported target proteins, and found that these proteins and screening methods were undoubtedly consistent with our proposed protein target classification model and screening strategy. Besides, due to the adsorption of alkaline proteins in the capillary wall, their aptamers' screening required to be performed in the conditions of inhibiting adsorption [43, 44] . By using CE to analyze the affinity of proteins and NA libraries, different screening strategies and screening schemes could be adopted for different proteins according to the electropherogram characteristics, avoiding blind screening and significantly improving screening efficiency.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 307,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 2007,
                    "end": 2011,
                    "text": "[43,",
                    "ref_id": null
                },
                {
                    "start": 2012,
                    "end": 2015,
                    "text": "44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Screening strategies for different protein targets"
        },
        {
            "text": "In 2004, Bowser's group first used CE-SELEX to screen aptamer [34] . So far, there are about ten improved screening methods, including low-pH-CE-SELEX [44] , single-step online reaction CE-SELEX (ssCE-SELEX) [37] , synchronous competition CE-SELEX (scCE-SELEX) [45] , NECEEM [33] , ECEEM [46] , Non-SELEX [47] , ideal filter capillary electrophoresis (IFCE) [48] , fraction collection CE-SELEX (FCE-SELEX [49] ), and polymer-enhanced capillary transient isotachophoresis (PectI-SELEX [50] ). In 2019, we wrote a review of \"Evolution of multi-functional capillary electrophoresis for highefficiency selection of aptamers\" [13] . This review summarized contributions of each research group to the work of CE-SELEX, and combined our research experience to introduce in detail the technical points. Based on the problem orientation, our research group has established three new modes.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 151,
                    "end": 155,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 212,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 279,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[46]",
                    "ref_id": null
                },
                {
                    "start": 305,
                    "end": 309,
                    "text": "[47]",
                    "ref_id": null
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multifunctional CE screening mode"
        },
        {
            "text": "Low-pH-CE-SELEX mode [44] achieves reverse migration and complete separation of target protein-ssDNA complexes from unbound NAs, making complex collection more accurate and convenient. Low pH conditions inhibit electroosmotic flow and overcome alkaline protein adsorption. The sample volume can be readily increased by increasing the injection time.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "[44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multifunctional CE screening mode"
        },
        {
            "text": "ssCE-SELEX mode [37, 51] completes the mixing, incubation, online reaction, separation, detection, and collection in single-step online reaction screening. In this mode, the reaction molar ratio can be modulated only by changing the protein and NA injection times. Control voltage allows for online incubation. Screening consumes only a few tens of nanoliters of sample and is much suitable for screening aptamers of valuable, rare, difficult-to-prepare proteins.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "[37,",
                    "ref_id": null
                },
                {
                    "start": 21,
                    "end": 24,
                    "text": "51]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multifunctional CE screening mode"
        },
        {
            "text": "scCE-SELEX mode [45] enables simultaneous and competitive screening of dual target proteins. Based on the high-resolution separation of CE, two complexes can be collected in one electrophoresis, and the high affinity and specific aptamers for both proteins can be obtained in one CE run, which greatly improves the screening efficiency. Moreover, the coexistence of the two proteins as countertargets significantly reduced non-specific binding and increased the affinity and specificity of the aptamer.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Multifunctional CE screening mode"
        },
        {
            "text": "The establishment and application of the above modes prove the versatility and practicality of CE for efficient and rapid screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multifunctional CE screening mode"
        },
        {
            "text": "The targets of NA aptamers covers a wide range of types including small molecules [52] , proteins [53, 54] , cells [55] and microorganisms [56] . Research results and practical experience show that CE-SELEX can be used for aptamer screening toward each target type, especially for protein targets with significant advantages. Our group has conducted aptamer screening against targets from small molecules and proteins to cells and microorganisms.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 98,
                    "end": 102,
                    "text": "[53,",
                    "ref_id": null
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "54]",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 119,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 143,
                    "text": "[56]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Aptamer screening for multi-scale targets"
        },
        {
            "text": "We have screened aptamers for more than 10 proteins, including apotransferrin [31] , human thrombin [37] , bovine lactoferrin [57] , calreticulin [58] , IgG (Fc fragment) [30] , NSE [32] , spyCas9, Rec A, OGG1 and PDGF-BB. During the coronavirus disease 2019 (COVID-19) epidemic, we timely screened aptamers toward virus binding protein Spike and ACE2 within 14 days, intended to block the binding of the Spike protein to its receptor ACE2. In addition, multi-CE modes have been established to study the interactions of protein and protein, protein and small molecules, as well as peptide nucleic acids [59] [60] [61] [62] [63] [64] [65] , which could provide guidance for pre-screening characterization. And, some sensitive detection methods [66] [67] [68] [69] [70] have been developed for aptamers' further applications.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 104,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 175,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 186,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 603,
                    "end": 607,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 627,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[65]",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 763,
                    "end": 767,
                    "text": "[70]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Proteins"
        },
        {
            "text": "The migration rate of the complex formed with the NA is so similar to NA itself that it is difficult to obtain the complex by direct separation, and none of the aforementioned screening modes are suitable. However, some small molecules' aptamers can be screened by collecting a region in front of the NA peak (the dissociation region not visible in electropherogram). According to this method, aptamers of clenbuterol hydrochloride were obtained [40] . In addition, we have designed a plug-plug partial filling capillary electrophoresis (ppPF-CE) mode for enantiomeric molecular separation, providing a basis for aptamer screening of chiral molecules [71] .",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 450,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 651,
                    "end": 655,
                    "text": "[71]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Small molecules"
        },
        {
            "text": "We evaluated the binding of three types of cells (U251, Hela, PC3) to the NA library. The peaks of the complexes formed by the three types of cells with the NA library were significantly different, and the complexes regions were then collected for subsequent screening [72] . For microorganisms aptamer screening, characterization and evaluation methods of capillary zone electrophoresis (CZE) and affinity capillary electrophoresis (ACE) were established using Escherichia coli (Gram-negative) and Lactobacillus acidophilus (Grampositive) as model bacteria. Due to the weak binding of bacteria to the NA library, its screening methods could refer the method for small molecule. The binding of protoplasma (after bacterial debridement) to the NA library was significantly strong, which could be screened using a whole cell approach [73] .",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 832,
                    "end": 836,
                    "text": "[73]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Cells and microorganisms"
        },
        {
            "text": "Since CE-SELEX was used for aptamer screening in 2004, it has demonstrated outstanding advantages such as low sample and reagent requirements, visualization of experimental results and low experimental cost. After more than 10 years of development of CE-SELEX, a series of CE methods overcoming the shortcomings of other screening methods have been established by our group to achieve efficient and rapid separation of aptamers, interaction analysis, optimization of binding conditions and monitoring of the screening process, and to solve the problems of simultaneous positive and negative screening and multi-target screening. Combining the current international progress on aptamer screening [8, [74] [75] [76] and the practical experience of our group, there are still some common problems with SELEX technology, such as lack of standardized screening procedures and methods, the difficulty in controlling the bias of PCR amplification in sub-library preparation and sequencing, the lack of effective analysis and selection from the large amounts of data generated by high-throughput sequencing, the lack of consistent evaluation methods for aptamer affinity, and how to achieve efficient screening and aptamer modification and function enhancement in real aptamer applications, etc. Also, these will be our research focus in the future.",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 698,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[76]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Aptamer Handbook: Functional Oligonucleotides and Their Applications",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        ";"
                    ],
                    "last": "Klussmann",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Qu Feng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Characterization and Partition of ssDNA Library by Capillary Electrophoresis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Strategies and New Methods for Proteins Aptamers Selection based on Capillary Electrophoresis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "China Patent",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}