{
    "paper_id": "a442dedf22c1af89c29b53a759a1146d7f427caf",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Mette",
                "middle": [],
                "last": "Platz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hillerod University Hospital",
                    "location": {
                        "settlement": "Hilleroed, Holbaek Sygehus, Holbaek",
                        "country": "Denmark, Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Anja",
                "middle": [],
                "last": "Poulsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hillerod University Hospital",
                    "location": {
                        "settlement": "Hilleroed, Holbaek Sygehus, Holbaek",
                        "country": "Denmark, Denmark"
                    }
                },
                "email": ""
            },
            {
                "first": "Randi",
                "middle": [],
                "last": "Beier-Holgersen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hillerod University Hospital",
                    "location": {
                        "settlement": "Hilleroed, Holbaek Sygehus, Holbaek",
                        "country": "Denmark, Denmark"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "\"Postoperative enteral nutrition and cellular immunity\" is mostly described in the literature on research into surgical complications. The intention is to show whether a given treatment can be identified as having a beneficial clinical effect and to demonstrate this by the effect on, among other factors, cellular immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In order to show that the inclusion of a particular nutrient would have a beneficial effect on cellular immunity, and thus the postoperative course, the research is often related to various types of postoperative immuno-nutrition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This chapter will briefly describe various types of immuno-nutrition and the influence of the added nutrients on cellular immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In describing cellular immunity, many different lymphocyte subpopulations have been used, along with markers to describe their activity. As all the different subpopulations can be difficult to remember and understand, the aim of this chapter is to give the reader a short overview of the cellular immunity aspects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It will also give a brief overview of the two types of cells most often described in the literature and their function in the immune response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many articles indicate the subpopulations of different lymphocyte groups in percentages, making it difficult to understand the comparisons between the different phases of, for example, a postoperative course. This chapter will provide a summary of the investigative procedures described in the literature and explain how to proceed with tests and analyses and how to specify the results so that they can be used to compare the results obtained at different times during the test period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A brief description of the flow cytometric method has therefore been included to give the reader an understanding of how the number of subpopulation percentages is indicated. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This chapter describes the postoperative patient's immunological response with a focus on cellular immunity in relation to postoperative enteral nutrition. The nutritional factor covers both enriched and ordinary enteral nutrition, and as the literature about nutrition does not always clearly describe cellular immunity, it has been included in this chapter. In the literature, cellular immunity in connection with postoperative enteral nutrition or immunonutrition is often included to explain why enteral nutrition has a beneficial effect on the postoperative course and any complications. The effect or function of cellular immunity in recorded subpopulations and how any observed differences may explain a better postoperative recovery are, however, not generally indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Postoperative enteral nutrition and its impact on cellular immunity is not fully understood. An article from 1996 (Beier-Holgersen and Boesby 1996) comparing early postoperative enteral nutrition with \"no food\" in a randomized, double-blind, prospective study described how ordinary enteral nutrition had a positive impact on the number of postoperative infections. It also showed that, compared to \"no food,\" early enteral nutrition had an important influence on immediate unspecific cellular immunity and an activating effect on specific cellular immunity. This was indicated by the significantly higher number of circulating NK cells, monocytes, a larger expression of HLA-DR, and a tendency to larger numbers of T-lymphocyte subpopulations when patients were given early enteral nutrition (Beier-Holgersen and Brandstrup 2012).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cellular immunity is most often determined on the basis of the percentage distribution of different subpopulations of lymphocytes or cells of the same size, for example, NK cells. A few studies have used a multitest ® CMI in which cellular immunity was determined by monitoring the size of the weal area in reaction to different antigens. This was only described in one article (Beier-Holgersen and Brandstrup 1999) on early postoperative nutrition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement Methods"
        },
        {
            "text": "The percentage distribution of subpopulations of lymphocyte-like cells is often determined by flow cytometry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement Methods"
        },
        {
            "text": "The flow cytometer is designed to measure the reflecting cell size (forward light scanner), reflecting granularity (side scatter) and cell intensity of various fluorescent antibodies. The most frequently used fluorescent substances are fluorescein isothiocyanate (FITC, green fluorescence), phycoerythrin (PE, orange fluorescence), and priding chlorophyll protein (PerCP, red fluorescence). The fluorescence binds to an antibody, such as cells which present the corresponding antigen, and these will then be labeled with the fluorescent substance. Next the number of the cells is calculated and the data analyzed. The results are expressed as percentages of the total number of cells analyzed. Figure 1 shows how the FACScan flow cytometer analyzes the blood tests (differential leukocyte counts) and indicates the percentage distribution of, for example, CD3+, CD4+, and CD8+.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 694,
                    "end": 702,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Measurement Methods"
        },
        {
            "text": "One of the test results of a differential count of leucocytes gives the number of lymphocytes. The FACScan flow cytometer sorts the cells according to granularity and size and on the basis of the panel of antibodies and fluorescence. Figure 2 shows the results after flow cytometric analysis. A fluorescence panel is used to determine the percentages of CD3+, CD4+, and CD8+: In much of the literature in which a flow cytometer has been used as an analytical method, the number of cell changes over time is expressed as a change in percentage. Unfortunately, many authors do not indicate the number of lymphocytes, which is the basis of the analyzed samples. This means that it is not possible to compare the number of lymphocytes with the different markers which change over the time period under study. It is not possible to compare the percentage value at one time with a different percentage indication at another time without having measured the number of cells from which these subpopulations are taken.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 242,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Measurement Methods"
        },
        {
            "text": "The expression of lymphocytes occurring in the differential count should be used when calculating the exact number of cells in different subpopulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measurement Methods"
        },
        {
            "text": "In the few existing studies that examine the influence of nutrition on cellular immunity, the markers measured differ widely. The most commonly used markers will be described below with a brief review of their location/function in relation to cellular immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Immunological System and Enteral Nutrition"
        },
        {
            "text": "The human body is constantly exposed to the invasion of harmful microorganisms. To counter this threat, our organism developed an immune system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Immunological System and Enteral Nutrition"
        },
        {
            "text": "The immune system comprises the innate immune system, also known as the nonspecific immune system or first line of defense, and the adaptive immune system or specific immune system. The innate immune system includes a number of nonspecific phenomena such as phagocytosis of macrophages, the skin, the mucosa, and acidity in the stomach. An element common to innate systems is the fact that they are not directed against specific microorganisms but act as a shield against all foreign organisms. The immunological response describes the process whereby the adaptive immune system, which is composed of lymphocytes, including antibodies and activated lymphocytes, recognizes and reacts specifically to molecules that are unknown to the body and combines with them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Immunological System and Enteral Nutrition"
        },
        {
            "text": "This specific immunity can again be divided into humeral immunity where circulating antibodies are produced by the B lymphocyte and cellular immunity, which is composed of T lymphocytes. Cellular immunity will be described in more detail below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Immunological System and Enteral Nutrition"
        },
        {
            "text": "Under normal conditions, both the innate and the adaptive immune system are involved in the acute response to critical illness. In this chapter the focus will be on critical illness in terms of surgical stress/ trauma after elective or acute surgery of the gastrointestinal tract and the postoperative conditions that might occur, e.g., sepsis. The innate immune response reacts immediately by creating a state of local inflammation at the site of injury. It activates macrophages, monocytes, complement, and the coagulation system. The reaction is amplified by the release, by monocytes, of proinflammatory mediators, such as the tumor necrosis factor (TNF), which initiate apoptosis; interleukin-1 (IL1) released by macrophages and monocytes initiates the migration of phagocytes and lymphocytes to the site of the inflammation and induces fever; thromboxanes, leukotrienes, and prostaglandins act on the coagulation of platelets and as paracrine or autocrine hormones in the inflammatory process. The adaptive immune response develops days after the innate immune response and involves the interaction between antigen-presenting cells and lymphocytes. This activates the cell-mediated immune response and the production of antibodies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Immunological System and Enteral Nutrition"
        },
        {
            "text": "Cellular immunity refers to cells that are directly responsible for protection. This includes infections where the microorganism lives in cells which the antibodies cannot penetrate. Here, T lymphocytes are essential for the immune response, in close interaction with macrophages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cellular Immunity"
        },
        {
            "text": "T lymphocytes have, on their surface, receptors for various antigens. CD3 is part of a T-cell receptor complex. In this complex, CD3 protein transmits a signal to the T cell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cellular Immunity"
        },
        {
            "text": "T lymphocytes fall into two main categories which are classified according to the glycoproteins on the cell surface. The glycoproteins are important for recognition of and response to antigens. The two main classes are CD4+ T lymphocytes (CD4+) and CD8+ T lymphocytes (CD8+), respectively, which have different functions and attack different types of antigens. These cell types are often described in the literature on postoperative enteral nutrition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cellular Immunity"
        },
        {
            "text": "The mature CD4+ and CD8+ lymphocytes all express CD3 protein on their surface. The number of CD3+ cells expresses the total number of CD4+ and CD8+ lymphocytes (Figs. 1 and 2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cellular Immunity"
        },
        {
            "text": "On the surface of the T lymphocytes are receptors that combine the short peptides with a membrane glycoprotein. This membrane glycoprotein is termed \"major histocompatibility complex (MHC) molecule.\" The complex is an MHC: peptide, which is produced in the antigen-presenting cells (e.g., macrophage) and subsequently present on their surface. Here, it is accessible to the T-cell receptors on the surface of T-lymphocytes (Baynes and Dominiczak 2005; Geneser 1999; Parham 2009 ).",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 451,
                    "text": "(Baynes and Dominiczak 2005;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 452,
                    "end": 465,
                    "text": "Geneser 1999;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 466,
                    "end": 477,
                    "text": "Parham 2009",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Cellular Immunity"
        },
        {
            "text": "There are two major categories of MHC molecules:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MHC Molecules"
        },
        {
            "text": "MHC class I which mainly presents viral peptide antigens and MHC class II which presents antigens from pathogens recorded by endocytosis and phagocytosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MHC Molecules"
        },
        {
            "text": "The human MHC is called the human leukocyte antigen (HLA) complex because antibodies used to identify human MHC molecules react with the white cells of the bloodthe leucocytesnot with the red cells which lack MHC molecules. Therefore, MHC class I and II molecules are also called HLA class I molecules and HLA class II molecules, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MHC Molecules"
        },
        {
            "text": "In humans, the MHC class I and MHC class II are divided into 6 and 5 HLA subtypes, respectively. One of the subtypes is HLA-DR which presents antigens to CD4+ T cells (helper cells). Antigen-presenting cells such as macrophages, B cells, and dendritic cells are cells in which HLA-DR is found. An increased presence of HLA-DR antigen on the cell surface is often the response to stimulation, and therefore HLA-DR is also a marker for immune stimulation (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 453,
                    "end": 461,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "MHC Molecules"
        },
        {
            "text": "The previously mentioned T-lymphocyte subpopulations, CD4+ and CD8+, have different functions. When they are presented to an antigen, the lymphocyte receptors bind to the antigen presented by the MHC molecule. CD8+ T lymphocytes have a cytotoxic function, killing virus-infected cells. They recognize antigens presented by class I MHC molecules. To ensure that the cytotoxic T cells only recognize antigens presented by MHC class I molecules, the molecule CD8 also binds to the MHC molecule at the same time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MHC Molecules"
        },
        {
            "text": "Cytotoxic T cells are effective against intracellular infections, killing the infectious cells; CD8+ prevents pathogen replication and thus the spread to other healthy cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MHC Molecules"
        },
        {
            "text": "CD4+ T lymphocytes secrete cytokines that activate other cell types in the immune system to respond to extracellular pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MHC Molecules"
        },
        {
            "text": "When CD4+ T lymphocytes recognize an antigen presented by the class II MHC molecule, the CD4 molecule and the lymphocyte receptor bind with the MHC molecule, thus strengthening the response to the antigen. This response is due to two subpopulations of CD4+ T lymphocytes, which are known, respectively, as Th1 and Th2. In the healthy human, there is a constant balance between Th1 and Th2 cells. It is the undifferentiated CD4+ T lymphocyte which, in an immune response, can transmute to either a Th1 or a Th2 cell. Which way it changes depends on which cytokines are released by the antigen-presenting cells. Th1 inhibits the production of Th2, and vice versa. Th1 excretes cytokines which activate macrophages and inflammation and increases the production of opsonizing antibodies which promote phagocytosis. Thus Th1 initiates a cellular immune response. The cytokines produced by Th2 induces B-lymphocyte proliferation and the production of neutralizing antibodies, thus triggering a humoral immune response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MHC Molecules"
        },
        {
            "text": "It is the Th1 response which is the most advantageous after surgical trauma. Under normal conditions there is a balance between Th1 and Th2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MHC Molecules"
        },
        {
            "text": "Natural killer cells also belong to a group of lymphocytes. These are, however, without surface markers in the form of CD3, CD4, and CD8, and they do not have a T-cell receptor. They have surface markers that express CD16 and CD56 in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NK"
        },
        {
            "text": "They are triggered by cytokines produced by activated T lymphocytes and are mobilized in the early response to infection from certain viruses and intracellular bacteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NK"
        },
        {
            "text": "NK cells are active in both the innate and the adaptive immune responses. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "NK"
        },
        {
            "text": "A function carried by a distinct lineage of CD4+ T lymphocytes is to suppress the response of selfreactive CD4 cells. These cells have a specific T-cell receptor for self-antigens and are distinguished from other CD4 cells by the expression of CD25 on the cell surface. In this way regulatory T cells are used to control effector T cells in the response to infection. A possible explanation is that the known increased level of cortisol and catecholamines after surgery synergistically induces a Th2 shift by interfering with the release of cytokines from the antigen-presenting cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CD25"
        },
        {
            "text": "The CD25 positive cells mentioned above promote a shift towards a Th2 response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CD25"
        },
        {
            "text": "The activation of T lymphocytes and NK cells induces the expression of CD69. This molecule is involved in lymphocyte proliferation and functions as a signal-transmitting receptor in the lymphocytes, including NK cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CD69"
        },
        {
            "text": "CD54, also known as ICAM-1, is a cell surface glycoprotein which typically is expressed on endothelial cells and the cells of the immune system. When stimulated by cytokines, its concentrations increase. Leucocytes bind to endothelial cells via CD54 and then transmigrate into tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CD54"
        },
        {
            "text": "CD16 is a receptor expressed on NK cells, monocytes that facilitate antibody-dependent cellular cytotoxicity. Antibodies that bind to antigens can be recognized by CD16 receptors expressed on NK cells, which results in NK activation, the release of cytolytic granules and consequent cell apoptosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CD16"
        },
        {
            "text": "Malnutrition, cancer, and surgical trauma are the main factors influencing the postoperative immune function. They are known to cause immunosuppression by reducing the circulating counts of lymphocytes (CD3+, CD4+, and CD8+). This results in an increased risk of postoperative complications. Considerable research has been done to try to minimize these complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immuno-nutrition and Cellular Immunity"
        },
        {
            "text": "The new target for research is the so-called immuno-nutrition. The idea behind immunonutrition is that adding specific nutrient or vitamins to the pre-and/or postoperative enteral diet will have a positive effect on the immune system and minimize postoperative complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immuno-nutrition and Cellular Immunity"
        },
        {
            "text": "A large number of clinical trials have been conducted utilizing various immune formulae. Among the positive results were reduced infectious complications and reduced length of hospital stay. The results concerning reduced mortality (Marik and Flemmer 2012; Cerantola et al. 2011) were not convincing. However, not all studies identified positive effects; some even indicated potentially harmful effects (Mizock 2010 ). The question is whether those immuno-enriched diets (IEDs) actually have a beneficial effect on the immune system and hence on postoperative complications. How can we measure this potentially positive effect on the immune system? Not many studies have focused on the effect of IEDs on cellular immunity.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 256,
                    "text": "(Marik and Flemmer 2012;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 257,
                    "end": 279,
                    "text": "Cerantola et al. 2011)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 403,
                    "end": 415,
                    "text": "(Mizock 2010",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Immuno-nutrition and Cellular Immunity"
        },
        {
            "text": "In order to evaluate the role of IEDs in patients undergoing elective or acute surgery, it is important to have information about the immune system under normal conditions, how it may be altered after surgery, and about the conditions following surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immuno-nutrition and Cellular Immunity"
        },
        {
            "text": "As described above, there are two types of CD4+ T -lymphocytes: Th1 and Th2. The immunological response after surgery is not well understood but a general condition of immunosuppression occurs. There is a T-cell dysfunction, probably caused by low arginine content, and a shift in the Th1/Th2 balance towards a Th2 response leading to inhibition of the cellular immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immuno-nutrition and Cellular Immunity"
        },
        {
            "text": "Prostaglandin E2 is produced by macrophages in increased quantities after tissue injury, which in turn increases the production of Th2 cytokines and reduces the production of Th1 cytokines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immuno-nutrition and Cellular Immunity"
        },
        {
            "text": "The philosophy behind IED is that adding these substances will have a positive effect on the immune system. The trace elements most often added are arginine, omega-3 fatty acids (omega-3 FA), and glutamine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immuno-nutrition and Cellular Immunity"
        },
        {
            "text": "It is the most abundant free amino acid in the body, and the highest concentrations are to be found in the skeletal muscles. The stores are rapidly depleted when the body is in a state of catabolic stress, for instance, during surgery or sepsis. The positive effects of glutamine are due to its working as an antioxidant, maintaining the gut barrier function by providing energy for enterocytes, serving as an energy source for lymphocytes and neutrophils, and stimulating nucleotide synthesis. It has been proved that, in elective surgery, a glutamine supplement reduced the infectious complications and length of hospital stay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glutamine"
        },
        {
            "text": "It is not an essential amino acid, but becomes essential during certain types of critical illness. It is metabolized into nitric oxide (NO) by nitric oxide synthase and into ornithine and urea by arginase in the urea cycle. Arginine's positive effects include involvement in the release of anabolic hormones, such as the growth hormone and the insulin-like growth factor; it is involved in the synthesis of the T-cell receptor complex (TCR) and hence important for the acquired immune system. It also helps with the detoxification of ammonia; it improves healing and restores the postoperative depression of the macrophage function. Arginine increases the circulating levels of NO and hence improves microcirculation. Immediately after a physical trauma, the level of arginine decreases. This is thought to be the result of the increased release of arginase from granulocytes and hence an increased metabolism. This suppresses the acquired immune system by inhibiting the synthesis of TCR, and thus the risk of infection increases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arginine"
        },
        {
            "text": "Under normal conditions, arachidonic acid is metabolized into eicosanoids (thromboxanes, leukotrienes, and prostaglandins) which are proinflammatory. Omega-3 fatty acids compete with arachidonic acid in the metabolic process and thus reduce the synthesis of prostaglandins. In acute illness, the synthesis of omega-3 fatty acids decreases. With the administration of omega-3 fatty acids, the synthesis of proinflammatory prostaglandins is thought to be reduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Omega-3 Fatty Acids"
        },
        {
            "text": "Little research has been done to clarify what specific effect the IEDs have on cellular immunity, and many of the results have been contradictory. The cells most frequently studied are CD4+, CD8+, NK, monocytes, CD19+, and the subgroups of all these cell lines. Some studies have found a significant increase in the cellular parameters after IED and some have found no significant changes. Some have shown a shift towards a Th1-dominated CD4+ population by reducing the number of Th2 cells when IEDs have been given. A meta-analysis (Zheng et al. 2007 ) of 13 relevant papers concluded that IEDs were safe and effective in reducing postoperative infection and the length of stay in hospital by increasing humoral and cellular immunity. Another meta-analysis (Mabvuure 2013) of 6 RCTs on patients undergoing esophagogastric resection concluded that, even though postoperative IED seems to improve humoral immunity, it does not reduce the rate of infections or the length of stay in hospital. It is not clear whether IEDs have a positive effect on cellular immunity. As stated above, the literature draws very contradictory conclusions. This is probably due to very heterogeneous patient populations, the different compositions of IEDs, and different ways of measuring the immunological markers. The results are therefore difficult to compare. A look at the different guidelines issued by the American, European, and Canadian societies for nutrition (CCPG, ASPEN, and ESPEN) shows that they too have contradictory opinions on IEDs. ESPEN and ASPEN recommend arginine in elective surgery, whereas CCPG does not find sufficient evidence of a beneficial effect. None of them recommend glutamine or omega-3 FA in elective surgery. When it comes to trauma patients, CCPG finds no benefit in arginine, whereas ASPEN and ESPEN find it beneficial. All three find glutamine beneficial or possibly beneficial. In patients with sepsis, none of the societies recommend glutamine or omega-3 FA, and all of them indicate potentially harmful effects when given arginine. For further detail on this topic, please look in to the chapters by Professor Demartines (See ▶ Chap. 13, \"Immunonutrition in Intensive Care\") and Professor Weimann (See ▶ Chap. 15, \"Perioperative Immunonutrition in Major Abdominal Surgery\").",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 551,
                    "text": "(Zheng et al. 2007",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Omega-3 Fatty Acids"
        },
        {
            "text": "In an article by Beier-Holgersen and Brandstrup (2012), data was presented showing which cells were involved in the cellular response when early postoperative enteral nutrition was given.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enteral Nutrition and Cellular Immunity"
        },
        {
            "text": "The conclusion of the article is that early postoperative enteral nutrition enhances innate cellular immunity when compared to \"no food.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enteral Nutrition and Cellular Immunity"
        },
        {
            "text": "In this study the \"nutrition\" group received enteral nutrition 4 h after the end of operation, while the \"no food\" group did not receive nutrition before the fifth postoperative day. The experiment was conducted in a randomized double-blind setup.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enteral Nutrition and Cellular Immunity"
        },
        {
            "text": "The study also showed that the two groups responded differently over time. This means that the total number of cells in the different subpopulations of lymphocytes, from preoperative values to postoperative day 3 (POD 3) and postoperative day 7 (POD 7), changed at different rates in the two groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enteral Nutrition and Cellular Immunity"
        },
        {
            "text": "Tables with more detailed documentation of the differences in response are shown below. Table 1 provides an overview of the differential count of leucocytes. It shows how early postoperative enteral nutrition affects the number of cells over time. The table shows that the number of granulocytes has already increased significantly on POD 3 in the \"nutrition\" group, whereas the number of granulocytes in the \"no food\" group (that did not receive nutrition before POD 5) did not increase on POD 3, but only on POD 7.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Enteral Nutrition and Cellular Immunity"
        },
        {
            "text": "The number of lymphocytes decreased significantly compared to preoperative values in both groups and did not change significantly postoperatively in the first 7 days. This is also described in the literature by Kemen et al. (1995) , Senkal et al. (1999) , and Braga et al. (2002) .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 230,
                    "text": "Kemen et al. (1995)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 233,
                    "end": 253,
                    "text": "Senkal et al. (1999)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 260,
                    "end": 279,
                    "text": "Braga et al. (2002)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Enteral Nutrition and Cellular Immunity"
        },
        {
            "text": "Finally, on POD 7, the number of monocytes changed significantly compared to preoperative values in the nutrition group, while this was not the case in the \"no food\" group. The result was an increased number of cells which normally act in the innate response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enteral Nutrition and Cellular Immunity"
        },
        {
            "text": "No significant differences were found in basophile and eosinophil leucocytes. Table 2 shows the significant differences between the \"nutrition\" and \"no food\" groups. Despite a decrease in the number of lymphocytes in both groups, the number of lymphocytes in the nutrition group was significantly less than in the Significantly more cells than preoperatively \"no food\" group, showing that nutrition already had an impact on the number of lymphocytes on POD 3. Something similar occurred with the number of monocytes, where the increase in the number of monocytes on POD 3 was seen to be significantly greater in the \"nutrition\" group. There was no change in the number of monocytes on POD 3 in the \"no food\" group. The number of leucocytes increased significantly in the \"nutrition\" group, a fact which can be explained by the significant differences between the number of monocytes and lymphocytes. Table 3 describes the changes over time in the specific subpopulations. As described above, on POD 3 the number of all types of lymphocytes in the acquired cellular response was significantly reduced. This applies to T lymphocytes (CD3+, CD4+, and CD8+) and NK cells (CD3-, CD16+, and CD56+). On POD 7 in the \"nutrition\" group, however, an increase in the number of CD3+, CD4+, and CD8+ cells was observed, which meant that the significant decrease in the number of these cells on POD 3, compared to the preoperative values, had been corrected. This did not apply to the \"no food\" group. Table 4 illustrates the significant differences in the number of cells in subpopulations among the groups. On POD 3, the decline in NK cells was significantly less in the \"nutrition\" group than in the \"no food\" group. This means that diet affects the number of NK cells and NK activity in the early postoperative period. Other authors have described something similar (Toft et al. 2002) . Tables 2 and 4 show an increased number of lymphocytes, monocytes, and NK cells in the \"nutrition\" group compared to the number of cells in the \"no food\" group. This may explain why the number of infections in the nutrition group was significantly lower. An increased number of cells is not necessarily the same as increased activity. Table 5 shows the changes over time in activity markers. Overall, activity markers either did not change or increased significantly in the \"nutrition\" group. The opposite trend was observed in the \"no food\" group where there was either no change in the number of cells with expression of CD 69+ or significant decreases in the expression of CD25+, CD54 +, and HLA-DR on POD 3. On POD 7, there were significant increases compared to POD 3. This can be interpreted as a response to the \"no food\" group beginning to eat food on POD 5. Table 6 shows the major differences between the two groups. There is a significantly greater expression of HLA-DR activated cells in the nutrition group. HLA-DR is part of the complex that connects the monocyte with the T-helper cell (see above). There were already significantly more HLA-DR-exposed cells in the nutrition group on POD 3, which shows clearly that the expression of cellular immunity was significantly more pronounced in the nutrition group.",
            "cite_spans": [
                {
                    "start": 1856,
                    "end": 1874,
                    "text": "(Toft et al. 2002)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 900,
                    "end": 907,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1488,
                    "end": 1495,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 1877,
                    "end": 1891,
                    "text": "Tables 2 and 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 2212,
                    "end": 2219,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 2744,
                    "end": 2751,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Enteral Nutrition and Cellular Immunity"
        },
        {
            "text": "It has been shown above that early enteral nutrition has a positive effect on cellular immunity by increasing the amount of granulocytes and monocytes compared to a \" no food\" regime. The postoperative decrease in lymphocytes and NK cells is reduced when early nutrition is given and an early correction of CD3+, CD4+, and CD8+ can be observed. Activity markers are seen to increase with early enteral nutrition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Whether IEDs are more beneficial postoperatively compared to normal enteral nutrition and whether they are applicable to all general conditions are, in our opinion, debatable, but for further information on this topic, please see the chapters by Professor Demartines (See ▶ Chap. 13, \"Immunonutrition in Intensive Care\") and Professor Weimann (See ▶ Chap. 15, \"Perioperative Immunonutrition in Major Abdominal Surgery\"). One thing is certain, however; early postoperative enteral nutrition within the first 24-48 h contributes to reducing infections. As shown previously, this might be due to improved cellular immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The literature about critically ill patients and cellular immunity is not very well understood. There is no adequate definition of a critically Significantly more cells than on postoperative day 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical Applications to Intensive Care"
        },
        {
            "text": "Significantly more cells than on postoperative day 3 Table 4 Significant differences between early postoperative nutrition and \"no food\" Cell type POD 3 CD16+, CD56+ (NK cells)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Nutrition No significant changes"
        },
        {
            "text": "Significantly fewer cells Nutrition Significantly more cells ill patient who is described as suffering from a critical illness which is either cerebral, cardiac, pulmonary, or a trauma or major surgery. The critically ill patient is thus part of a very heterogeneous group. As previously described, there have been various experiments with immuno-nutrition, but they concluded that it should be used with care and with the right patients; otherwise it could have harmful effects in certain groups of patients. However, no studies have shown that normal enteral diet has a negative effect. As stated above, enteral nutrition improves cellular immunity. There seem to be good reasons to ensure that critically ill patients are given enteral nutrition as soon as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "No food"
        },
        {
            "text": "As described above, all surgical patients should be given early postoperative nutrition, not only to prevent complications from infection but also to support their cellular immunological response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application to Other Conditions"
        },
        {
            "text": "There is a debate about whether a nutrition tube should be inserted during the operation to enable enteral nutrition to be administered immediately postoperatively. The accelerated surgical process, however, includes a procedure that ensures patients receive early enteral nutrition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application to Other Conditions"
        },
        {
            "text": "In order to stimulate cellular immunity, postoperative patients should receive enteral nutrition as soon as possible after surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guidelines and Protocols"
        },
        {
            "text": "• Cellular immunity refers to cells directly responsible for protection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary Points"
        },
        {
            "text": "• Early postoperative enteral nutrition enhances innate cellular immunity when compared to \"no food.\" • The number of leucocytes increased significantly in the \"nutrition\" group, a fact which can be explained by the significant differences between the number of monocytes and lymphocytes. • Diet affects the number of NK cells and NK activity in the early postoperative period. • The significantly higher number of HLA-DRexposed cells in the nutrition group on postoperative day 3 clearly shows that the expression of cellular immunity was significantly more active in the nutrition group. • It is uncertain whether immuno-enriched diets (IEDs) are to be recommended. • The expression of lymphocytes occurring in the differential count should be used when calculating the exact number of cells in different subpopulations. Table 6 Significant differences between early postoperative nutrition and \"no food\" Cell type POD 3 HLA-DR No food Significantly fewer cells Nutrition",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 823,
                    "end": 830,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Summary Points"
        },
        {
            "text": "Significantly more cells",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary Points"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Medical biochemistry",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Baynes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dominiczak",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "554--562",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influence of postoperative enteral nutrition on postsurgical infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beier-Holgersen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boesby",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Gut",
            "volume": "39",
            "issn": "6",
            "pages": "833--838",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influence of early postoperative enteral nutrition versus placebo on cellmediated immunity, as measured with the multitest CMI",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beier-Holgersen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brandstrup",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Scand J Gastroenterol",
            "volume": "34",
            "issn": "1",
            "pages": "98--102",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Influence of postoperative enteral nutrition on cellular immunity. A random double-blinded placebo controlled clinical trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beier-Holgersen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brandstrup",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Colorectal Dis",
            "volume": "27",
            "issn": "4",
            "pages": "513--533",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Nutritional approach in malnourished surgical patients: a prospective randomized study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Braga",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gianotti",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nespoli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Radaelli",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Carlo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Arch Surg",
            "volume": "137",
            "issn": "2",
            "pages": "174--80",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Immunonutrition in gastrointestinal surgery (Structured abstract)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cerantola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hubner",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Grass",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Demartines",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schafer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Br J Surg",
            "volume": "98",
            "issn": "1",
            "pages": "37--48",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Histologi -på molekylaerbiologisk grundlag",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Geneser",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "415--450",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Early postoperative enteral nutrition with arginine-omega-3 fatty acids and ribonucleic acidsupplemented diet versus placebo in cancer patients: an immunological evaluation of impact",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kemen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Senkal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Homann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mumme",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Dauphin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baier",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Crit Care Med",
            "volume": "23",
            "issn": "4",
            "pages": "652--661",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Enteral immunonutrition versus standard enteral nutrition for patients undergoing oesophagogastric resection for cancer",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Mabvuure",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Roman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int J Surg",
            "volume": "11",
            "issn": "2",
            "pages": "122--129",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Immunonutrition in the surgical patient",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Marik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Flemmer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Minerva Anestesiol",
            "volume": "78",
            "issn": "3",
            "pages": "336--378",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Immunonutrition and critical illness: an update",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Mizock",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nutrition",
            "volume": "26",
            "issn": "7-8",
            "pages": "701--708",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "New York: Garland Science",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parham",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "LLC",
            "volume": "",
            "issn": "",
            "pages": "216--218",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Outcome and cost-effectiveness of perioperative enteral immunonutrition in patients undergoing elective upper gastrointestinal tract surgery: a prospective randomized study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Senkal",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Zumtobel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Marpe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wolfram",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Frei",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Arch Surg",
            "volume": "134",
            "issn": "12",
            "pages": "1309--1325",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Immunomodulatory influence of early enteral immunonutrition on the dynamics of changes in the cellular immune response after pancreatic resection for cancer",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Slotwinski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Olszewski",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Slodkowski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lech",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zaleska",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wojcik",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cent Eur J Immunol",
            "volume": "32",
            "issn": "3",
            "pages": "147--54",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Effects of perioperative immunonutrition on cell-mediated immunity, T helper type 1 (Th1)/Th2 differentiation, and Th17 response after pancreaticoduodenectomy",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Furukawa",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shimizu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoshidome",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohtsuka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Surgery",
            "volume": "148",
            "issn": "3",
            "pages": "573--81",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Influence of surgery and endotoxin-induced sepsis combined on natural killer cell activity, oxidative burst of granulocytes and antigen presentation capability of monocytes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Toft",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dagnaes-Hansen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tønnesen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Acta Anaesthesiol Scand",
            "volume": "46",
            "issn": "4",
            "pages": "405--415",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Application of perioperative immunonutrition for gastrointestinal surgery: a meta-analysis of randomized controlled trials (Structured abstract)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Asia Pac J Clin Nutr",
            "volume": "16",
            "issn": "1",
            "pages": "253--260",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The function of the FACScan flow cytometer 1. Selection of mononuclear cells in terms of size and granularity 2. Selection of CD3-positive (fluorescence 1) compared to the CD 3-negative NK cells 3. Selection of CD3CD4 positive (fluorescence 2) compared to CD3CD8 positive (fluorescence 3)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Presentation of the results of the analysis in the flow cytometer. Illustration of monoclonal cells, fluorescence 1 positive (CD3+), fluorescence 2 positive (CD8+), and fluorescence 3 positive (CD4+). Result of CD4+ presented as a percentage",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3 Presentation of antigen in MHC class II process",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Significant changes in preoperative values/postoperative day 3 and 7 values",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Significant differences between early postoperative nutrition and \"no food\"",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Significant changes in preoperative values/postoperative day 3 and 7 valuesSignificantly more cells than on postoperative day 3",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}