{
    "paper_id": "a48eeb25c5903aa336e949ffd2aa4da5577cabb9",
    "metadata": {
        "title": "On the airborne aspect of COVID-19 coronovirus",
        "authors": [
            {
                "first": "Navinder",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Physical Research Lab-oratory",
                    "institution": "",
                    "location": {
                        "settlement": "Ahmedabad",
                        "country": "India"
                    }
                },
                "email": "navinder.phy@gmail.com"
            },
            {
                "first": "Manpreet",
                "middle": [],
                "last": "Kaur",
                "suffix": "",
                "affiliation": {},
                "email": "drmanpreetkaur30@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "close contact of an un-infected person with an infected person. Surface contamination usually happens when infected water droplets from exhalation/sneeze/cough of COVID sick person settle on nearby surfaces. To curb this, social distancing and good hand hygiene advise is advocated by World health Organization (WHO). We argue that COVID 19 coronovirus can also be airborne in a puff cloud loaded with infected droplets generated by COVID sick person. An elementary calculation shows that a 5 µm respiratory infected droplet can remain suspended for about 9.0 minutes and a 2 µm droplet can remain suspended for about an hour! And social distancing advise of 3 feet by WHO and 6 feet by CDC (Centers for Disease Control and Prevention) may not be sufficient in some circumstances as discussed in the text. COVID-19 is a pandemic. It has infected over 2.2 million people worldwide, and over 1.5 lakh people have died due to it, as of 20th April 2020. Most of the information related to COVID-19 can be found at WHO website[1], and at CDC website[2]. In the next section we present a calculation with the aim to calculate timescale over which the virus in infected water droplets exhaled by a COVID sick person stays in air.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Let h be the typical height of a human being (∼ 1.6 meter). Human exhalation generates mucosalivary droplets of varied size from 0.5 µm to 12 µm [3] . Consider the trajectory of a droplet. Time taken to fall from height h using Newtonian mechanics neglecting air drag is given by (2h/g), where g is acceleration due to gravity. For h = 1.6 meters this time is roughly 0.6 sec (less than a second). In this case we say that droplets are not airborne and 1 Airborne aspect of COVID-19 settle to nearby surfaces in a time less than a second.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. A Newtonian-Stokes calculation (Neglecting Brownian motion)"
        },
        {
            "text": "But this picture is radically modified when air drag is taken into account. The equation of motion including drag force ( f d ) for the vertical downward direction is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. A Newtonian-Stokes calculation (Neglecting Brownian motion)"
        },
        {
            "text": "Here f d Stokes' drag force given by 6πηrv(t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. A Newtonian-Stokes calculation (Neglecting Brownian motion)"
        },
        {
            "text": "η is the viscosity of air, r is the radius of water ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. A Newtonian-Stokes calculation (Neglecting Brownian motion)"
        },
        {
            "text": "where τ = m 6πηr . And the instantaneous height (measured from the top end) v(t) = dh(t) dt is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. A Newtonian-Stokes calculation (Neglecting Brownian motion)"
        },
        {
            "text": "Let time taken to fall down be t 0 and h(t 0 ) = h the typical height of a person. The total time taken t 0 to fall down from height h is t 0 ≃ h gτ ≃ 544.0 seconds, which is about 9 minutes! This is very surprising. In nil wind conditions, typical droplets of size 5 µm can take 9 minutes to settle down! Smaller droplets can take even more time! This time scale is inversely proportional to the square of the radius of droplet:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. A Newtonian-Stokes calculation (Neglecting Brownian motion)"
        },
        {
            "text": "where ρ is the density of water droplet. the total force has two components:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. A Newtonian-Stokes calculation (Neglecting Brownian motion)"
        },
        {
            "text": "is the random force whose average is zero ξ(t) = 0 but correlated in time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. A Newtonian-Stokes calculation (Neglecting Brownian motion)"
        },
        {
            "text": "Simplest form of correlation is delta correla- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. A Newtonian-Stokes calculation (Neglecting Brownian motion)"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization (WHO)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Electronic transport theories: from weakly correlated to strongly correlated systems",
            "authors": [
                {
                    "first": "Navinder",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "droplet, and v(t) is its downward velocity at time t. For the time being consider that initial (t = 0) downward velocity is zero. The solution of the above equation immediately gives Various forces acting on the water droplet.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "2 µm droplet can remain suspended for about an hour! If we consider initial downward component of velocity (as exhalation imparts some initial speed to droplets i ) then the solution of the equation of motion leads to i Nasal breathing typically leads initial speeds of about 1.4 m/sec.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "III. Life-time of the water droplets In the above discussion it is assumed that water droplets preserve their size. It is not true. They evaporate in short time depending upon the size of the droplet. However, a recent research by Lydia Bourouiba and collaborators show that life-times are radically modified as the droplets are in a very special environment of respiratory puff cloud which contains lots of water vapors[4]. A thorough investigation of droplet life times and trajectories taking into account in this special environment is much needed (in equation(1)mass will then be a time depended parameter). But, when an infected droplet evapo-infected aerosol. These are sub-micron sized and take even more time to settle. Although the above mechanical-hydrodynamical approach cannot be applied, as aerosols dynamics will be stochastic and Brownian motion will be important in its transfer from one place to another, but it will take much more time to settle to ground! In addition, a turbulent wind can take it away. This points towards airborne nature of the disease. A discussion about the Brownian motion is given in the next section.IV. Consideration of theBrownian motionIn equation (1) we considered the systematic component (drag component f d ) of the force due to bombardment of droplet by air molecules and we neglected a random component of this force which is also due to bombardment of droplet by air molecules iii . Thus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "random force can be neglected for iii Just imagine slow motion movie in which the droplet is being bombarded from all sides by air molecules. At one instant of time more molecules will bombard from left and the droplet will jerk towards left, and at the other instant of time this imbalance topples to some other direction. This leads to a random force. bigger droplets. The criterion is based on the value of Reynolds number. The fluctuating force ξ(t) and the drag force f d are intimately related to each other through fluctuation dissipation theorem (as both originate from the common origin via molecular bombardment)[5]. Thus we need to compare drag force with another important force in the problem that is called the inertial force. The inertial force is the force required to change droplets momentum over a distance of its size f inertial ∼ mv(v/r) (average rate of change of droplet's momentum over its size). The other force is the viscous force f drag = ηrv (we neglect prefactors, as we are interested in order of magnitudes). Their ratio is called Reynolds number:",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Let us take radius of a typical water droplet to be 5 micro − meters. Its mass will roughly be 5.25 × 10 −13 kg. Let us say ambient temper-",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "As an implication of the above calculation, consider a situation like this: Consider that people are standing in a queue in front of a milk parlor or in front of an ATM for cash withdrawal waiting for their turn. Also consider that all are following social distancing norm and they stand 6 feet away from each other. Let us suppose that a person is infected but he/she is asymptomatic. ii The person is standing at his/her place say for more than five minutes. Also consider a nil wind condition. This person will create an invisible cloud loaded with respiratory droplets of varied size. These droplets are all infected! After five minutes this person moves ahead to take his/her turn, and a person behind him/her takes his/her position. It will take couple",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "ber turns out to be of the order of 10 −2 . This is completely a fluctuation dissipation dominated regime, and the virus will perform a Brownian motion.Thus, the timescales obtained above by Newton-Stokes analysis are the minimum possible timescales (these are the lower bounds).That is, the 5 µm droplet will take more than9 minutes to settle. Detailed investigation using Langevin or more sophisticated model is beyond the scope of this investigation. Airborne aspect of COVID-19 V. Advise to Public In view of the airborne nature of the disease to some extent it is advised that when someone is out of one's house to get essential goods at a frequently visited place (like a grocery store) one should not only wear a good mask for oral and nasal protection, but a protective gear for eyes (eye guard or eye shield) is also highly recommended to cover-up the airborne aspect of the disease discussed in this work. VI. Summary We show within Newtonian-Stokes elementary mechanics that respiratory droplets does not form a quick parabolic projectile trajectories as commonly visualized. Stokes drag dominates, and they fall down much slowly. A five micron droplet takes about nine minutes to fall down from a height of 1.6 meters, and a droplet of two micron size takes about an hour to settle down! This clearly shows airborne nature of the disease. Even when they evaporate they end up forming a sub-micron sized infected aerosols which can stay airborne over much longer timescales. In view of the above factors, much more precautionary steps needs to be taken to stop spread of this dangerous virus.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}