{
    "paper_id": "a4b8c5e018acb4cda74c29fccd585fbe19ce45be",
    "metadata": {
        "title": "Infektiologie",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "▬ 50-70% der akuten unkomplizierten HWI heilen unbehandelt spontan aus, ▬ die Symptome können aber über Monate persistieren, ▬ bei einer antibiotischen Kurzzeittherapie für 3 Tage wird Trimethoprim (TMP) 2-mal 100 mg/Tag oder eine Kombination aus TMP und Sulfamethoxazol (TMP-SMX) 400/800 mg 2-mal/Tag 2/1 Tbl. als kalkulierte Chemotherapie gegeben (vgl. Kap. 1.12), ▬ bei evtl. zu erwartender Resistenz der Bakterien: Fluorchinolone (z. B. Levofloxacin 250 mg 1-mal/Tag oder Ciprofloxacin 250 mg 1-0-1), alternativ Ampicillin ± Betalaktamaseinhibitor (Sultamicillin 375 mg 2-mal 1 Tbl./Tag), Nitrofurantoin (2-mal 100 mg/Tag) oder Cephalosporine (Cephaclor 500 mg 3-mal/Tag) (vgl. Kap. 1.12). ▬ Urinkontrolle nach 3-tägiger Antibiotikumpause, ▬ bei Persistenz der Symptome oder rezidivierenden Beschwerden innerhalb von 2 Wochen erneute Urinkultur. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "▬ eine Überdehnungsbehandlung (Hydrodistension) der Harnblase wird trotz fehlendem Nachweis eines wissenschaftlichen Behandlungserfolges häufig angewendet; sie besitzt allenfalls einen geringen und schnell vorübergehenden Effekt; am bekanntesten ist die Technik nach Helmstein: Überdehnung der Blase mittels eines intravesikal eingeführten Ballons über 3 h auf einem Druckniveau in Höhe des systolischen Blutdrucks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sonstiges"
        },
        {
            "text": "Vorteil einer intravesikalen Instillationstherapie ist das Erreichen einer hohen Wirkkonzentration von Medikamenten in der Blase ohne wesentliche systemische Nebenwirkungen. Die einzelnen Substanzen haben unterschiedliche Angriffspunkte:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intravesikale Therapie"
        },
        {
            "text": "▬ Pentosanpolyphosphat: 2-mal/Woche 300 mg in 50 ml 0,9%ige NaCL-Lösung, evtl. in Kombination mit Oxybutininchlorid und/oder Alkalisierung des Urins, ▬ Heparin: 10.000 IE 3-mal/Woche in 10 ml 0,95iger NaCL-Lösung oder 20.000 IE in 20 ml NaCL-Lösung initial täglich, nach 3-4 Monaten 3-bis 4-mal pro Woche, ▬ Hyaluronsäure (Cystistat): 4 Wochen eine Instillation pro Woche, anschließend eine Instillation pro Monat für ein Jahr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wiederherstellung der Glykosamin-Glykan-Schicht:"
        },
        {
            "text": "▬ Dimethylsulfoxid (DMSO): 25-bis 50%ige Lösung 2-bis 6-mal wöchentlich in 50 ml 0,95iger NaCL-Lösung für 5-10 min; Nebenwirkung: Knoblauchgeruch; Spaltlampenuntersuchung der Augenlinsen nach 3-6 Monaten Therapie empfehlenswert wegen Gefahr der Kataraktbildung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analgetisch, antiphlogistisch, glatt muskulär relaxierend:"
        },
        {
            "text": "▬ Bacillus-Calmette-Guerin (BCG): über 6 Wochen einmal in der Woche in 50 ml NaCL-Lösung; BCG verursacht eine intensive Desquamation der Schleimhaut mit anschließender Regeneration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunmodulatorisch:"
        },
        {
            "text": "▬ Clorpactin: 1 l einer 0,45ige Lösung bei 10 cm Wassersäule im Monat-oder Wochenintervall zur Blasenspülung oder eine 0,25ige Lösung 5-mal wöchentlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oxidation des Blasenurothels durch Chlorsäuredetergenz:"
        },
        {
            "text": "Eine bessere Resorption einiger intravesikal applizierter Substanzen wird unter Iontophoresebedingungen beschrieben. Bei dieser so genannten »electromotive drug administration« (EMDA) werden iontophoretisch intravesikal Lidocain, Epinephrin und Kortikosteroide (Dexamethason) durch die defekte Permeabilitätsbarriere der Blasenschleimhaut in das Interstitium appliziert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Oxidation des Blasenurothels durch Chlorsäuredetergenz:"
        },
        {
            "text": "Sie sind bei etwa 2-10% der IC-Patienten im Laufe ihrer Erkrankung erforderlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operative Therapie"
        },
        {
            "text": "▬ Kurzfristige deutliche Symptomverbesserung insbesondere nach Resektion der Hunner-Ulzera, ▬ die transurethrale Resektion stellt aber keine Einzelmaßnahme, sondern eine additive Therapie zu einer oralen oder intravesikalen Behandlung dar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transurethrale Koagulations-und Elektroresektionsverfahren"
        },
        {
            "text": "Nach Ausschöpfung sämtlicher konservativer und minimal-invasiver Therapieoptionen bei ausgeprägtem Beschwerdebild ▬ supratrigonale (Trigonum erhaltende) oder 1 11 ▬ subtrigonale Zystektomie mit orthotopem Harnblasenersatz (Ileum, Ileozökum, Kolon, Sigma).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zystektomie"
        },
        {
            "text": "▬ höhere Kontinenzrate durch Belassen des Trigonums, ▬ geringere Gefahr der postoperativen Blasenentleerungsstörung und Obstruktion des oberen Harntrakts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supratrigonale Verfahren -Vorteile:"
        },
        {
            "text": "Supratrigonale Verfahren -Nachteile:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supratrigonale Verfahren -Vorteile:"
        },
        {
            "text": "▬ in bis zu 25% der Fälle postoperative Schmerzen im Bereich der Ersatzblase. ▬ Bei der klassischen Form der IC wird die supratrigonale Zystektomie, bei der nichtulzerösen Form die subtrigonale Zystektomie empfohlen. ▬ Eine Harnableitung ohne Zystektomie ist ebenso wie eine Blasenaugmentation in Form einer Ileozystoplastik zur Behandlung der Schmerzsymptome nicht ausreichend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supratrigonale Verfahren -Vorteile:"
        },
        {
            "text": "▬ Entspannungsübungen: eingesetzt zur Durchbrechung des Schmerz-Kontraktions-Schmerz-Zyklus, z. T. Verbesserung der urologischen Symptome wie Harndrang und häufiges Wasserlassen, ▬ Verhaltensmodifikation: In Einzelfällen kann eine Zunahme der funktionellen Blasenkapazität erreicht werden, ▬ Akupunktur: überwiegend positiver Effekt auf die Schmerzsymptomatik; basiert auf einer Stimulation afferenter Nervenfasern und Hemmung der so genannten efferenten C-Fasern, ▬ Neuromodulation: Modulation der neuronalen Impulse ist durch eine transkutane Neuromodulation am N. tibialis bzw. durch eine sakrale Neuromodulation an den sakralen S3-Nerven möglich, ▬ diätische Maßnahmen: Zusammenhang zwischen IC-Symptomatik und Ernährung ist umstritten, eine Empfehlung daher fraglich; die Verringerung von HWI ist durch tägliche Einnahme von 300 ml Preiselbeersaft möglich; erhöhte Trinkmengen und kaliumarme Mineralwasser können zu einer Herabsetzung der Kaliumkonzentration im Urin und einer Besserung der Schmerzsymptomatik führen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Alternative Behandlungsverfahren"
        },
        {
            "text": "American Academy of Pediatrics ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bakterielle Zystitis"
        },
        {
            "text": "Epidemiologie ▬ Bei etwa 5% der Patienten mit HWI wird eine Pyelonephritis diagnostiziert, ▬ diese bedarf in etwa 60% einer stationären Therapie, ▬ bei 1% aller nosokomialen HWI Auftreten einer Urosepsis, ▬ 15-25% der Patienten auf einer Transplantationswarteliste haben eine infektiöse (Mit-) Ursache der terminalen Niereninsuffizienz, ▬ Mortalität von HWI: 0,4/100.000 (etwa 320 Fälle in Deutschland pro Jahr).",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 293,
                    "text": "(Mit-)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "W. Vahlensieck"
        },
        {
            "text": "▬ Kausale Therapiemaßnahmen:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allgemeine Therapierichtlinien"
        },
        {
            "text": "▬ Desobstruktion, ▬ Infektsteinbeseitigung, ▬ Drainage und Herdsanierung bei Abszessen, ▬ ein Diabetes mellitus sollte optimal eingestellt werden, ▬ Katheter und Harnleiterschienen: Wechsel oder Entfernung unter antibiotischer Therapie, ▬ nach Abschluss der akuten Behandlung ist bei rezidivierenden Pyelonephritiden (>3/Jahr) und nach schweren Verläufen der Pyelonephritis eine stationäre Rehabilitation bzw. Anschlussheilbehandlung sinnvoll, ▬ Suppressionsbehandlung bei bakterieller Persistenz ist umstritten, nur bei häufigen symptomatischen Rezidiven sinnvoll.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allgemeine Therapierichtlinien"
        },
        {
            "text": "Definition und Pathogenese ▬ Von unkomplizierter Pyelonephritis spricht man bei Infektion der Niere(n) eines funktionell und strukturell normalem Harntrakts, ▬ 75% der Patienten mit akuter Pyelonephritis berichten über vorherige Zystitiden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Akute unkomplizierte Pyelonephritis (APN)"
        },
        {
            "text": "▬ Messung der Durchblutung der Nieren und der seitengetrennten Nierenfunktion(Isotopenclearance), Indikationsstellung zur Nephrektomie bei <15% Partialfunktion der betroffenen Niere. Differenzierung einer funktionellen oder organisch fixierten Obstruktion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nierenfunktionsszintigraphie mit 99m Tc-Mercaptoacetyltriglycin (MAG 3):"
        },
        {
            "text": "Entzündungsszintigraphie mit Indium-111-markierten Leukozyten:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nierenfunktionsszintigraphie mit 99m Tc-Mercaptoacetyltriglycin (MAG 3):"
        },
        {
            "text": "▬ sinnvoll bei persistierendem Abszessverdacht und unklarem bzw. negativem CT/MRT-Befund.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nierenfunktionsszintigraphie mit 99m Tc-Mercaptoacetyltriglycin (MAG 3):"
        },
        {
            "text": "Bei leichten bis mäßigen Symptomen, Akzeptanz einer oralen Therapie und positiver Compliance kann eine orale Therapie erfolgen mit: ▬ Fluorchinolon mit hoher renaler Ausscheidung, ▬ Cephalosporin der Gruppe 2 oder 3 oder ▬ Aminopenicillin-Betalaktamaseinhibitor-Kombination (letztere vor allem bei grampositiven Erregern; ⊡ Tabelle 1.2, Tabelle 1.3, Kap. 1.13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Bei schweren Allgemeinsymptomen mit Übelkeit und Erbrechen parenterale Therapie: ▬ Cephalosporin der Gruppe 2 oder 3a, ▬ Fluorchinolon mit hoher renaler Ausscheidung (30-85% Urinrecovery), (z. B. Levofloxazin, Ciprofloxacin), ▬ Aminoglykosid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Nach klinischer Besserung und mikrobiologischer Befundung soll sobald wie möglich ein testentsprechendes orales Antibiotikum eingesetzt werden (Sequenztherapie), ▬ Dauer der Therapie orientiert sich am klinischen Verlauf (meistens 7-14 Tage). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "Therapie ▬ Antibiotikatherapie nur dann kurativ, wenn die komplizierenden Faktoren beseitigt werden können, ▬ bei leichter bis mittelschwerer Erkrankung ohne Nausea oder Erbrechen orale, evtl. ambulante antimikrobielle Therapie mit ▬ Fluorchinolon mit hoher renaler Ausscheidung, ▬ Cephalosporin der Gruppen 2 oder 3 ▬ Aminopenicillin in Kombination mit einem Betalaktamaseinhibitor über 14 Tage (⊡ Tabelle 1. ▬ sobald wie möglich testentsprechend oral weiterbehandeln, ▬ Fortsetzung 3-5 Tage nach Entfieberung bzw. Beseitigung des komplizierenden Faktors, ▬ Empfehlung gilt nicht bei fokaler oder abszedierender Pyelonephritis: Hier ist eine antibiotische Behandlung im Regelfall über mehrere Wochen nötig. ▬ Einzelne Autoren beenden bei Dauerkatheter die antibiotische Behandlung 48-72 h nach Entfieberung, andere wechseln zur Entfernung von Biofilmen den Katheter unter der Therapie. ▬ Etwa 10-30% der Patienten weisen nach 14-tägiger Therapie ein Rezidiv auf, das meistens durch eine zweite Behandlung über 14 Tage erfolgreich zu therapieren ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "· Pyelonephritis und Nierenabszess"
        },
        {
            "text": "Definition ist kontrovers. ▬ Der Begriff wird meist bei chronisch atrophischer Pyelonephritis mit verringerter Parenchymdicke und Schrumpfnierenbildung oder bei kortikalen Narben über deformierten, verplumpten Nierenkelchen als Infektfolge benutzt, ▬ die deformierten kleinen Nieren bei CP können häufig nicht von kongenital dysplastischen Nieren unterschieden werden, ▬ häufig asymptomatische Verläufe ohne feststellbare bakterielle Infektion, dann wird von abakterieller Pyelonephritis gesprochen, ▬ bei unkomplizierter Pyelonephritis stellt der Übergang zur CP eine Rarität dar, vor allem Diabetiker und Patienten mit Infektsteinbildung sind betroffen, ▬ bei terminal niereninsuffizienten Patienten haben bis zu 25% eine CP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition und Pathogenese"
        },
        {
            "text": "Komplizierende Faktoren, die zur pyelonephritischen Narbenbildung oder allgemeinen Schrumpfung führen: ▬ 67% Reflux, ▬ Tritt neben der CP auch ein vesikoureterorenaler Reflux (VUR) auf, wird dies als Reflux nephropathie bezeichnet; Diagnosestellung erfolgt sowohl radiologisch als auch nach dem pathologischen Befund. ▬ 14% Analgetikaabusus, ▬ 12% Nephrolithiasis, ▬ 5% Pyelonephritis während der Schwangerschaft, ▬ 2% Hydronephrose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition und Pathogenese"
        },
        {
            "text": "▬ interstitielle Infiltrate, ▬ Fibrosen, ▬ Tubulusatrophien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histologisch finden sich:"
        },
        {
            "text": "▬ HWI im Kindesalter ( Abschn. 1.3). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Häufige Ursache der CP:"
        },
        {
            "text": "▬ echoreiche Veränderungen in den unteren Anteilen des Hohlraumsystems, ▬ Spiegel zwischen Debris und Flüssigkeit, der sich bei Änderung der Patientenposition bewegt, ▬ ausgeprägte Ultraschallechos mit Schallschatten bei Lufteinschlüssen in der Niere, ▬ disseminierte echoreiche Veränderungen im ganzen Hohlraumsystem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sonographie (charakteristische Veränderungen):"
        },
        {
            "text": "▬ flaue Kontrastmittelausscheidung oder stumme Niere (50%), ▬ ggf. Darstellung der Obstruktion, immer wenn kein CT zur Verfügung steht. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IVP:"
        },
        {
            "text": "▬ Urinkultur ist nahezu immer positiv (meist Bakterien, selten Pilze), ▬ Blutkultur ebenfalls häufig positiv (E. coli bei etwa 75%); im Blut fallen eine Leukozytose und oft eine Hyperglykämie auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Labor:"
        },
        {
            "text": "▬ pathognomonisch bei der emphysematösen Pyelonephritis ist der Nachweis von intraparenchymatösem Gas in der Niere, ▬ dieses muss von Darmgas unterschieden werden! ▬ mit zunehmender Schwere der Erkrankung auch perirenal und retroperitoneal Gas, ▬ DD: bei HWI mit gasbildenden Bakterien kann Gas im NBKS auftreten; häufig auch bei Nichtdiabetikern, klinisch weniger ernst und normalerweise durch antibiotische Therapie sanierbar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abdomenübersichtsaufnahme:"
        },
        {
            "text": "▬ starke fokale Echoes als Hinweis auf intraparenchymatöses Gas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sonographie:"
        },
        {
            "text": "▬ oft nur unzureichende Darstellung der in ihrer Funktion stark eingeschränkten Niere, ▬ Kontrastmittelgabe bei schwerkranken, dehydrierten Patienten mit erhöhtem Risiko verbunden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IVP:"
        },
        {
            "text": "▬ Lokalisation des intraparenchymatösen Gases, ▬ Abschätzen des Ausmaßes der Infektion, ▬ bildgebendes Verfahren der Wahl nach Sonographie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT:"
        },
        {
            "text": "▬ kann das Ausmaß der Nierenschädigung und den Status der kontralateralen Niere darstellen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nierenfunktionsszintigraphie mit 99m Tc-MAG 3:"
        },
        {
            "text": "▬ beste Darstellung der perirenalen Ausbreitung der Erkrankung, ▬ Kontrastmittelenhancement von Malakoplakieherden fällt geringer aus als im umliegenden Nierenparenchym, ▬ zum Monitoring des Therapieverlaufs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CT:"
        },
        {
            "text": "▬ bisher nur Einzelfallberichte, ▬ multiple noduläre Strukturen mit abgeschwächten Signalen bei T1-und T2-gewichteten Bildern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MRT:"
        },
        {
            "text": "▬ kann hypovaskularisierte Raumforderung mit peripherer Gefäßneubildung feststellen, ▬ nur zur Operationsplanung oder bei unklarer CT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Arteriographie:"
        },
        {
            "text": "Medikamentöse Therapie:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "▬ Besonders effektiv: intrazellulär wirksame Fluorchinolone mit hoher renaler Ausscheidung ( Abschn. 1.2.1), Reserveantibiotika wie Sulfonamide und TMP (2-mal 0,96 g Cotrimoxazol/Tag), Tetrazykline (2-mal 0,1 g Doxycyclin/Tag), aber auch Tuberkulostatika (1-mal 0,6 g Rifampicin/Tag), ▬ erfolgreicher Einsatz von Vitamin C und Cholinergika (Bethanechol) zur Normalisierung der Phagozytenfunktion in Kombination mit Antibiotika; beide Substanzen erhöhen den intrazellulären Spiegel von zyklischem Guanosinmonophosphat (cGMP); ein niedriger cGMP-Spiegel kann möglicherweise eine Dysfunktion der Makrophagen auslösen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "▬ Nephrektomie bei einseitigem Befall und progredienter Erkrankung trotz konservativer Therapie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chirurgische Sanierung:"
        },
        {
            "text": "▬ Die Prognose hängt von der Ausdehnung der Erkrankung ab, ▬ bei bilateralem Auftreten oder Befall einer Transplantatniere verstarb der Patient meistens innerhalb von 6 Monaten, ▬ nach Einführung der Fluorchinolone zur Therapie bessere Prognose, ▬ bei einseitigem Befall ist die Prognose nach Nephrektomie gut.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prognose"
        },
        {
            "text": "Epidemiologie ▬ Symptomlose Individuen haben in 0-8% positive Urinpilzkulturen, ▬ symptomatische HWI werden in etwa 2% der Fälle durch Pilze verursacht, ▬ Systemmykosen: Beteiligung des Urogenitaltrakts in etwa 20-30% (fortgeschrittene disseminierte Mykosen: Mortalität bis zu 100%). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Renale Mykosen"
        },
        {
            "text": "▬ Grundsätzlich muss die zugrunde liegende Störung des Harntrakts korrigiert werden, will man eine permanente Heilung anstreben, ▬ bei Patienten, bei denen der Infektfokus nicht eradikiert werden kann, ist eine niedrig dosierte Langzeit-Antibiotika-Suppressionstherapie zu erwägen, ▬ da nicht selten mit mehrfach resistenten Erregern zu rechnen ist, sollte eine Erregerisolierung und mikrobiologische Charakterisierung zur gezielten antibiotischen Therapie erfolgen, ▬ zur speziellen Diagnostik und Therapie wird auf die einzelnen Kapitel dieses Buches verwiesen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "▬ Reduktion/Abtötung von potenziellen Infektionserregern, die während eines Eingriffes in das Operationsgebiet gelangen, ▬ während der Dauer des gesamten Eingriffes muss ein ausreichender Gewebespiegel des Wirkstoffes am Wirkungsort erreicht werden, ▬ jede darüber hinaus gehende Gabe von Antibiotika kann nicht mehr als pA angesehen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prinzip der perioperativen Antibiotikaprophylaxe"
        },
        {
            "text": "▬ Senkung der Rate postoperativer Infektionen (insbesondere der Zystitis, der akuten Pyelonephritis, Prostatitis, Epididymitis, Urosepsis, Wundinfektion) und ihrer Komplikationen (z. B. Abszesse der Nieren oder Prostata), ▬ eine pA hat keinen gesicherten Einfluss auf die Entwicklung postoperativer Pneu monien, ▬ um den Erfolg der pA zu gewährleisten, sind vor invasiven Eingriffen am Urogenitaltrakt eine Bakteriurie bzw. ein symptomatischer Infekt zu therapieren. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziel bei urologischen Eingriffen"
        },
        {
            "text": "Intravenöse Gabe:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Art der Applikation"
        },
        {
            "text": "▬ Standard bei Schnittoperationen, ▬ Vorteile: schnell erreichte und kalkulierbare Serumspiegel. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Art der Applikation"
        },
        {
            "text": "Die folgenden Empfehlungen (DGU, EAU) beruhen auf den Leitlinien zur perioperativen Prophylaxe bei Eingriffen an den Harnwegen und im männlichen Genitalbereich, die in Zusammenarbeit vom Arbeitskreis »Infektiologie« der Deutschen Gesellschaft für Urologie und der Arbeitsgemeinschaft »Harnwegsinfektionen« der Sektion »Chemotherapie« der Paul-Ehrlich-Gesellschaft für Chemotherapie erstellt wurden. Grundsätzlich ist eine präoperativ/e nachgewiesene/r Bakteriurie/symptomatischer Harnwegsinfekt vor jedem Eingriff gemäß dem vorliegenden Antibiogramm testgerecht zu therapieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empfehlungen bei Eingriffen an den Harnwegen und im männlichen Genitalbereich"
        },
        {
            "text": "Es besteht eine grundsätzliche Indikation zur pA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indikation"
        },
        {
            "text": "▬ E. coli, ▬ andere Enterobakterien, ▬ Entero-und Streptokokken, ▬ Anaerobier sowie ▬ Staphylokokken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Häufigste Erreger:"
        },
        {
            "text": "▬ die Kombination Aminopenicillin oder Acylaminopenicillin (z. B. Ampicillin/Piperacillin) + Betalaktamaseinhibitor (z. B. Sulbactam/Tazobactam) ▬ Kombination Cephalosporin der Gruppe 2 (z. B. Cefotiam, Cefuroxim) + Nitroimidazol (z. B. Metronidazol). ▬ Der zumindest theoretische Nachteil der zweiten Kombination ist in der »Enterokokkenlücke« zu sehen, die aber klinisch kaum eine Rolle spielt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empfohlen wird:"
        },
        {
            "text": "▬ Cephalosporine der Gruppen 3a/b (z. B. Cefotaxim, Ceftazidim) oder die ▬ Kombination Acylaminopenicillin/Betalaktamaseinhibitor ▬ Es wird kontrovers diskutiert, ob und in welcher Weise eine antibiotische Behandlung weitergeführt werden sollte (insbesondere bei kontinenten Harnableitungen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hochrisikopatienten:"
        },
        {
            "text": "Indikation ▬ Indikation bei sterilem Urin nur bei erhöhtem Risiko, ▬ kontrovers ist der Wert der pA bei Eingriffen mit Eröffnung des Harntraktes; die zur Verfügung stehenden Daten lassen keine generelle Empfehlung zu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Offene Eingriffe ohne Darmsegmente"
        },
        {
            "text": "▬ E. coli, ▬ Enterokokken, ▬ Proteus spp., ▬ Klebsiellen, ▬ Staphylokokken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Häufigste Erreger:"
        },
        {
            "text": "▬ Fluorchinolone mit hoher renaler Ausscheidung (z. B. Ciprofloxacin, Ofloxacin), ▬ Cephalosporine der Gruppe 2 ▬ Kombination Aminopenicillin/Betalaktamaseinhibitor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empfohlen werden:"
        },
        {
            "text": "▬ Cephalosporine der Gruppen 3a/b ▬ Kombination Acylaminopenicillin/Betalaktamaseinhibitor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hochrisikopatienten:"
        },
        {
            "text": "Indikation ▬ Verwendung von Implantaten (Sphinkter, Prothesen), ▬ rekonstruktive Eingriffe im Genitalbereich, ▬ Risikopatienten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Offene Eingriffe außerhalb der Harnwege"
        },
        {
            "text": "Im Vordergrund stehen Infektionen mit Staphylokokken, sodass eine pA mit Cephalosporinen der Gruppen 1/2 (z. B. Cefalozin/Cefotiam, Cefuroxim), die eine hohe Wirksamkeit im grampositiven Bereich aufweisen, ausreicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erreger/Empfehlung"
        },
        {
            "text": "▬ Indikation bei sterilem Urin nur bei erhöhtem Risiko, ▬ widersprüchliche Daten bezüglich der transurethralen Prostataresektion, ▬ daher kann keine generelle Empfehlung gegeben werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indikation"
        },
        {
            "text": "▬ Enterobakterien, ▬ Staphylokokken, ▬ Enterokokken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Häufigste Erreger:"
        },
        {
            "text": "▬ Fluorchinolone mit hoher renaler Ausscheidung, ▬ die Kombination Aminopenicillin/Betalaktamaseinhibitor, ▬ Cephalosporine der Gruppe 2, ▬ Alternative: Cotrimoxazol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empfohlen werden:"
        },
        {
            "text": "Indikation ▬ Generelle Indikation bei der transrektalen Prostatabiopsie, sonst nur bei erhöhtem Risiko. ▬ Die Bedeutung bei transrektaler Prostatabiopsie ist unbestritten und belegt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostische Eingriffe"
        },
        {
            "text": "▬ Enterobakterien, ▬ Enterokokken, ▬ Anaerobier, ▬ Strepto-und Staphylokokken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Häufigste Erreger:"
        },
        {
            "text": "▬ Fluorchinolone mit hoher renaler Ausscheidung, ▬ die Kombination Aminopenicillin/Betalaktamaseinhibitor, ▬ Cephalosporine der Gruppe 2, ▬ Alternative: Cotrimoxazol und Aminoglykoside (z. B. Gentamicin).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empfohlen werden:"
        },
        {
            "text": "▬ bei Biopsien ohne Prophylaxe zu 87%, ▬ bei pA zu 20%, ▬ bei Verwendung neuerer oraler Fluorchinolone zu 11%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Auftreten von Infektionen nach Prostatastanzbiopsie"
        },
        {
            "text": "Postoperative Harndrainagen stellen keine Indikation für eine pA dar. Qualität der Studien () = Expertenmeinung, sonst alle prospektiv; r = randomisiert; sb = einfach blind; db = doppelblind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Postoperative Harndrainage"
        },
        {
            "text": "□ 0 □ 1 □ 2 □ 3 □ 4 □ 5 □ 6 □ 7 □ 8 □ 9 □",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infektionen des äußeren Genitale"
        },
        {
            "text": "Genitalerkrankungen durch HPV ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1.9"
        },
        {
            "text": "Wichtigste Komplikation der HPV-Infektion sind maligne Entartungen oder die Begünstigung der Karzinogenese. ▬ Condylomata acuminata: sehr seltene Entwicklung anogenitaler Karzinome, ▬ Sonderform: HPV-6 oder -11-positive verruköse Karzinome (aus Buschke-Löwenstein-Tumoren; diese werden bereits zu den verrukösen Carcinomen gerechnet), ▬ Karzinogenese aus Vorläuferläsionen: Zervix-, Vulva-, Peniskarzinom: intraepitheliale Neoplasien Grad 1-3, ▬ bowenoide Papulose (»high-risk-HPV«-assoziiert): schwere vulväre, penile oder perianale papulöse intraepitheliale Neoplasie. ▬ Aussehen: zahlreiche konfluierende makulopapulöse rosafarbene bis grau-bräunliche Effloreszenzen, ▬ M. Bowen und Erythroplasie de Queirat (»high-risk-HPV«-assoziiert): schwere intraepitheliale Neoplasien der genitoanalen Haut und des Haut-Schleimhaut-Übergangs, ▬ Aussehen: solitäre makulopapulöse Effloreszenz oder Plaque.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assoziation zu Neoplasien"
        },
        {
            "text": "Inspektion (ggf. mit Lupenbrille): ▬ die klinischen HPV-Effloreszenzen sind im Allgemeinen pathognomonisch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "▬ 5% (äußeres Genitale), ▬ 3% (Vagina, Zervix, Analkanal) mit Wattetupfer oder Mullkompresse für 5 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essigsäuretest:"
        },
        {
            "text": "subklinische Effloreszenz:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essigsäuretest:"
        },
        {
            "text": "▬ scharf begrenzte Weißfärbung, sichtbare Gefäße mit unregelmäßiger Konfiguration, ▬ Nachteil: Spezifität sinkt bei ungeübtem Beobachter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Essigsäuretest:"
        },
        {
            "text": "▬ nur bei unsicherer klinischer Diagnose, Therapieresistenz, Frührezidiven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Biopsie/Histologie:"
        },
        {
            "text": "▬ labortechnischer HPV-Nachweis, molekularbiologische Methoden, serologische Untersuchungen: keine klinische Relevanz.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Labor:"
        },
        {
            "text": "▬ Meatus bei Männern und Frauen grundsätzlich zu inspizieren, ▬ durch Spreizung des Meatus (z. B. mit HNO-Nasenspreizer) lassen sich die distalen 2 cm der Harnröhre beurteilen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meatoskopie:"
        },
        {
            "text": "▬ nur indiziert bei HPV-Befall des Meatus oder der Fossa navicularis, ▬ proximale Kondylome der Urethra ohne Befall von Meatus oder der distalen 2 cm der Harnröhre sind Raritäten, ▬ Urethroskopie erst nach Sanierung des Meatus (Verschleppung von Viruspartikeln), ▬ Urethroskopie mit photodynamischer Diagnostik: Instillation von 5-Aminolävulinsäure (0,1%ige Lösung) in die Harnröhre; Einwirkzeit 60 min; zusätzliche Aufdeckung subklinischer Effloreszenzen in 30%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Urethroskopie (DGU, EAU):"
        },
        {
            "text": "▬ nur bei immunsupprimierten Patienten, ▬ ohne Immunsuppression kein HPV-Befall der Harnblase. Treponema-pallidum-Hämagglutinationstest:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zystoskopie:"
        },
        {
            "text": "▬ einfach, empfindlich, spezifisch, ▬ positiver Ausfall: beweist eine floride, latente oder abgelaufene Syphilis, ▬ negativer Ausfall: schließt eine Syphilis jeder Art praktisch aus, ▬ Durchführung mit verschiedenen Serumverdünnungen ermöglicht die Ermittlung der Konzentration der Antikörper im Serum (Titer), ▬ Floride Syphilis ist wahrscheinlich, wenn der IgG-Antikörpertiter über 1:1000 liegt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zystoskopie:"
        },
        {
            "text": "▬ Nachweis der Serumantikörper an fixierten Bakterien durch indirekte Immunfluoreszenz, ▬ sensitiver und spezifischer Test, in 95% gleiche Ergebnisse wie TPHA-Test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluoreszenz-Treponema-antibody-Test nach Deacon (FTA-Test):"
        },
        {
            "text": "▬ mit Treponema-pallidum-Antigen, gleiche Sensitivität und Spezifität.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ELISA (»enzyme-linked immunosorbent assay«):"
        },
        {
            "text": "▬ zum Nachweis frischer Infektionen ist der Nachweis von IgM empfehlenswert, ▬ technisch am einfachsten im FTA-Test (FTA-IgM-Absorptions-Test).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differenzierung der Antikörperklassen:"
        },
        {
            "text": "▬ nicht spezifisch für Syphilis, ▬ viel verwendet, da preisgünstig und schnell, in Form des VDRL-Mikroflockungstest (»venereal disease research laboratory«), nur bei hohen Antikörperkonzentrationen einsetzbar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lipoidantikörper:"
        },
        {
            "text": "▬ wie bei allen Infektionskrankheiten zunächst IgM-Antikörper, später IgG-Antikörper, ▬ Anstieg der Konzentrationen (Titer) nach der Infektion bis etwa zur 8. bis 10. Woche, ▬ nach ausreichender Behandlung wieder Abfall zuerst der IgM-Werte im Verlaufe von 6-12 Monaten, dann der IgG-Antikörper, ▬ nach abgelaufener Erkrankung lebenslang niedrige Titer von IgG-Antikörpern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Verlauf der Antikörperreaktionen:"
        },
        {
            "text": "▬ Histologie der Effloreszenzen: stark plasmazellreiche, entzündliche Infiltrate, die das gesamte Korium einnehmen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weitere Diagnostik:"
        },
        {
            "text": "▬ Organtypisch beim V. a. Beteiligung der inneren Organe bei Spätsyphilis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bildgebende Diagnostik:"
        },
        {
            "text": "▬ Bei meningitischer und neurologischer Symptomatik.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Liquordiagnostik:"
        },
        {
            "text": "▬ Treponema pallidum ist sehr Penicillin-sensibel, ▬ Resistenzen sind nicht bekannt. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "▬ Mikroskopischer Nachweis der Mikrofilarien im Blut nach Konzentration durch Filtration oder Zytozentrifugation, ▬ Mikrofilarämie tritt -außer bei einer südpazifischen Unterform -fast ausschließlich nachts auf (Probengewinnung dringend nachts), ▬ bis zum gelungenen mikroskopischen Nachweis, sollte ein serologischer Antigennachweis (ELISA) versucht werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostik"
        },
        {
            "text": "▬ Patienten mit Filarien sollte in Deutschland ausschließlich an spezialisierten Zentren (Kliniken für Tropenmedizin) behandelt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Therapie"
        },
        {
            "text": "▬ die medikamentöse Therapie dient dem Ziel, Filarien und Larven abzutöten; in Frage kommen Albendazol und Diethylcarbamazin (beiden Medikamenten fehlt die Zulassung in Deutschland für diese Indikation, daher liegen auch derzeit keine konkreten Dosierungsvorschriften vor); weitere Medikamente und Kombinationsstrategien befinden sich in der Erforschung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medikamentöse Therapie"
        },
        {
            "text": "Operative Therapie ▬ ggf. plastisch-rekonstruktive Eingriffe der monströsen Veränderungen der Genitalorgane; auch diese sollten tropenmedizinisch zumindest begleitet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medikamentöse Therapie"
        },
        {
            "text": "▬ Prophylaxe: hygienische Maßnahmen zur Pflege der betroffenen Hautareale und Körperregionen, der Desinfektion zum Schutz vor Superinfektionen sowie Kompressionsbandagen oder -verbände, ▬ verschiedene Projekte -auch unter der Führung der WHO -sollen die Inzidenz durch medikamentöse Dekontamination ganzer Populationen in den Hoch-Endemiegebieten senken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prophylaxe"
        },
        {
            "text": "▬ Die nach ihrem Entdecker Theodor Bilharz (1825-1861) benannte Erkrankung wird durch eine Gruppe von Erregern hervorgerufen, die heute als Schistosoma bezeichnet werden, ▬ gemeinsam ist ihnen die Eigenart, u. a. Spezies den Menschen in stehenden Gewässern als Zwischenwirt perkutan zu befallen und dessen Organe durch ihre Vitalität zu zerstören.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schistosomiasis/Bilharziose"
        },
        {
            "text": "▬ Schistosoma (Sch.) japonicum: überwiegend in Japan, China und den Philippinen, ▬ Sch. haematobium: hauptsächlich in Afrika und dem Nahen Osten, ▬ Sch. mansoni: ebenfalls in Afrika, zusätzlich aber noch in Saudi-Arabien, dem Jemen, Südamerika und vereinzelt in der Karibik, ▬ problematisch für die Endemiegebiete sind Staudammbauten und landwirtschaftliche Bewässerungsprojekte, 1 ▬ in den Endemiegebieten bestehen keine oder nur geringe hygienische Standards, mit Exkrementen wird sorglos umgegangen, ▬ Tourismus führt zu zusätzlicher Verbreitung, ▬ weltweit sind nach einer Schätzung der WHO 200-300 Mio. Menschen infiziert und weitere 600 Mio. gefährdet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiologie"
        },
        {
            "text": "▬ zweigeschlechtliche Würmer, die in den Venenplexus der Blase (Sch. haematobium) oder des Darmes (Sch. mansoni und japonicum) leben, ▬ die Wurmeier bewegen sich auf einem enzymatischen Weg in das Blasen-oder Darmlumen, von wo aus etwa die Hälfte in die Außenwelt abgegeben werden, ▬ im Wasser schlüpfen aus ihnen die so genannten Miracidien, ▬ dort müssen sie innerhalb von 8-12 h ihren Zwischenwirt, eine Wasserschnecke, finden, deren Haut sie penetrieren, ▬ Entwicklung von Sporozysten im Zwischenwirt, ▬ Sporozysten entlassen täglich 500-3000 Zerkarien ins Wasser, ▬ die Infektion des Endwirtes Mensch erfolgt beim Aufenthalt in stehenden oder trägen Gewässern der Endemiegebiete durch Penetration der Haut, ▬ über den venösen Kreislauf wandern sie in den Portalkreislauf der Leber, wo sie sich paaren um dann wieder zu den artspezifischen Endpunkten in der Blasenwand bzw. dem Darmmesenterium zu wandern,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Übertragungsweg humanpathogener Schistosomaarten"
        },
        {
            "text": "▬ Sehr variabel von wenigen Tagen bis zu vielen Wochen, ▬ meistens zwischen 3 und 7 Wochen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inkubationszeit:"
        },
        {
            "text": "▬ Die lebendigen Pärchenegel an sich verursachen im menschlichen Körper keine klinisch bedeutsamen Probleme; sie ernähren sich vom Blut des Wirtes und sind durch komplexe Antigene auf ihrer Außenhaut vor dem Immunsystem geschützt; sterben sie nach 3-6 Jahren ab, können sie embolisch verschleppt werden und dann Abszesse verursachen, ▬ Pruritus und Exantheme (»swimmer's itch«; Penetration der Haut durch die Zerkarien), evtl. auch keine Hautsymptome, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "for the Recombinant Human Activated Protein C Worldwide Evaluation in Severe Sepsis (PROWESS) Study Group (2001) Efficacy and safety of recombinant human activated protein C for severe sepsis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Laterre",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "344",
            "issn": "",
            "pages": "699--709",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Current concepts: corticosteroid insufficiency in acutely ill patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "727--734",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Inflammation and coagulation: implications for the septic patient",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Dellinger",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "",
            "pages": "1259--1265",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Measurement of serum free cortisol in critically ill patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Hamrahian",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Oseni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Arafah",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "1629--1638",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The pathophysiology and treatment of sepsis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Hotchkiss",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "E"
                    ],
                    "last": "Karl",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "138--150",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Systemic host responses in severe sepsis analyzed by causative microorganism and treatment effects of drotrecogin alfa (activated)",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Opal",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Garber",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "37",
            "issn": "",
            "pages": "50--58",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fortschritte in der",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reinhart",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Brunkhorst",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bloos",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Therapie der Sepsis. Dtsch Ärztebl",
            "volume": "100",
            "issn": "",
            "pages": "31--32",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "for the Early Goal-Directed Therapy Collaborative Group (2001) Early goaldirected therapy in the treatment of severe sepsis and septic shock",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rivers",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Havstad",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "N Engl J Med",
            "volume": "345",
            "issn": "",
            "pages": "1368--1377",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Receptors, mediators, and mechanisms involved in bacterial sepsis and septic shock",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Van Amersfoort",
                    "suffix": ""
                },
                {
                    "first": "Van",
                    "middle": [],
                    "last": "Berkel",
                    "suffix": ""
                },
                {
                    "first": "Tjc",
                    "middle": [],
                    "last": "Kuiper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Microbiol Rev",
            "volume": "16",
            "issn": "",
            "pages": "379--414",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Intensive insulin therapy in critically ill patients",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Den Berghe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wouters",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Weekers",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "345",
            "issn": "",
            "pages": "1359--1367",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prognose ▬ 7-10% der HIV-Infizierten entwickeln unbehandelt im Laufe eines Jahres Symptome, ▬ drei Viertel der Virusträger sind (unbehandelt) nach 7 Jahren an Aids erkrankt, davon sterben 80% (unbehandelt) innerhalb eines Jahres, ▬ Gesamtsterblichkeit unbehandelt fast 100%",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Tuberculosis and the kidney",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Corbishley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Grange",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Literatur Deutsches Zentralkomitee zur Bekämpfung der Tuberkulose",
            "volume": "28",
            "issn": "",
            "pages": "1307--1314",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Laparoscopic nephrectomy for nonfunctioning tuberculous kidney",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Endourol",
            "volume": "14",
            "issn": "",
            "pages": "433--763",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Genitourinary tuberculosis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lenk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr Opin Urol",
            "volume": "11",
            "issn": "",
            "pages": "93--96",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Rapid diagnosis of genitourinary tuberculosis by PCR and non radioactive DNA hybridization",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "M"
                    ],
                    "last": "Moussa",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Erakly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Far",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Osman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ghoneim",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Urol",
            "volume": "164",
            "issn": "",
            "pages": "584--588",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Imaging findings of urinary tuberculosis on excretory urography and computerized tomography",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vahlensieck",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lenk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Truss MC, Stief C, Machtens 7. S, Wagner T, Jonas U (Hrsg) Pharmakotherapie in der Urologie",
            "volume": "169",
            "issn": "",
            "pages": "524--525",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "WHO (2003) Global Tuberculosis Control",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "043/037: Synopse der sexuell übertragbaren Erkrankungen (STDs) mit Primärsymptomen im männlichen Genitale",
            "authors": [
                {
                    "first": "Awmf-Leitlinien-Register",
                    "middle": [],
                    "last": "Literatur",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Nr",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Echinokokkose: Erkennung, Verhütung, Bekämpfung. Merkblatt für Ärzte",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bundesinstitut Für Gesundheitlichen Verbraucherschutz Und Veterinärmedizin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "51",
            "issn": "",
            "pages": "1--78",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "European echinococcosis registry: human alveolar echinococcosis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kern",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bardonnet",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Renner",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Emerg Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Practice parameter: the diagnosis, treatment, and evaluation of the initial urinary tract infection in febrile infants and young children. Committee on Quality Improvement. Subcommittee on Urinary tract infection. Pediatrics 103:843-852 Naber KG et al. (2001) E.A.U. Guidelines: guidelines on urinary and male genital tract infections. Hummers-Pradier M, Kochen M (1999) DEGAM Leitlinie Brennen beim Wasserlassen Warren JW (2001) Practice guidelines for the treatment of uncomplicated cystitis. Curr Urology Reports 2:326-329 Postmenopausale Zystitis Bentley DW, Bradley S, High K et al. (2000) Practice guideline for evaluation of fever and infection in long-term care facilities. Clin Infect Dis 31:640-653 Loeb M, Bentley DW, Bradley S et al. (2001) Development of minimum criteria for the initiation of antibiotics in residents of long-term care facilities. Results of a consensus conference. Infect Control Hosp Epidemiol 22:120-124 Nicolle LE, SHEA Long Term Care Committee (2001) Urinary tract infections in long term care facilities. Infect Control Hosp Epidemiol 22:167-175 1 Pilzinfektion der Harnblase Wise GJ (1998) Fungal infections of the urinary tract. In: Walsh PC, Retik AB, Vaughan ED, Wein AJ (eds) Campbell's Urology, 7th edn. WB Saunders, Philadelphia, p 799 Interstitielle Zystitis Fall M et al. (2003) E.A.U. Guidelines on chronic pelvic pain Hanno PM, Landis JR, Matthews-Cook Y, Kusek J, Nyberg L Jr. (1999) The diagnosis of interstitial cystitis revisited: lessons learned from the National Institutes of Health Interstitial Cystitis Database study. J Urol 161:553-557 Hohenfellner M, Black P, Linn JF, Dahms SE, Thuroff JW (2000) Surgical treatment of interstitial cystitis in women. Int Urogynecol J Pelvic Floor Dysfunct 11:113-119 (Review) Hohlbrugger G, Riedl C (2000) Non-bacterial cystitis. Curr Opin Urol 10:371-380 (Review) Peeker R, Fall M (2000) Treatment guidelines for classic and non-ulcer interstitial cystitis. Int Urogynecol J Pelvic Floor Dysfunct 11:23-32 (Review) Sant GR, Theoharides TC (1999) Interstitial cystitis. Curr Opin Urol 9:297-302 (Review) 1.2",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Körpereigene Abwehrmechanismen bei Harnwegsinfektionen. In: Hofstetter A (Hrsg) Urogenitale Infektionen. Springer, Berlin Heidelberg New York Tokyo, S 97-117 Eknoyan G, Qunibi WY, Grissom RT et al. (1982) Renal papillary necrosis: an update. Medicine 61:55 Hinman F, Cox CE (1996) The voiding vesical defense mechanism: the mathematical effect of residual urine, voiding interval and volume on bacteriuria. J Urol 96:491-498 Hoepelmann AIM, Meiland R, Geerlings SE (2003) Pathogenesis and management of bacterial urinary tract infections in adult patients with diabetes mellitus. Int J Antimicrob Agents 22:S35-S43 Johanson TEB (2002) Diagnosis and imaging in urinary tract infections. Curr Opin Urol 12:39-43 Johnson DE, Russell RG, Lockatell CV, Zulty JC, Warren JW (1993) Urethral obstruction of 6 hours or less causes baceriuria, bacteremia and pyelonephritis in mice challenged with «nonuropathogenic» Escherichia coli. Infect Immun 61:3422-3428 Landau EH, Churchill BM, Jayanthi VR et al. (1994) The sensitivity of pressure specific bladder volume versus total bladder capacity a measure of bladder storage dysfunction. J Urol 152:1578 Lapides J, Diokno AC, Silber SJ, Lowe BS (2002) Clean intermittent self-catheterization in the treatment of urinary tract disease. J Urol 167:1131-1133 Liedl B (1999) Katheterassoziierte Harnwegsinfektionen. In: Hofstetter A (Hrsg) Urogenitale Infektionen. Springer, Berlin Heidelberg New York Tokyo, S 241-263 Liedl B (2003) Drainage des Harntrakts. In: Jocham D, Miller K (Hrsg) Praxis der Urologie, Bd 1. Thieme, Stuttgart New York, S 335-356 Mackintosh JP, Watson BW, O›Grady F (1975) Theory of hydrokinetic clearance of bacteria from the urinary bladder. II. Effect of »bound« organisms and diuresis. Invest Urol 12:473-478 McGuire EJ, Woodside JR, Borden TA, Weiss RM (1981) The prognostic value of urodynamic testing in myelodysplastic patient. J Urol 126:205 Naber K, Bergman B, Bishop M et al. (2001) Guidelines on the management of urinary and male genital tract infections. Eur Urol 40:576-588 Schaeffer AJ (2002) Infections of the urinary tract. In: Walsh PC, Retik AB, Vaughan ED, Wein AJ (Hrsg) Campbell's urology, WB Saunders, Philadelphia, pp 515-602 Weidner W, Ludwig M (1994) Diagnostic management of chronic prostatitis. In: Weidner W, Madsen PO, Schiefer HG (eds) Prostatitis -etiopathology, diagnosis and therapy. Springer, Berlin Heidelberg New York Tokyo, S 158-174",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Bichler KH, Brühl P, Hofstetter A et al. (1999) Perioperative Antibiotikaprophylaxe. ChemotherapieJournal 8:38-45 Bentley DF, Kitchens DM, Bell TE (2003) Antimicrobial prophylaxis and patient preparation for transrectal prostate biopsy: review of the literature and analysis of cost-effectiveness. Infect Urol 16:3-12 Cruse PJE, Foord R (1908) The epidemiology of wound infection. A 10-year prospective study of 62.939 wounds. Surg Clin North Am 60:27-40 Hargreave TB, Bott H, Rikken GHJM et al. (1993) European collaborative study of antibiotic prophylaxis for transurethral resection of prostate. Eur Urol 23:437-443 Naber KG, Hofstetter A, Brühl P, Bichler KH, Lebert C (2001) Guidelines for the perioperative prophylaxis in urologogical interventions of the urinary and male genital tract. Int J Antimicrob Agents 17:321-326 Naber KG, Bergman B, Bishop MC et al. (2001) Peri-operative antibacterial prophylaxis in urology. In: European Association of Urology Guidelines (ed) Guidelines on urinary and male genital tract infections. Drukkerij Gelderland bv, Arnheim/Niederlande, pp 57-63 1.7",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Komplizierter HWI vor allem bei älteren Patienten mit:",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Aufnahme und Resorption des Antiinfektivums dürfen nicht gestört sein. ▬ Bei schwerer Erkrankung empirische parenterale Behandlung unter Berücksichtigung",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "▬ Eitriges Material innerhalb des Nierengewebes, ▬ Ursache: gramnegative Bakterien (67%, vor allem E. coli); vor allem hämatogen gestreute gram positive Staphylokokken, z. B. von Hautläsionen ausgehend (33%), ▬ Abszesse entstehen vorzugsweise aszendierend bei vorbestehender Obstruktion eines Tubulus oder bei Nierensteinen (zwei Drittel aller Fälle) bzw. bei vesikorenalem Reflux. die unspezifischen Symptome können zu einer verzögerten Therapie und in Einzelfällen zur Entdeckung der Erkrankung erst bei der Autopsie führen, ▬ bei hämatogener Streuung grampositiver Erreger ist insbesondere nach Hautkarbunkeln, intravenösem Drogenmissbrauch sowie Entzündungsherden in Mund, Lunge und Harnblase 1-8 Wochen vor der Abszessentdeckung zu fragen. ▬ Ein Nierenabszess wird begünstigt durch komplizierte HWI mit: ▬ Ausgeprägte Leukozytose im Blut, ▬ Blutkulturen sind häufig positiv, ▬ Pyurie und Bakteriurie nur bei Verbindung des Abszesses zum ableitenden Harntrakt (fehlt öfter bei hämatogen gestreuten grampositiven Erregern). die Binnenstruktur kann alle Übergänge von einer soliden zu einer flüssigkeitsdichten Struktur aufweisen, ▬ bei Lufteinschluss starkes Echo mit Schallschatten, ▬ Differenzialdiagnose zwischen Tumor und Abszess häufig nicht möglich. ▬ Indikation noch bei Obstruktion und zum Steinausschluss, zunehmend durch CT und MRT verdrängt, ▬ beim frühen Nierenabszess mit oft kleinen Herden ist eine Abgrenzung zur akuten Pyelonephritis nicht möglich, ▬ typisch ist eine Vergrößerung der Niere mit unregelmäßiger Nierenkontur, ▬ bei Durchleuchtung evtl. feststellbar: das Fehlen der Atemverschieblichkeit der Niere, fehlender Psoasrandschatten, ▬ häufig tritt eine zum Abszess hin konkave Skoliose auf, ▬ bei diffusem Befall der Niere: verzögerte Kontrastierung oder stumme Niere, ▬ bei chronischen Verläufen: Abszess oder Tumor nicht zu unterschieden, das NBKS zeigt Verdrängungen und Verlagerungen, ▬ normales IVP kann vorliegen, wenn ein Abszess an der Vorder-oder Rückfläche der Niere ohne Beteiligung des NBKS auftritt. ▬ in Einzelfällen bei klinisch persistierendem V. a. Nierenabszess ohne Darstellung bei CT/MRT sinnvoll. Computertomographisch oder sonographisch gesteuerte Punktion: ▬ Unterscheidung zwischen Abszess und hypovaskularisiertem Tumor möglich, ▬ Materialgewinnung für eine mikrobiologische Untersuchung. Abszesse >5 cm: offen chirurgische Abszessdrainage, ▬ bei vermuteter hämatogener Streuung (grampositive Staphylokokken): ▬ Penicillinase-resistente Penicilline, ▬ als Alternative (z. B. bei Penicillinallergie): Cephalosporine oder Vancomycin (vgl. Abschn 1.12). Regelmäßige Überprüfung des Therapieverlaufs mittels Sonographie oder CT, ▬ bei fehlendem Ansprechen trotz testentsprechender antibiotischer Therapie, V. a. Tumor, Resistenzentwicklung des Erregers oder perirenaler Ausweitung der Erkrankung: chirur-deutliche Verbesserung der Diagnostik durch die seit den 1980er Jahren zur Verfügung stehenden bild gebenden Verfahren. wenn der perinephritische Abszess die Faszie durchbricht, spricht man von paranephritischem Abszess, ▬ paranephritische Abszesse entstehen auch bei entzündlichen Erkrankungen des Darms, oder bei Pankreatitis bzw. Pleuritis, ▬ die früher dominierenden grampositiven Erreger werden heute nur noch bei etwa 5% gefunden, Enterobakterien bei etwa drei Viertel der Patienten, ▬ 36-42% weisen einen Diabetes mellitus auf, ▬ 19-50% Harnsteine, ▬ dialysepflichtige Zystennierenpatienten mit HWI haben in bis zu 63% perinephritische Abszesse, ▬ Mortalitätsrate aktuell: bis zu 38%. Symptomdauer von mehr als 5 Tagen und persistierende Beschwerden nach 4-tägiger testentsprechender Behandlung, ▬ bis zu 47% haben eine palpable Raumforderung in der Flanke. ▬ Urinuntersuchung: bei 25% normal, ▬ Urinkultur: Entdeckung des ursächlichen Erregers bei etwa einem Drittel der Fälle, durch eine Blutkultur bei weniger als der Hälfte, ▬ fast alle Patienten haben eine Leukozytose. ▬ fast echofreie Raumforderung mit Verlagerung der Niere bis zu echoreichen, fettähnlichen Strukturen, Sensitivität bei 80%.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "in der Regel: offene chirurgische Abszessdrainage, begleitet von einer Nephrektomie bei funktionsloser bzw. schwer infizierter Niere (Pyonephrose, multiple begleitende renale Abszesse), ▬ sofortige Sanierung von enterorenalen Fisteln, ▬ kleine Abszesse können sonographisch oder computertomographisch gesteuert punktiert und drainiert werden, ▬ in Einzelfällen erfolgreiches konservatives Vorgehen, Mortalität hier etwa 65%. Pathogenese ▬ Neben Diabetes mellitus ist der Analgetikaabusus die wichtigste Ursache einer RPN; dabei ist Phenacetin als wichtigstes RPN auslösendes Analgetikum außer Handel, umstritten ist Paracetamol besonders in Kombination mit Acetylsalicylsäure oder Salicylaten als Ursache der RPN (⊡ Ta belle 1.4), ▬ Aufgrund der langsamen Durchblutung des Nierenmarks ist dieses bei Ischämien besonders für Gewebsnekrosen der Papillen anfällig; diese können durch verschiedene Ursachen ausgelöst werden, ▬ die Bedeutung der RPN bei renalen Infektionen wird kontrovers beurteilt, ▬ 67% der Patienten mit RPN weisen akute oder chronische HWI auf, ▬ 22% dieser Patienten weisen nur HWI und eine RPN auf, ▬ bei 78% HWI, RPN und einen oder mehrere der genannten Risikofaktoren (⊡ Ta belle 1.4), ▬ insbesondere verkalkte RPN nach Proteusinfektionen können rezidivierende Infektionen begünstigen und zu einer Obstruktion führen. ▬ Akutes Krankheitsbild mit Koliken, Niereninsuffizienz und Sepsis, ▬ aber auch Zufallsbefund möglich bei symptomlosen Patienten im Rahmen einer IVP, ▬ bei einigen Patienten wiederholter Abgang von nekrotischem Material mit dem Urin. ▬ Es sollte immer eine Urinkultur durchgeführt werden, ▬ bei RPN im Rahmen eines Analgetikaabusus sind urinzytologische Kontrollen zum Ausschluss eines Urothelkarzinoms indiziert. Therapie ▬ Durch Analgetikaabusus ausgelöste RPN: durch Einstellen des Missbrauchs kann eine Stabilisierung erreicht werden, ▬ Vorbeugung einer Niereninsuffizienz durch frühzeitige antibiotische Therapie bei HWI und Sanierung einer renalen Obstruktion durch in den Harnleiter abgegangene nekrotische Papillen, ▬ Optimierung der Diabeteseinstellung, ▬ akute Obstruktion mit Koliken unter Notfallbedingungen behandeln. ⊡ Tabelle 1.4. Ursachen der renalen Papillennekrose Bei einem Kreatininwert von <1,5 mg/dl und Beenden des Analgetikamissbrauchs ist von einer Stabilisierung der Nierenfunktion auszugehen, ▬ etwa 10% der dialysepflichtigen Patienten haben eine Analgetikanephropathie. 1.2.7 Infizierte Harnstauungsniere bzw. Hydronephrose und Pyonephrose Definition und Pathogenese ▬ Infizierte Harnstauungsniere: gestaute Niere mit renaler Restfunktion und Infektion, ▬ Infizierte Hydronephrose: funktionslose so genannte Wassersackniere mit Infektion, ▬ Pyonephrose: massive Eiteransammlung in der gestauten Niere; die Übergänge sind dabei fließend, ▬ rasche Diagnostik und Therapie verhindern Nierenverlust und Sepsis.Klinik▬ In der Vorgeschichte häufig erwähnt: Harnsteine, HWI, operative Eingriffe. gelegentlich treten nur Fieber und vage gastrointestinale Beschwerden auf, ▬ bei Diabetikern oder Immunsupprimierten können Symptome auch völlig fehlen, der Befund ergibt sich durch die Sonographie oder die entsprechenden Laborwerte, ▬ bei komplett verschlossenem Harnleiter kann eine Bakteriurie fehlen (5,9-12,5%).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "▬ bei unklaren Befunden der Sonographie und/oder IVP und/oder CT kann hiermit die Obstruktion und eine Raumforderung im Nierenbecken durch den Eiter festgestellt und gleichzeitig die Obstruktion durch Harnleiterschienung beseitigt werden; hierbei ist ins-Niere ist oft vergrößert, funktionslos, gestaut und steintragend (bis zu 83%, davon etwa 50% Ausgusssteine), ▬ häufig Verwechslung mit einem Tumor. Histologie ▬ Pyonephrose, Nekrosen, Einblutungen mit Hämosiderinablagerungen sowie gelblichweiße, granulomatöse Knoten um das NBKS, die sukzessive das Nierenparenchym ersetzten, ▬ entzündliches Gewebe enthält u. a. gelbe, lipoidhaltige Makrophagen (bei konventioneller Histologie optisch leer = Schaumzellen), die nekrotisches Zellmaterial aufgenommen haben. 50% pathologische Leberwerte, ▬ bei meistens einseitigem Befall tritt eine Niereninsuffizienz nur selten auf. ▬ bei 67% Tumorverdacht, ▬ bei je 17% Abszess, Harnstau oder ein Normalbefund, ▬ Echomuster des Nierenparenchyms bei XGP normal oder etwas echoärmer als normales Gewebe, zentral häufig großer echoarmer Bezirk; Niere häufig vergrößert. ▬ häufig große Nierenraumforderung, welche die Nierenkontur nachformt (38%), Ver kalkungen (63%), ▬ Nierengewebe ist durch multiple wasserdichte Raumforderungen, die den dilatierten Kelchen und Abszesshöhlen entsprechen, ersetzt, ▬ bei Kontrastmittelaufnahmen zeigen die Wände dieser wasserdichten Raumforderungen starke Kontrastverstärkung, während der Inhalt im Unterschied zu Tumoren keine Veränderung erfährt, ▬ extrarenale Ausdehnung gut nachweisbar. ▬ zur Beurteilung der renalen Herde gleichwertig mit der CT, weist aber bei der Abgrenzung der extrarenalen Ausbreitung Vorteile auf. parallel zur XGP in 10% Malignomnachweis, ▬ im Vordergrund steht die Nephrektomie (92,7%) bei diffusem Befall und/oder Tumorverdacht gefolgt von organerhaltenden Operationen bei präoperativ durch bildgebende Veres ist sinnvoll, die emphysematöse Pyelonephritis als Komplikation einer schweren Pyelonephritis anzusehen und nicht als eigenständiges Krankheitsbild. ▬ bei etwa 25% der Fälle Obstruktion nachweisbar. Klinik ▬ Alle bisherigen Fälle traten bei Erwachsenen auf, ▬ Frauen haben ein höheres Risiko, ▬ typisches Erscheinungsbild: schwere, akute Pyelonephritis, die sich während der ersten 3 Tage einer Behandlung nicht bessert,",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "bei prolongierten Verläufen ist eine Nierendestruktion möglich.Lokal aszendierende oder durch Streuung bei Systemmykose entstandene Mykosen unterscheiden sich klinisch nicht. Bei Systemmykosen ist auf Zeichen der Infektion anderer Organe zu achten.▬ verschiedene Pilzarten reagieren auf Antimykotika unterschiedlich sensibel und zeigen zunehmend Resistenzen, daher: Erregerdifferenzierung und Resistenztestung, ▬ bei V. a. renale Mykose Anlegen der Pilzkulturen aus: Urin. ggf. Abszesseiter, Blut, Sputum, ▬ Begleitende Anomalien des Harntraktes sollten operativ saniert werden, ▬ bei Harnstauungsnieren durch Pilzbälle sollte eine Harnableitung erfolgen, ▬ bei Pilzbällen ohne Rückbildungstendenz, doppelseitigem Befall oder einer bedrohlichen Situation ist die operative Entfernung des Pilzmaterials obligat, ▬ bei völlig destruierter Niere ist bei einseitigem Befall die Nephrektomie angezeigt, ▬ etwa die Hälfte der Patienten mit Nierenmykose muss operativ versorgt werden.1.2.12 Aktinomykose und Nocardiose der NiereDefinition und Pathogenese ▬ Fakultativ anaerobe, grampositive Aktinomyzeten existieren als stäbchenförmige Saprophyten im Gastrointestinaltrakt und der Vagina, ▬ aerobe, pleomorphe Nocardien mit ähnlichem histologischen Bild gelangen exogen durch erd-oder staubverschmutzte Wunden, Dornen-bzw. Stachelstiche oder nach Operation in den Körper, ▬ beide Erregergruppen führen zu chronisch indurierten Entzündungen mit Abszess-und Fistelbildung, ▬ häufigste Form der Aktinomykose ist die kutanofasziale Aktinomykose, z. B. nach zahnärztlicher Behandlung.▬ Mikroskopischer Nachweis von gelben Drusen in infiziertem Gewebe oder Eiter ist charakteristisch und beweisend für die Aktinomykose, ▬ ein konventioneller kultureller Nachweis aus Eiter, Fistelsekret, Urin oder Punktionsmaterial sollte bei V. a. Aktinomykose oder Nocardiose erfolgen (7-14 Tage bebrüten).Urogenitalparasitosen werden in Abschn.1.11 näher dargestellt. In den Nieren können die Erreger der ⊡ Tabelle 1.7. auftreten, nur Echinokokkuszysten treten öfter auf. Alle anderen Parasiten stellen in der Niere Raritäten dar. Antibiotika-Therapie Klinik und Praxis der antiinfektiösen Behandlung, 11. Aufl. Schattauer, Stuttgart New York Walsh PC, Retik AB, Vaughan ED, Wein AJ (2002) Campbell's Urology, 8th edn. WB Saunders. Philadelphia Vahlensieck W, Lenk S (2001) Urogenitaltuberkulose und Urogenitalmykosen. In: Truss MC, Stief CG, Machtens S, Wagner T, Jonas U (Hrsg) Pharmakotherapie in der Urologie. 2. Aufl. Springer, Berlin Heidelberg New York Tokyo, S 185-201 Vahlensieck W, Naber K (2003) Infektionen der Nieren und des Urogenitaltraktes bei Erwachsenen -Neue Leitlinien wenn es schmerzhaft brennt. URO-NEWS 7/2:48-53 Vahlensieck W Jr, Schmitz HJ (1999) Parasitäre Urogenitalinfektionen. In: Hofstetter A (Hrsg) Urogenitale Infektionen. Springer, Berlin Heidelberg New York Tokyo, S 463-505 Vahlensieck W Jr, Wimmer B, Westenfelder M (1988) Diagnostik und Therapie der xanthogranulomatösen Pyelo-die bakterielle Kontamination der Blase führt nicht unbedingt zu einer HWI; zunehmende Dauer der Besiedelung z. B. durch verzögerte Blasenentleerung (neurogene Störungen, subvesikale Obstruktion) fördert die Vermehrung der Keime und dadurch deren Virulenz, ▬ die bakterielle Besiedelung des Harntrakts erfolgt aszendierend, ausgehend vom perihohes Fieber spricht für eine Beteiligung des oberen Harntrakts, ▬ Schädigung der Niere kann auch bei asymptomatischen Patienten vorkommen, ▬ bei zunehmender Anzahl von HWI zeigt sich eine Tendenz zur Symptomabnahme, ▬ die häufigsten Symptome: die hämorrhagische Zystitis im Kindesalter ist eine Rarität und meistens Folge einer Virusinfektion; bis auf die Makrohämaturie ist die Symptomatik mild, ▬ rezidivierende HWI können zur Ausbildung eines kindlichen Hypertonus führen! ▬ erster Anhaltspunkt für eine HWI, ▬ Leukozyturie, Mikrohämaturie, Proteinurie, pH-Wert, Nitrit? ▬ Urinkultur und Resistogramm: ▬ repräsentativ für den Nachweis einer HWI, ▬ immer vor Beginn der antibiotischen Therapie, ▬ bei nicht toilettentrainierten Kindern Urinentnahme über Katheterisierung der Blase oder suprapubische Punktion; Keimnachweis ist repräsentativ; ▬ Urinproben aus einem auf das Genitale aufgeklebten Beutel sind wegen des hohen ▬ Leukozytose und Erhöhung des CRP sprechen für Beteiligung des oberen Harntrakts, ▬ erhöhte Retentionsparameter sind bereits Zeichen einer Komplikation. ▬ fieberhafter HWI: parenterale Antibiose bis zum Sistieren des Fiebers; danach orale Medikation für 10-14 Tage in therapeutischer Dosis,ausreichend Flüssigkeit, ▬ Zystitis: orales Antibiotikum für 3-5 Tage, ausreichend Flüssigkeit, ▬ asymptomatische Bakteriurie: kontroverse Diskussion; individuelle Entscheidung, da kein sicherer Benefit für den Patienten, ▬ Reinfektionsprophylaxe: bei Rezidiv innerhalb der ersten 6 Monate auch ohne anatomische oder funktionelle Harntraktanomalien; TMP 1 mg/kg KG oder Nitrofurantoin 1 mg/kg KG; bei eingeschränkter Nierenfunktion ggf. Cephalosporin oder Aminopenicillin in reduzierter Dosis, ▬ Mitbehandlung anatomischer oder funktionelle Ursachen der HWI zur Vermeidung von Reinfektionen (Harntransportstörungen, Urolithiasis, Reflux). Naber KG et al. (2002) EAU Guidelines on urinary and male genital tract infections Rushton HG (1995) UTIS in children: evaluation and treatment. Curr Opin Urol 5:280-289 Epidemiologie und Pathogenese ▬ Die Häufigkeit der Keimbesiedelung des Harntrakts der Frau nimmt in der Schwangerschaft nicht zu; sie liegt bei 4-7%, ⊡ Tabelle 1.9. Dosierungsempfehlungen Antibiotika der 1. Wahl zur Therapie der HWI im Kindesalter. Anmerkung: Theoretisch ist jedes Antibiotikum bei Kindern einsetzbar. Die Entscheidung liegt beim behandelnden Arzt und ist abhängig von der Resistenzlage. Grundsätzlich nicht empfehlenswert bei Kindern sind vor allem Fluorchinolone Lageveränderung der Blase durch den wachsenden Uterus, ▬ verlangsamter Harnfluss durch Atonie der glatten Muskelfasern im Harntrakt durch den Einfluss von Progesteron; »Schwangerschaftshydronephrose«, ▬ Keimvirulenz ist erhöht bei Fähigkeit zur Adhärenz zum Urothel, ▬ häufigster Keim mit 75%: E. coli, ▬ nach transurethraler Manipulation vermehrt Nachweis von Hospitalisationskeimen wie Pseudomonas, Proteus oder Klebsiella, ▬ Korrelation zwischen HWI in der Schwangerschaft mit Frühgeburtlichkeit und niedrigem Geburtsgewicht nicht sicher erwiesen, wird in der Literatur kontrovers diskutiert. Bakterien/µl, ▬ bei negativer Kultur: Wiederholung der Untersuchung in etwa der 16. SSW, ▬ zur Vermeidung einer iatrogenen Kontamination des Harntrakts sollte auf eine Katheterisierung der Blase verzichtet werden; bei Keimzahl >10 5 ist sie jedoch zur Sicherung der Diagnose empfehlenswert. Empfehlungen und Kontraindikationen sind in ⊡ Tabelle 1.10 zusammengestellt. Signifikanter Nachweis eines isolierten Keims ohne klinische Symptomatik, ▬ assoziiert mit der sexuellen Aktivität der Mutter, ▬ der natürliche Verlauf einer asymptomatischen Bakteriurie in der Schwangerschaft nimmt keinen Einfluss auf die perinatale Morbidität, jedoch kommt es in durchschnittlich 30% der Fälle zu einer akuten Pyelonephritis mit entsprechender Gefahr für Mutter und Kind. Therapie ▬ Adäquate Therapie ist trotz fehlender Klinik dringend zu empfehlen: ▬ orale Antibiose (⊡ Tabelle 1.10) für 3 Tage, ▬ keine Single-shot-Therapie, ▬ Kontrolle des Therapieerfolgs 2-3 Tage nach beendeter Therapie durch Urinkultur, ▬ trotz Therapie 30% Rezidivrisiko. Die Inzidenz der akuten Zystitis in der Schwangerschaft liegt zwischen 1-2%, ▬ Rezidivrate ist gering. Klinik ▬ Die akute Zystitis ist eine Keimbesiedelung der Blase mit klinischen Symptomen wie: ▬ Dysurie, ▬ Pollakisurie, ⊡ Tabelle 1.10. Antibiotische Therapie der HWI in der Schwangerschaft Unterbauchbeschwerden, ▬ trotz fehlender systemischer Symptome wie Fieber besteht bei nahezu 10% eine Besiedelung des oberen Harntrakts. Therapie ▬ Entspricht der Behandlung der asymptomatischen Bakteriurie, ▬ eine erhöhte Morbidität für Mutter und Kind besteht nicht. Übelkeit, Erbrechen, ▬ bis hin zum Vollbild der Urosepsis, ▬ häufigstes Auftreten im letzten Trimenon, ▬ in etwa 70% bestand im Vorfeld eine asymptomatische Bakteriurie, ▬ Nierenparenchymschäden sind häufig, ▬ Rezidivrisiko auch in Bezug auf weitere Schwangerschaften liegt bei etwa 30%. Therapie ▬ I. v.-Antibiose bis zur Entfieberung unter stationärer Beobachtung, ▬ danach orale Antibiose, ▬ Gesamtdauer der Therapie 10-14 Tage, ▬ die akute Pyelonephritis ist häufig kombiniert mit einer Dilatation zumeist des rechten oberen Harntrakts; abhängig vom Krankheitsverlauf: ggf. passagere Ableitung durch Doppel-J-Katheter oder perkutane Nephrostomie; Indikationsstellung jedoch eher zurückhaltend bei erhöhtem Frühgeburtsrisiko besonders bei transurethralen Manipulationen. Lucas MJ, Cunningham FG (1993) Urinary infection in pregnancy. Clin Obstet Gynecol 26:855-868 Santos JF, Ribeiro RM, Rossi P, Haddad JM, Guidi HG, Pacetta AM, Pinotti JA (2002) Urinary tract infections in pregnant women. Int Urogynecol J Pelvic Floor Dysfunct 13:204-209 Sweet RL (1977) Bacteriuria and pyelonephritis during pregnancy. Semin Perinatol 1:25-40 1.3.3 Harnwegsinfektionen bei Niereninsuffizienz/Dialyse T. Steiner, J. Schubert Epidemiologie und Pathogenese ▬ Bei chronischer Niereninsuffizienz asymptomatische Bakteriurierate zwischen 27 und 44%, ▬ erhöhte Inzidenz an HWI insbesondere bei folgenden Grunderkrankungen: ▬ interstitielle Nephritiden (v. a. in Kombination mit Nephrolithiasis), ▬ Analgetikanephropathie, ⊡ Tabelle 1.11. Therapie von HWI entsprechend der Empfehlung der Paul-Ehrlich-Gesellschaft Für Fluorchinolone generell: wenn klinisch möglich, orale Therapie. Angaben zur Dosierung gelten für Patienten mit normaler Nierenfunktion, zur Dosisreduktion Tabelle 1.12 und Tabelle 1.13. Zystennieren, ▬ insgesamt verminderte immunologische Abwehrkompetenz sowie die oft herabgesetzte Urinmenge begünstigen das Auftreten von HWI, ▬ insbesondere beim anurischen Patienten strenge Indikationsstellung zu endoskopischen Manipulationen am Harntrakt (fehlender Spüleffekt des Urinflusses)! Klinik ▬ Sehr variables klinisches Bild, ▬ typische Symptomatik von HWI (Algurie, Pollakisurie usw.) kann insbesondere bei oligound anurischen Patienten fehlen, hier oft primär asymptomatischer Verlauf, ▬ bei klinisch stummem HWI lebensbedrohliche Septikämien möglich. Therapie ▬ Einsatz von Antibiotika entsprechend der Empfehlung in ⊡ Tabelle 1.11, ▬ längerfristige antibiotische Therapie ist indiziert (mindestens 10-14 Tage), ▬ Anpassung der Antibiotikadosis an die Nierenfunktion erforderlich (⊡ Tabelle 1.12, Tabelle 1.13), ▬ Einsatz von nephrotoxischen Antibiotika (wie Aminoglykosiden, Vancomycin) und ototoxischen Substanzen (wie Aminoglykosiden) nur unter engmaschiger Spiegelkontrolle, ▬ bei dialysepflichtigen Patienten: ▬ eventuelle Dosisreduktion beachten (⊡ Tabelle 1.12, Tabelle 1.13), ▬ bei i. v.-Therapie in der Regel Antibiotikagabe am Ende der Dialyse als normale Einzeldosis. ⊡ Tabelle 1.12. Antibiotika bei Niereninsuffizienz. (Mod. nach Wawroschek u. Harzmann 2000) Nur bei vitaler Indikation mit reduzierter Dosis (Blutspiegel). b Nicht Doxy-und Minocyclin. c Nicht anwenden bei stark eingeschränkter Nierenfunktion (Kreatininclearence <15 ml/min). d Oralcephalosporin. e Auch bei hochgradiger Niereninsuffizienz keine Dosisreduktion notwendig. f Kontraindiziert bei Kreatininclearence <60 ml/min. Aronoff GR (2000) Practical guidelines for drug dosing in patients with renal impairment. In: Schrier RW (ed) Manual of nephrology. Lippincott Williams & Wilkins, Philadelphia Baltimore New York Burg M, Kliem V (2001) Harnwegsinfektionen im Rahmen von Systemerkrankungen und nach Nierentransplantation. In: Truss MC, Stief C, Machtens S, Wagner T, Jonas U (Hrsg) Pharmakotherapie in der Urologie. Springer, Berlin Heidelberg New York Tokyo Wawroschek F, Harzmann R (2000) Antibiotikatherapie in der Urologie. In: Wawroschek F, Bannert C, Harzmann R (Hrsg) Arzneimitteltherapie in der Urologie. Wissenschaftliche Verlagsgesellschaft, Stuttgart 1.3.4 Harnwegsinfektion bei polyzystischen Nieren des Erwachsenen T. Steiner, J. Schubert Epidemiologie und Ätiologie ▬ Autosomal-dominant vererbt, ▬ ausgeprägte Zystenbildung in allen Bereichen des Nephrons beider Nieren, ▬ häufig auch extrarenale Manifestationen (Leberzysten, Pankreaszysten, Hirngefäßaneurysmen, Kolondivertikulose u. a.). ▬ Zystitis anhand der typischen klinischen Symptomatik meistens gut abgrenzbar, ▬ Symptome einer Pyelonephritis/Zysteninfektion: ▬ Flanken-und Abdominalschmerzen, ▬ Fieber, ▬ Leukozytose, ▬ pathologischer Urinbefund und Keimnachweis im Urin bei Pyelonephritis, ▬ Zysteninfektion bei unauffälligem Urinbefund möglich, ▬ Symptomatik kann analog auch bei Zysteneinblutung auftreten, ▬ bildgebende Diagnostik durch Sonographie und CT bzw. MRT kann Verdachtsdiagnose erhärten. ⊡ Tabelle 1.13. Empfehlung zur Dosierung spezifischer Antibiotika bei eingeschränkter Nierenfunktion Therapie ▬ Keine Besonderheiten in der Therapie einer unkomplizierten Zystitis, ▬ Zysteninfektionen und Pyelonephritiden in der Regel durch gramnegative Erreger verursacht, ▬ empirische Primärtherapie mit Gyrasehemmer bzw. TMP-SMX bzw. Penicillin-Aminoglykosid-Kombination, ▬ fettlösliche Antibiotika (wie Gyrasehemmer, Cotrimoxazol) sind bei Zysteninfektionen den wasserlöslichen Substanzen (wie Penicilline, Aminoglykoside) überlegen, ▬ längerfristige antibiotische Therapie wird empfohlen (mind. 4 Wochen), ▬ bei Niereninsuffizienz Dosisanpassung, ▬ akute chirurgische Interventionen (Drainage) selten indiziert (ultima ratio), ▬ bei rezidivierenden Infektionen bzw. im Vorfeld einer Nierentransplantation ggf. Zystennierenexstirpation indiziert. Aronoff GR (2000) Practical guidelines for drug dosing in patients with renal impairment. In: Schrier RW (ed) Manual of nephrology. Lippincott Williams & Wilkins, Philadelphia Baltimore New York Kuhlmann U, Mettang T (1998) Angeborene Nierenerkrankungen. In: Kuhlmann U, Walb D, Luft FC (Hrsg) Nephrologie. Thieme, Stuttgart New York 1.3.5 Harnwegsinfektion bei Nierentransplantation/immunsupprimierten Patienten T. Steiner, J. Schubert Epidemiologie und Pathogenese ▬ HWI stellen die häufigste bakterielle Infektion nach Nierentransplantation dar (Inzidenz 40-50%), ▬ insbesondere unter der stärkeren Immunsuppression innerhalb der ersten Monate nach Transplantation oft schwere klinische Verläufe, ▬ prädisponierende Faktoren: ▬ transurethraler Verweilkatheter (Anstieg der Inzidenz von HWI mit der Liegedauer), ▬ Refluxnephropathie als renale Grunderkrankung, ▬ Reflux in die Transplantatniere, ▬ HWI vor der Nierentransplantation (insbesondere bei Frauen), ▬ polyzystische Nierenerkrankung, ▬ Diabetes mellitus, ▬ chronische virale Infekte, ▬ häufigste Erreger: gramnegative Stäbchen und grampositive Kokken, ▬ Pilzinfektionen der Harnwege sowie Besiedlung der Harnwege mit Chlamydien und Ureaplasmen möglich. Klinik/Diagnostik ▬ Bei unterem HWI häufig schwach ausgeprägte bzw. fehlende Symptomatik, ▬ Manifestation des HWI oft über beginnende Urosepsis, ▬ Symptome der Transplantatpyelonephritis: ▬ im 1. Jahr nach Transplantation routinemäßig alle 4 Wochen, später vierteljährlich und bei V. a. Infektion: Urinkultur und Antibiogramm, ▬ bei steriler Leukozyturie an Pilzinfektionen (Pilzkultur), Tuberkulose (Tb-Kulturen aus Morgenurin an 3 aufeinander folgenden Tagen), Chlamydien (Abstrich bzw. Serologie: 4facher Titeranstieg ist signifikant) und Ureaplasmen (Mikroskopie frischer, warmer Urin) denken! Therapie ▬ Einsatz von Antibiotika entsprechend ⊡ Tabelle 1.11 ( oben), ▬ längerfristige antibiotische Therapie ist indiziert: ▬ untere Harnwege 5-7 Tage, ▬ obere Harnwege/Transplantatniere (8-) 14 Tage, ▬ Anpassung der Antibiotikadosis an die Nierenfunktion erforderlich (⊡ Tabelle 1.12 und Tabelle 1.13), ▬ Einsatz von nephrotoxischen Antibiotika [wie Aminoglykosiden (übliche Zielspiegel), Vancomycin (beachte: Gabe 1-mal/Tag), Amphotericin B] und ototoxischen Substanzen (wie Aminoglykosiden) nur unter engmaschiger Spiegelkontrolle, ▬ Interaktionen verschiedener Antibiotika und Antimykotika (wie Fluconazol, Itraconazol) mit Calcineurininhibitoren beachten (erhöhte Spiegel der Calcineurininhibitoren durch verzögerten Abbau), daher engmaschige Spiegelkontrolle der Calcineurininhibitoren und ggf. Dosisreduktion von Cyclosporin A und Tacrolimus. ▬ die durch Candidabesiedlung hervorgerufene Zystitis wird mittels intravesikaler Instillation mit Amphotericin B mit/ohne oraler Ketoconazol-oder Fluconazol-Medikation behandelt, ▬ durch Adenoviren verursachte hämorrhagische Zystitis heilt unter forcierter Diurese innerhalb von 1-2 Wochen ohne weitere Maßnahmen in der Regel folgenlos ab. Prophylaxe ▬ Prophylaktische Gabe von TMP/SMX reduziert das Risiko für die Entstehung von HWI nach Nierentransplantation, daher wird eine derartige Prophylaxe über 4 Monate post transplantationem empfohlen, ▬ bei der Nierentransplantation zentrumsspezifisch verschiedene Regime einer perioperativen Antibiotikaprophylaxe, im Allgemeinen Einsatz von Cephalosporinen der 2. Generation. Burg M, Kliem V (2001) Harnwegsinfektionen im Rahmen von Systemerkrankungen und nach Nierentransplantation. In: Truss MC, Stief C, Machtens S, Wagner T, Jonas U (Hrsg) Pharmakotherapie in der Urologie. Springer, Berlin Heidelberg New York Tokyo Geerlings SE, Hoepelmann IM (1998) Harnwegsinfektionen bei abwehrgeschwächtem Wirt. In: Hofstetter A (Hrsg) Urogenitale Infektionen. Springer, Berlin Heidelberg New York Tokyo ▬ Infektion bei einem Patienten, der gefährdet ist und/oder einen Harntrakt mit struktureller oder funktioneller Abnormalität aufweist, die das Risiko für eine Infektion erhöht und/oder die Therapieeffizienz erniedrigt, ▬ häufig findet man Bakterien mit hoher Virulenz und Resistenzen gegenüber vielen Antibiotika, ▬ die Mehrheit der HWI bei Männern sind kompliziert! Unkomplizierte Harnwegsinfektion: ▬ Infektion bei einem gesunden Patienten mit strukturell und funktionell normalem Harntrakt, ▬ häufig leiden hierunter Frauen mit Zystitis oder akuter Pyelonephritis, ▬ die verursachenden Keime sind gewöhnlich empfindlich auf einfache orale Antibiotika und sind häufig durch Kurzzeittherapie zu eradikieren. ▬ Der Begriff »chronisch« sollte im Zusammenhang mit HWI nicht verwendet werden, da die Dauer der Infektion nicht definiert ist, ▬ unter chronischer Pyelonephritis versteht man eine geschrumpfte, vernarbte Niere, die postinfektiös sein kann, jedoch im Allgemeinen nicht mit einer HWI assoziiert ist. ▬ Hierbei wird unterschieden zwischen ▬ Reinfektion (Infektion mit einem unterschiedlichem Bakterium von außerhalb des Harntrakts) und ▬ bakterieller Persistenz (Infektion durch ein gleiches Bakterium von einem Fokus innerhalb des Harntrakts, beispielsweise von einem Infektstein oder der Prostata). das Restharnvolumen steigt bei Patienten mit vesikoureteralem Reflux, da sich der Ureter direkt nach der Miktion in die Blase entleert, ▬ subvesikale Ursachen sowie vesikale Faktoren können zu unterschiedlich ausgeprägter Restharnbildung führen, ▬ je höher der Restharn, umso geringer ist die Keimelimination aus der Harnblase und umso größer die Gefahr einer klinischen Infektion. ▬ Restharnbildung und/oder hohe Blasendrücke während der Füllungsphase bzw. der Miktion können den Selbstreinigungsmechanismus des Harntrakts wesentlich stören und sind verantwortlich für häufige HWI, ▬ ein hoher Blasendruck spielt eine wesentlich Rolle in der Entwicklung eines sekundären vesikorenalen Refluxes, insbesondere dann, wenn der Blasenauslasswiderstand 40 cm H 2 O übersteigt, ▬ bei Füllungsdruck <30 cm H 2 O bei spezifischem, altersabhängigem Volumen wird das langfristige Risiko der Verschlechterung des oberen Harntrakts signifikant vermindert, ▬ ein hoher intravesikaler Druck vermindert die Gewebedurchblutung und stört damit die natürliche Abwehrkraft der Blasenschleimhaut. durch operative Korrektur ist in diesen Fälle Infektfreiheit zu erzielen. Urease-bildende Keime mit Bildung von Infektsteinen: ▬ Infektsteine (Struvit, Carbonatapatit) stellen einen inkrustierten Biofilm von Urease-bildenden Keimen dar, ▬ Hauptkeim stellt aufgrund seinen hohen Ureaseaktivität Proteus mirabilis dar, jedoch bilden auch Stämme anderer Bakterien wie Providentia, Pseudomonas aeruginosa, Klebsiellen, Corynebakterien, Staphylococcus epidermidis in geringerem Maß das Enzym Urease, ▬ trotz hochwirksamer antibiotischer Therapie können Bakterien in Biofilmen und somit in Infektsteinen nicht beseitigt werden und stellen den Ausgang neuer Bakteriurieepisoden dar, ▬ unbehandelt hat ein Infektstein eine schlechte Prognose und wird als »stone cancer« bezeichnet. ▬ 67% der Patienten mit Papillennekrose weisen eine akute oder chronische HWI auf, ▬ nekrotische Papillen können spontan abgehen und Koliken verursachen, ▬ verbleibende nekrotische Papillen können verkalken und sich infizieren und ein Nidus für eine chronische Infektion sein. ▬ Obwohl die Prävalenz einer Bakteriurie sich während der Schwangerschaft nicht verändert, dürften anatomische und physiologische Veränderungen den Verlauf einer Bakteriurie verändern, ▬ viele Schwangere im 3. Trimenon zeigen eine Dilatation des oberen Harntrakts, die einerseits durch den muskelrelaxierenden Effekt des erhöhten Progesterons andererseits durch mechanische Obstruktion der Ureter durch den sich vergrößernden Uterus verursacht sein kann ( Abschn. »Harnwegsinfektion bei Schwangeren«). die bakteriell besiedelte Prostata stellt einen Nidus für rezidivierende HWI dar.▬ Trotz Einhaltung aller Hygienevorschriften ist bei liegendem Harnröhrendauerkatheter ab dem 2. postoperativen Tag eine tägliche Zunahme der Bakteriurie um etwa 3-7% zu beobachten; nach etwa 30 Tagen weisen nahezu 100 % der Patienten eine Bakteriurie auf, ▬ besteht kein geschlossenes Harnableitungssystem kommt es zur raschen intraluminalen Keimaszension, die 3-bis 4-mal schneller ist als die extraluminale, ▬ die Bakterien bilden an der Katheteroberfläche Biofilme, die sogar entgegen dem Urinstrom und trotz Zusatz eines Antibiotikums in die Harnblase hochwandern, ▬ Langzeitkatheterträger zeigen eine polymikrobielle Bakteriurie und entwickeln in bis zu 40% Katheterobstruktionen, die unbemerkt und unbehandelt sehr rasch zu schweren aufsteigenden Infektionen führen können; diese Obstruktionen werden hauptsächlich verursacht durch Inkrustationen, die aus mineralisierten Biofilmen bestehen und sich nur an Katheteroberflächen entwickeln, die von Urin um-oder durchspült werden, ▬ zwei Drittel der febrilen Episoden bei Langzeitkatheterträgern in Altenheimen werden durch HWI verursacht, ▬ die Inzidenz dieser febrilen Episoden wird mit 0,2-1,1 pro 100 Tage Katheterliegedauer angegeben, ▬ auch Todesfälle in Zusammenhang mit katheterassoziierten HWI wurden berichtet.Diagnostik▬ Das Auffinden der in ⊡ Tabelle 1.14 genannten korrigierbaren Harntraktanomalitäten erfolgt durch gezielten Einsatz unterschiedlicher Verfahren: ▬ Sonographie, Infusionsurogramm, MCU, Urethrogramm, retrograde oder antegrade Ureteropyelographie, Urethrozystoskopie, Ureteropyeloskopie, ▬ nuklearmedizinische Untersuchungen zur Beurteilung der Nierenfunktion, ▬ CT-und MRT-Untersuchungen zur Beurteilung des Nierenparenchyms und von Pathologien außerhalb des Harntrakts.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "an Sepsis sterben jährlich etwa 250.000 Patienten, ▬ in etwa 50% der Fälle geht die Sepsis von den Harnwegen aus, ▬ bei ca. 1% aller nosokomialen HWI Auftreten einer Urosepsis. ▬ Enterococcus spp. 5%, ▬ Staphylococcus aureus 10%. ▬ Erreger nosokomialer Urosepsis ▬ polyresistente Bakterien, ▬ z. B. Pseudomonas aeruginosa. Ursachen einer Sepsis: ▬ Intakte Bakterien oder bakterielle Wandbausteine, insbesondere Lipopolysaccharide, speziell ihre Komponente Lipoid A = Endotoxin auf der äußeren Membran gramnegativer Erreger, ▬ Teichon-und Lipoteichonsäuren grampositiver Erreger, ▬ Toxine, wie Toxic-shock-Syndrom-Toxin 1 und Staphylococcus-aureus-Toxin A, ▬ Bindung an zelluläre Rezeptoren/Ko-Rezeptoren (CD 14, CD 18, TLR2, TLR4, Selektine) vor allem von Monzyten/Makrophagen; Transkription von Mediatorgenen, ▬ Freisetzung eines »Mediatorengewitters« (u. a. Zytokine, Chemokine, Prostaglandine, NO), ▬ durch Mediatoren ausgelöste, lokale und systemische Effekte im Wirtsorganismus. Klassifikation und Nomenklatur der Sepsis Kriterium I: Diagnose einer Infektion durch mikrobiologischen Nachweis oder aufgrund klinischer Kriterien, Die Klassifikation ist wichtig für die Beurteilung der Prognose eines Patienten mit Sepsis und für die Beurteilung des Erfolgs neuer therapeutischer Ansätze. Kriterien II 17%, ▬ schwere Sepsis: pro betroffenem Organ (Leber, Lunge, Niere) erhöhte Letalität + 15-20%, ▬ septischer Schock: >50-80%. Klinik Hinweisende Frühsymptome einer Sepsis: ▬ Tachypnoe (>20 Atemzüge/min), ▬ Tachykardie (>90 Schläge/min), ▬ Hyperthermie (>38°C) oder ▬ Hypothermie (<36°C), gefolgt von oft intermittierenden Fieberschüben mit Schüttelfrost während der zeitweisen Einschwemmung der Bakterien. Patient fühlt sich warm an, ▬ Herzzeitvolumen normal oder erhöht (bis 10-20 l/min), ▬ peripherer Gefäßwiderstand und arteriovenöse O 2 -Differenz vermindert, ▬ zentraler Venendruck normal bis erhöht, ▬ Patient wirkt schwerkrank, ist blass, schweißbedeckt, ▬ Puls schnell und weich, ▬ Blutdruck meistens niedrig, ▬ Übelkeit, Erbrechen, Diarrhöen, ▬ Blutungen, ▬ als Zeichen der Enzephalopathie Unruhe, Verwirrtheit, Orientierungsstörungen; zunächst respiratorische Alkalose, dann metabolische Azidose, ▬ Hypoxämie, ▬ unter wissenschaftlichem Aspekt können Biomarker der Sepsis (Zytokine, Prokalzitonin) und Blutgerinnung (D-Dimer, Protein C, Protein S, Antithrombin) bestimmt werden. Andere ▬ essenziell ist die Suche nach der Eintrittspforte (Drainagesekret, HWI, Operationswunde, Abszesseiter), von der ebenfalls Material zur mikrobiologischen Untersuchung entnommen werden sollte. Kontrolle der Urinausscheidung (Soll: >30 ml/h): evtl. Gabe von Furosemid zur Hemmung der tubulären Rückresorption. 5. Engmaschige Kontrolle des Blutzuckers; Ziel: 80-110 mg/100 ml; möglichst exakte Ein-Nach Herz-Kreislauf-Stabilisierung und Einleitung der antimikrobiellen Therapie ist die Sanierung der Eintrittspforte zwingend erforderlich. 8. Unterstützende Maßnahmen: Bei Patienten im septischen Schock und/oder bei nachgewiesener relativer Nebennierenrindeninsuffizienz [Serum-Kortisolspiegel: <15 µg/100 ml; Kortikotropintest: innerhalb 30-60 min nach i. m. oder i. v. Injektion von 250 µg Kortikotropin (Tetracosactid = Synacthen) Anstieg des Serum-Kortisolspiegels <9 µg/100 ml] ist die i. v. oder i. m. Gabe von je 50 mg Hydrokortison (oder Äquivalent) alle 6 h indiziert.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Indikation unter Berücksichtigung des Infektionsrisikos eines invasiven Eingriffes. Diese wird beeinflusst durch: ▬ die Art des Eingriffes (⊡ Tabelle 1.15), ▬ patientenbezogene (⊡ Tabelle 1.16) und chirurgisch-technische Risikofaktoren (⊡ Ta belle 1.17), ▬ unabhängig hiervon ist zu berücksichtigen, ob eine postoperative Infektion fatale Folgen für den Patienten haben könnte (z. B. Endokarditis, Protheseninfektion), ▬ die in den Tabellen beschriebenen Risikofaktoren stellen gesicherte Risikoparameter für postoperative Wundinfektionen dar; entsprechende Daten für postoperative urogenitale Infektionen liegen nicht vor, eine ähnliche Bedeutung der genannten Risikofaktoren ist allerdings anzunehmen.▬ bei der Wahl ist in Abhängigkeit vom Operationsgebiet und den unmittelbar angrenzenden Haut-und Schleimhautbereichen das zu erwartende Erregerspektrum zu berücksichtigen. In erster Linie sind bei urologischen Eingriffen nachzuweisen:",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "▬ zunehmend bei transurethralen Eingriffen, ▬ zu beachten: verspäteter und weniger kalkulierbarer Wirkungseintritt, anfälliger gegenüber patientenspezifischen Parametern, wie z. B. Resorptionsstörungen. Der optimale Applikationszeitpunkt ist abhängig vom gewählten Antibiotikum: ▬ bei i. v.-Gabe zwischen 30 und 60 min vor Operationsbeginn, ▬ bei oraler Gabe zwischen 60 und 90 min vor Operationsbeginn. ▬ Liegt der Applikationszeitpunkt mehr als 2-3 h vor Operationsbeginn, finden sich die gleichen Wundinfektionsraten wie bei Patienten, die keine Prophylaxe erhielten; Gleiches gilt für eine Antibiotikagabe nach Operationsende, ▬ eine Mehrfachgabe bietet gegenüber der Einmalgabe (»single-shot«) keine Vorteile, ▬ Ausnahmen: lang andauernde Eingriffe, bei denen aufgrund der Halbwertszeit des verwendeten Antibiotikums ein Abfall der Serumspiegel unter den therapeutischen Bereich zu erwarten ist (eine erneute Gabe ist nach einem entsprechenden Zeitintervall erforderlich), ▬ intraoperative Komplikationen indizieren die sofortige Gabe eines Antibiotikums, ▬ es liegen keine Untersuchungen zur Beziehung zwischen Applikationszeitpunkt eines Antibiotikums und der Rate postoperativer Infektionen vor; es kann davon ausgegangen werden, dass die Daten zur Entstehung von Wundinfektionen übertragbar sind.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Auswahl des Antibiotikums orientiert sich an dem zu erwartendem Keimspektrum und patientenindividuellen Risikofaktoren. 5. Zeitlicher Ablauf richtet sich nach ▬ Applikationsweg, ▬ gewähltem Antibiotikum und ▬ Dauer des Eingriffes.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "KbE/ml in VB 1; spezielle Kulturmedien erforderlich), ▬ fraglich pathogen sind hohe Keimzahlen von HWI-Erregern. Serologie: ohne klinische Bedeutung. Die Therapie der infektiösen Urethritis gemäß DGU/EAU-Leitlinien findet sich in ⊡ Ta belle 1.18. Bei unbekannter Erregerlage Chlamydien-und Gonokokken-wirksame Antibiose (z. B. Ofloxacin/Einzeldosis (E.D.), gefolgt von Doxycyclin/14 Tage). Komplikationen ▬ Harnröhrenstriktur (10-45% aller Strikturen haben Urethritisanamnese), ▬ Reiter-Syndrom: Trias Konjunktivitis, Arthritis, Urethritis (HLA-B27 positiv, Rheumaserologie negativ; ggf. Nachweis von C. trachomatis); inkomplette Verlaufsformen möglich; Balanitis circinata möglich. Definition ▬ Epididymitis: Entzündung des Nebenhodens. hämatogen: tuberkulöse Epididymitis; Epididymitis durch Septikämieerreger; Epididymitis bei Kindern. bei Allgemeinerkrankungen: z. B. bis zu 19% bei M. Behçet, ▬ nach Vasektomie: als Folge einer »Blow-out-Verletzung« des Nebenhodengangs, ▬ medikamenteninduziert: Nebenwirkung bei Amiodaron, ▬ idiopathisch (bis zu 40 %). ▬ Leitsymptom: akute schmerzhafte Schwellung des Nebenhodens, ▬ Epididymoorchitis: Übergreifen der Entzündung auf den Hoden, ▬ systemische Entzündungszeichen: Fieber, Schüttelfrost, Leukozytose. ▬ Leitsymptom: persistierende, z. T. schmerzhafte Nebenhodenschwellung, ▬ Chronifizierung nach urinogen bedingter akuter Epididymitis: etwa 15%.▬ die DGU-Leitlinien unterscheiden nicht zwischen Urethritis-und Epididymitistherapie bei STD, daher sind die Therapieoptionen der ⊡ Tabelle 1.18 analog gültig, ▬ die Therapie muss sofort und noch vor Identifikation des Erregers beginnen! ▬ supportive Maßnahmen (Hodenhochlagerung, Kühlung, Antiphlogistika) werden regelmäßig empfohlen, sind aber in ihrer Wirksamkeit nicht ausreichend prospektiv eva luiert.⊡ Tabelle 1.20. Initiale antimikrobielle Therapie der Epididymitis gemäß EAU-Leitlinien und CDC-Vorschlag Komplikationen ▬ Trotz adäquater Therapie beträgt die Mortalität 10%.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "▬ fragliches Keimspektrum: C. trachomatis, Mykoplasmenspezies, ▬ pathogenetisch: Reflux infizierten Urins in die Prostatagänge (z. B. bei Harnröhrenenge). Krankheitsbild in Symptomatik und Therapie vielfach mit Prostatitis identisch, ▬ Sonderform: akute Entzündungen von Prostata und Bläschendrüsen mit Abszedierung im Rahmen kongenitaler Fehlbildungen möglich.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "latente Infektionen sind nur labortechnisch (z. B. mit Hybridisierung) nachweisbar und bedürfen keiner Therapie.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Tabelle 1.30. Therapieoptionen HPV-assoziierter Krankheitsbilder (Leitlinien der DGU) Labor, in dem die Labordiagnostik durchgeführt wurde, ▬ Meldung direkt an Robert-Koch-Institut (www.rki.de). Erreger: Treponema pallidum. Übertragung ▬ Nur durch direkten Kontakt von Mensch zu Mensch, ▬ Voraussetzung: Verletzung der äußeren Haut, das Bakterium kann die intakte Hornschicht nicht durchdringen, ▬ Infektion erfolgt in etwa einem Drittel der Sexualkontakte mit einem Kranken, ▬ mindestens 100 Bakterien müssen übertragen werden. Epidemiologie ▬ Inzidenz etwa 5 Fälle pro 100.000/Jahr, ▬ überwiegende Zahl von Neuinfektionen ist auf Kontakte in Osteuropa oder von dort stammenden Personen (z. B. illegalen Prostituierten in Deutschland) zurück zu führen. Inkubationszeit wird von der Zahl der Erreger, dem jeweiligen Immunstatus des Individuums und etwaigen interkurrenten Erkrankungen beeinflusst. Spätsyphilis ähnlich der des Erwachsenen. Immunfärbung des fixierten Präparates möglich, aber unsicher, ▬ DNA-Amplifikationsreaktionen in der Klinik noch nicht einsatzfähig, ▬ bis heute keine sichere Kultur für die Anzüchtung von Treponema pallidum bekannt! Serologische Diagnostik ▬ Nach der Infektion rasche Produktion zirkulierender Antikörper, ▬ zunächst IgM und IgG, später nur noch IgG, ▬ zum Zeitpunkt des Auftretens des Primäraffektes so gut wie immer nachweisbare Antikörper.",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "orale Präparate sind ungünstig, da die Spiegel nach ihrer Applikation nach 4-6 h unter die notwendige therapeutische Grenze fallen, ▬ Depotpenicilline stellen über mehrere Tage ausreichende Blutspiegel sicher. bei Spätsyphilis fast 100%ige Ausheilung der Infektion, Organzerstörungen sind jedoch irreparabel, ▬ ohne Behandlung Abheilung des Primäraffekts bei 50% der Infizierten ohne Folgen, ▬ 25% der unbehandelten Patienten haben lebenslang nur nachweisbare Antikörper, ▬ 25% haben ihr Leben lang klinische Erscheinungen, ▬ etwa 10% der Erkrankten sterben an der Syphilis.Erreger: Neisseria gonorrhoeae. ▬ Gramnegatives Bakterium, üblicherweise in Zweierform (Diplococcus) sichtbar, ▬ bei zahlreichen Stämmen kommt ein Plasmid vor, dessen DNA für eine Betalaktamase kodiert; dieses Enzym zerstört Penicillin-artige Antibiotika, das klinische Korrelat ist die »Penicillinresistenz« (Penicillase-positive Neisseria gonorrhoeae/PPNG).Diagnostik▬ Das klinische Bild ist nicht typisch! ▬ im Direktausstrich aus dem Ulcusgrund Bakterien sichtbar, aber untypisch, ▬ in der Kultur in einem geeigneten Medium fischzugartige Anordnung der Bakterien, ▬ immunologische Tests sind nicht bekannt.Empfehlungen der DSTDG▬ Azithromycin 1-mal 1 g oral ▬ Ceftriaxon 1-mal 250 mg i. m. ▬ Ciprofloxacin 2-mal 500 mg oral über 3 Tage ▬ Erythromycin 4-mal 500 mg oral über 7 TageDer Behandlungserfolg ist gut, die Abheilung ist fast immer vollständig. Spontanheilungen kommen vor.▬ durch Beteiligung immer neuer Lymphknoten entstehen derbe, plattenförmige Infiltrate, ▬ durch Verlegung der zuführenden Lymphwege werden die abhängigen Partien chronisch ödematös und reagieren mit einer Elephantiasis (Esthiomene). Die Diagnose gründet sich auf den mikrobiologischen Nachweis der Erreger aus der Primärläsion, ▬ im Blut sind hohe Titer von Chlamydien-IgG und -IgA nachweisbar.Empfehlungen der DSTDG▬ Doxycyclin, 2-mal 100 mg/Tag für 21 Tage ▬ Tetracyclin 4-mal 500 mg/Tag für 21 Tage Die Behandlung sollte auf jeden Fall bis zum deutlichen Rückgang der Lymphknotenschwellung und Aufhören der fistulösen Sekretion durchgeführt werden.1.10.5 Aids (»acquired immune deficiency syndrome«)Erreger: »human immunodeficiency virus« (HIV), ▬ gehört zur Gruppe der Retroviren, ▬ diese Viren können mit Hilfe eines Enzyms, der reversen Transskriptase aus Einzelstrang-RNA, ringförmige Doppelstrang-DNA herstellen, ▬ mehrere Proteine der Virushülle können beim Menschen antigen wirken.Übertragung▬ HIV wird durch den Kontakt mit Körperflüssigkeiten von Mensch zu Mensch übertragen, ▬ Isolation bisher aus peripherem Blut, Knochenmark, Lymphknoten, Thymus, Gehirn, Speichel, Tränenflüssigkeit, Urin, Muttermilch und Sperma, ▬ Übertragung möglich: ▬ durch Ejakulat und andere genitale Flüssigkeiten bei sexuellen Kontakten, ▬ mit der Muttermilch, ▬ transplazentar, ▬ durch Blut, und zwar sowohl durch Zellen als auch durch Blutplasma, ▬ durch Organtransplantationen, ▬ Übertragungsrisiko: ▬ abhängig von der Zahl der Expositionen, ▬ Erkrankungen am häufigsten bei homosexuellen Männern, Prostituierten und i. v.-Drogenabhängigen, ▬ Übertragung durch Blut-und Plasmaprodukte heute weitgehend ausgeschlossen, ▬ Infektionen durch Stichverletzungen, durch Kanülen selten (weniger als 50 dokumentierte Fälle). Inzidenz in Deutschland heute etwa 2000/Jahr. ▬ Infektionsweg ▬ man spricht klinisch von renaler oder vorwiegend genitaler Verlaufsform der UGT, ▬ Urotuberkulose (UT) ausgehend vom Primärherd in Lunge oder Darm absteigend vom Nierenparenchym über Harnleiter zur Harnblase (Urotuberkulose/UT) oder ▬ Genitaltuberkulose (GT) Streuung von Harnblase zur Prostata und/oder Nebenhoden (intrakanalikulär, lymphogen) bzw. hämatogen vom Primärherd zur Prostata und/ oder Nebenhoden (Genitaltuberkulose/GT des Mannes), ▬ bei der Frau haben UT und GT pathogenetisch getrennte Infektionswege. ▬ durchschnittlich 30 Jahre, deshalb Neuerkrankungen an UGT überwiegend bei älterer deutscher Bevölkerung infolge hohen Durchseuchungsgrades (früher durchgemachte, z. T. inadäquat behandelte Tb); bei Ausländern Neuerkrankung an UGT zwischen 20. und 40. Lebensjahr (hohe Durchseuchung an Tb in allen Altersklassen). Pathologisch-anatomische Entwicklung der renalen Verlaufform der UGT durch: ▬ Ausbildung ulzerokavernöser Prozesse im Fornixbereich und Bildung von Konglomerattuberkeln, käsiger Zerfall der Papillen und des Nierengewebes mit Hohlraumbildung (Kavernen); weitere Ausbreitung exsudativ-ulzeröser und proliferativer Prozesse entlang des Nierenbeckens und Harnleiters bis zur Harnblase, ▬ durch Schrumpfung Bildung von Stenosen mit nachfolgender Harnstauung und weiterem Gewebeuntergang; Stenosierung des Ureterabgangs führt zur Autonephrektomie, durch Eindickung des käsigen, zerstörten Nierengewebes Entwicklung einer Kittniere, durch zusätzliche Ablagerung von Kalksalzen Mörtelniere; bei 4-6% der Patienten mit UGT Entwicklung einer irreversiblen Schrumpfblase durch interstitielle Entzündung. ▬ chronisch rezidivierende therapieresistente Harnblasenbeschwerden (Strangurie, Pollakisurie, evtl. Dysurie), ▬ bei vorwiegend genitaler Verlaufsform der UGT subakut bis chronisch verlaufende Epididymitiden (15-20% aller UGT-Fälle), z. T. mit Fistelbildung, ▬ persistierende »abakterielle« Leukozyturie mit meistens saurem Urin-pH-Wert, ▬ erhöhte BSG. 20% der UGT-Fälle verlaufen völlig beschwerdefrei und werden zufällig entdeckt, aber auch symptomatische Fälle werden teilweise erst nach 6 Monaten bis über ein Jahr diagnostiziert. ▬ pulmonale Tb oder andere extrapulmonale Tb, ▬ Pleuritis exsudativa. radio metrische Verfahren möglich (BACTEC Johnston Laboratories Towson/MD, USA), ▬ Genitalsekrete, Eiter, Gewebe: Kultur auf Tb, bei kleinem Materialvolumen mit einer PCR kombinieren, ▬ PCR auf M.-tuberculosis-Komplex (M. tuberculosis, M. bovis, M. africanum, M. microti), frühzeitiger Nachweis (2 Tage), nur im Zusammenhang mit klinischer Symptomatik relevant, keine Aussage zur biologischen Aktivität der Mykobakterien, ▬ Mikroskopie (säurefeste Stäbchen): bei UGT ungeeignet, da saprophytäres M. smegmatis zu Fehlinterpretationen führt, ▬ pathohistologische Untersuchung: Nachweis von Tuberkulomen mit Langhans-Riesenzellen, PCR. Prinzipien der Therapie beruhen auf den Ergebnissen kontrollierter Studien bei der Lungen-Tb; bei UGT: ▬ alleinige medikamentöse Behandlung, ▬ zusätzliche operative Behandlung. Medikamentöse Therapie: ▬ Kombinationstherapie 3-4 Antituberkulotika, Dosierung nach KG, Tageshöchstdosis beachten! (⊡ Tabelle 1.34), abhängig von Nierenfunktion (⊡ Tabelle 1.35), ▬ Behandlungsdauer der UGT bei unkomplizierten Fällen 6 Monate, in Einzelfällen (z. B. Immunsuppression, Rezidive) 9-12 Monate: ▬ Initialphase (6-12 Wochen) dreifach (INH, RMP, EMB), ▬ Stabilisierungsphase 2 Antituberkulosemittel (INH, RMP) intermittierend 2-bis 3-mal wöchentlich (⊡ Tabelle 1.36), ! Cave: PZA primär resistent gegen M. bovis; kontraindiziert bei Hyperurikämie (Xanthinoxydase-Hemmer!) ⊡ Tabelle 1.34. Medikamentöse Therapie der UGT a Nicht für Kinder unter 10 Jahren. ▬ Nebenwirkungen der Antituberkulotika (⊡ Tabelle 1.37) und Wechselwirkung mit anderen Substanzen (⊡ Tabelle 1.38) beachten, prätherapeutische Abklärung [Laborbefunde, Augenarzt (EMB), HNO-Arzt (SM)] und alle 6 Wochen im Behandlungsverlauf. ▬ Meistens Behandlung der Folgezustände wie: ▬ Harnstauung, ▬ Nierengewebedestruktion, ▬ Schrumpfniere mit Hypertonus, ▬ Schrumpfblase, ▬ mischinfizierte Pyonephrosen mit oder ohne Harnsteinbildung, ▬ häufigster Eingriff: Nephrektomie bei etwa 25% aller Patienten mit UGT, ▬ Prophylaxe des Nierengewebeuntergangs: frühzeitige Harnableitung (Stent, perkutane Nephrostomie), ▬ Operationen bei GT nur aus differenzialdiagnostischen Erwägungen (unspezifische Orchiepididymitis, V. a. Hodentumor). In den ersten 2 Jahren halbjährlich (Urinsediment, Erreger-und Resistenzbestimmung, Urinkultur auf Tb, Kreatinin im Serum, Harnsäure im Serum, Leberwerte), ▬ weitere 3 Jahre jährlich; danach nur noch jährlich Urinsediment und Kreatinin im Serum. ⊡ Tabelle 1.38. Wichtigste Wechselwirkungen der Antituberkulotika mit anderen Substanzen Definition ▬ Parasiten sind Lebewesen, die andere als »Wirte« benutzen und von deren Produktivität leben; für den Menschen von Bedeutung sind ▬ einige Ektoparasiten (Filzläuse, Trichomonaden), die auf der Haut des Wirtes leben, und ▬ einige Endoparasiten (Echinokokken, Wuchereria bancrofti, Brugia malayi und timori, Schistosomen), die Phasen ihres Lebenszyklus innerhalb des Wirtes verbringen. Wichtig: Patienten mit Ektoparasiten des Genitale müssen auch auf andere sexuell übertragbare Krankheiten (STD) untersucht werden! 1.12.1 Filzläuse (Phtirus pubis) Epidemiologie ▬ Weltweites Vorkommen. Erscheinungsbild/Verbreitung/Pathogenese ▬ Flach-rundliche Form, 1,5-2,0 mm lang, mit zangenartigen Klauen, ▬ bevorzugen behaarte Körperregionen mit zahlreichen Schweißdrüsen, gerade Schambehaarung ist idealer Wohnort, auch Achselhöhlen, ▬ Verbreitung bzw. Übertragung durch engen Körperkontakt, z. B. beim Geschlechtsverkehr, ▬ durch die Bissstellen erzeugen sie Juckreiz und Blutergüsse, die sich dem Urologen als kleine hellbläuliche Hauterscheinungen am Genitale präsentieren. Der Nachweis erfolgt durch Mikroskopie der Läuse selbst oder ihrer Eier (Nissen). Behandlung mit Externa, Lindan-1%-Shampoos oder pyrethroidhaltigen Lotionen, Rasur nicht unbedingt nötig, hilft bei der schnellen Vernichtung der Nissen, ▬ Behandlung muss nach 2 Wochen wiederholt werden, um überlebende Nissen nach dem Schlüpfen zu beseitigen, ▬ Wäsche sollte durch Kochen oder Lagern in der Kälte dekontaminiert werden. Erscheinungsbild ▬ Trichomonas vaginalis ist eine parasitische Protozoe, die die weibliche Vaginal-und Zervikalhaut belebt und sich dort von oberflächlichen Glykogenen ernährt, ▬ Trichomonaden invadieren auch die Urethra, auch beim Mann, und können dort typische urethritische Symptome mit einem weißlichen Fluor hervorrufen, ▬ obstruktive Symptome durch die Schleimhautschwellung, ▬ bei Frauen sind die Symptome meist ausgeprägter; erhöhte Abortrate bei infizierten Frauen möglich. Diagnostik ▬ Nachweis gelingt in der Dunkelfeldmikroskopie von Urethralsekret, Vaginalabstrichen und im Urinsediment, ▬ Trichomonadenkultur optional. Therapie ▬ Metronidazol, einige Autoren halten eine Einmalgabe von 2 g p. o. für effektiv, andere raten zu 2-mal 500 mg p. o. für 7 Tage, ▬ in randomisierten klinischen Studien wurden die besten Ergebnisse (95%) bei gleichzeitiger Partnertherapie erzielt, ▬ topische Anwendungen z. B. mit Metronidazol-Gels werden nicht mehr empfohlen, ▬ bei HIV-positiven Patienten treten Trichomonaden und andere Ektoparasiten gehäuft auf; Untersuchung auf andere STD (⊡ Tabelle 1.39)! 1.12 · Parasitäre Erkrankungen in der Urologie ⊡ Tabelle 1.39. Screening auf STD Erreger: ▬ Echinococcus (E.) granulosus: zystische Echinokokkose, ▬ Echinococcus (E.) multilocularis: alveoläre Echinokokkose. Wichtig! Der direkte oder indirekte Erregernachweis ist nach § 7 Abs. 3 des Infektionsschutzgesetzes in Deutschland meldepflichtig beim Robert-Koch-Institut, Berlin (Tel.: 030/4547-3413). ▬ weltweit verbreitet, ▬ in Europa Häufung in den Mittelmeerländern, ▬ Verbreitung in Deutschland sehr gering; Krankheitsbeobachtungen betreffen überwiegend Reiserückkehrer und Migranten. E. multilocularis: ▬ kommt überwiegend in der nördlichen Hemisphäre vor, ▬ ein Hauptendemiegebiet umfasst die Alpenregion, aber auch aus den mittel-und norddeutschen Flächenländern wurde ein Befall von bis 50% der Füchse beschrieben. ▬ lebt als dreigliedriger Bandwurm im Darm seiner Endwirte, überwiegend Hunde, mit deren Kot Wurmeier ausgeschieden und von Zwischenwirten wie Rind, Schaf, Schwein und anderen Säugern, auch dem Menschen aufgenommen werden, ▬ in den parenchymatösen Organen dieser Zwischenwirte entwickeln sich die Hydatiden als bis zu 30 cm durchmessende Zysten, in denen sich Larven entwickeln. E. multilocularis: ▬ ist ein fünfgliedriger Bandwurm, der vorwiegend im Darm des Fuchses, selten auch bei Hunden und Katzen lebt und dessen Eier mit dem Kot ausgeschieden werden; diese sind in der freien Natur extrem widerstandsfähig, ▬ in den Zwischenwirten (Feld-und Wühlmäuse, Bisamratten und auch Menschen), die Eier oral aufnehmen, entwickeln sich in den parenchymatösen Organen multiple, kleinblasige, tumorartig infiltrativ wachsende Larvengewebe, die zu Symptomen bis zum Tode führen. Infektionsquellen für den Menschen: ▬ Verzehr von kontaminierten Nahrungsmitteln wie Gemüse, Obst, Beerenfrüchte, Trinkwasser, ▬ enger Kontakt mit infizierten Endwirten, ▬ bei E. granulosus: vor allem Hunde in südlichen Ländern, auch solche die in südliche Ländern im Rahmen von Urlaubsreisen mitgenommen wurden, ▬ bei E. multilocularis: Kontakt zu erlegten oder verendeten Füchsen (deutlich erhöhtes Risiko für Jäger, Veterinäre, Waldarbeiter, Präparatoren, Gerber), ▬ es können auch Wurmeier durch Mähen und Pflügen aufgewirbelt und dann inkorporiert werden, ▬ außerdem Entwicklung einer »urbanen Echinokokkose« durch das Zuwandern von Füchsen in städtische Park-und Waldanlagen. Klinik ▬ Beim Menschen Ausbildung von Hydatiden in parenchymatösen Organen wie Leber, Lunge und Gehirn, seltener auch in den Nieren (2,3%), ▬ Befall der Niere ▬ dumpfe Flankenschmerzen, ▬ ggf. Koliken (bei abgehenden Tochterzysten nach Einbruch in das Hohlsystem), ▬ Intraperitoneale Perforation (Zystenruptur): schwere anaphylaktische Reaktionen. Labor ▬ meist Eosinophilie (15%), ▬ serologische Verfahren wie IFT (Immun-Fluoreszenz-Test), IHAT (Indirekter Häm-Agglutinationstest) und ELISA hilfreich, aber nicht immer eindeutig, ▬ Urin: Nachweis von Skolizes oder Hydatidenfragmenten bei Einbruch in das Nierenhohlsystem. Sonographie ▬ Zystische Raumforderung, evtl. mit Wandverkalkungen, Tochterzysten, Zystenkonglomerattumor. Röntgen/IVP ▬ Verkalkungen, Verdrängung des Hohlsystems. CT ▬ Zystenkonglomerattumor, ▬ Tochterzysten in Lunge, Leber, Gehirn. Therapie ▬ Unbehandelt führt eine zystische Echinokokkose in der Regel in 10-15 Jahren zum Tode, ▬ alveoläre Form ist wesentlich aggressiver, das Überleben beträgt im Mittel 1 Jahr, ▬ Therapie der Wahl: operative Entfernung aller Zysten mit dem Ziel der absoluten Radikalität ohne Eröffnung während des Eingriffs, bzw. die perkutane Aspiration, Instillation, Re-Aspiration (PAIR) als Innovation, > Wichtig: dabei besteht eine große Gefahr in der Verschwemmung des Zysteninhalts mit einem konsekutiven anaphylaktischen Geschehen bis zum Schock! ▬ bei akzidenteller Eröffnung ergibt sich allenfalls eine Polypragmasie als Reaktion auf die Befundkonstellation; Anaphylaxiebehandlung im Vordergrund, »Dekontamina tion« im Hintergrund, ▬ medikamentöse Chemotherapie ▬ bei inoperablen Fällen oder bei miliarer Aussaat mit Mebendazol (40-50 mg/kg KG/ Tag in 3 Dosen, 6 Monate bis zu mehreren Jahren lang); neuere Untersuchungen mit Albendazol stimmen optimistisch, allerdings treten Nebenwirkungen häufiger auf, ▬ ständige Kontrolle von Blutbild und klinischer Chemie dringend erforderlich, ▬ Behandlung sollte an Zentren oder unter deren Überwachung erfolgen (zur Vermittlung empfiehlt sich das Robert-Koch-Institut in Berlin). ▬ Infektion durch Würmer namens Wuchereria (W.) bancrofti, Brugia (B.) malayi und B. timori, ▬ die Elephantiasis ist weltweit eine der häufigsten Ursachen für Behinderung und Entstellung. Epidemiologie ▬ W. bancrofti: feuchtwarme Gebiete Zentral-und Südamerikas, Afrikas, Süd-Ost-Asiens und der pazifischen Inseln, ▬ B. malayi: Süd-Ost-Asien und China, ▬ B. timori: Süd-Ost-Indonesien, ▬ derzeit sind 120 Mio. Menschen an LF erkrankt, und eine weitere Milliarde Menschen lebt mit dem Infektionsrisiko. Bis zur Geschlechtsreife leben die Würmer in den Lymphgefäßen und Lymphknoten des Wirtes Mensch, ▬ von den weiblichen Würmern werden dann Hunderte von Eiern gelegt, die im Blutkreislauf zirkulieren, ▬ bei ihrer Blutmahlzeit saugen spezifische Mückenarten die Eier mit auf und verschleppen sie beim nächsten Stich in den nächsten Wirt, ▬ Anopheles-, Aedes-, Culex-und Mansonia-Arten sind die Hauptüberträger, ▬ der Mensch ist Hauptreservoir für W. bancrofti und B. malayi, gelegentlich befällt B. timori auch andere Primatenarten und Katzen. Frühsymptom der Infektion: häufig fieberhafte Allgemeinerkrankung mit gleichzeitiger, meistens die Extremitäten betreffender deszendierender Lymphangitis, gelegentlich auch Lymphadenitis; frühzeitig kann es auch zu Orchitiden und Epididymitiden kommen, ▬ chronifizierende, allergische Lymphangitis, verursacht durch die im Lymphgefäßsystem lebenden Parasiten, führt zur Schwellung von Armen und Beinen, dem Skrotum bei männlichen und der Mammae bei weiblichen Patienten, ▬ frühzeitig auftretende Chylurie als Zeichen des Befalls mesenterialer Lymphbahnen (schlechte Prognose), ▬ nach jahrzehntelangem, unbehandeltem Verlauf: vollständige Blockierung des Lymphsystems, die zu monströsen Lymphstauungen führen kann; Stauung und Hautverdickung führen zu Dermatitiden, die oberflächlich exulzerieren und superinfiziert werden können: das Vollbild: »Elephantiasis«, ▬ weitere Komplikation: das so genannte tropische pulmonale Eosinophiliesyndrom, gekennzeichnet von paroxysmalen, nächtlichen Asthmaanfällen, chronisch interstitieller Lungenerkrankung, rezidivierenden Fieberschüben und hoher Bluteosinophilie.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "▬ krankheitsrelevant: die im Wirtskörper verbleibenden Eier, die über den Blutkreislauf überall hin verschleppt werden und durch die Immunreaktionen des Wirtes granulomatöse Entzündungen verursachen. Unterschieden werden eine akute Form von einer chronischen: ▬ akute Schistosomiasis: ▬ große, floride Granulome, mit Aggregationen von eosinophilen Leukozyten, mononukleären Phagozyten, Plasmazellen, neutrophilen Leukozyten, Lymphozyten und Fibroblasten, ▬ Fieber, Gliederschmerzen, Husten, ▬ chronische Schistosomiasis: ▬ Entstehung von fibrösen Narbenfeldern in den betroffenen Organen; bei Sch. man soni und Sch. japonicum überwiegend im Perikolon lokalisiert, bei Sch. haematobium in der Blase und den Adnexen, ▬ urologisch relevant: hämorrhagische Zystitis (Sch. haematobicum), können in Plattenepithelkarzinome übergehen, Tabellarische Übersicht der wichtigsten in der Urologie verwendeten Antibiotika W. Vahlensieck 3×5-10 Mio IE iv, (im) ▬ nur Streptokokken/Pneumokokken/ ▬ gut gegen β-Laktamase bildende Staphylokokken, in der Urologie eigentlich nur bei Staphylokokkenabszess ▬ durch Oralcephalosporine ersetzbar orale Cephalosporine (gem. Paul Ehrlich Gesellschaft) gut wirksam bei grampositiven Kokken ▬ Indikationen bei Haut -und Weichteilinfektionen, u.U. Infektionen der Atemwege ▬ geringe Aktivität gegen Enterobakterien → in der Urologie nur zur Prophylaxe unkomlizierter HWI bei Kindern oder bei Schwangeren, bei denen die Verwendung anderer Antibiotika limitiert ist. U.U. Prophylaxe bei genitaler Chirurgie/ Implantaten bessere Wirksamkeit als Cefaclor gegen Streptokokken, Staphylokokken und H. influenzae ▬ schlechtere Wirksamkeit als Cefaclor gegen E. coli, Klebsiella pneumoniae und Proteus bessere ß-Laktamase Stabilität und daher besseres Spektrum als übrige Antibiotika dieser Gruppe ▬ Indikationen hauptsächlich bei Inf. der Atemwege, Haut und Weichteile und unkomplizierten HWI orale Cephalosporine (gem. Paul Ehrlich Gesellschaft) deutlich bessere Aktivität gegen gramnegative Keime (stabil gegen viele ß-Laktamasen gramnegativer Keime) ▬ kaum wirksam gegen Staphylokokken und Anaerobier ▬ HWI infolge Enterobakterien z.B. bei immunsupprimierten Patienten (und zur Fortführung einer parenteralen Therapie) Alle Cephalosporine können in Schwangerschaft und Stillzeit verwendet werden. Alle Cephalosporine haben Enterokokkenlücke. Kontraindikation bei allen Cephalosporinen nur Cephalosporin Allergie. parenterale Cephalosporine (gem. Paul Ehrlich Gesellschaft) bessere Wirksamkeit gegen gramnegative Keime als Gruppe 1 (Ausnahme Problemkeime, z.B. Hospitalkeime) (bedingt stabil gegen β-Laktamasen gramnegtiver Bakterien) ▬ rel. gute Wirksamkeit gegenüber grampositiven Keimen (aber schlechter als Gruppe1) ▬ rel. gut wirksam gegenüber Staph. aureus (stabil gegen Staphylokokken Penicillinasen) deutlich bessere Aktivität gegen gramnegative Keime (stabil gegen viele β-Laktamasen gramnegativer Keime) ▬ geringere Wirksamkeit gegen Staph. aureus, nicht bei Anaerobiern ▬ Kombination mit Aminoglykosiden oder Acylaminopenicillinen bei schweren Infektionen parenterale Cephalosporine (gem. Paul Ehrlich Gesellschaft) 3×1-2 g/d ▬ wirksam im gramnegativen und grampositiven Bereich ▬ kalkulierte Therapie schwerster Infektionen, dabei Kombination mit Aminoglykosid oder Clindamycin (Enterkokkenlücke) ▬ nicht bei Staphylokokken oder Anaerobiern 2×2 g/d ▬ im grampositiven Bereich stärker als Ceftazidim ▬ kalkulierte Therapie schwerster Infektionen, dabei Kombination mit Aminoglykosid (Enterkokkenlücke), Acylaminopenicillin oder Gyrasehemmer 4×1-2 g/d ▬ aktiv gegen anaerobe Bakterien ▬ Aktivität gegen gramnegative Bakterien besser als die der Gruppe 2, aber schlechter als die der Gruppe 3a/b ▬ schechte Wirksamkeit gegen Staphylokokken Alle Cephalosporine können in Schwangerschaft und Stillzeit verwendet werden. Alle Cephalosporine haben Enterokokkenlücke. Kontraindikation bei allen Cephalosporinen nur Cephalosporin Allergie. Hauptindikation: Harnwegsinfektionen ▬ auch zur Prophylaxe rez. HWI geeignet (50 mg Trimethoprim) ▬ bei unkomplizierter Zystitis auch 2-3×100 mg Trimethoprim po über 3-5 Tage ▬ Resistenzraten variieren von Land zu Land → nicht zur empirischen Therapie bei Resistenz-1×3 g po ▬ aktiv gegen grampositive und gramnegative Bakterien ▬ 1×5,6g Fosfomycintrometamol po bei unkomplizierter Zystitis der Frau 3×100 mg/d po ▬ niedrige Serumkonzentrationen, bakteriostatisch, 40% renale Elimination ▬ wirksam gegenüber grampos. Kokken, wie Staphylokokken, Streptokokken, Pneumokokken und Enterokokken ▬ wirksam gegenüber E. coli, Citrobacter, Klebsiellen und Enterobacter ▬ nicht wirksam gegenüber Providentia, Serratia ▬ resistent: Proteus, Ps. aeruginosa, Acinetobacter ▬ auch zur Prophylaxe rez. HWI geeignet (1×50 mg/d) 4×500 mg/d iv ▬ gute Wirksamkeit gegenüber Streptokokken, Pneumokokken, Bordetella pertussis,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Krankheiten der männlichen Geschlechtsorgane:▬ Urethritis anterior, ▬ Prostatitis acuta, ▬ Epididymitis.Erkrankungen des weiblichen Geschlechtsorgane: Bartholinitis:▬ Infektion der Drüsen des Scheidenvorhofes über ihre Ausführungsgänge, ▬ Symptome: schmerzhafte, meistens einseitige Schwellung der großen Labien; Verstärkung beim Sitzen, Laufen und bei der Defäkation, ▬ Palpation: die Schwellung ist unter der großen Labie tastbar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinik"
        },
        {
            "text": "▬ das Gegenstück zur männlichen Urethritis, ▬ Symptom: Fluor vaginalis, ▬ bei Untersuchung aus der Portio: Entleerung von eitrigem Sekret aus dem äußeren Muttermund, dessen Ränder gerötet sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Urethritis Endometritis cervicalis:"
        },
        {
            "text": "▬ Aszension von der Cervix uteri über das Corpus uteri in die Tuben und Ovarien möglich, ▬ Symptome: bei akuter Entzündung Unterbauchbeschwerden, Blutungsstörungen und allgemeine Krankheitszeichen, später Tubenverschluss, ▬ Palpation: bei der Tastuntersuchung ist der typische »Adnextumor« palpabel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adnexitis:"
        },
        {
            "text": "▬ setzt die direkte Infektion der Rektumschleimhaut voraus, ▬ nicht nur bei analem Sexualverkehr, sondern auch durch Schmierinfektion vom Genitale, ▬ Symptome: Juckreiz am After, Schleimauflagerungen auf dem Stuhl, ▬ Inspektion: bei Inspektion und Proktoskopie Rötung des Anoderms und der angrenzenden Rektumschleimhaut mit eitrigen Belägen erkennbar, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bei beiden Geschlechtern vorkommende Erkrankungen: Proktitis:"
        },
        {
            "text": "▬ an Aids denken bei ungewöhnlichen Infektionskrankheiten (persistierenden Lymphknotenschwellungen, chronisch rezidivierenden Infektionskrankheiten mit schwerem Verlauf) ohne Nachweis spezifischer Erreger, ▬ pathognomonische klinische Zeichen für Aids gibt es nicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klinischer Verdacht:"
        },
        {
            "text": "▬ 99% aller Infizierten haben nach etwa 40 Tagen einen positiven »Aids-Test«, ▬ zahlreiche gut standardisierte, präzise Immunoassays mit hoher Sensitivität und Spezifität verfügbar, ▬ Bestätigungstest (»western blot«) erforderlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antikörpernachweis:"
        },
        {
            "text": "▬ Bestimmung der Zahl der Viruskopien (»virus load«) mit Hilfe von DNA-Amplifikationsreaktionen für die Indikation und Überwachung der Therapie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antigennachweis:"
        },
        {
            "text": "▬ bei V. a. Organbefall Durchführung einer organtypischen Diagnostik. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Blutbild und Leberwerte:"
        }
    ]
}