{
    "paper_id": "a546ef4bcdb2f393d6471a23a0733dc4ac560b12",
    "metadata": {
        "title": "4 Studying Future Disasters and Crises: A Heuristic Approach",
        "authors": [
            {
                "first": "E",
                "middle": [
                    "L"
                ],
                "last": "Quarantelli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arjen",
                "middle": [],
                "last": "Boin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Lagadec",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Disasters and crises are as old as when human beings started to live in groups. Through the centuries, new types have emerged. For instance, the development of synthetic chemicals in the 19th Century and nuclear power in the 20th Century created the possibility of toxic chemical disasters and crises from radioactive fallouts. Older crisis types did not disappear: ancient types such as floods and earthquakes remain with us. The newer disasters and crises are additions to older forms; they recombine elements of old threats and new vulnerabilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The literature on crisis and disaster research suggests that we are at another important historical juncture with the emergence of a new distinctive class of disasters and crises not often seen before (Ansell, Boin, & Keller, 2010; Helsloot, Boin, Jacobs, & Comfort, 2012; Tierney, 2014) . In this chapter, we discuss the rise of transboundary crises and disasters. We seek to offer a heuristic approach to studying these new crises and disasters.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 231,
                    "text": "(Ansell, Boin, & Keller, 2010;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 232,
                    "end": 272,
                    "text": "Helsloot, Boin, Jacobs, & Comfort, 2012;",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 287,
                    "text": "Tierney, 2014)",
                    "ref_id": "BIBREF123"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We offer a heuristic approach to understanding the disasters and crises of the future. It is presented primarily as an aid or guide to looking further into the matter, hopefully stimulating more investigation on conceptions of disasters and crises in the past, the present, and the future. Unlike in some areas of scientific inquiry, where seemingly final conclusions can be reached (e.g., about the speed of light), the basic nature of the phenomenon we are discussing is of a dynamic nature and subject to change through time. The answer to the question of what is a disaster or crisis has evolved and will continue to do so (see Perry' s chapter in this handbook).",
            "cite_spans": [
                {
                    "start": 632,
                    "end": 638,
                    "text": "Perry'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Human societies have always been faced with risks and hazards. Earthquakes, hostile inter-and intra-group relationships, massive floods, sudden epidemics, threats to take multiple hostages or massacre large number of persons, avalanches, fires and tsunamis have marked human history for centuries if not eons. Disasters and crises requiring a group reaction are as old as when human beings started to live in stable communities. 1 The earliest happenings are attested to in legends and myths, oral traditions and folk songs, religious accounts and archeological evidence from many different cultures and subcultures around the world. For example, a \"great flood\" story has long existed in many places (Lang, 1985) . As human societies evolved, new threats and hazards emerged.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 430,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 701,
                    "end": 713,
                    "text": "(Lang, 1985)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Classic Phenomena"
        },
        {
            "text": "To the old there have been added new dangers and perils that increasingly have become potentially dangerous to human groups. Risky technological agents have been added to natural hazards. These involve chemical, nuclear and biological threats that can accidentally materialize as disasters. Intentional conflict situations have become more damaging at least in the sense of involving more and more victims. The last 90 years have seen two World Wars, massive air and missile attacks by the military on civilians distant from battle areas, many terrorist attacks, and widespread ethnic strife. Genocide killed one million persons in Rwanda; millions have become refugees and tens of thousands have died in Darfur in the Sudan in Africa. While terrorism is not a new phenomenon, its targets have considerably expanded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classic Phenomena"
        },
        {
            "text": "Some scholars and academics have argued that the very attempt to cope with increasing risks, especially of a technological nature, is indirectly generating new hazards. As the human race has increasingly been able to cope with such basic needs as food and shelter, some of the very coping mechanisms involved (such as the double edged consequences of agricultural pesticides), have generated new risks for human societies (Beck, 1999; Perrow, 1999) . For example, in 2004, toxic chemicals were successfully used to eradicate massive locust infestations affecting ten Western and Northern African countries. Those very chemicals had other widespread negative effects on humans, animals and crops (IRIN, 2004) . Implicit in this line of thinking is the argument that double-edged consequences from new innovations (such as the use of chemicals, nuclear power and genetic engineering) will continue to appear (Tenner, 1996) .",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 434,
                    "text": "(Beck, 1999;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 435,
                    "end": 448,
                    "text": "Perrow, 1999)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 695,
                    "end": 707,
                    "text": "(IRIN, 2004)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 906,
                    "end": 920,
                    "text": "(Tenner, 1996)",
                    "ref_id": "BIBREF118"
                }
            ],
            "ref_spans": [],
            "section": "Classic Phenomena"
        },
        {
            "text": "We cannot say that the future will bring more disasters, as we have no reliable statistics on prior happenings as a base line to use in counting (Quarantelli, 2001) . At present, it would seem safer to argue that some future events are qualitatively different, and not necessarily that there will be more of them in total (although we would argue the last is a viable hypothesis that requires a good statistical analysis).",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 164,
                    "text": "(Quarantelli, 2001)",
                    "ref_id": "BIBREF99"
                }
            ],
            "ref_spans": [],
            "section": "Classic Phenomena"
        },
        {
            "text": "Societies for the most part have not been passive in the face of these dangers to human life and well-being. This is somewhat contrary to what is implicit in much of the social science literature especially about disasters. In fact, some of these writings directly or indirectly state that a fatalistic attitude prevailed in the early stages of societal development (e.g., Quarantelli, 2000) . This was thought because religious beliefs attributed negative societal happenings to punishments or tests 1 This seems to have occurred about five to six thousand years ago (see Lenski, Lenski, & Nolan, 1991) . However, recent archeological studies suggest that humans started to abandon nomadic wanderings and settled into permanent sites around 9,500 years ago (Balter, 2005) so community recognized disasters and crises might have an even longer history. by supernatural entities (the \"Acts of God\" notion, although this particular phrase became a common usage mostly because it served the interests of insurance companies). But prayers, offerings and rituals are widely seen as means to influence the supernatural. So passivity is not an automatic response to disasters and crises even by religious believers, an observation sometimes unnoticed by secular researchers.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 391,
                    "text": "Quarantelli, 2000)",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 573,
                    "end": 603,
                    "text": "Lenski, Lenski, & Nolan, 1991)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 758,
                    "end": 772,
                    "text": "(Balter, 2005)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Societal Interpretations and Responses"
        },
        {
            "text": "In fact, historical studies strongly indicate that societal interpretations have been more differentiated than once believed and have shifted through the centuries, at least in the Western world. In ancient Greece, Aristotle categorized disasters as the result of natural phenomena and not manifestations of supernatural interventions (Aristotle, 1952) . The spread of Christianity about 2,000 years ago helped foster the belief that disasters were \"special providences sent directly\" from \"God to punish sinners\" (Mulcahy, 2002, p. 110) . In the Middle Ages, even scholars and educated elites \"no longer questioned the holy origins of natural disasters\" (Massard-Guilbaud, Platt, & Schott, 2002, p. 19) . Starting in the 17th century, however, explanations started to be replaced by \"ones that viewed disasters as accidental or natural events\" (Mulcahy, 2002, p. 110) . This, of course, also reflected a strong secularization trend in Western societies. Perhaps this reached a climax with the 1755 Lisbon earthquake which Dynes notes can be seen as the \"first modern disaster\" (2000, p. 10).",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 352,
                    "text": "(Aristotle, 1952)",
                    "ref_id": null
                },
                {
                    "start": 514,
                    "end": 537,
                    "text": "(Mulcahy, 2002, p. 110)",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 703,
                    "text": "(Massard-Guilbaud, Platt, & Schott, 2002, p. 19)",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 868,
                    "text": "(Mulcahy, 2002, p. 110)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Societal Interpretations and Responses"
        },
        {
            "text": "So far our discussion has been mostly from the perspective of the educated elites in Western societies. Little scholarly attention seems to have been given to what developed in non-Western social systems. One passing observation about the Ottoman Empire and fire disasters suggests that the pattern just discussed might not be universal. Thus, while fire prevention measures were encouraged in cities, they were not mandated \"since calamities were considered\" as expressions of the will of God (Yerolympos, 2002, p. 224) . Even as late as 1826 an Ottoman urban building code stated that according to religious writing \"the will of the Almighty will be done\" and nothing can and should be done about that. At the same time, this code advances the idea that nevertheless there were protective measures that could be taken against fires that are \"the will of Allah\" (quoted in Yerolympos, 2002, p. 226) . Of course, incompatibility between natural and supernatural views about the world are not unique to disaster and crisis phenomena, but that still leaves the distinction important. 2 Even recently, an Australian disaster researcher asserted that in the 2004 Southwestern Asian tsunami most of the population seemed to believe that the disaster was \"sent either as a test of faith or punishment\" (McAneney, 2005, p. 3). Or as another writer noted, following the tsunami, religiously oriented views surfaced. Some were by: \"fundamentalist Christians\" who tend to view all disasters \"as a harbinger of the apocalypse\". Others were by \"radical Islamists\" who are inclined to see any disaster that \"washes the beaches clear of half-nude tourists to be divine\" (Neiman, 2005, p. 16) . After Hurricane Katrina, some leaders of evangelical groups spoke of the disaster as punishment imposed by God for \"national sins\" (Cooperman, 2005) .",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 520,
                    "text": "(Yerolympos, 2002, p. 224)",
                    "ref_id": null
                },
                {
                    "start": 874,
                    "end": 899,
                    "text": "Yerolympos, 2002, p. 226)",
                    "ref_id": null
                },
                {
                    "start": 1082,
                    "end": 1083,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 1296,
                    "end": 1315,
                    "text": "(McAneney, 2005, p.",
                    "ref_id": null
                },
                {
                    "start": 1656,
                    "end": 1677,
                    "text": "(Neiman, 2005, p. 16)",
                    "ref_id": null
                },
                {
                    "start": 1811,
                    "end": 1828,
                    "text": "(Cooperman, 2005)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Societal Interpretations and Responses"
        },
        {
            "text": "In the absence of systematic studies, probably the best hypothesis that should be researched is that at present religious interpretations about disasters and crisis still appear to be widely held, but relative to the past probably have eroded among people in general. The orientation is almost certainly affected by sharp cross-societal difference in the importance attributed to religion as can be noted in the religious belief systems and practices as currently exist in the United States and many Islamic countries, compared to Japan or a highly secular Western Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Societal Interpretations and Responses"
        },
        {
            "text": "Apart from the varying interpretations of the phenomena, how have societies behaviorally reacted to existing and ever-changing threats and risks? As a whole, human groups have evolved a 2 For an interesting attempt to deal with these two perspectives see the paper entitled Disaster: a reality or a construct? Perspective from the East, written by Jigyasu (2005) an Indian scholar. variety of formal and informal mechanisms to prevent and to deal with crises and disasters. But societies have followed different directions depending on the perceived sources of disasters and crises. Responses tend to differ with the perception of the primary origin (the supernatural, the natural or the human sphere).",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 362,
                    "text": "Jigyasu (2005)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Societal Responses"
        },
        {
            "text": "For example, floods were seen long ago as a continuing problem that required a collective response involving engineering measures. Stories that a Chinese Emperor, 23 centuries before Christ, deepened the ever-flooding Yellow River by massive dredging and the building of diversion canals may be more legend than fact (Waterbury, 1979, p. 35) . However, there is clear evidence that in Egypt in the 20th Century BC, the 12th Dynasty Pharaoh, Amenemher II completed southwest of Cairo what was probably history's first substantial river control project (an irrigation canal and dam with sluice gates). Other documentary evidence indicates that dams for flood control purposes were built as far back as 1260 B C in Greece (Schnitter, 1994, p. 1, 8-9) . Such mitigatory efforts indicate both the belief that there was a long-term natural risk as well as one that could be coped with by physically altering structural dimensions.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 341,
                    "text": "(Waterbury, 1979, p. 35)",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 747,
                    "text": "(Schnitter, 1994, p. 1, 8-9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Societal Responses"
        },
        {
            "text": "Later, particular in Europe, there were many recurrent efforts to institute mitigation measures. For example, earthquake resistant building techniques were developed in ancient Rome, although \"they had been forgotten by the middle ages\" (Massard-Guilbaud et al., 2002, p. 31) . The threats from floods and fires spurred mitigation efforts in Greece. Starting in the 15th Century, developing urban areas devised many safeguards against fires, varying from regulations regarding inflammable items to storage of water for firefighting purposes. In many towns in medieval Poland, dams, dikes and piles along riverbanks were built (Sowina, 2002) . Of course, actions taken were not always successful. But, if nothing else, these examples show that organized mitigation efforts have been undertaken for a long time in human history.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 275,
                    "text": "(Massard-Guilbaud et al., 2002, p. 31)",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 640,
                    "text": "(Sowina, 2002)",
                    "ref_id": "BIBREF115"
                }
            ],
            "ref_spans": [],
            "section": "Societal Responses"
        },
        {
            "text": "There have been two other major behavioral trends of long duration that are really preventive in intent if not always in reality. One has been the routinization of responses by emergency oriented groups so as to prevent emergencies from escalating into disasters or crises. For example, in ancient Rome, the first groups informally set up to fight fires were composed of untrained slaves. But when a fire in 6 A.D. burned almost a quarter of Rome, a Corps of Vigiles was created that had full-time personnel and specialized equipment. In more recent times, there are good examples of this routinization in the planning of public utilities that have standardized operating procedures to deal with everyday emergencies so as to prevent them from materializing into disasters. In the conflict area, there are various UN and other international organizations, such as the International Atomic Energy Agency and the European Union (EU), that also try to head off the development of crises. In short, societies have continually evolved groups and procedures to try to prevent old and new risks and threats from escalating into disasters and crises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Societal Responses"
        },
        {
            "text": "A second more recent major trend has been the development of specific organizations to deal first with wartime crises and then with peacetime disasters. Societies for about a century have been creating specific organizations to deal first with new risks for civilians created by changes in warfare, and then improving on these new groups as they have been extended to peacetime situations. Rooted in civil defense groups created for air raid situations, there has since been the evolvement of civilian emergency management agencies (Blanchard, 2004) . Accompanying this has been the start of the professionalization of disaster planners and crisis managers. There has been a notable shift from the involvement of amateurs to educated professionals.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 549,
                    "text": "(Blanchard, 2004)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Societal Responses"
        },
        {
            "text": "Human societies adjusted not only to the early risks and hazards, but also to the newer ones that appeared up to the last century. The very existence of the human race is testimony to the social coping mechanisms of humans as they face such threats. Here and there a few communities and groups have not been able to cope with the manifestations of contemporary risks and hazards (Diamond, 2005) . But these have been very rare cases.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 394,
                    "text": "(Diamond, 2005)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Societal Responses"
        },
        {
            "text": "Neither disasters nor crises involving conflict have had that much effect on the continuing existence of cities anywhere in the world. Throughout history, many cities have been destroyed. They have been: \"sacked, shaken, burned, bombed, flooded, starved, irradiated and poisoned\", but in almost every case they have phoenix-like been reestablished (Vale & Campanella, 2004, p. 1) . Around the world, from the 12th to the 19th Century, only 42 cities were \"permanently abandoned following destruction\" (Vale & Campanella, 2004, p. 1) . The same analysis notes that large cities such as Baghdad, Moscow, Aleppo, Mexico City, Budapest, Dresden, Tokyo, Hiroshima and Nagasaki all suffered massive physical destruction and lost huge numbers of their populations due to disasters and wartime attacks. All were rebuilt and rebounded. At the start of the 19th Century, \"such resilience became a nearly universal fact\" about urban settlements around the world (Vale & Campanella, 2004, p. 1) . Looking at these cities today as well as Warsaw, Berlin, Hamburg and New Orleans, it seems this recuperative tendency is very strong (see also Schneider & Susser, 2003) .",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 379,
                    "text": "(Vale & Campanella, 2004, p. 1)",
                    "ref_id": null
                },
                {
                    "start": 501,
                    "end": 532,
                    "text": "(Vale & Campanella, 2004, p. 1)",
                    "ref_id": null
                },
                {
                    "start": 951,
                    "end": 982,
                    "text": "(Vale & Campanella, 2004, p. 1)",
                    "ref_id": null
                },
                {
                    "start": 1128,
                    "end": 1153,
                    "text": "Schneider & Susser, 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Societal Responses"
        },
        {
            "text": "In the Hiroshima museum that now exists at the exact point where the bomb fell, there is a 360-degree photograph of the zone around that point, taken a few days after the attack. Except for a few piles of ruins, there is nothing but rubble as far as the eye can see in every direction. There were statements made that this would be the scene at that location for decades. But a visitor to the museum today can see in the windows behind the circular photograph, many signs of a bustling city and its population (for a description of the museum see Webb, 2006) . Hiroshima did receive much help and aid to rebuild. But the city came back in ways that observers at the time of impact did not foresee.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 558,
                    "text": "Webb, 2006)",
                    "ref_id": "BIBREF132"
                }
            ],
            "ref_spans": [],
            "section": "Societal Responses"
        },
        {
            "text": "Early efforts to understand and to cope with disasters and crises were generally of an ad hoc nature. With the strong development of science in the 19th Century, there was the start of understanding the physical aspects of natural disasters, and these had some influence on structural mitigation measures that were undertaken. However, the systematic social science study of crises and disasters is about a half-century-old (Fritz, 1961; Kreps, 1984; Quarantelli, 1988 Quarantelli, , 2000 Schorr, 1987; Wright & Rossi, 1981) .",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 437,
                    "text": "(Fritz, 1961;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 438,
                    "end": 450,
                    "text": "Kreps, 1984;",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 451,
                    "end": 468,
                    "text": "Quarantelli, 1988",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 469,
                    "end": 488,
                    "text": "Quarantelli, , 2000",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 489,
                    "end": 502,
                    "text": "Schorr, 1987;",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 503,
                    "end": 524,
                    "text": "Wright & Rossi, 1981)",
                    "ref_id": "BIBREF135"
                }
            ],
            "ref_spans": [],
            "section": "Systematic Studies of Disruptive Events"
        },
        {
            "text": "In short, there is currently a solid body of research-generated knowledge developed over the last half century of continuing and ever increasing studies around the world in different social science disciplines. To be sure, such accounts and reports are somewhat selective and not complete. There are now case studies and analytical reports on natural and technological disaster (and to some extent on other crises) numbering in the four figures. In addition, there are numerous impressions of specific behavioral dimensions that have been derived from field research (for summaries and inventories see Alexander, 2000; Cutter, 1994; Dynes, DeMarchi, & Pelanda, 1987; Dynes & Tierney, 1994; Farazmand, 2001; Helsloot, Boin, Jacobs, & Comfort, 2012; Mileti, 1999; Oliver-Smith, 1999; Perry, Lindell, & Prater, 2005; Rosenthal, Boin, & Comfort, 2001; Rosenthal, Charles, & 't Hart, 1989; Tierney, Lindell, & Perry, 2001; Turner, 1978) .",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 618,
                    "text": "Alexander, 2000;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 619,
                    "end": 632,
                    "text": "Cutter, 1994;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 633,
                    "end": 666,
                    "text": "Dynes, DeMarchi, & Pelanda, 1987;",
                    "ref_id": null
                },
                {
                    "start": 667,
                    "end": 689,
                    "text": "Dynes & Tierney, 1994;",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 706,
                    "text": "Farazmand, 2001;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 707,
                    "end": 747,
                    "text": "Helsloot, Boin, Jacobs, & Comfort, 2012;",
                    "ref_id": null
                },
                {
                    "start": 748,
                    "end": 761,
                    "text": "Mileti, 1999;",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 762,
                    "end": 781,
                    "text": "Oliver-Smith, 1999;",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 782,
                    "end": 813,
                    "text": "Perry, Lindell, & Prater, 2005;",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 814,
                    "end": 847,
                    "text": "Rosenthal, Boin, & Comfort, 2001;",
                    "ref_id": null
                },
                {
                    "start": 848,
                    "end": 884,
                    "text": "Rosenthal, Charles, & 't Hart, 1989;",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 885,
                    "end": 917,
                    "text": "Tierney, Lindell, & Perry, 2001;",
                    "ref_id": "BIBREF124"
                },
                {
                    "start": 918,
                    "end": 931,
                    "text": "Turner, 1978)",
                    "ref_id": "BIBREF126"
                }
            ],
            "ref_spans": [],
            "section": "Systematic Studies of Disruptive Events"
        },
        {
            "text": "What are the distinctive aspects of the newer disasters and crises that are not seen in traditional ones? To answer this question, we considered what social science studies and reports had found about behavior in disasters and crises up to the present time. We then implicitly compared those observations and findings with the distinctive behavioral aspects of the newer disasters and crises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Systematic Studies of Disruptive Events"
        },
        {
            "text": "One issue that has always interested researchers and scholars is how to conceptualize disasters and crises. There is far from full agreement that all disasters and crises can be categorized together as being relatively homogeneous phenomena (Quarantelli, 1998; Perry & Quarantelli, 2005) . This is despite the fact that there have been a number of attempts to distinguish between, among and within different kinds of disasters and crises. However, no one overall view has won anywhere near general acceptance among self-designated disaster and crisis researchers. To illustrate we will briefly note some of the major formulations advanced. For example, one attempt has been to distinguish between natural and technological disasters (Erikson, 1994; Picou & Gill, 1996) . The basic assumption was that the inherent nature of the agent involved made a difference. Implicit was the idea that technological dangers or threats present a different and more varying kind of challenge to human societies than do natural hazards or risks. Most researchers have since dropped the distinction as hazards have come to be seen as less important than the social setting in which they appear. In recent major volumes on what is a disaster (Quarantelli, 1998; Perry & Quarantelli, 2005) , the distinction was not even mentioned by most of the two dozen scholars who addressed the basic question.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 260,
                    "text": "(Quarantelli, 1998;",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 261,
                    "end": 287,
                    "text": "Perry & Quarantelli, 2005)",
                    "ref_id": null
                },
                {
                    "start": 733,
                    "end": 748,
                    "text": "(Erikson, 1994;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 749,
                    "end": 768,
                    "text": "Picou & Gill, 1996)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 1224,
                    "end": 1243,
                    "text": "(Quarantelli, 1998;",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 1244,
                    "end": 1270,
                    "text": "Perry & Quarantelli, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Different Conceptions of Disasters and Crises"
        },
        {
            "text": "Other scholars have struggled with the notion that there may be some important differences between what can be called \"disasters\" and \"crises\". The assumption here is that different community level social phenomena are involved, depending on the referent. Thus, some scholars distinguish between consensus and conflict types of crises (Stallings, 1988 tries to reconcile the two perspectives). In some research circles, almost all natural and most technological disasters are viewed as consensus types of crises (Quarantelli, 1998) . These are contrasted with crises involving conflict such as are exemplified by riots, terrorist attacks, and ethnic cleansings and intergroup clashes. In the latter type, at least one major party is either trying to make it worse or to extend the duration of the crisis. In natural and technological disasters, no one deliberately wants to make the situation worse or create more damage or fatalities. Now, there can be disputes or serious disagreements in natural or technological disasters.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 351,
                    "text": "(Stallings, 1988",
                    "ref_id": "BIBREF116"
                },
                {
                    "start": 512,
                    "end": 531,
                    "text": "(Quarantelli, 1998)",
                    "ref_id": "BIBREF97"
                }
            ],
            "ref_spans": [],
            "section": "Different Conceptions of Disasters and Crises"
        },
        {
            "text": "It is almost inevitable that there will be some personal, organizational and community conflicts as, for example, in the recovery phase of disasters, where scapegoating is common (Bucher, 1957; Drabek & Quarantelli, 1967 cf. Boin, McConnell, & 't Hart, 2008) . In some crises, the overall intent of major social actors is to deliberately attempt to generate conflict. In contrast to the unfolding sequential process of natural disasters, terrorist groups or protesting rioters not only intentionally seek to disrupt social life, they modify or delay their attacks depending on perceived countermeasures.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 193,
                    "text": "(Bucher, 1957;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 194,
                    "end": 220,
                    "text": "Drabek & Quarantelli, 1967",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 221,
                    "end": 258,
                    "text": "cf. Boin, McConnell, & 't Hart, 2008)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Different Conceptions of Disasters and Crises"
        },
        {
            "text": "Apart from a simple observable logical distinction between consensus and conflict types of crises, empirical studies have also established behavioral differences. For example, looting behavior is distinctively different in the two types. In the typical disaster in Western societies, almost always looting is rare, covert and socially condemned, done by individuals, and involves targets of opportunity. In contrast, in many conflict crises looting is very common, overt and socially supported, undertaken by established groups of relatives or friends, and involves deliberately targeted locations (Quarantelli & Dynes, 1969) . Likewise, there are major differences in hospital activities in the two kinds of crises, with more variation in conflict situations. There are differences also in the extent to which both organizational and community-level changes occur as a result of consensus and conflict crises, with more changes resulting from conflict occasions (Quarantelli, 1993) . Finally, it has been suggested that the mass media system operates differently in terrorism situations and in natural and technological disasters (Project for Excellence in Journalism, 1999 Journalism, , 2001 . 3 Both the Oklahoma City bombing and the 9-11 World Trade Center attack led to sharp clashes between different groups of initial organizational responders. There were those who saw these happenings primarily as criminal attacks necessitating closure of the location as a crime 3 For a contrary view that sees terrorist occasions as more or less being the same as what behaviorally appears in natural and technological disasters (Fischer, 2003) . scene, and those who saw them primarily as situations where priority ought to be on rescuing survivors. In the 9-11 situation, the clash continued later into the issues of the handling of dead bodies and debris clearance.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 625,
                    "text": "(Quarantelli & Dynes, 1969)",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 963,
                    "end": 982,
                    "text": "(Quarantelli, 1993)",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 1158,
                    "end": 1174,
                    "text": "Journalism, 1999",
                    "ref_id": null
                },
                {
                    "start": 1175,
                    "end": 1193,
                    "text": "Journalism, , 2001",
                    "ref_id": null
                },
                {
                    "start": 1196,
                    "end": 1197,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1624,
                    "end": 1639,
                    "text": "(Fischer, 2003)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Different Conceptions of Disasters and Crises"
        },
        {
            "text": "All this goes to show that crises and disasters are socially constructed. Whether it is by theorists, researchers, operational personnel, politicians or citizens, any designation comes from the construction process and is not inherent in the phenomena itself. This is well illustrated in an article by Cunningham (2005) where he shows that a major cyanide spill into the Danube River was differently defined as an incident, an accident, or a catastrophe, depending on how culpability was perceived and who was doing the defining.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 319,
                    "text": "Cunningham (2005)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Different Conceptions of Disasters and Crises"
        },
        {
            "text": "Still other distinctions have been made. Some advocate \"crisis\" as the central concept in description and analysis (see the chapter of Boin, Kuipers and 't Hart in this handbook). In this line of thinking, a crisis involves an urgent threat to the core functions of a social system. A disaster is seen as \"a crisis with a bad ending\" (Boin, 2005) . This is consistent with the earlier expressed idea that while there are many hazards and risks, only a few actually manifest themselves. But the crisis idea does not differentiate among the manifestations themselves as the consensus and conflict distinction does. This is not the place to try and settle conceptual disagreements and we will not attempt to do so. Anyone in these areas of study should acknowledge that there are different views and different proponents should try to make their positions as explicit as possible so people do not continue to talk past one another. It is perhaps not amiss here to note that the very words or terms used to designate the core nature of the phenomena are etymologically very complex with major shifts in meaning through time. 4 We are far from having standardized terms and similar connotations and denotations for them.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 346,
                    "text": "(Boin, 2005)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1121,
                    "end": 1122,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Different Conceptions of Disasters and Crises"
        },
        {
            "text": "A conceptual question that has come increasingly to the fore in the last decade or so is the question:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Kinds of Disasters and Crises"
        },
        {
            "text": "Have new kinds of crises and disasters began to appear? We think it is fair to say that there are new types of risks and hazards. There are also structural changes in social settings. Together, they raise the prospect of new types of disasters and crises. For example, we have seen the breakdown of modern transportation systems (think of the volcanic ash crisis that paralyzed air traffic in 2010; Kuipers & Boin, 2015) . There have been massive information system failures either through sabotage or as a result of technical breakdowns in linked systems. There have been terrorist attacks of a magnitude and scale not seen before. We are living with the prospect of widespread illnesses and health-related difficulties that appear to be qualitatively different from traditional medical problems. We have just lived through financial and economic collapses that cut across different social systems around the world.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 420,
                    "text": "Kuipers & Boin, 2015)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "New Kinds of Disasters and Crises"
        },
        {
            "text": "Many of these \"new\" disruptions have both traditional and non-traditional features: think of the heat waves in Paris (Lagadec, 2004) and Chicago (Klinenberg, 2002) , the ice storms in Canada (Scanlon, 1998) , but also the genocide-like violence in Africa and the former Yugoslavia.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 132,
                    "text": "(Lagadec, 2004)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 145,
                    "end": 163,
                    "text": "(Klinenberg, 2002)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 191,
                    "end": 206,
                    "text": "(Scanlon, 1998)",
                    "ref_id": "BIBREF105"
                }
            ],
            "ref_spans": [],
            "section": "New Kinds of Disasters and Crises"
        },
        {
            "text": "The Chernobyl radiation fallout (1986) led some scholars and researchers to start asking if there was not something distinctively new about that disaster. The fallout was first openly measured in Sweden. Officials were mystified in that they could not locate any possible radiation source in their own country. Later radiation effects on vegetation eaten by reindeer past the Arctic Circle in northern Sweden were linked to the nuclear plant accident in the Soviet Union. The mysterious origins, crossing of national boundaries, and the emergent involvement of 4 See Safire (2005) who struggles with past and present etymological meanings of \"disaster\", \"catastrophe\", \"calamity\" and \"cataclysm\"; also see Murria (2004) who looking outside the English language found a bewildering set of words used, many of which had no equivalent meanings in other languages. many European and transnational groups was not something researchers had typically seen together in other prior disasters.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 580,
                    "text": "Safire (2005)",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 706,
                    "end": 719,
                    "text": "Murria (2004)",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "New Kinds of Disasters and Crises"
        },
        {
            "text": "Looking back, it is clear that certain other disasters also should have alerted all of us to the probability that new forms of adversity were emerging. In November 1986, water used to put out fire in a plant involving agricultural chemicals spilled into the river Rhine. The highly polluted river went through Switzerland, Germany, France, Luxembourg and the Netherlands. A series of massive fire smog episodes plagued Indonesia in 1997 and 1998. Land speculations led to fire-clearing efforts that, partly because of drought conditions, resulted in forest fires that produced thick smog hazes that spread over much of Southeast Asia (Barber & Schweithelm, 2000) . These disrupted travel, which in turn affected tourism as well as creating respiratory health problems, and led to political criticism of Indonesia by other countries as multi-nation efforts to cope with the problem were not very successful. Both of these occasions had characteristics that were not typically seen in traditional disasters.",
            "cite_spans": [
                {
                    "start": 634,
                    "end": 662,
                    "text": "(Barber & Schweithelm, 2000)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "New Kinds of Disasters and Crises"
        },
        {
            "text": "In the original version of this chapter, we spoke about \"trans-system social ruptures\". This term was an extension of the earlier label of \"social ruptures\" advanced by Lagadec (2000 Lagadec ( , 2004 . The term \"transboundary\" has since become the more conventional way to describe crises and disasters that jump across different societal boundaries disrupting the social fabric of different social systems (Ansell et al., 2010) . The two prime and initial examples we used in the original chapter were the Severe Acute Respiratory Syndrome (SARS) and the SoBig computer F virus spread, both of which appeared in 2003. The first involved a \"natural\" phenomenon, whereas the second was intentionally created. Since there is much descriptive literature available on both, we here provide only very brief statements about these phenomena.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 182,
                    "text": "Lagadec (2000",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 183,
                    "end": 199,
                    "text": "Lagadec ( , 2004",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 407,
                    "end": 428,
                    "text": "(Ansell et al., 2010)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of Transboundary Crises and Disasters"
        },
        {
            "text": "The new infectious disease SARS appeared in the winter of 2003. Apparently jumping from animals to humans it originated in southern rural China, near the city of Guangzhou. From there it moved through Hong Kong and Southeast Asia. It spread quickly around the world because international plane flights were shorter than its incubation period. At least 774 infected persons died. It hit Canada with outbreaks in Vancouver in the West and Toronto far away in the East. In time, 44 persons died of the several hundred that got ill, and thousands of others were quarantined. The city's healthcare system virtually closed down except for the most urgent of cases with countless procedures being delayed or cancelled. The result was that there was widespread anxiety in the area resulting in the closing of schools, the cancellation of many meetings and, because visitors and tourists stayed away, a considerable negative effect on the economy (Commission Report, 2004, p. 28) . The Commission Report notes a lack of coordination among the multitude of private and public sector organizations involved, a lack of consistent information on what was really happening, and jurisdictional squabbling on who should be doing what. Although SARS vanished worldwide after June 2003, to this day it is still not clear why it became so virulent in the initial outbreak and why it has disappeared (Yardley, 2005) .",
            "cite_spans": [
                {
                    "start": 938,
                    "end": 970,
                    "text": "(Commission Report, 2004, p. 28)",
                    "ref_id": null
                },
                {
                    "start": 1380,
                    "end": 1395,
                    "text": "(Yardley, 2005)",
                    "ref_id": "BIBREF136"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of Transboundary Crises and Disasters"
        },
        {
            "text": "The SoBig computer F virus spread in August 2003 (Schwartz, 2003) . It affected many computer systems and threatened almost all computers connected to the internet. The damage was very costly. A variety of organizations around the world, public and private, attempted to deal with the problem. Initially uncoordinated, there eventually emerged in an informal way a degree of informational networking on how to cope with what was happening (Koerner, 2003) . 5 What can we generalize from not only these two cases, but also others that we looked at later 5 In May 2017, the so-called WannaCry virus affected millions of computers across the world with ransomware. Many hospitals were affected. (Ansell et al., 2010) ? The characteristics we depict are stated in ideal-typical terms; that is, from a social science perspective, what the phenomena would be if they existed in pure or perfect form.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 65,
                    "text": "(Schwartz, 2003)",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 439,
                    "end": 454,
                    "text": "(Koerner, 2003)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 457,
                    "end": 458,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 692,
                    "end": 713,
                    "text": "(Ansell et al., 2010)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of Transboundary Crises and Disasters"
        },
        {
            "text": "First, the threat jumps across many international and national/political governmental boundaries. It crosses functional boundaries, jumping from one sector to another, and crossing from the private into public sectors (and sometimes back). There was, for example, the huge spatial leap of SARS from a rural area in China to metropolitan Toronto, Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of Transboundary Crises and Disasters"
        },
        {
            "text": "Second, a transboundary threat can spread very fast. Cases of SARS went around the world in less than 24 hours with a person who had been in China flying to Canada quickly infecting persons in Toronto. The spread of the SoBig F virus was called the fastest ever (Thompson, 2004) . This quick spread is accompanied by a very quick if not almost simultaneous global awareness of the risk because of mass media attention.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 278,
                    "text": "(Thompson, 2004)",
                    "ref_id": "BIBREF120"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of Transboundary Crises and Disasters"
        },
        {
            "text": "Third, there is no known central or clear point of origin, at least initially, along with the fact that the possible negative effects at first are far from clear. This stood out when SARS first appeared in Canada. There is much ambiguity as to what might happen. Ambiguity is of course a major hallmark of disasters and crises (Turner, 1978) . It is more pervasive in transboundary crises as information about causes, characteristics and consequences is distributed across the system.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 341,
                    "text": "(Turner, 1978)",
                    "ref_id": "BIBREF126"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of Transboundary Crises and Disasters"
        },
        {
            "text": "Fourth, there are potentially if not actual large number of victims, directly or indirectly. The SoBig computer virus infected 30% of email users in China, that is about 20 million people and about three fourths of email messages around the world were infected by this virus (Koerner, 2003) . In contrast to the geographic limits of most past disasters, the potential number of victims is often open ended in disruptions that span across boundaries.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 290,
                    "text": "(Koerner, 2003)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of Transboundary Crises and Disasters"
        },
        {
            "text": "Fifth, traditional \"solutions\" or approachesembedded in local and/or professional institutions will not always work. This is rather contrary to the current emphasis in emergency management philosophy. The prime and first locus of planning and managing cannot be the local community as it is presently understood. International and transnational organizations must typically be involved very early in the initial response (Boin, Ekengren, & Rhinard, 2013) . The nation state may not even be a prime actor in the situation.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 454,
                    "text": "(Boin, Ekengren, & Rhinard, 2013)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of Transboundary Crises and Disasters"
        },
        {
            "text": "Sixth, although responding organizations and groups are major players, there is an exceptional amount of emergent behavior and the development of many informal ephemeral linkages. In some respects, the informal social networks generated, involving much information networking, are not always easily identifiable from the outside, even though they are often the crucial actors at the height of the crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of Transboundary Crises and Disasters"
        },
        {
            "text": "In this section, we sketch several future scenarios that most likely would create transboundary disasters. Even though some of the scenarios discussed might seem to be science fiction in nature, the possibilities we discuss are well within the realm of realistic scientific possibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transboundary Scenarios"
        },
        {
            "text": "The most obvious scenario revolves around asteroids or comets hitting planet Earth (Di Justo, 2005) . This has, of course, happened in the past, but even more recent impacts found no or relatively few human beings around. There are two major possibilities with respect to impact (McGuire, 2000; Wisner, 2004) . A landing in the ocean would trigger a tsunami-like impact in coastal areas. Just the thinking of the possibility of how, when and where ahead of time coastal population evacuations might have to be undertaken, is a daunting thought. Statistically less likely is a landing in a heavily populated area. But a terrestrial impact anywhere on land would generate very high quantities of dust in the atmosphere, which will affect food production as well as creating economic disruption. This would be akin to the Tambora volcanic eruption in 1813, which led to very cold summers and crop failures (Post, 1977) . The planning and management problems for handling something like this would be enormous.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 99,
                    "text": "Justo, 2005)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 279,
                    "end": 294,
                    "text": "(McGuire, 2000;",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 308,
                    "text": "Wisner, 2004)",
                    "ref_id": "BIBREF134"
                },
                {
                    "start": 903,
                    "end": 915,
                    "text": "(Post, 1977)",
                    "ref_id": "BIBREF94"
                }
            ],
            "ref_spans": [],
            "section": "Transboundary Scenarios"
        },
        {
            "text": "The explosion of space shuttle Columbia scattered debris over a large part of the United States. This relatively small disastercompared to a comet or asteroid impactinvolved massive crossing of boundaries, a large number of potential victims, and could not be managed by local community institutions. The response required that an unplanned effort coordinating organizations that had not previously worked with one another and other unfamiliar groups, public and private (ranging from the US Forest Service to local Red Cross volunteers to regional medical groups), be informally instituted over a great part of the United States (Beck & Plowman, 2013; Donahue, 2003) .",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 652,
                    "text": "(Beck & Plowman, 2013;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 653,
                    "end": 667,
                    "text": "Donahue, 2003)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Transboundary Scenarios"
        },
        {
            "text": "A second scenario is the inadvertent or deliberate creation of biotechnological disasters. Genetic engineering of humans or food products is currently in its infancy. The possible good outcomes and products from such activity are tremendous (Morton, 2005) and are spreading around the world (Pollack, 2005) . But the double-edged possibilities mentioned earlier are also present. There is dispute over genetically modified crops, with many European countries resisting and preventing their use and spread in their countries. While no major disaster or crisis from this biotechnology has yet occurred, there have been many accidents and incidents that suggest that this will be only a matter of time. For example, in 2000, StarLink corn, approved only for animal feed is found in the food supply, such as taco shells and other groceries. The same year farmers in Europe learned that that they had unknowingly been growing modified canola using mixed seed from Canada. In 2001, modified corn was found in Mexico even though it was illegal to plant in that country. That same year, experimental corn that had been engineered to produce a pharmaceutical that was found in soybeans in the state of Nebraska. In several places, organic farmers found that it was impossible for them to keep their fields uncontaminated (for further details about all these incidents and other examples, see Pollack, 2004) . Noticeable is the leaping of boundaries and uncertainty about the route of spreading. It does not take much imagination to see that a modified gene intended for restricted use, could escape and create a contamination that could wreak ecological and other havoc.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 255,
                    "text": "(Morton, 2005)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 291,
                    "end": 306,
                    "text": "(Pollack, 2005)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1383,
                    "end": 1397,
                    "text": "Pollack, 2004)",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Transboundary Scenarios"
        },
        {
            "text": "Perhaps even more disturbing to some is genetic engineering involving human beings. The worldwide dispute over cloning, while currently perhaps more a philosophical and moral issue, does also partly involve the concern over creating flawed human-like creatures. It is possible to visualize not far-fetched worst-case scenarios that could be rather disastrous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transboundary Scenarios"
        },
        {
            "text": "It should be noted that even when there is some prior knowledge of a very serious potential threat, what might happen is still likely to be as ambiguous and complex as when SARS first surfaced. This can be seen in the continuing major concern expressed in 2004 to mid-2005 about the possible pandemic spread of avian influenza, the so called \"bird flu\" (Nuzzo, 2004; Thorson & Ekdahl, 2005) . Knowledge of the evolution and spread of new pandemics, their effects and whether presently available protective measures would work, may well be very limited. Knowledge that it might occur provides very little guidance on what might actually happen.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 366,
                    "text": "(Nuzzo, 2004;",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 367,
                    "end": 390,
                    "text": "Thorson & Ekdahl, 2005)",
                    "ref_id": "BIBREF121"
                }
            ],
            "ref_spans": [],
            "section": "Transboundary Scenarios"
        },
        {
            "text": "It is possible to imagine the destruction of all food supplies for human beings either through the inadvertent or deliberate proliferation of very toxic biotechnological innovations for which no known barriers to spreading exists. These potential kinds of global disasters are of relatively recent origins and we may expect more such possibilities in the future. The human race is opening up potentially very catastrophic possibilities by innovations in nanotechnology, genetic engineering and robotics (Barrat, 2013; Joy, 2000; Makridakis, 2017) . A potential is not an actuality. But it would be foolish from both a research as well as a planning and managing viewpoint to simply ignore these and other doomsday possibilities.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 517,
                    "text": "(Barrat, 2013;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 518,
                    "end": 528,
                    "text": "Joy, 2000;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 529,
                    "end": 546,
                    "text": "Makridakis, 2017)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Transboundary Scenarios"
        },
        {
            "text": "The question might be asked if there is a built-in professional bias among disaster and crisis researchers and emergency planners to look for and to expect the worst (see Mueller, 2004 for numerous examples).",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 184,
                    "text": "Mueller, 2004",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "Transboundary Scenarios"
        },
        {
            "text": "In the disaster and crisis area, this orientation is reinforced by the strong tendency of social critics and intellectuals to stress the negative. 6 It would pay to look at the past, see what was projected at a particular time, and then to look at what actually happened. The worldwide expectations about what would happen at the turn of the century to computers are now simply remembered as the Y2K fiasco. It would be a worthy study to take projections by researchers about the future of ongoing crises and disasters, and then to look at what actually happened.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transboundary Scenarios"
        },
        {
            "text": "In the 1960s, in the United States, scholars made rough analyses about the immediate future course of racial and university riots in the country. Their initial appearances had not been forecasted. Moreover, there was a dismal record in predicting how such events would unfold (no one seemed to have foreseen that the riots would go from ghetto areas to university campuses), as well as that they rather abruptly stopped. We should be able to do a better job than we have so far in making projections about the future. But perhaps that is asking more of disaster and crisis researchers than is reasonable. After all, social scientists with expertise in certain areas, to take recent examples, failed completely to predict or forecast the non-violent demise of the Soviet Union, the peaceful transition in South Africa, or the development of a market economy in communist China (cf. Tetlock, 2005) .",
            "cite_spans": [
                {
                    "start": 881,
                    "end": 895,
                    "text": "Tetlock, 2005)",
                    "ref_id": "BIBREF119"
                }
            ],
            "ref_spans": [],
            "section": "Transboundary Scenarios"
        },
        {
            "text": "A disaster or crisis always occurs in some kind of social setting. By social setting we mean social systems. These systems can and do differ in social structures and cultural frameworks. There has been a bias in disaster and crisis research towards focusing on specific agents and specific events. Thus, there is the inclination of social science researchers to say they studied this or that earthquake, flood, explosion and/or radioactive fallout. At one level that is nonsense. These terms refer to geophysical, climatological or physical happenings, which are hardly the province of social scientists. Instead, those focused on the social in the broad sense of the term should be studying social phenomena. Our view is that what should be looked at more is not the possible agent that might be involved, but the social setting of the happening. This becomes obvious when researchers have to look at such happenings as the 2004 Southeast Asia tsunami or locust infestations in Africa. Both of these occasions impacted a variety of social systems as well as involving social actors from outside those systems. This led in the tsunami disaster to sharp cultural clashes regarding on how to handle the dead between Western European organizations who came into look mostly for bodies of their tourist citizens, and local groups who had different beliefs and values with respect to dead bodies (Scanlon, personal communication with first author).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased Vulnerability and Changing Social Settings"
        },
        {
            "text": "The residents of the Andaman Islands lived at a level many would consider \"primitive\". At the time of the 2004 tsunami in Southeast Asia, they had no access to modern warning systems. But prior to the tsunami, members of the tribal communities saw signs of disturbed marine life and heard unusual agitated cries of sea birds. This was interpreted as a sign of impending danger, so that part of the population got off the beaches and retreated inland to the woods and survived intact (ICPAC Report, 2006) .",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 503,
                    "text": "(ICPAC Report, 2006)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Increased Vulnerability and Changing Social Settings"
        },
        {
            "text": "There is a need to look at both the current social settings as well as certain social trends that influence disasters and crises. In no way are we going to address all aspects of social systems and cultural frameworks or their social evolution, either past or prospective. Instead, we will selectively discuss and illustrate a few dimensions that would seem to be particularly important with respect to crises and disasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased Vulnerability and Changing Social Settings"
        },
        {
            "text": "What might these be? Let us first look at existing social structures around the world. What differences are there in authority relationships, social institutions and social diversity? As examples, we might note that Australia and the United States are far more governmentally decentralized than France or Japan (Bosner, 6 For example, Rees (2004) , a cosmologist at Cambridge University, gives civilization as we know it only a 50-50 chance of surviving the 21st Century. Schoff, 2004) . This affects what might or might not happen at times of disasters (it is often accepted that top-down systems have more problems in responding to crises and disasters). But what does it mean for the management of transboundary disruptions, which require increased cooperation between and across systems? Will decentralized systems be able to produce \"emergent\" transboundary cooperation?",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 319,
                    "text": "(Bosner,",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 321,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 346,
                    "text": "Rees (2004)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 472,
                    "end": 485,
                    "text": "Schoff, 2004)",
                    "ref_id": "BIBREF110"
                }
            ],
            "ref_spans": [],
            "section": "Increased Vulnerability and Changing Social Settings"
        },
        {
            "text": "As another example, mass media systems operate in rather different ways in China compared with Western Europe. This is important because to a considerable extent the mass communication system (including social media) is by far the major source of \"information\" about a disaster or a crisis. They play a major role in the social construction of disasters and crises. For a long time in the former Soviet Union, even major disasters and overt internal conflicts by way of riots were simply not openly reported (Berg, 1988) . And only late in 2005 did Chinese authorities announce that henceforth death tolls in natural disasters would be made public, but not for other kinds of crises (Kahn, 2005) .",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 520,
                    "text": "(Berg, 1988)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 683,
                    "end": 695,
                    "text": "(Kahn, 2005)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Increased Vulnerability and Changing Social Settings"
        },
        {
            "text": "Another social structural dimension has to do with the range of social diversity in different systems (Bolin & Stanford, 2006) . Social groupings and categories can be markedly different in their homogeneity or heterogeneity. The variation, for instance, can be in terms of life styles, class differences or demographic composition. The aging population in Western Europe and Japan is in sharp contrast to the very young populations in most developing countries. This is important because the very young and the very old incur disproportionately the greatest number of fatalities in disasters.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 126,
                    "text": "(Bolin & Stanford, 2006)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Increased Vulnerability and Changing Social Settings"
        },
        {
            "text": "Human societies also differ in terms of their cultural frameworks. As anthropologists have pointed out, they can have very different patterns of beliefs, norms, and values. As one example, there can be widely held different conceptions of what occasions disasters and crises. The source can be attributed to supernatural, natural, or human factors as indicated earlier. This can markedly affect everything from what mitigation measures might be considered to how recovery and reconstruction will be undertaken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased Vulnerability and Changing Social Settings"
        },
        {
            "text": "Norms indicating what course of action should be followed in different situations can vary tremendously. For example, the norm of helping others outside of one's own immediate group at times of disasters and crises ranges from full help to none. Thus, although the Kobe earthquake was an exception, any extensive volunteering in disasters was very rare in Japan (for a comparison of the US and Japan, see Hayashi, 2004) . In societies with extreme cross-cultural ethnic or racial differences, volunteering to help others outside of one's own group at times of disasters or crisis is almost unknown.",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 419,
                    "text": "Hayashi, 2004)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Increased Vulnerability and Changing Social Settings"
        },
        {
            "text": "Social structures and cultural frameworks of course are always changing. To understand future disasters and crises, it is necessary to identify and understand trends that may be operative with respect to both social structures and cultural frameworks. In particular, for our purposes, it is important to note trends that might be cutting across structural and cultural boundaries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased Vulnerability and Changing Social Settings"
        },
        {
            "text": "Globalization has been an ongoing force. Leaving aside the substantive disputes about the meaning of the term, what is involved is at least the increasing appearance of new social actors at the global level. With respect to disaster relief and recovery, there is the continuing rise of transnational or international organizations such as UN entities, the European Union, religiously oriented groupings, and the World Bank (Boin et al., 2013) . With the decline of the importance of the nation state (Guéhenno, 1995; Mann, 1997) , more and new social actors, especially of an NGO nature, are to be anticipated.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 442,
                    "text": "(Boin et al., 2013)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 500,
                    "end": 516,
                    "text": "(Guéhenno, 1995;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 517,
                    "end": 528,
                    "text": "Mann, 1997)",
                    "ref_id": "BIBREF70"
                }
            ],
            "ref_spans": [],
            "section": "Increased Vulnerability and Changing Social Settings"
        },
        {
            "text": "The rise of the information society has enabled the development of informal social networks that globally cut across political boundaries. This trend will likely increase in the future. Such networks are creating social capital (in the social science sense) that will be increasingly important in dealing with disasters and crises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Increased Vulnerability and Changing Social Settings"
        },
        {
            "text": "At the cultural level, we can note the greater insistence of citizens that they ought to be actively protected against disasters and crises (Beck, 1999) . This is part of a democratic ideology that has spread around the world. That same ideology carries an inherent paradox: the global citizen may not appreciate government interference in everyday life, but expects government to show up immediately when acute adversity hits.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 152,
                    "text": "(Beck, 1999)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Increased Vulnerability and Changing Social Settings"
        },
        {
            "text": "Finally, there has been the impact of the 9/11 attacks especially on official thinking not just in the United States but elsewhere also. This happening has clearly been a \"focusing event\" (as Birkland, 1997 uses the term) and changed along some lines, certain values, beliefs and norms (Smelser, 2004; Tierney, 2005) . There is a tendency, at least in the US after 9/11, to think that all future crises and disasters will be new forms of terrorism. One can see this in the creation of the US Department of Homeland Security, which repeated errors in approach and thinking that over 50 years of research have shown to be incorrect (e.g., an imposition of a command and control model, assuming that citizens will react inappropriately to warnings, seeing organizational improvisation as bad managing, see Dynes, 2003) . These changes were accompanied by the downgrading of FEMA and its emphasis on mitigation (Cohn, 2005) . Valid or not, such ideas influence thinking about transboundary disasters and crises (and not just in the United States).",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 206,
                    "text": "Birkland, 1997",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 286,
                    "end": 301,
                    "text": "(Smelser, 2004;",
                    "ref_id": "BIBREF114"
                },
                {
                    "start": 302,
                    "end": 316,
                    "text": "Tierney, 2005)",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 803,
                    "end": 815,
                    "text": "Dynes, 2003)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 907,
                    "end": 919,
                    "text": "(Cohn, 2005)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Increased Vulnerability and Changing Social Settings"
        },
        {
            "text": "The ideas expressed above and the examples used were intended to make several simple points. They suggest, for instance, that an earthquake of the same magnitude in France to one in Iran will probably be reacted to differently. A riot in Sweden will be a different phenomenon than one in Myanmar. To understand and analyze such happenings requires taking into account the aspects just discussed. It is hard to believe that countries that currently have no functioning national government, such as Somalia and the Democratic Republic of the Congo or marginally operatives ones such as Afghanistan, will have the same reaction to disasters and crises as societies with fully functional national governments. Different kinds of disasters and crises will occur in rather different social settings. In fact, events that today are considered disasters or crises were not necessarily so viewed in the past. In noting these cross-societal and cross-cultural differences, we are not saying that there are no universal principles of disaster and crisis behavior. There is considerable research evidence supportive of this notion. We would argue, for example, that many aspects of effective warning systems, problems of bureaucracies in responding, the crucial importance of the family/household unit are roughly the same in all societies. To suggest the importance of cross-societal and cross-cultural differences is simply to suggest that good social science research needs to take differences into account while at the same time searching for universal principles about disasters and crises. This is consistent with those disaster researchers and scholars (e.g., Oliver-Smith, 1994) who have argued that studies in these areas have badly neglected the historical context of such happenings. Of course, this neglect of the larger and particularly historical context has characterized much social science research of any kind (Wallerstein, 1995) ; it is not peculiar to disaster and crisis studies.",
            "cite_spans": [
                {
                    "start": 1916,
                    "end": 1935,
                    "text": "(Wallerstein, 1995)",
                    "ref_id": "BIBREF130"
                }
            ],
            "ref_spans": [],
            "section": "Increased Vulnerability and Changing Social Settings"
        },
        {
            "text": "One trend that affects the character of modern crises and disasters is what we call the social amplifications of crises and disasters. Pidgeon, Kasperson, and Slovic (2003) described a social augmentation process with respect to risk. To them, risk not only depends on the character of the dangerous agent itself but how it was seen in the larger context in which it appeared. The idea that there can be social amplification of risk rests on the assumption that aspects relevant to hazards interact with processes of a psychological, social, institutional, and cultural nature in such a manner that they can increase or decrease perceptions of risk (Kasperson & Kasperson, 2005) . It is important to note that the perceived risk could be raised or be diminished depending on the factors in the larger context, which makes it different from the vulnerability paradigm which tends to assume the factors involved will be primarily negative ones. We have taken this idea and extended it to the behaviors that appear in disasters and crises. Extreme heat waves and massive blizzards are hardly new weather phenomena (Burt, 2004) . There have recently been two heat waves, however, that have new elements in them. In 2003, a long lasting and very intensive heat wave battered France. Nearly 15,000 persons died (and perhaps 22,000-35,000 in all of Europe). Particularly noticeable was that the victims were primarily socially isolated older persons. Another characteristic was that officials were very slow in accepting the fact that there was a problem and so there was very little initial response (Lagadec, 2004) . There was a similar earlier happening 1995 in Chicago not much noticed until reported in a study seven years later (see Klinenberg, 2002) . It exhibited the same features, that is, older isolated victims, bureaucratic indifference, and mass media uncertainty.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 172,
                    "text": "Pidgeon, Kasperson, and Slovic (2003)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 649,
                    "end": 678,
                    "text": "(Kasperson & Kasperson, 2005)",
                    "ref_id": null
                },
                {
                    "start": 1111,
                    "end": 1123,
                    "text": "(Burt, 2004)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1594,
                    "end": 1609,
                    "text": "(Lagadec, 2004)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1732,
                    "end": 1749,
                    "text": "Klinenberg, 2002)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "The Social Amplification of Disasters and Crises"
        },
        {
            "text": "At the other temperature extreme, in 1998, Canada experienced an accumulation of snow and ice that went considerably beyond the typical. The ice storm heavily impacted electric and transport systems, especially around Montreal. The critical infrastructures being affected created chain reactions that reached into banks and refineries. At least 66 municipalities declared a state of emergency. Such a very large geographic area was involved that many police were baffled that \"there was no scene\", no \"ground zero\" that could be the focus of attention (Scanlon, 1998) . There were also many emergent groups and informal network linkages (Scanlon, 1999) .",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 567,
                    "text": "(Scanlon, 1998)",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 637,
                    "end": 652,
                    "text": "(Scanlon, 1999)",
                    "ref_id": "BIBREF106"
                }
            ],
            "ref_spans": [],
            "section": "The Social Amplification of Disasters and Crises"
        },
        {
            "text": "In some ways, this was similar to what happened in August 2003, when the highly interconnected eastern North American power grid started to fail when three transmission lines in the state of Ohio came into contact with trees and short circuited (Townsend & Moss, 2005) . This created a cascade of power failures that resulted in blackouts in cities from New York to Toronto and eventually left around 50 million persons without power, which, in turn, disrupted everyday community and social routines (Ballman, 2003) . It took months of investigation to establish the exact path of failure propagation through a huge, complex network. Telecommunication and electrical infrastructures entwined in complex interconnected and network systems spread over a large geographic area with multiple end users. Therefore, localized disruptions can cascade into large-scale failures (for more details, see Townsend & Moss, 2005) .",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 268,
                    "text": "(Townsend & Moss, 2005)",
                    "ref_id": "BIBREF125"
                },
                {
                    "start": 500,
                    "end": 515,
                    "text": "(Ballman, 2003)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 893,
                    "end": 915,
                    "text": "Townsend & Moss, 2005)",
                    "ref_id": "BIBREF125"
                }
            ],
            "ref_spans": [],
            "section": "The Social Amplification of Disasters and Crises"
        },
        {
            "text": "Such power blackouts have occurred among others in Auckland, New Zealand in 1998 (Newlove, Stern, & Svedin, 2002) ; in Buenos Aires in 1999 (Ullberg, 2004); in Stockholm in 2001 and in Siberian cities in 2001 (Humphrey, 2003 ; in Moscow in 2005 (Arvedlund, 2005 ; in Brazil in 2009 (Brooks, 2009); in Bangladesh in 2014 (Al-Mahmood, 2014 , and in Sri Lanka in 2016 (LBO, 2016). All of these cases initially involved accidents or software and hardware failures in complex technical systems that generate severe consequences creating a crisis with major economic and often political effects. These kinds of crises should have been expected. A National Research Council report (1989) forecast the almost certain probability of these kinds of risks in future network linkages.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 113,
                    "text": "(Newlove, Stern, & Svedin, 2002)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 140,
                    "end": 156,
                    "text": "(Ullberg, 2004);",
                    "ref_id": "BIBREF127"
                },
                {
                    "start": 157,
                    "end": 181,
                    "text": "in Stockholm in 2001 and",
                    "ref_id": null
                },
                {
                    "start": 182,
                    "end": 208,
                    "text": "in Siberian cities in 2001",
                    "ref_id": null
                },
                {
                    "start": 209,
                    "end": 224,
                    "text": "(Humphrey, 2003",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 230,
                    "end": 244,
                    "text": "Moscow in 2005",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 261,
                    "text": "(Arvedlund, 2005",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 282,
                    "end": 297,
                    "text": "(Brooks, 2009);",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 298,
                    "end": 319,
                    "text": "in Bangladesh in 2014",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 337,
                    "text": "(Al-Mahmood, 2014",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The Social Amplification of Disasters and Crises"
        },
        {
            "text": "Blackouts can also be deliberately created either for good or malevolent reasons having nothing to with problems in network linkages. Employees of the now notorious Enron energy company, in order to exploit Western energy markets, indirectly but deliberately took off line a perfectly functioning Las Vegas power plant so that rolling blackouts hit plant-dependent northern and central California with about a million residences and businesses losing power (Egan, 2005) . In the earliest days of electricity in New York City, the Mayor ordered the power cut off when poor maintenance of exposed and open wires resulted in a number of electrocutions of citizens and electrical workers (Jonnes, 2004) . One should not think of blackouts as solely the result of mechanical or physical failures creating chain-like cascades.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 469,
                    "text": "(Egan, 2005)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 684,
                    "end": 698,
                    "text": "(Jonnes, 2004)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "The Social Amplification of Disasters and Crises"
        },
        {
            "text": "Most disasters are still traditional ones. For example, four major hurricanes hit the state of Florida in 2004. We saw very little in what we found that required thinking of them in some major new ways, or even in planning for or managing them. The problems, individual or organizational, that surfaced were the usual ones, and how to successfully handle them is fairly well known. More important, emergent difficulties were actually somewhat better handled than in the past, perhaps reflecting that officials may have had exposure to earlier studies and reports. Thus, the warnings issued and the evacuations that took place were better than in the past. Looting concerns were almost non-existent and less than ten percent indicated possible mental health effects. The pre-impact organizational mobilization and placement of resources beyond the community level was also better. The efficiency and effectiveness of local emergency management offices were markedly higher than in the past. Not everything was done well. Long known problematical aspects and failures to implement measures that research had suggested a long time ago were found. There were major difficulties in interorganizational coordination. The recovery period was plagued by the usual problems. Even the failures that showed up in pre-impact mitigation efforts were known.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Disasters and Crises Remain Dominant"
        },
        {
            "text": "The majority of contemporary disasters in the United States are still rather similar to most of the earlier ones. What could be seen in the 2004 hurricanes in Florida was rather similar to what the Disaster Research Center (DRC) had studied there in the 1960s and the 1970s. As the electronic age goes beyond its birth and as other social trends continue, new elements may appear creating new problems that will necessitate new planning. If and when that happens, we may have rather new kinds of hurricane disasters, but movement in that direction will be slow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Disasters and Crises Remain Dominant"
        },
        {
            "text": "As the famous sociologist Herbert Blumer used to say in his class lectures a long time ago, it is sometimes useful to check whatever is theoretically proposed against personal experience. In 2005, an extensive snowstorm led to the closing of almost all schools and government offices in the state of Delaware. This was accompanied by the widespread cancellations of religious and sport events. There was across the board disruption of air, road and train services. All of this resulted in major economic losses in the millions of dollars. There were scattered interruptions of critical life systems. The governor issued a state of emergency declaration and the state as well as local emergency management offices fully mobilized. To be sure, what happened did not fully rival what surfaced in the Canadian blizzard discussed earlier. But it would be difficult to argue that it did not meet criteria often used by many to categorize disasters. What happened was not that different from what others and we had experienced in the past. In short, it was a traditional disaster.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Disasters and Crises Remain Dominant"
        },
        {
            "text": "Finally, at the same time we were thinking about the Florida hurricanes and the Delaware snowstorm, we also observed other events that many would consider disasters or crises. Certainly, a BP Texas plant explosion in 2005 would qualify. It involved the third largest refinery in the country. More than a hundred were injured and 15 persons died. In addition, there was major physical destruction of refinery equipment and nearby buildings were leveled. There was full mobilization of local emergency management personnel (Franks, 2005) . At about the same time, there were landslides in the state of Utah and California; a stampede with hundreds of deaths in a Bombay, India temple, train and plane crashes in different places around the world, as well as large bus accidents; a dam rupture which swept away five villages, bridges and roads in Pakistan; recurrent coal mine accidents and collapses in China; recurrent false reports in Asia about tsunamis that greatly disrupted local routines; sinking of ferries with many deaths, and localized riots and hostage takings. At least based on press reports, it does not seem that there was anything distinctively new about these occasions. They seem to greatly resemble many such prior happenings.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 535,
                    "text": "(Franks, 2005)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Traditional Disasters and Crises Remain Dominant"
        },
        {
            "text": "Unless current social trends change very quickly in hypothetical directions (e.g., marked changes as a result of biotechnological advances), for the foreseeable future there will continue to be many traditional local community disasters and crises (such as localized floods and tornadoes, hostage takings or mass shootings, exploding tanker trucks or overturned trains, circumscribed landslides, disturbances if not riots at local sport venues, large plant fires, sudden discoveries of previously unknown very toxic local waste sites, most airplane crashes, stampedes and panic flights in buildings, etc.).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Traditional Disasters and Crises Remain Dominant"
        },
        {
            "text": "Mega-disasters and global crises will be rare in a numerical and relative sense, although they may generate much mass media attention. For example, the terrorist attacks in European cities (Madrid in 2004; London in 2005; Paris in 2015; Brussels, Nice, Munich Berlin in 2016; Stockholm and Manchester in 2017) were certainly major crises and symbolically very important, but numerically there are far more local train wrecks and car collisions everyday in many countries in the world. The more localized crises and disasters will continue to be the most numerous, despite the rise of transboundary crises and disasters.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 205,
                    "text": "(Madrid in 2004;",
                    "ref_id": null
                },
                {
                    "start": 206,
                    "end": 221,
                    "text": "London in 2005;",
                    "ref_id": null
                },
                {
                    "start": 222,
                    "end": 236,
                    "text": "Paris in 2015;",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 275,
                    "text": "Brussels, Nice, Munich Berlin in 2016;",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 309,
                    "text": "Stockholm and Manchester in 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Traditional Disasters and Crises Remain Dominant"
        },
        {
            "text": "What are some of the implications for planning and managing that result from taking the perspective we have suggested about crises and disasters? If our descriptions and analyses of such happenings are valid, there would seem to be the need for new kinds of planning and preparation for the management of future crises and disasters (Ansell et al., 2010) . Non-traditional disasters and crises require some non-conventional processes and social arrangements. They demand innovative thinking \"outside of the box\" (Boin & Lagadec, 2000; Lagadec, 2005) .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 354,
                    "text": "(Ansell et al., 2010)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 512,
                    "end": 534,
                    "text": "(Boin & Lagadec, 2000;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 535,
                    "end": 549,
                    "text": "Lagadec, 2005)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "This does not mean that everything has to be new. As said earlier, all disasters and crises share certain common dimensions or elements. For example, if early warning is possible at all, research has consistently shown that acceptable warnings have to come from a legitimately recognized source, have to be consistent, and have to indicate that the threat or risk is fairly immediate. These principles certainly pertain to the management of transboundary disruptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Actually, if traditional risks and hazards and their occasional manifestations were all we needed to be worried about, we would be in rather good shape. As already said several times, few threats actually manifest themselves in disasters. For example, in the 14,600 plus tornadoes appearing in the United States between 1952 and 1973, there were casualties in only 497 of them, and 26 of these occasions accounted for almost half of the fatalities (Noji, 2000) . Similarly, it was noted in 1993 that while about 1.3 million people had been killed in earthquakes since 1900, over 70% of them had died in only 12 occurrences (Jones, Noji, Smith, & Wagner, 1993, p. 19) .",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 460,
                    "text": "(Noji, 2000)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 623,
                    "end": 666,
                    "text": "(Jones, Noji, Smith, & Wagner, 1993, p. 19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "We can say that risks and hazards and their relatively rare manifestations in crises and disasters are being coped with much better than they ever were even just a half-century ago. For example, there has been a remarkable reduction in certain societies of fatalities and even property destruction in some natural disaster occasions associated with hurricanes, floods and earthquakes (see Scanlon, 2004 for data on North America). In the conflict area, the outcomes have been much more uneven, but even here, for example, the recurrence of world wars seems very unlikely.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 402,
                    "text": "Scanlon, 2004",
                    "ref_id": "BIBREF107"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "But transboundary crises and disasters require some type of transboundary cooperation. For example, let us assume that a health risk is involved. If international cooperation is needed, who talks with whom about what? At what time is action initiated? Who takes the lead in organizing a response? What legal issues are involved (e.g., if health is the issue, can health authorities close airports?)? There might be many experts and much technical information around; if so, and they are not consistent, whose voice and ideas should be followed? What should be given priority? How could a forced quarantine be enforced? What of ethical issues? Who should get limited vaccines? What should the mass media be told and by who and when?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "At a more general level of planning and managing, we can briefly indicate, almost in outline form, a half dozen principles that ought to be taken into account by disaster planners and crisis managers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "First, a clear connection should be made between local planning and transboundary managing processes. There usually is a low correlation between planning and managing, even for traditional crises and disasters. But in newer kinds of disasters and crises, there are likely to be far more contingencies. Planning processes need to be rethought and enhanced to help policymakers work across boundaries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Second, the appearance of new emergent social phenomena (including groups and behaviors) needs to be taken into account. There are always new or emergent groups at times of major disasters and crises, but in transboundary events they appear at a much higher rate. Networks and network links have to be particularly taken into account.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Third, there is the need to be imaginative and creative. The response to Hurricane Katrina suggests how hard it can be to meet transboundary challenges. But improvisation can go a long way. A good example is found in the immediate aftermath of 9/11 in New York. In spite the total loss of the New York City Office of Emergency Management and its EOC facility, a completely new EOC was established elsewhere and started to operate very effectively within 72 h after the attack. There had been no planning for such an event, yet around 750,000 persons were evacuated by water transportation from lower Manhattan (Kendra & Wachtendorf, 2016; Kendra, Wachtendorf, & Quarantelli, 2003) .",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 638,
                    "text": "(Kendra & Wachtendorf, 2016;",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 639,
                    "end": 680,
                    "text": "Kendra, Wachtendorf, & Quarantelli, 2003)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Fourth, exercises and simulations of disasters and crises must take into account transboundary contingencies. Most such training and educational efforts along such lines are designed to be like scripts for plays. That is a very poor model to use. Realistic contingencies, unknown to most of the players in the scenarios, force the thinking through of unconventional options. Even more important, policymakers need to be explicitly trained in the management of transboundary crises and disasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Fifth, planning should be with citizens and their social groups, and not for them. There is no such thing as the \"public\" in the sense of some homogenous entity (Blumer, 1948) . There are only individual citizens and the groups of which they are members. The perspective from the bottom up is crucial to getting things done. This has nothing to do with democratic ideologies; it has instead to do with getting effective and efficient planning and managing of disasters and crises. Related to this is that openness with information rather than secrecy is mandatory. This runs against the norms of most bureaucracies and other organizations. The more information the mass media and citizens have, the better they will be able to react and respond. However, all this is easier said than done.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 175,
                    "text": "(Blumer, 1948)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Finally, there is a need to start thinking of local communities in ways different than they have been traditionally viewed. Up to now, communities have been seen as occupying some geographical space and existing in some chronological time. Instead, we should visualize the kinds of communities that exist today are in cyberspace. These newer communities must be thought of as existing in social space and social time. Viewed this way, the newer kinds of communities can be seen as very important in planning for and managing disasters and crises that cut across national boundaries. To think this way requires a moving away from the traditional view of communities in the past. This will not be easy given that the traditional community focus is strongly entrenched in most places around the world (see United Nations, 2005) . But \"virtual reality communities\" will be the social realities in the future.",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 824,
                    "text": "United Nations, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implications"
        },
        {
            "text": "Assuming that what we have written has some validity, what new research should be undertaken in the future on the topic of future disasters and crises? In previous pages, we suggested some future studies on specific topics that would be worthwhile doing. However, in this section we want to outline research of a more general nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Looking at the Future"
        },
        {
            "text": "For one, practically everything we discussed ought to be looked at in different cultures and societies. As mentioned earlier, there is a bias in our perspective that reflects our greater familiarity with and awareness of examples from the West (and even more narrowly Western Europe, the United States and Canada). In particular, there is a need to undertake research in developing rather than only developed countries. And that includes at least some of these studies being undertaken by researchers and scholars from the very social systems that are being studied. The different cultural perspectives that would be brought to bear might be very enlightening, and enable us to see things that presently we do not see, being somewhat a prisoner of our own culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Looking at the Future"
        },
        {
            "text": "Second, here and there in this chapter, we have suggested that it is important to study the conditions that generate disasters and crises. But there has to be at least some understanding of the nature of X before there can be a serious turn to ascertaining the conditions that generate X. We have taken this first step in this chapter. Future work should focus more on the generating conditions. A general model would involve the following ideas. The first is to look at social systems (societal, community and/or organizational ones), and to analyze how they have become more complex and tightly coupled. The last statement would be treated as a working hypothesis. If that turns out to be true, it could then be hypothesized that systems can break down in more ways than ever before. A secondary research thrust would be to see if systems also have developed ways to deal with or cope with threatening breakdowns. As such, it might be argued that what ensues is an uneven balance between resiliency and vulnerability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Looking at the Future"
        },
        {
            "text": "In studying contemporary trends, particular attention might be given to demographic ones. It would be difficult to find any country today where the population composition is not changing in some way. The increasing population density in high risk areas seems particularly important. Another value in doing research on this topic is that much demographic data are of a quantitative nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Looking at the Future"
        },
        {
            "text": "We mentioned financial and economic collapses cutting across different systems. How can financial collapse conceivably be thought of as comparable in any way to natural disasters and crises involving conflict? One simple answer is that for nearly a hundred years, one subfield of sociology has categorized, for example, panic flight in theater fires and financial panics as generic subtypes within the field of collective behavior (Blumer, 1939; Smelser, 1963) . Both happenings involve new, emergent behaviors of a non-traditional nature. In this respect, scholars long ago put both types of behavior into the same category.",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 445,
                    "text": "(Blumer, 1939;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 446,
                    "end": 460,
                    "text": "Smelser, 1963)",
                    "ref_id": "BIBREF113"
                }
            ],
            "ref_spans": [],
            "section": "Looking at the Future"
        },
        {
            "text": "Although disaster and crisis researchers have not looked at financial collapses, maybe it is time that they did so. These kinds of happenings seem to occur very quickly, are ambiguous as to their consequences, cut across political and sector boundaries, involve a great deal of emergent behavior and cannot be handled at the community level. In short, what has to be looked for are genotypic characteristics not phenotypic ones (Perry, 2004) . If whales, human beings, and bats can all be usefully categorized as mammals for scientific research purposes, maybe students of disasters should also pay less attention to phenotypic features. If so, should other disruptive phenomena like AIDS also be approached as disasters? Our overall point, is that new research along the lines indicated might lead researchers to seeing phenomena in ways different than they had previously seen.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 441,
                    "text": "(Perry, 2004)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "Looking at the Future"
        },
        {
            "text": "Finally, we have said little at all about the research methodologies that might be necessary to study transboundary ruptures. Up to now, disaster and crisis researchers have argued that the methods they use in their research are indistinguishable from those used throughout the social sciences. The methods are simply applied under circumstances that are relatively unique (Stallings, 2002) .",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 390,
                    "text": "(Stallings, 2002)",
                    "ref_id": "BIBREF117"
                }
            ],
            "ref_spans": [],
            "section": "Looking at the Future"
        },
        {
            "text": "In general, we agree with that position. But two questions can be raised. First, if social scientists venture into such areas as genetic engineering, cyberspace, robotics and complex infectious diseases, do they need to have knowledge of these phenomena to a degree that they presently do not have? This suggests the need for actual interdisciplinary research. Social scientists ought to expand their knowledge base before venturing to study certain disasters and crises, especially the newer ones. There is something here that needs attention. In the sociology of science there have already been studies of how researchers from rather different disciplines studying one research question, interact with one another and what problems they have. Researchers in the disaster and crisis area should look at these studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Looking at the Future"
        },
        {
            "text": "Our view is that the area of disasters and crises is changing. This might seem to be a very pessimistic outlook. That is not the case. There is reason to think, as we tried to document earlier, that human societies in the future will be able to cope with whatever new risks and hazards come into being. To be sure, given hazards and risks, there are bound to be disasters and crises. A risk free society has never existed and will never exist. But while this general principle is undoubtedly true, it is not so with reference to any particular or specific case. In fact, the great majority of potential dangers never manifest themselves eventually in disasters and crises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Looking at the Future"
        },
        {
            "text": "Finally, we should note again that the approach in this chapter has been a heuristic one. We have not pretended that we have absolute and conclusive research-based knowledge or understanding about all of the issues we have discussed. This is in line with Alexander (2005, p. 97 ) who wrote that scientific research is never ending in its quest for knowledge, rather than trying to reach once-for-all final conclusions, and therefore \"none of us should presume to have all the answers\".",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 277,
                    "text": "Alexander (2005, p. 97",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Looking at the Future"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Confronting catastrophe: New perspective on natural disasters",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The meaning of disaster: A reply to Wolf Dombrowsky",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "What is a disaster? New answers to old questions",
            "volume": "",
            "issn": "",
            "pages": "97--103",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bangladesh power restored after nationwide blackout: Bangladesh, India Blame each other for power failure",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Al-Mahmood",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Wall Street Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Managing transboundary crises: Identifying the building blocks of an effective response system",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ansell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Contingencies and Crisis Management",
            "volume": "18",
            "issn": "4",
            "pages": "195--207",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Blackout disrupts Moscow after fire in old power station",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arvedlund",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The great blackout of 2003. Disaster Recovery",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ballman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "17--18",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The seeds of civilization",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Balter",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Smithsonian",
            "volume": "36",
            "issn": "",
            "pages": "68--74",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Trial by fire: Forest fires",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schweithelm",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Our final invention: Artificial intelligence and the end of the human era",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barrat",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Temporary, emergent interorganizational collaboration in unexpected circumstances: A study of the Columbia space shuttle response effort",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Plowman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Organization Science",
            "volume": "25",
            "issn": "4",
            "pages": "1234--1252",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "World risk society",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Uncovering Soviet disasters",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "After disaster: Agenda setting, public policy, and focusing events",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Birkland",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Historical overview of U.S. emergency management. Unpublished draft prepared for college courses for emergency managers",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Blanchard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Collective behavior",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blumer",
                    "suffix": ""
                }
            ],
            "year": 1939,
            "venue": "Principles of sociology",
            "volume": "",
            "issn": "",
            "pages": "65--121",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Public opinion and public opinion polling",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blumer",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "American Sociological Review",
            "volume": "13",
            "issn": "",
            "pages": "542--552",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The European Union as crisis manager: Patterns and prospects",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ekengren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rhinard",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Governing after crisis: The politics of investigation, accountability and learning",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcconnell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "What is a disaster? Further perspectives on the question",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Xlibris books",
            "volume": "",
            "issn": "",
            "pages": "153--172",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Preparing for the future: Critical challenges in crisis management",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lagadec",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Contingencies and Crisis Management",
            "volume": "8",
            "issn": "",
            "pages": "185--191",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The Northridge earthquake: Vulnerability and disaster",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bolin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Stanford",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Disaster preparedness: How Japan and the United States compare",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bosner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Asia Perspectives",
            "volume": "4",
            "issn": "",
            "pages": "17--20",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Brazil government defends reliability of power grid after blackout leaves 60 million in dark",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Blame and hostility in disaster",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bucher",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "American Journal of Sociology",
            "volume": "62",
            "issn": "",
            "pages": "467--475",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Extreme weather: A guide & record book",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Burt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "FEMA's new challenges. Washington Times",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cohn",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Health Quarterly",
            "volume": "7",
            "issn": "",
            "pages": "28--34",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Where most see a weather system, some see divine retribution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cooperman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Incident, accident, catastrophe: Cyanide on the Danube",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Disasters",
            "volume": "29",
            "issn": "",
            "pages": "99--128",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Environmental risks and hazards",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cutter",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Asteroids are coming. Wired",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Justo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Collapse",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Incident management teams: All-risk operations and management study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Donahue",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Scapegoats, villains and disasters",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Drabek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quarantelli",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Trans-Action",
            "volume": "4",
            "issn": "",
            "pages": "12--17",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Blame in disaster: Another look, another viewpoint",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Drabek",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quarantelli",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Dynamic social psychology",
            "volume": "",
            "issn": "",
            "pages": "604--615",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Lisbon earthquake in 1755: Contested meanings in the first modern disaster",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dynes",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "TsuInfo Alert",
            "volume": "2",
            "issn": "",
            "pages": "10--18",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Finding order in disorder: Continuities in the 9-11 response",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dynes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "International Journal Mass Emergencies and Disasters",
            "volume": "21",
            "issn": "",
            "pages": "9--23",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Sociology of disasters: Contributions of sociology to disaster research",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dynes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Demarchi",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Disasters, collective behavior and societal organization",
            "authors": [],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Tapes show Enron arranged plant shutdown",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Egan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A new species of trouble: Explorations in disaster, trauma, and community",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Erikson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Handbook of crisis and emergency management",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farazmand",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The sociology of disaster: Definitions, research questions and measurements. Continuation of discussion in a post-September 11 environment",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "International Journal of Mass Emergencies and Disasters",
            "volume": "21",
            "issn": "",
            "pages": "91--107",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "BP Texas plant had fire day before blast",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Franks",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Disaster",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fritz",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Contemporary social problems",
            "volume": "",
            "issn": "",
            "pages": "651--694",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The end of the nation state",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guéhenno",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Assessment of post-event management processes using multi-media disaster simulation (pp. 2-25-2-30)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Mega-crises: Understanding the prospects, nature, characteristics, and the effects of cataclysmic events",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Helsloot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Wounded cities: Destruction and reconstruction in a globalized world",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Humphrey",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "91--107",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Nature conservation and natural disaster management: The role of indigenous knowledge in Kenya. Report by IGAD Climate Prediction and Applications Centre (ICPAC)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Icpac Report",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The eight plague: West Africa's locust invasion",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Irin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Disaster: A \"reality or construct?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jigyasu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "What is a disaster? New answers to old questions",
            "volume": "",
            "issn": "",
            "pages": "49--59",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Casualty in earthquakes",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Noji",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Memphis: Tennessee. Central United States Earthquake Consortium",
            "volume": "",
            "issn": "",
            "pages": "19--68",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "New York unplugged 1889",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jonnes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Why the future doesn't need us. Wired",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Joy",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "238--262",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "China to shed secrecy over its natural disasters",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "The social contours of risk: Risk communication and the social amplification of risk",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "American Dunkirk: The waterborne evacuation of Manhattan on 9/11",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kendra",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wachtendorf",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The evacuation of lower Manhattan by water transport on September 11: An unplanned success",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kendra",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wachtendorf",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quarantelli",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Joint Commission of Quality and Safety",
            "volume": "29",
            "issn": "",
            "pages": "316--318",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Heat wave: A social autopsy of disaster in Chicago",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klinenberg",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "In computer security, a bigger reason to squirm",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Koerner",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Sociological inquiry and disaster research",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kreps",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Annual Review of Sociology",
            "volume": "10",
            "issn": "",
            "pages": "309--330",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Exploring the EU's role as transboundary crisis manager: The facilitation of sense-making during the Ash-crisis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuipers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "191--210",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Ruptures creatrices. Paris: Editions d'Organisation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lagadec",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Understanding the French 2003 heat wave experience: Beyond the heat, a multi-layered challenge",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lagadec",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Contingencies and Crisis Management",
            "volume": "12",
            "issn": "",
            "pages": "160--169",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Crossing the Rubicon",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lagadec",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Crisis Response",
            "volume": "1",
            "issn": "",
            "pages": "38--41",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Non-semitic deluge stories and the Book of Genesis. A bibliographic and critical survey",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Anthropos",
            "volume": "80",
            "issn": "",
            "pages": "605--616",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Sri Lanka's island-wide blackout signals power supply reliability issue",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lbo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lenski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lenski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nolan",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Lanka Business Online",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "The forthcoming artificial intelligence (AI) revolution: Its impact on society and firms",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makridakis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Has globalization ended the rise of the nation-state?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Review of International Political Economy",
            "volume": "4",
            "issn": "",
            "pages": "472--496",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Cities and catastrophes: Coping with emergency in European history",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Massard-Guilbaud",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Platt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Sumatra earthquake and tsunami",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcaneney",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Risk Frontiers Newsletter",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Disaster by design: A reassessment of natural hazards in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mileti",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Biology's new forbidden fruit",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Morton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "A false sense of insecurity? Regulation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "22",
            "issn": "",
            "pages": "42--46",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Urban catastrophes and imperial relief in the Eighteenth-Century British Atlantic world: Three case studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mulcahy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cities and catastrophes: Coping with emergency in European history",
            "volume": "",
            "issn": "",
            "pages": "105--122",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "A disaster by any other name",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Murria",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal of Mass Emergencies and Disasters",
            "volume": "22",
            "issn": "",
            "pages": "117--129",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Growing vulnerability of the public switched networks: Implications for national security emergency preparedness. Washington, D.C",
            "authors": [],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The moral cataclysm: Why we struggle to think and feel differently about natural and man-made disasters",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neiman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New York Times Magazine",
            "volume": "",
            "issn": "",
            "pages": "15--16",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Auckland unplugged. Stockholm: OCB/The Swedish Agency for Civil Emergency Planning",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Newlove",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Svedin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Public health consequences of disasters",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Noji",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Prehospital and Disaster Medicine",
            "volume": "15",
            "issn": "",
            "pages": "21--31",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "The next pandemic?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nuzzo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biosecurity Bulletin",
            "volume": "6",
            "issn": "",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Peru's five hundred year earthquake: Vulnerability in historical context",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oliver-Smith",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Disasters, development, and environment",
            "volume": "",
            "issn": "",
            "pages": "31--48",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Anthropological research on hazards and disasters",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oliver-Smith",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Annual Review of Anthropology",
            "volume": "25",
            "issn": "",
            "pages": "303--328",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Normal accidents: Living with high-risk technologies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Perrow",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Disaster exercise outcomes for professional emergency personnel and citizen volunteers",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Contingencies and Crisis Management",
            "volume": "12",
            "issn": "",
            "pages": "63--75",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Introduction to emergency management in the United States. Washington",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lindell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prater",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "What is a disaster? New answers to old questions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "The Exxon Valdez oil spill and chronic psychological stress",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Picou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proceedings of the Evon Symposium",
            "volume": "",
            "issn": "",
            "pages": "100--110",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Social amplification of risk",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pidgeon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kasperson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Can biotech crops be good neighbors",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pollack",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Open-source practices for biotechnology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pollack",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Framing the news: The triggers, frames and messages in newspaper coverage",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Post",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Disaster studies: An analysis of the social historical factors affecting the development of research in the area",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quarantelli",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "International Journal of Mass Emergencies and Disasters",
            "volume": "5",
            "issn": "",
            "pages": "285--310",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Community crises: An exploratory comparison of the characteristics and consequences of disasters and riots",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quarantelli",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Contingencies and Crisis Management",
            "volume": "1",
            "issn": "",
            "pages": "67--78",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "What is a disaster? London: Routledge",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quarantelli",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Disaster planning, emergency management and civil protection: The historical development of organized efforts to plan for and to respond to disasters. Preliminary Paper # 301",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quarantelli",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Statistical and conceptual problems in the study of disasters. Disaster Prevention and Management",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quarantelli",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "325--338",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Dissensus and consensus in community emergencies: Patterns of looting and property norms",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Quarantelli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dynes",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Il Politico",
            "volume": "34",
            "issn": "",
            "pages": "276--291",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Our final hour: A scientist's warning: How terror, error and environmental disaster threaten humankind's future in this century-On earth and beyond",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rees",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Managing crises, threats, dilemmas, opportunities",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Boin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Coping with crises: The management of disasters, riots and terrorism",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Rosenthal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Charles",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Tsunami: The vocabulary of disaster",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Safire",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New York Times Magazine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "Military support to civil authorities: The Eastern Ontario ice storm",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scanlon",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Military Review",
            "volume": "4",
            "issn": "",
            "pages": "41--51",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "Emergent groups in established frameworks: Ottawa Carleton's response to the 1998 ice disaster",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scanlon",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Contingencies and Crisis Management",
            "volume": "7",
            "issn": "",
            "pages": "30--37",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "A perspective on North American natural disasters",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scanlon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International perspectives on natural disasters",
            "volume": "",
            "issn": "",
            "pages": "323--340",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Wounded cities: Destruction and reconstruction in a globalized world",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "A history of dams",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schnitter",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "Crisis management in Japan and the United States: Creating opportunities for cooperation and dramatic change",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schoff",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "The Institute for Foreign Policy Analysis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF111": {
            "ref_id": "b111",
            "title": "Some contributions German Katastrophensoziologie can make to the sociology of disaster",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schorr",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "International Journal of Mass Emergencies and Disasters",
            "volume": "5",
            "issn": "",
            "pages": "115--135",
            "other_ids": {}
        },
        "BIBREF112": {
            "ref_id": "b112",
            "title": "Old virus has a new trick: Mailing itself in quantity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF113": {
            "ref_id": "b113",
            "title": "Theory of collective behavior",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Smelser",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF114": {
            "ref_id": "b114",
            "title": "as cultural trauma",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Smelser",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cultural trauma and collective identity",
            "volume": "",
            "issn": "",
            "pages": "263--278",
            "other_ids": {}
        },
        "BIBREF115": {
            "ref_id": "b115",
            "title": "Cities and catastrophes: Coping with emergency in European history",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sowina",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "43--62",
            "other_ids": {}
        },
        "BIBREF116": {
            "ref_id": "b116",
            "title": "Conflict in natural disaster: A codification of consensus and conflict theories",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stallings",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Social Science Quarterly",
            "volume": "69",
            "issn": "",
            "pages": "90--95",
            "other_ids": {}
        },
        "BIBREF117": {
            "ref_id": "b117",
            "title": "Methods of disaster research",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stallings",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF118": {
            "ref_id": "b118",
            "title": "Why things bite back",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tenner",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF119": {
            "ref_id": "b119",
            "title": "Expert political judgment. Princeton",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Tetlock",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF120": {
            "ref_id": "b120",
            "title": "Virus underground",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "New York Times Magazine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF121": {
            "ref_id": "b121",
            "title": "Avian influenza-Is the world on the verge of a pandemic? And can it be stopped?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thorson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ekdahl",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Contingencies and Crisis Management",
            "volume": "13",
            "issn": "",
            "pages": "21--28",
            "other_ids": {}
        },
        "BIBREF122": {
            "ref_id": "b122",
            "title": "The 9/11 commission and disaster management: Little depth, less context, not much guidance",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tierney",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Contemporary Sociology",
            "volume": "34",
            "issn": "",
            "pages": "115--120",
            "other_ids": {}
        },
        "BIBREF123": {
            "ref_id": "b123",
            "title": "The social roots of risk: Producing disasters, promoting resilience",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tierney",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF124": {
            "ref_id": "b124",
            "title": "Facing the unexpected: Disaster preparedness and response in the United States",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tierney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lindell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF125": {
            "ref_id": "b125",
            "title": "Telecommunications infrastructure in disasters: Preparing cities for crisis communication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Townsend",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF126": {
            "ref_id": "b126",
            "title": "Man-made disasters",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF127": {
            "ref_id": "b127",
            "title": "The Buenos Aires blackout: Argentine Crisis Management across the public-private divide",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ullberg",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF128": {
            "ref_id": "b128",
            "title": "Know risk",
            "authors": [],
            "year": 2005,
            "venue": "United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF129": {
            "ref_id": "b129",
            "title": "The resilient city: How modern cities recover from disasters",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vale",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Campanella",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF130": {
            "ref_id": "b130",
            "title": "Letter from the President. International Sociological Association Newsletter 2",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wallerstein",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF131": {
            "ref_id": "b131",
            "title": "Hydropolitics of the Nile Valley",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Waterbury",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF132": {
            "ref_id": "b132",
            "title": "The popular culture of disaster: Exploring a new dimension of disaster research",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF133": {
            "ref_id": "b133",
            "title": "Handbook of disaster research",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "430--440",
            "other_ids": {}
        },
        "BIBREF134": {
            "ref_id": "b134",
            "title": "The societal implications of a comet/asteroid impact on earth: A perspective from international development studies",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wisner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF135": {
            "ref_id": "b135",
            "title": "Social science and natural hazards",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF136": {
            "ref_id": "b136",
            "title": "After its epidemic arrival, SARS vanishes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yardley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF137": {
            "ref_id": "b137",
            "title": "Urban space as \"field\" aspects of late Ottoman town planning after fire",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yerolympos",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF138": {
            "ref_id": "b138",
            "title": "Cities and catastrophes: Coping with emergency in European history",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "223--236",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}