{"paper_id": "a5a96f498ddf9c75a82b1a6a4b9324194b37d5f2", "metadata": {"title": "Detection of SARS Coronavirus in Humans and Animals by Conventional and Quantitative (Real Time) Reverse Transcription Polymerase Chain Reactions", "authors": [{"first": "J", "middle": ["S Malik"], "last": "Peiris", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Leo", "middle": ["L M"], "last": "Poon", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Severe acute respiratory syndrome is a novel human disease caused by a coronavirus of animal origin. Soon after the discovery SARS-CoV, several molecular assays were described for the detection of this virus. Of these, conventional and quantitative RT-PCR approaches were the primary tools for SARS-CoV RNA detection. In this chapter we describe a two-step conventional RT-PCR and a one-step quantitative RT-PCR that were used routinely in our laboratories during the SARS outbreak.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Severe acute respiratory syndrome (SARS) is the first novel infectious respiratory disease in this century. The first known case of SARS was retrospectively identified in Foshan City, Gungdong, China, in late 2002 (1). After its introduction to Hong Kong in mid-February 2003, the virus spread across many countries within weeks. On 15 March 2003 , the World Health Organization (WHO) issued a travel advisory and officially recognized this atypical pneumonia as \"SARS.\" Three research groups independently reported a novel group 2 coronavirus (CoV) as the etiology for the disease in late March (2-4) . Subsequently enormous efforts were taken to contain the disease. On 5 July 2003, the WHO declared that the epidemic had been contained worldwide. In this outbreak, over C Humana Press, New York, NY 6, 8000 SARS patients were reported and 10% of them died from the disease. Several lines of evidence indicated that the disease was a result of spillovers of the virus from animals to humans (5). In particular, SARS-like viral isolates that are almost identical to human isolates were recovered from infected Himalayan palm civets (Paguma larvata) (6) . Further studies also indicated that the virus is a distant relative of bat CoVs (7-10), suggesting that bats might be natural carriers of the precursor of SARS-CoV. However, the natural reservoir of the virus has yet to be defined.", "cite_spans": [{"start": 330, "end": 346, "text": "On 15 March 2003", "ref_id": null}, {"start": 1150, "end": 1153, "text": "(6)", "ref_id": null}], "ref_spans": [{"start": 590, "end": 601, "text": "March (2-4)", "ref_id": "FIGREF1"}], "section": "Introduction"}, {"text": "As detection of the SARS-CoV RNA in clinical specimens enabled prompt identification of patients who were at the early stage of disease onset, the focus of early diagnosis was primarily on the development of conventional and quantitative reverse transcriptase-polymerase chain reaction ((RT-PCR) assays during the outbreak (5). Sporadic human cases were reported after the SARS epidemic, most of these patients having acquired the infection from laboratories or from infected palm civets (5), which is an indication that SARS might reemerge in the future. This prompted many groups to develop more rapid, sensitive, and highly specific laboratory tests for SARS preparedness. Non-PCR-based nucleic acid amplification assays, such as loop-mediated isothermal amplification (LAMP) (11,12), rolling circle amplification (RAC) (13), and nucleic acid sequencebased amplification (NASBA) (14) were also developed for the detection of SARS-CoV. However, owing to the limited availability of clinical specimens, most of these novel molecular assays could not be evaluated to any great extent. ", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The protocols described below were routinely used for our clinical diagnosis of SARS during the outbreak (5,15,16) . The PCR assays were based on a short viral RNA sequence deduced from our initial studies (5). Sections 3.2 to 3.4 describe a manual RT-PCR assay that allows testing clinical samples in laboratories with conventional PCR machines. Section 3.5 describes a one-step RT-PCR assay using a quantitative PCR platform. In our evaluation, the performance of the quantitative RT-PCR assay is better than the manual RT-PCR assays (17). In addition, as viral load was found to be a good indicator for disease severity (5), the quantitative results generated from the real-time RT-PCR might provide additional data for prognosis (see Notes 3-6).", "cite_spans": [], "ref_spans": [{"start": 105, "end": 114, "text": "(5,15,16)", "ref_id": "FIGREF4"}], "section": "Methods"}, {"text": "1. For a new kit, perform the following procedures before specimen processing: a. Add 1 ml of buffer AVL to a tube of lyophilized carrier RNA (310 g). Dissolve carrier RNA thoroughly. Transfer to the buffer AVL bottle and mix thoroughly. Store the buffer AVL at 4 • C for up to 6 months. b. For every 19 ml of buffer AW1, add 25 ml of ethanol (96-100%). Mix it well.", "cite_spans": [], "ref_spans": [], "section": "RNA Extraction"}, {"text": "Store the buffer AW1 at room temperature for up to 12 months. c. For every 13 ml of buffer AW2, add 30 ml of ethanol (96-100%). Mix well.", "cite_spans": [], "ref_spans": [], "section": "RNA Extraction"}, {"text": "Store buffer AW1 at room temperature for up to 12 months (see Note 7).", "cite_spans": [], "ref_spans": [], "section": "RNA Extraction"}, {"text": "2. Equilibrate all reagents to room temperature before use. 3. Transfer 140 l of the sample into a 1.5-ml microcentrifuge tube. 4. Add 560 l of prepared buffered AVL with carrier RNA to the microcentrifuge tube. 5. Briefly vortex the tubes for 15 sec and incubate at room temperature for 10 min. 6. Briefly centrifuge the microcentrifuge tube. Add 560 l ethanol (96-100%) and mix by pulse-vortexing for 15 sec. 7. Briefly centrifuge the microcentrifuge tube. 8. Transfer 630 l of the solution from the tube to a QIAamp spin column placed in a provided 2-ml collection tube. Centrifuge at 6000 × g (8000 rpm) for 1 min. Place the spin column in a clean 2-ml collection tube. Discard the tube containing the filtrate. 9. Open the spin column and repeat step 8. 10. Add 500 l buffer AW1. Centrifuge at 6000 × g (8000 rpm) for 1 min. Place the spin column in a clean 2-ml collection tube. Discard the tube containing the filtrate.", "cite_spans": [], "ref_spans": [], "section": "RNA Extraction"}, {"text": "11. Add 500 l buffer AW2. Centrifuge at 20,000 × g (14,000 rpm) for 3 min. Place the spin column in a clean 2-ml collection tube and centrifuge at 20,000 × g for 1 min. Place the spin column in a clean 1.5-ml microcentrifuge tube. Discard the tube containing the filtrate. 12. Apply 50 l buffer AVE equilibrated to room temperature directly on the membrane of the column. Close the cap and incubate at room temperature for 1 min. 13. Centrifuge at 6000 × g (8000 rpm) for 1 min. Collect the filtrate for cDNA synthesis. Store the RNA at -20 • C or -70 • C.", "cite_spans": [], "ref_spans": [], "section": "RNA Extraction"}, {"text": "1. Prepare a reverse transcription master mix sufficient for the designated number of samples in a sterile 1.5-ml microcentrifuge tube as shown in Table 1 . 2. Vortex and centrifuge the tube briefly. Keep the tube on ice. 3. Add 10 l of master mix solution into separate 0.5-ml microcentrifuge tubes.", "cite_spans": [], "ref_spans": [{"start": 147, "end": 154, "text": "Table 1", "ref_id": "TABREF1"}], "section": "Reverse Transcription"}, {"text": "Label the tubes accordingly and keep them on ice. 4. Add 10 l of purified RNA samples into these tubes. 5. Vortex and centrifuge the tubes briefly. 6. Stand the tubes at room temperature for 10 min and then incubate at 42 • C for 50 min. 7. Inactivate the transcription reaction by incubating the tubes at 95 • C for 5 min and then chill the samples on ice. Store the cDNA samples at -20 • C (see Note 8).", "cite_spans": [], "ref_spans": [], "section": "Reverse Transcription"}, {"text": "1. Prepare a PCR master mix sufficient for the designated number of samples in a sterile 1.5-ml microcentrifuge tube, according to Table 2 . Include at least one positive control and one negative control (water) for each run. Add additional controls (e.g., purified RNA from the studied samples) as necessary. Table 3 . 7. After the run, analyze the PCR products by gel electrophoresis. Alternatively, the products can be kept at -20 • C for short-term storage.", "cite_spans": [], "ref_spans": [{"start": 131, "end": 138, "text": "Table 2", "ref_id": "TABREF0"}, {"start": 310, "end": 317, "text": "Table 3", "ref_id": "TABREF3"}], "section": "PCR Assay"}, {"text": "1. Place a gel-casting tray onto a gel-casting base. Level the base. 9 ). 3. Cool the melted agarose to about 60 • C and pour it into the gel-casting tray. Insert a comb into the tray. 4. Allow the gel to solidify at room temperature. 5. Remove the comb from the tray. 6. Place the tray into the electrophoresis chamber with the wells at the cathode side. 7. Fill the buffer chamber with 1X TAE buffer at a level that can cover the top of the gel. 8. Mix 0.5 l of the DNA markers with 2 l of 6X gel loading dye and 9.5 l of water on a parafilm sheet by repeated pipetting. 9. Mix 10 l of the PCR products with 2 l of 6X gel loading dye on a parafilm sheet by pipetting up and down several times. 10. Apply the mixture to the corresponding well of the gel. 11. Close the lid of the electrophoresis apparatus and connect the electrical leads, anode to anode (red to red) and cathode to cathode (black to black). 12. Run the gel at 100 V for 30 min. 13. Turn off the power, remove the cover, and retrieve the gel. 14. Soak the gel in 1X TAE with 0.5 g/ml ethidium bromide for 15 min. Wash the gel briefly with water (see Note 10). ", "cite_spans": [], "ref_spans": [{"start": 69, "end": 70, "text": "9", "ref_id": null}], "section": "Agarose Gel Electrophoresis"}, {"text": "1. Turn on the quantitative RT-PCR machine. Activate the Detection Manager from the supplied software and confirm that the reporter, quencher, and passive reference dyes are FAM, NFQ, and ROX, respectively. Set the cycle condition according to Table 4 . 2. In the reaction plate template, input the necessary information for the corresponding samples (e.g., positive standard, negative control, or name of the clinical specimen). Include at least one set of tenfold serially diluted positive controls with known copy numbers of the target sequence (e.g., 10 6 to 10 copies/reaction) and three negative controls (water) in each run. For the positive controls, key in the copy numbers of the target sequence used in the corresponding reactions. 3. Prepare a PCR master mix sufficient for the designated number of samples in a sterile 2.5-ml screw cap tube according to Table 5 . Add additional controls (e.g., purified RNA from the studied samples) as necessary. 4. Close the cup. Vortex and centrifuge the tube briefly. 7. Seal the reaction plate with an adhesive cover. Make sure each reaction well is sealed properly. 8. Briefly centrifuge the reaction plate. 9. Insert the plate to the quantitative PCR machine and perform the RT-PCR cycle. 10. After the reaction, examine the threshold cycles (Ct) and the amplification curves of the reactions. For a good experiment, the Ct values deduced from the standards should correlate well with the log 10 copy numbers of the target sequence used in these reactions (Fig. 1A) . Positive clinical samples will generate amplification signals above the threshold (Fig. 1B) . By contrast, signals from the water controls and negative samples will be below the threshold line. Based on the Ct values from the reference standards, the amount of input target in the positive reactions will be calculated by the software automatically (see Notes 14 and 15).", "cite_spans": [], "ref_spans": [{"start": 244, "end": 251, "text": "Table 4", "ref_id": "TABREF4"}, {"start": 867, "end": 874, "text": "Table 5", "ref_id": "TABREF5"}, {"start": 1510, "end": 1519, "text": "(Fig. 1A)", "ref_id": "FIGREF4"}, {"start": 1604, "end": 1613, "text": "(Fig. 1B)", "ref_id": "FIGREF4"}], "section": "Quantitative RT-PCR"}, {"text": "3. In our patient cohort, respiratory samples (e.g., nasopharyngeal aspirate, throat swab) collected from patients within the first week of disease onset have the highest positive rates for SARS-CoV. By contrast, fecal samples have the highest positive rate after the first week of onset. However, to increase the chance of identifying SARS patients in a nonepidemic period, we recommend testing multiple specimens available from suspected patients. 4. For respiratory samples isolated from early disease onset, the detect rates could be enhanced by increasing the initial extraction volume of the NPA sample from 140 to 560 l (18). 5 . Personal protection equipment should be worn by the health care worker taking specimens from suspect or probable SARS patients (http://www.who.int/csr/sars/ infectioncontrol/en/) 6. For extracting RNA from suspected infectious samples, the procedure must be handled in a Biosafety Level (BSL) 2 containment with BSL 3 work practices (http://www.who.int/csr/sars/biosafety2003 12 18/en/). 7. Buffer AVL containing carrier RNA might form white precipitates when it is stored at 4 • C. The precipitates can be dissolved in the buffer by heating the bottle in a water bath. Cool the buffer to room temperature before use. 8. General procedures to prevent PCR cross contamination should be strictly followed. Aerosol-resistant filtered pipette tips can minimize possible carryovers of amplicons. Separate pipettes and areas are used for sample processing, PCR, and post-PCR analysis. It is essential to include multiple positive and negative controls in the PCR reactions when a large number of samples are tested at the same time. 9. Agarose solutions can be superheated in a microwave oven. Do not handle the bottle immediately after microwaving. Always wear heat-resistant gloves when handling melted agarose. 10. Ethidium bromide is a known mutagen and may be carcinogenic. Handle solutions of ethidium bromide with gloves. 11. UV light can cause severe skin and eye damage. Wear safety glasses and close the photography hood before turning on the UV transilluminator. 12. The conventional RT-PCR protocol is highly specific to SARS-CoV isolated from respiratory samples. However, we observed a few false-positive results from RNA isolated from stool (15). To overcome this problem, all of our positive fecal samples were retested by the quantitative RT-PCR as described in Section 3.5 or a SYBR green-based RT-PCR assay (19) for confirmation. 13. When performing step 6 in Section 3.5, the RNA samples, including those positive standards, must be handled with extreme care. Cross-contamination might lead to false-positive or unreliable quantitative results. 14. The amplification curves of all positive samples in the quantitative RT-PCR assays must be examined individually. We occasionally find some clinical specimens yielding high backgrounds and the analytical program might misclassify these samples as positive.", "cite_spans": [{"start": 633, "end": 634, "text": "5", "ref_id": null}], "ref_spans": [], "section": "Notes"}, {"text": "15. To exclude the negative results owing to the poor recovery of RNA, the poor performance of RT-PCR reaction, the presence of PCR inhibitors, or human error, we subsequently modified our quantitative RT-PCR assays to a duplex assay. The revised test allows simultaneous detection of SARS-CoV and endogenous 18S rRNA derived from host cells (20) . The primers and probe for 18S rRNA are commercially available (TaqMan Ribosomal RNA Control Reagents, Applied Biosystems).", "cite_spans": [{"start": 342, "end": 346, "text": "(20)", "ref_id": "BIBREF42"}], "ref_spans": [], "section": "Notes"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Random hexamers, 150 ng/l (Invitrogen)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "RNaseOUT recombinant ribonuclease inhibitor, 40 U/l (Invitrogen)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Deoxynucleotide triphosphates (dNTP) mix, 10 mM each", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Autoclaved RNase-free water or equivalent", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "AmpliTaq Gold DNA polymerase, 5 U/l (Applied Biosystems)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "10X Gold PCR buffer (Applied Biosystems)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Deoxynucleotide triphosphates (dNTP) mix, 10 mM each. 4. 25 mM MgCl 2 solution", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Applied Biosystems) (see Note 2)", "authors": [{"first": "", "middle": [], "last": "Themocycler", "suffix": ""}], "year": null, "venue": "", "volume": "9700", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Gel Electrophoresis 1. 50X TAE buffer", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "6X gel loading buffer: 10 mM Tris-HCl", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "1 kb plus DNA ladder markers (Invitrogen)", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Ethidium bromide, 10 mg/ml", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Agarose gel electrophoresis apparatus", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Power supply", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "TCTGCGTAGGCAATCC(NFQ)-3 (FAM, 6-carboxyfluorescein; NFQ, nonfluorescent quencher", "authors": [], "year": null, "venue": "M probe, 5 -(FAM)", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Quantitative PCR machine (ABI Prism 7000 Sequence Detection System", "authors": [], "year": null, "venue": "Applied Biosystems", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "PCR reaction plates (MicroAmp optical 96-well reaction plate", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China", "authors": [{"first": "N", "middle": ["S"], "last": "Zhong", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Zheng", "suffix": ""}, {"first": "Y", "middle": ["M"], "last": "Li", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "362", "issn": "", "pages": "1353--1358", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome", "authors": [{"first": "C", "middle": [], "last": "Drosten", "suffix": ""}, {"first": "S", "middle": [], "last": "Gunther", "suffix": ""}, {"first": "W", "middle": [], "last": "Preiser", "suffix": ""}], "year": 2003, "venue": "N. Engl. J. Med", "volume": "348", "issn": "", "pages": "1967--1976", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "A novel coronavirus associated with severe acute respiratory syndrome", "authors": [{"first": "T", "middle": ["G"], "last": "Ksiazek", "suffix": ""}, {"first": "D", "middle": [], "last": "Erdman", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Goldsmith", "suffix": ""}], "year": 2003, "venue": "N. Engl. J. Med", "volume": "348", "issn": "", "pages": "1953--1966", "other_ids": {}}, "BIBREF26": {"ref_id": "b26", "title": "Coronavirus as a possible cause of severe acute respiratory syndrome", "authors": [{"first": "J", "middle": ["S"], "last": "Peiris", "suffix": ""}, {"first": "S", "middle": ["T"], "last": "Lai", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Poon", "suffix": ""}], "year": 2003, "venue": "Lancet", "volume": "361", "issn": "", "pages": "1319--1325", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "The aetiology, origins, and diagnosis of severe acute respiratory syndrome", "authors": [{"first": "L", "middle": ["L"], "last": "Poon", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guan", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Nicholls", "suffix": ""}, {"first": "K", "middle": ["Y"], "last": "Yuen", "suffix": ""}, {"first": "J", "middle": ["S"], "last": "Peiris", "suffix": ""}], "year": 2004, "venue": "Lancet Infect. Dis", "volume": "4", "issn": "", "pages": "663--671", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China", "authors": [{"first": "Y", "middle": [], "last": "Guan", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Zheng", "suffix": ""}, {"first": "Y", "middle": ["Q"], "last": "He", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "302", "issn": "", "pages": "276--278", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Severe acute respiratory syndrome coronavirus-like virus in Chinese horseshoe bats", "authors": [{"first": "S", "middle": ["K"], "last": "Lau", "suffix": ""}, {"first": "P", "middle": ["C"], "last": "Woo", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "Li", "suffix": ""}], "year": 2005, "venue": "Proc. Natl. Acad. Sc.i USA", "volume": "102", "issn": "", "pages": "14040--14045", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Bats are natural reservoirs of SARS-like coronaviruses", "authors": [{"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "Z", "middle": [], "last": "Shi", "suffix": ""}, {"first": "M", "middle": [], "last": "Yu", "suffix": ""}], "year": 2005, "venue": "Science", "volume": "310", "issn": "", "pages": "676--679", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Full-length genome sequences of two SARSlike coronaviruses in horseshoe bats and genetic variation analysis", "authors": [{"first": "W", "middle": [], "last": "Ren", "suffix": ""}, {"first": "W", "middle": [], "last": "Li", "suffix": ""}, {"first": "M", "middle": [], "last": "Yu", "suffix": ""}], "year": 2006, "venue": "J. Gen. Virol", "volume": "87", "issn": "", "pages": "3355--3359", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Prevalence and genetic diversity of coronaviruses in bats from China", "authors": [{"first": "X", "middle": ["C"], "last": "Tang", "suffix": ""}, {"first": "J", "middle": ["X"], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": ["Y"], "last": "Zhang", "suffix": ""}], "year": 2006, "venue": "J. Virol", "volume": "80", "issn": "", "pages": "7481--7490", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Rapid detection of the severe acute respiratory syndrome (SARS) coronavirus by a loop-mediated isothermal amplification assay", "authors": [{"first": "L", "middle": ["L"], "last": "Poon", "suffix": ""}, {"first": "C", "middle": ["S"], "last": "Leung", "suffix": ""}, {"first": "M", "middle": [], "last": "Tashiro", "suffix": ""}], "year": 2004, "venue": "Clin. Chem", "volume": "50", "issn": "", "pages": "1050--1052", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "Development and evaluation of a novel loop-mediated isothermal amplification method for rapid detection of severe acute respiratory syndrome coronavirus", "authors": [{"first": "T", "middle": ["C"], "last": "Hong", "suffix": ""}, {"first": "Q", "middle": ["L"], "last": "Mai", "suffix": ""}, {"first": "D", "middle": ["V"], "last": "Cuong", "suffix": ""}], "year": 2004, "venue": "J. Clin. Microbiol", "volume": "42", "issn": "", "pages": "1956--1961", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Rapid and sensitive detection of severe acute respiratory syndrome coronavirus by rolling circle amplification", "authors": [{"first": "B", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": ["J"], "last": "Potter", "suffix": ""}, {"first": "Y", "middle": [], "last": "Lin", "suffix": ""}], "year": 2005, "venue": "J. Clin. Microbiol", "volume": "43", "issn": "", "pages": "2339--2344", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Real-time NASBA detection of SARS-associated coronavirus and comparison with real-time reverse transcription-PCR", "authors": [{"first": "M", "middle": ["C"], "last": "Keightley", "suffix": ""}, {"first": "P", "middle": [], "last": "Sillekens", "suffix": ""}, {"first": "W", "middle": [], "last": "Schippers", "suffix": ""}, {"first": "C", "middle": [], "last": "Rinaldo", "suffix": ""}, {"first": "George", "middle": [], "last": "", "suffix": ""}, {"first": "K", "middle": ["S"], "last": "", "suffix": ""}], "year": 2005, "venue": "J. Med. Virol", "volume": "77", "issn": "", "pages": "602--608", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Detection of SARS coronavirus in patients with suspected SARS", "authors": [{"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Poon", "suffix": ""}, {"first": "V", "middle": ["C"], "last": "Cheng", "suffix": ""}], "year": 2004, "venue": "Emerg. Infect. Dis", "volume": "10", "issn": "", "pages": "294--299", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "Evaluation of reverse transcription-PCR assays for rapid diagnosis of severe acute respiratory syndrome associated with a novel coronavirus", "authors": [{"first": "W", "middle": ["C"], "last": "Yam", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "L", "middle": ["L"], "last": "Poon", "suffix": ""}], "year": 2003, "venue": "J. Clin. Microbiol", "volume": "41", "issn": "", "pages": "4521--4524", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Detection of SARS coronavirus in patients with severe acute respiratory syndrome by conventional and real-time quantitative reverse transcription-PCR assays", "authors": [{"first": "L", "middle": ["L"], "last": "Poon", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "O", "middle": ["K"], "last": "Wong", "suffix": ""}], "year": 2004, "venue": "Clin. Chem", "volume": "50", "issn": "", "pages": "67--72", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "Early diagnosis of SARS coronavirus infection by real time RT-PCR", "authors": [{"first": "L", "middle": ["L"], "last": "Poon", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}, {"first": "O", "middle": ["K"], "last": "Wong", "suffix": ""}], "year": 2003, "venue": "J. Clin. Virol", "volume": "28", "issn": "", "pages": "233--238", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Rapid diagnosis of a coronavirus associated with severe acute respiratory syndrome (SARS)", "authors": [{"first": "L", "middle": ["L"], "last": "Poon", "suffix": ""}, {"first": "O", "middle": ["K"], "last": "Wong", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}], "year": 2003, "venue": "Clin. Chem", "volume": "49", "issn": "", "pages": "953--955", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "A one step quantitative RT-PCR for detection of SARS coronavirus with an internal control for PCR inhibitors", "authors": [{"first": "L", "middle": ["L"], "last": "Poon", "suffix": ""}, {"first": "B", "middle": ["W"], "last": "Wong", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Chan", "suffix": ""}], "year": 2004, "venue": "J. Clin. Virol", "volume": "30", "issn": "", "pages": "214--217", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Methods in Molecular Biology, vol. 454: SARS-and Other Coronaviruses, 61 Edited by: D. Cavanagh, DOI: 10.1007/978-1-59745-181-9", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Vortex and centrifuge the tube briefly. Keep the tube on ice. 3. Aliquot 48 l of the master mix into separate 0.5-ml microcentrifuge tubes and label the tubes accordingly. 4. Add 2 l of cDNA generated from the reverse transcription reactions to these tubes. For the positive control, add 2 l of SARS-CoV cDNA into the reaction. For the negative control, add 2 l of autoclaved water. 5. Vortex and centrifuge the tubes briefly. 6. Run the PCR under the conditions shown in", "latex": null, "type": "figure"}, "FIGREF2": {"text": "15. Place the gel on top of the transilluminator. Switch on the power of the gel documentation machine (see Note 11). 16. Adjust the position of the gel and record the results. The size of the expected product for CoV is 182 bp (see Note 12).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "21 l of the master mix into the corresponding wells of the reaction plate. 6. Add 4 l of the samples into the corresponding wells carefully (see Note 13).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Quantitative RT-PCR assay for SARS-CoV: (A) Standard curve for quantitative analysis of ORF 1b of SARS-CoV. The threshold cycle (Ct) is the number of PCR cycles required for the fluorescent intensity of the reaction to reach a predefined threshold. The Ct is inversely proportional to the logarithm of the starting concentration of the input target. The correlation coefficient (R 2 ) between these two parameters is shown. (B) An amplification plot of fluorescence intensity against the PCR cycle. The fluorescence signals for positive and negative samples are indicated. The X-axis denotes the cycle number of a quantitative PCR assay. The Y-axis denotes the fluorescence intensity.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Materials 2.1. RNA Extraction 1. QIAamp virus RNA mini kit (Qiagen). 2. Ethanol, 96-100%. 3. Autoclaved RNase-free water or its equivalent. 4. Clinical samples stored in 1-3 ml of viral transport medium. For 1 liter of viral", "latex": null, "type": "table"}, "TABREF1": {"text": "Components of Reverse Transcription Reaction", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Volume per reaction </td><td>Volume mix for N reactions </td><td>Final\n</td></tr><tr><td>Reagent </td><td> </td><td> </td><td>concentration\n</td></tr><tr><td>5X First strand buffer </td><td>4 l </td><td>4 × N l </td><td>1×\n</td></tr><tr><td>0.1 mM DTT </td><td>2 l </td><td>2 × N l </td><td>0.01 mM\n</td></tr><tr><td>10 mM dNTP </td><td>1 l </td><td>N l </td><td>0.5 mM\n</td></tr><tr><td>Random primers (150 ng/l) </td><td>1 l </td><td>N l </td><td>7.5 ng/l\n</td></tr><tr><td>Reverse transcriptase (200 U/l) </td><td>1 l </td><td>N l </td><td>200 U/reaction\n</td></tr><tr><td>Ribonuclease inhibitor (optional) </td><td>1 l </td><td>N l </td><td>40 U/reaction\n</td></tr><tr><td>Total volume of master mix </td><td>10 l </td><td>10 × N l </td><td>-\n</td></tr></table></body></html>"}, "TABREF2": {"text": "Components of the PCR", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Final\n</td></tr><tr><td>Reagent </td><td>Volume per reaction </td><td>Volume for N reactionsa </td><td>concentration\n</td></tr><tr><td>10X PCR buffer </td><td>5 l </td><td>5 × N l </td><td>1×\n</td></tr><tr><td>MgCl2, 25 mM </td><td>5 l </td><td>5 × N l </td><td>2.5 mM\n</td></tr><tr><td>dNTP, 10 mM </td><td>0.5 l </td><td>0.5 × N l </td><td>0.1 mM\n</td></tr><tr><td>Forward primers, 10 M </td><td>1.25 l </td><td>1.25 × N l </td><td>0.25 M\n</td></tr><tr><td>Reverse primers, 10 M </td><td>1.25 l </td><td>1.25 × N l </td><td>0.25 M\n</td></tr><tr><td>DNA polymerase (5U/l) </td><td>0.25 l </td><td>0.25 × N l </td><td>1.25 U/reaction\n</td></tr><tr><td>Water </td><td>34.75 l </td><td>34.75 × N l </td><td>-\n</td></tr><tr><td>Total aN = number of 1.5 ml tubes.\n</td><td>48 l </td><td>48 × N l </td><td>-\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Conditions for the Nonquantitative PCR Prepare 2% agarose gel by weighing out 1 g of agarose powder. Add it into a 250-ml bottle containing 50 ml 1X TAE buffer. Microwave bottle with a loosened cap until the gel starts to bubble and becomes transparent (see Note", "latex": null, "type": "table"}, "TABREF4": {"text": "Conditions for the Quantitative PCR", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Step </td><td>Temperature </td><td>Time\n</td></tr><tr><td>1. UNG treatment </td><td>50◦C </td><td>2 min\n</td></tr><tr><td>2. Reverse transcription </td><td>60◦C </td><td>40 min\n</td></tr><tr><td>3. Heat inactivation </td><td>95◦C </td><td>5 min\n</td></tr><tr><td>4. Thermal cycling (50 cycles)\n</td><td> </td><td> </td></tr><tr><td>Denaturing </td><td>95◦C </td><td>15 sec\n</td></tr><tr><td>Annealing and extension </td><td>55◦C </td><td>1 min\n</td></tr></table></body></html>"}, "TABREF5": {"text": "Components of the Quantitative PCR", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Volume per reaction </td><td>Volume for N reactions </td><td>Final\n</td></tr><tr><td>Reagent </td><td> </td><td> </td><td>Concentration\n</td></tr><tr><td>Water </td><td>6.2 l </td><td>6.2 × N l </td><td>-\n</td></tr><tr><td>5X TaqMan EZ buffer </td><td>5 l </td><td>5 × N l </td><td>1×\n</td></tr><tr><td>Manganese acetate, 25 mM </td><td>3 l </td><td>3 × N l </td><td>3.0 mM\n</td></tr><tr><td>dATP, 10 mM </td><td>0.75 l </td><td>0.75 × N l </td><td>0.3 mM\n</td></tr><tr><td>dUTP, 10 mM </td><td>1.5 l </td><td>1.5 × N l </td><td>0.6 mM\n</td></tr><tr><td>dCTP, 10 mM </td><td>0.75 l </td><td>0.75 × N l </td><td>0.3 mM\n</td></tr><tr><td>dGTP, 10 mM </td><td>0.75 l </td><td>0.75 × N l </td><td>0.3 mM\n</td></tr><tr><td>Forward primers, 50 M </td><td>0.4 l </td><td>0.4 × N l </td><td>0.8 M\n</td></tr><tr><td>Reverse primers, 50 M </td><td>0.4 l </td><td>0.4 × N l </td><td>0.8 M\n</td></tr><tr><td>Probe, 10 M </td><td>1 l </td><td>1 × N l </td><td>0.4 M\n</td></tr><tr><td>rTth DNA polymerase (2.5U/l) </td><td>1 l </td><td>1 × N l </td><td>2.5 U/reaction\n</td></tr><tr><td>AmpErase UNG (1 U/l) </td><td>0.25 l </td><td>0.25 × N l </td><td>0.25 U/reaction\n</td></tr><tr><td>Total </td><td>21 l </td><td>21 × N l </td><td>-\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We ", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}]}