{
    "paper_id": "a6cfc8728327a31ad5b0c984de6379f8cca78f1c",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We would like to bring the COvid-19 Vascular sERvice (COVER) study to the attention of our colleagues. COVER is a three tiered international study designed to capture global data on vascular practice during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Tier 1: repeated assessment and reporting of changes to unit level processes via an online data collection tool",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The aim of tier 1 is to develop a real time picture of changes to vascular practice due to COVID-19, and inform our analysis of tiers 2 and 3. We are recording all changes to service delivery, including new thresholds for treatment, the management of screening programmes, redeployment of key vascular personnel, and multidisciplinary teams. Information on the centre is recorded to ensure we identify and address duplication. Centres are asked to complete the survey on a regular basis (fortnightly) to record dynamic changes in practice. We hope this will facilitate global data sharing and allow benchmarking of practice change in real time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Three hundred and twenty centres from 46 countries in Europe, North America, South America, Australasia, the Middle East, and Asia have now responded. Ten per cent are from centres who have completed the survey before, and are documenting evolving practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "International trends include:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• deployment of team members to other specialties;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• rapid uptake of telemedicine clinics;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• no country other than Germany has reported 100% availability of personal protective equipment in all participating centres.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Aortic aneurysm screening continues in some UK centres.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This tier involves recording consecutive vascular and endovascular interventions undertaken during a 12 week period, with the aim of documenting changes to standard operational practice for common vascular conditions (aorta, carotid arteries and the lower limbs, including deep venous thrombosis and diabetic foot sepsis). Follow up at six and 12 months will link changes in procedural practice to condition specific morbidity and mortality, and especially cardiovascular complications, in this exceptionally high risk patient cohort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tier 2: procedural data capture"
        },
        {
            "text": "This will capture details of consecutive vascular referrals over a one month period. The aim is to demonstrate changing patterns of referrals, document alterations in patient management, and to look at six and 12 month outcomes for patients who would normally have undergone a surgical procedure prior to the COVID-19 outbreak. This also has significant potential to inform the management of patients after the COVID-19 pandemic passes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tier 3: changes to vascular care"
        },
        {
            "text": "A detailed study protocol and research documents are available online (https://vascularresearch.net/projects/cover-study-covid-19-vascular-service-study/). This includes a generic protocol for international centres, to make it very simple to produce a locally applicable protocol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tier 3: changes to vascular care"
        },
        {
            "text": "Tier 1 can be found at https://www.surveymonkey.com/r/SWQ2X72 and we encourage our colleagues to communicate fortnightly on how the pandemic is affecting their practice. Tiers 2 and 3 have now opened in several centres in the UK and are due to open internationally in the near future. Although it involves collection of non-identifiable patient level data, it will require their centre's approval. All the documents required can be found on the study webpage, as well as contacts for any questions. Once registered, centres will be able to recruit and enter data for both tiers automatically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tier 3: changes to vascular care"
        },
        {
            "text": "Forty-five centres around the world have registered to open tiers 2 and 3. Societal support has been overwhelming, and we are extremely grateful to our international colleagues and societies who have contacted their members on our behalf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tier 3: changes to vascular care"
        },
        {
            "text": "There is a clear appetite among healthcare providers, policymakers, governments, and major international institutions for research around the COVID-19 pandemic. We hope that COVER will go some way towards understanding the effect of this unique crisis on vascular patients and their outcomes. It will provide data for use during this and any future disasters, and will add to our understanding of the effect of public health emergencies on our speciality, our patients, and our healthcare systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tier 3: changes to vascular care"
        },
        {
            "text": "We invite all vascular surgeons to get in touch and take part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tier 3: changes to vascular care"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Economic impacts of Wuhan 2019-nCoV on China and the world",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Ayittey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Ayittey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "B"
                    ],
                    "last": "Chiwero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kamasah",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dzuvor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "",
            "pages": "473--478",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The outbreak of Coronavirus Disease 2019 (COVID-19) -an emerging global health threat. J Infect Public Health. Epub ahead of print 18",
            "authors": [
                {
                    "first": "Arshad",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baloch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Arshad",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iqbal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jiph.2020.02.033"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Novel coronavirus 2019-nCoV: prevalence, biological and clinical characteristics comparison with SARS-CoV and MERS-CoV",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Meo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Alhowikan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Al-Khlaiwi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Meo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Halepoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iqbal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Rev Med Pharmacol Sci",
            "volume": "24",
            "issn": "",
            "pages": "2012--2031",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Vascular and Endovascular Research Network (VERN) Collaborators * * Corresponding author",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Birmingham B15 2TT, UK. E-mail address: r.a.benson@bham.ac.uk, ruth.benson@gmail",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "-19 Vascular sERvice (COVER) Study: An International Vascular and Endovascular Research Network (VERN) Collaborative Study Assessing the Provision, Practice, and Outcomes of Vascular Surgery During the COVID-19 Pandemic The Coronavirus Disease 2019 (COVID-19) pandemic is having a profound impact on worldwide healthcare systems. 1,2 The pace of progression together with the severity of the pandemic has led to global healthcare structures and services becoming completely overwhelmed. 3 This has resulted in the postponement and cancellation of routine clinical work in favour of disaster mitigation. The effects of the COVID-19 health emergency will probably persist long after the peak of the pandemic has passed, especially in specialties such as vascular surgery; the majority of our patients are at high risk of COVID-19 related mortality. Admission to hospital risks exposure to the virus, while the acute on chronic nature of many vascular pathologies makes patients vulnerable to delay. Guidelines are updated frequently as the clinical picture changes. A significant proportion of vascular work involves pre-emptive intervention to prevent complications (e.g., carotid endarterectomy to reduce risk of stroke). For these reasons, vascular patients are particularly vulnerable to the postponement of their definitive treatment. There is an urgent need to quantify the impact of the pandemic on the provision of vascular and endovascular surgery, delays to treatment, and the adjustments made to standard vascular practice.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The VERN committee consists of Ruth Benson (president), Rachel Forsythe, David Bosanquet, Nikesh Dattani, Athanasios Saratzis, Graeme Ambler, Ryan Preece, George Dovell, Louise Hitchman, Sarah Onida, Jospeh Shalhoub, and Sandip Nandhra.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICTS OF INTEREST"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        }
    ]
}