{
    "paper_id": "a7bccde5f61e036af281dcf47e74b1515db6fefa",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Leader update for Heart and Lung I am writing this update during the COVID-19 pandemic in the US and am hoping by the time this is published, we will be over the worst of it. When 2020 was declared the international year of the nurse and midwife, AAHFN started planning events to celebrate this wonderful recognition. As heart failure nurses, we know we keep patients at home, keep them stable and provide patient centered guideline directed care that improves their quality of life and prevents unnecessary hospitalizations. It was going to be an easy task to celebrate what we do and how we do it. Then the world shifted and our focused shifted. No longer are we having gatherings to celebrate anything. We find ourselves in the midst of a war with an unseen enemy. Not only are we at war, we find ourselves without enough proper protective equipment to protect ourselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I was a new nurse when AIDS was just coming on the scene. We new little about it and it caused a great deal of fear. However, it was not a pandemic and we quickly knew how it was spread. In looking back at how nurses in the past were involved in pandemics, I found polio to be the most like COVID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "During the polio outbreak, we did not have testing, we were not sure how it was spread, and it effected children in particular. In addition, our countries' supplies of health care personnel and resources were severely depleted due to WW II. There was also a lot of fear, due to the unknown nature of the disease. We have all seen pictures of the iron lungs used to treat the most effected victims. Like COVID, the virus did not discriminate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Nurses were also on the front lines, caring for these children and young adults without much knowledge or protection. Nurses were also doing home visits to affected families and nurses were the ones who administered the vaccines when available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although most nurses know the name of Dr. Salk, the physician who developed the polio vaccine, many don't know the name of an Australian nurse, Sister Kenny. In my research, I discovered she actually had no formal training as a nurse but served as a nurse in the military. She was a strong advocate for her patients and subsequently cared for polio patients in a way that was very different then how the traditional medical model was caring for patients. Sr. Kenny had patients up and moving and massaging their weakened muscles. Traditional therapy at the time was rest. Her treatments were controversial, but her therapies proved to make a difference. Because I live in Minneapolis and that is where Sister Kenney did the majority of her work in Minneapolis, many of us in Minnesota are familiar with her name, but not her history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We are already seeing the nursing hero's in the COVID crisis. I am humbled by the nurses who are caring for COVID patients. They are helping us all learn what these patients need. Like polio, these hospitalized patients feel isolated and alone. The nurses are their only contact and I am watching nurses do amazing things to meet the social and emotional needs to these patients. I am watching nurses wear full PPE for hours at a time in the rooms of our most stricken patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This year instead of holding events to celebrate the International Year of the Nurse and Midwife, we will be working double shifts, reusing PPE, and holding the hands of our patients that can't have their loved ones in the room with them. We will be creating new nursing workflows, doing research and finding creative ways to preserve our scarce resources. I have never been so proud or humbled to be a nurse. We don't need the celebrations, we need strength, hope and solidarity. We are in this together and we will look back at this time with pride for what nurses accomplished. . ...again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "I'm with you all in spirit and solidarity. Sister Kenny would be proud. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "X XD 1 X XLinda WickD 2 X X ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Q1"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Nurse Gains Fame in the Days of Polio",
            "authors": [
                {
                    "first": "Barron",
                    "middle": [
                        "H"
                    ],
                    "last": "Lerner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Official Journal of the American Association of the History of Nursing",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Linda Wick is a native of Minnesota. She obtained her undergraduate degree at the College of St. Scholastica in Duluth, MN and her graduate degree at the University of MN. She is a Nurse Practitioner with 35 years of nursing experience. She is currently practicing in the heart failure clinic at the University of MN. Her leadership roles include the CNO of the University of MN Medical Center and Associate Chief Nurse Executive for M Health Fairview. She is the President elect for AAHFN.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Heart & Lung xxx (2020) xxx-xxx",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ARTICLE IN PRESS"
        },
        {
            "text": "Heart & Lung journal homepage: www.heartandlung.com",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contents lists available at ScienceDirect"
        }
    ]
}