{"paper_id": "a7dde4a6a21e6ca7cf08c236d1510e2afabc54d0", "metadata": {"title": "Clinical Infectious Diseases Clinical Infectious Diseases ® 2019;XX(XX):1-8 High Risk of Influenza Virus Infection Among Swine Workers: Examining a Dynamic Cohort in China", "authors": [{"first": "Laura", "middle": ["K"], "last": "Borkenhagen", "suffix": "", "affiliation": {"laboratory": "", "institution": "Duke University", "location": {"settlement": "Durham", "country": "North Carolina"}}, "email": ""}, {"first": "Guo-Lin", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing"}}, "email": ""}, {"first": "Ryan", "middle": ["A"], "last": "Simmons", "suffix": "", "affiliation": {"laboratory": "", "institution": "Duke University", "location": {"settlement": "Durham", "country": "North Carolina"}}, "email": ""}, {"first": "Zhen-Qiang", "middle": [], "last": "Bi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bing", "middle": [], "last": "Lu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xian-Jun", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chuang-Xin", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shan-Hui", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Shao-Xia", "middle": [], "last": "Song", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Min", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Teng", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing"}}, "email": ""}, {"first": "Meng-Na", "middle": [], "last": "Wu", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing"}}, "email": ""}, {"first": "Lawrence", "middle": ["P"], "last": "Park", "suffix": "", "affiliation": {"laboratory": "", "institution": "Duke University", "location": {"settlement": "Durham", "country": "North Carolina"}}, "email": ""}, {"first": "Wu-Chun", "middle": [], "last": "Cao", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing"}}, "email": ""}, {"first": "Mai-Juan", "middle": [], "last": "Ma", "suffix": "", "affiliation": {"laboratory": "State Key Laboratory of Pathogen and Biosecurity", "institution": "", "location": {"settlement": "Beijing"}}, "email": ""}, {"first": "Gregory", "middle": ["C"], "last": "Gray", "suffix": "", "affiliation": {"laboratory": "", "institution": "Duke University", "location": {"settlement": "Durham", "country": "North Carolina"}}, "email": "gregory.gray@duke.edu."}]}, "abstract": [{"text": "China is thought to be a hotspot for zoonotic influenza virus emergence, yet there have been few prospective studies examining the occupational risks of such infections.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Methods. We present the first 2 years of data collected from a 5-year, prospective, cohort study of swine-exposed and -unexposed participants at 6 swine farms in China. We conducted serological and virological surveillance to examine evidence for swine influenza A virus infection in humans.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results. Of the 658 participants (521 swine-exposed and 137 swine-unexposed), 207 (31.5%) seroconverted against at least 1 swine influenza virus subtype (swine H1N1 or H3N2). Swine-exposed participants' microneutralization titers, especially those enrolled at confined animal feeding operations (CAFOs), were higher against the swine H1N1 virus than were other participants at 12 and 24 months. Despite elevated titers, among the 187 study subjects for whom we had complete follow-up, participants working at swine CAFOs had significantly greater odds of seroconverting against both the swine H1N1 (odds ratio [OR] 19.16, 95% confidence interval [CI] 3.55-358.65) and swine H3N2 (OR 2.97, 95% CI 1.16-8.01) viruses, compared to unexposed and non-CAFO swine workers with less intense swine exposure.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusions. While some of the observed increased risk against swine viruses may have been explained by exposure to human influenza strains, study data suggest that even with elevated preexisting antibodies, swine-exposed workers were at high risk of infection with enzootic swine influenza A viruses.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Since the 1950s, China has led the world in swine farming. Currently, China produces nearly half of the world's pork supply (approximately 45 million head in 2018) [1, 2] and the number of pigs continues to grow as China moves from small-scale swine farms to industrial farming practices [3] . These large, industrial swine farms, commonly known as confined animal feeding operations (CAFOs), are thought to be sites for novel pathogen emergence and transmission. In recent years, swine pathogen epizootics in China have included porcine reproductive and respiratory syndrome virus [4] , porcine epidemic diarrhea virus [5] , swine acute diarrhea syndrome coronavirus [6] , and, most recently, a 2018-19 massive outbreak of African Swine Fever [2] .", "cite_spans": [{"start": 164, "end": 167, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 168, "end": 170, "text": "2]", "ref_id": "BIBREF1"}, {"start": 288, "end": 291, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 582, "end": 585, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 620, "end": 623, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 668, "end": 671, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 744, "end": 747, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": ""}, {"text": "Beyond these swine-only pathogens, swine zoonotic pathogens threaten to harm not only the animals, but also the people exposed to them. In swine CAFOs, the continual introduction of naive animals, through onsite farrowing or the frequent introduction of new pigs, sustains the pathogen prevalences within a large farm by providing opportunities for pathogens to move from 1 barn to another. In particular, this is true for influenza A viruses (IAVs). The sustained circulation of IAVs and often poor biosecurity provides great opportunity for swine IAVs to reassort or recombine with avian or human IAVs, which can result in novel progeny-virus zoonotic transmission events [7, 8] . Previous such events have underlined the importance of pigs in the generation of novel IAVs, including the pandemic outbreak in 2009 [9] . Still, there are relatively few robust, prospective studies examining the risk of zoonotic transmission of swine IAVs to swine workers [10] . Even fewer studies have captured the incidences of asymptomatic swine influenza virus (SIV) infections among humans through routine surveillance [11, 12] .", "cite_spans": [{"start": 674, "end": 677, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 678, "end": 680, "text": "8]", "ref_id": "BIBREF7"}, {"start": 816, "end": 819, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 957, "end": 961, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 1109, "end": 1113, "text": "[11,", "ref_id": "BIBREF10"}, {"start": 1114, "end": 1117, "text": "12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": ""}, {"text": "In this 5-year (2015-2019) prospective cohort study of swine workers in China, we are employing virological and immunological surveillance to identify patterns of IAV emergence and transmission. The primary aim of our study is to identify the demographic and occupational risk factors for incident SIV infections in humans through influenza-like illness (ILI) surveillance and serological evidence of exposure to SIVs. Secondarily, we seek to examine the use of serological and mucosal immunities as biomarkers for protection against SIV infections in humans. Results from participant enrollment and Year 1 of ILI surveillance have been previously reported [7, 8] . Here, we augment these results with data from the subsequent 24 months of follow-up.", "cite_spans": [{"start": 657, "end": 660, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 661, "end": 663, "text": "8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": ""}, {"text": "As previously reported [7, 8] , 299 swine-exposed participants (\"exposed\") were enrolled at the beginning in March of 2015 at 9 swine CAFOs; 97 small, house-holding swine farms; 6 abattoirs, 1 veterinary station; and 1 animal market in Shandong and Jiangsu provinces in China. We also enrolled 100 nonswine-exposed participants (\"unexposed\") in these regions in 2015. Participants were asked to complete an enrollment survey with questions pertaining to demographics, health status, type of work performed, animal exposure, and personal protective equipment use. Participants were also asked to permit the collection of a 5 mL blood draw. Annual follow-up visits took place in March of 2016 (12 months) and March of 2017 (24 months) to collect survey data and blood samples. Replacements for participants lost to follow-up were enrolled as necessary to maintain a similar sample size.", "cite_spans": [{"start": 23, "end": 26, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 27, "end": 29, "text": "8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Data and Sample Collection"}, {"text": "Throughout the 24-month study period, participants were asked to contact research staff within 24 hours of developing an ILI event (acute onset of a respiratory illness with a measured oral temperature ≥37.8°C and a sore throat or cough for >4 hours) and were also contacted weekly by study staff to monitor for such events. If a participant reported an ILI event, they were asked to permit the collection of a nasal swab and nasal wash, as well as a 5 mL blood draw, within 2 days of the report (acute). A second blood draw was collected more than 60 days after the illness (convalescent). Nasal washes were performed by irrigating 1 nostril with saline while the participant's head was tilted back to a 70° angle; they were then coached to tilt forward as the return fluid was collected, and the procedure was repeated with the second nostril.", "cite_spans": [], "ref_spans": [], "section": "Data and Sample Collection"}, {"text": "We employed influenza A virus molecular detection, microneutralization (MN), and immunoglobin A (IgA) assays, as described in our previous study [7] . To assess the possibility of neutralizing-antibody cross-reactivity against circulating human influenza strains, the same MN assay procedure was performed using sera drawn at 12 and 24 months from a random subset of 105 participants (77 exposed and 28 unexposed). A detailed description is in the Supplementary Information.", "cite_spans": [{"start": 145, "end": 148, "text": "[7]", "ref_id": "BIBREF6"}], "ref_spans": [], "section": "Laboratory Analyses"}, {"text": "We used standard descriptive, bivariate, and multivariable risk factor analyses to compare various subgroups of participants. The primary outcomes were seroconversion against the swine H1N1 and H3N2 viruses. Our primary modeling framework was a complete case analysis, based on all individuals with full follow-ups through 24 months, using a multivariable logistic regression model to estimate the association between various demographic and occupational risk factors and seroconversion against each virus. Generalized estimating equations adjusted for the correlation of participants within a swine facility and within participants over time. Inverse probability weighting (IPW) was used to adjust the complete case analysis for possible biases arising from losses to follow-up. A variable selection procedure was applied to find a parsimonious model. See the Supplementary Information for additional details.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analyses"}, {"text": "The industrialization of pork production in China has led to significant consolidation and the shut down of millions of farms since 2002 [2] ; in 2017, 2 of the 6 farms enrolled in this study were closed, and have since been replaced ( Figure 1 ). Replacements for participants lost to follow-up were enrolled to maintain a similar sample size. Of the 658 participants enrolled at any time point (521 exposed and 137 unexposed), 187 (28.4%) were followed for 24 months (116 exposed and 71 unexposed), 137 (20.8%) were followed for 12 months (118 exposed and 19 unexposed), and 334 (50.8%) were observed at a single time point (287 exposed and 47 unexposed; Figure 2 ). The complete case analysis was based on the 187 participants (116 exposed and 71 unexposed) with follow-ups through 24 months. Detailed descriptions of the cohort characteristics and changes over time can be found in the Supplementary Information.", "cite_spans": [{"start": 137, "end": 140, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [{"start": 236, "end": 244, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 657, "end": 665, "text": "Figure 2", "ref_id": null}], "section": "Study Cohort"}, {"text": "Considering sera collected at 0, 12, and 24 months, 207 (31.5%) of the 658 enrolled participants (open cohort) seroconverted against at least 1 IAV subtype, with a total of 271 seroconversion events ( Table 2) . Of these events, 32 (28.6%) occurred in individuals enrolled from CAFOs, 113 (27.6%) in individuals enrolled from non-CAFO swine exposure sites (ie, small, house-holding swine farms; abattoirs; a veterinary station; and an animal market), and 62 (45.3%) occurred in swineunexposed individuals. There were 167 seroconversion events (61.6%) against swine H1N1, 97 (35.8%) against swine H3N2, 4 (1.5%) against avian H9N2, 2 (0.7%) against avian H5N6, and 1 (0.4%) against avian H7N9. There were no observed seroconversions against avian H5N1.", "cite_spans": [], "ref_spans": [{"start": 201, "end": 209, "text": "Table 2)", "ref_id": "TABREF3"}], "section": "Microneutralization Seroconversion"}, {"text": "The multivariable model results for H1N1 and H3N2 seroconversion in the complete case cohort are shown in Table 4 . Variable selection revealed several baseline characteristics significantly associated with seroconversion; see the Supplementary Information for a full list of risk factors considered. Participants with elevated (≥20) baseline H1N1 MN titers had lower odds of seroconversion (odds ratio [OR] 0.18, 95% confidence interval [CI] .08-.37), as did participants who had taken medication in the prior 30 days (OR 0.45, 95% CI .20-.98) or who reported a respiratory infection in their household in the prior 12 months (OR 0.44, 95% CI .22-.89; Table 4 ). There was an association between higher H1N1-specific IgA titers at baseline and future seroconversion (OR 1.83 for an increase of 1 standard deviation in H1N1specific IgA, 95% CI 1.08-4.49). Similar to as in H1N1 titers, individuals with elevated baseline H3N2 MN titers had lower odds of seroconverting against H3N2 (OR 0.28, 95% CI .11-.68). Seroconversion against H3N2 was also found to be positively associated with a participant's report of an outbreak of illness among animals at work in the prior 30 days (OR 2.15, 95% CI 1.41-10.76; Table 4 ).", "cite_spans": [{"start": 438, "end": 442, "text": "[CI]", "ref_id": null}], "ref_spans": [{"start": 106, "end": 113, "text": "Table 4", "ref_id": "TABREF4"}, {"start": 653, "end": 660, "text": "Table 4", "ref_id": "TABREF4"}, {"start": 1206, "end": 1213, "text": "Table 4", "ref_id": "TABREF4"}], "section": "Risk Factors for Seroconversion Against Swine Influenza Viruses for Complete Cases"}, {"text": "After including IPW, only the enrollment site type and baseline MN titer maintained statistically significant associations with seroconversion against H1N1, though the point estimates for all risk factors remained similar. For H3N2, IPW did not significantly alter the point estimates or CIs for the included risk factors.", "cite_spans": [], "ref_spans": [], "section": "Risk Factors for Seroconversion Against Swine Influenza Viruses for Complete Cases"}, {"text": "Detailed multivariable modeling results from the open cohort are available in the Supplementary Information.", "cite_spans": [], "ref_spans": [], "section": "Risk Factors for Seroconversion Against Swine Influenza Viruses for Complete Cases"}, {"text": "In the random sample of 105 participants additionally tested with MN assays against seasonal human H1N1 and H3N2 viruses, 29 (27.6%) seroconverted against swine H1N1, 22 (20.9%) seroconverted against human H1N1, 17 (16.2%) seroconverted against swine H3N2, and 16 (15.2%) seroconverted against human H3N2. Examining possible cross-reactivity, the odds of participants who seroconverted against human H1N1 also seroconverting against swine H1N1 were 0.72 (95% CI .24-2.18). Similarly, the odds of participants who seroconverted against human H3N2 also seroconverting against swine H3N2 were 4.25 (95% CI 1.29-14.02).", "cite_spans": [], "ref_spans": [], "section": "Seroconversion against Seasonal Human Influenza Viruses as a Possible Confounder"}, {"text": "In the open cohort, the swine-exposed participants were less likely than unexposed participants to seroconvert against SIVs; adjusted ORs for seroconversion against swine H1N1 and swine H3N2 were 0.72 (95% CI .55-.94) and 0.49 (95% CI .36-.65), respectively ( Table 2 ). This effect was also observed for seroconversion against either or both SIVs (OR 0.47, 95% CI .32-.69), after adjusting for differences in follow-ups using the number of follow-up visits as a proxy for person-time at risk (OR 0.54, 95% CI .41-.70).", "cite_spans": [], "ref_spans": [{"start": 260, "end": 267, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Bivariate Risk Factors for Seroconversion Against Swine Influenza Viruses"}, {"text": "Stratification of the exposed group into those exposed and not exposed to a CAFO revealed no significant differences in seroconversion against the swine H1N1 virus for the 3 exposure groups. However, the geometric mean of MN titers against swine H1N1 at 12 and 24 months were the same or higher among participants enrolled at CAFO facilities, compared both to those enrolled at non-CAFO swine facilities and to unexposed participants (Table 3) . Conversely, higher odds of seroconversion against swine H3N2 virus were observed among the unexposed (OR 2.27, 95% CI 1.43-3.60) and CAFO-exposed (OR 1.98, 95% CI 1.11-3.42), when compared to the non-CAFO swine workers; the unexposed participants had higher geometric mean MN titers, compared to the other 2 groups, for all time points (Table 3) . There was no correlation between years of swine exposure and seroconversion against swine H1N1 at enrollment, and no differences in this relationship by enrollment site type. A negative correlation was observed between years of swine exposure and seroconversion against swine H3N2 after enrollment (Spearman ρ = −0.11, 95% CI −.20 to −.02). Among CAFO swine workers, the Spearman correlation for seroconversion against swine H3N2 was −0.01 (95% CI −.20 to .18); however, among non-CAFO swine workers, the Spearman correlation for the same outcome was −0.14 (95% CI −.24 to −.04).", "cite_spans": [], "ref_spans": [{"start": 434, "end": 443, "text": "(Table 3)", "ref_id": "TABREF2"}, {"start": 782, "end": 791, "text": "(Table 3)", "ref_id": "TABREF2"}], "section": "Bivariate Risk Factors for Seroconversion Against Swine Influenza Viruses"}, {"text": "Follow-Up N=400 Figure 2 . Diagram of enrollments, replacements, and losses to follow-up for this longitudinal study. Participants exposed and unexposed (Unexp.) to swine were followed for influenza-like illness and sampled every 12 months for 24 months.", "cite_spans": [], "ref_spans": [{"start": 16, "end": 24, "text": "Figure 2", "ref_id": null}], "section": "12-Month"}, {"text": "In the complete case cohort, CAFO swine workers had significantly greater odds of seroconverting against swine H1N1, compared to either non-CAFO swine workers (OR 20.11, 95% CI 3.62-380.34) or unexposed participants (OR 17.89, 95% CI 3.12-342.01; Table 4 ). CAFO swine workers had higher odds (though not statistically significant) of seroconverting against H3N2 than unexposed participants (OR 2.16, 95% CI .78-6.20) and significantly higher odds of seroconverting against H3N2 than non-CAFO swine workers (OR 3.90, 95% CI 1.41-10.76; Table 4 ). Further, CAFO swine workers had higher odds of seroconverting against H1N1 (OR 19.16, 95% CI 3.55-358.65) and H3N2 (OR 2.97, 95% CI 1. 16-8.01 ) when compared to both unexposed participants and non-CAFO swine workers with less intense swine exposure.", "cite_spans": [{"start": 682, "end": 689, "text": "16-8.01", "ref_id": null}], "ref_spans": [{"start": 247, "end": 254, "text": "Table 4", "ref_id": "TABREF4"}, {"start": 536, "end": 543, "text": "Table 4", "ref_id": "TABREF4"}], "section": "12-Month"}, {"text": "Between 12 and 24 months of follow-up, 15 ILI events were identified among 10 exposed and 5 unexposed participants out of the open cohort, for incidence proportions of 0.019 and 0.036, respectively (Table 1) . Of these 15 participants, 13 were enrolled at baseline and followed through 24 months, 1 was lost to follow-up before their 24-month visit, and 1 was enrolled in 2016 and thus only had 12 months of available follow-up. Among the 10 exposed participants, 1 worked at a swine CAFO, 4 worked at house-holding swine farms, and 5 worked at abattoirs. The average number of pigs housed per day among the enrollment sites where these 10 participants were enrolled was 618, compared to a lower average of 553 pigs among the enrollment sites of the 511 exposed participants who did not have recorded ILIs in this time period. All but 1 of these events occurred between 21 December 2016 and 5 January 2017. Molecular evidence of IAV was detected from either a nasal wash or swab specimen in 4 participants (3 unexposed, 1 exposed). There was 1 exposed participant who seroconverted against swine H1N1, 3 (1 exposed and 2 unexposed) who seroconverted against swine H3N2, and 2 exposed participants who seroconverted against both swine H1N1 and H3N2 viruses.", "cite_spans": [], "ref_spans": [{"start": 198, "end": 207, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "Influenza-like Illness Surveillance"}, {"text": "In this report, we present the first 24 months of data from a 5-year prospective, cohort study of IAV among participants exposed and unexposed to swine in China. While we were able to replace the participants lost to follow-up for a consistent sample size for the first 12 months, by 24 months, we were unable to maintain the original target sample size. In general, older and less educated participants were more often lost to follow-up. The characteristics of replacement participants were different for exposed and unexposed groups over time. In both follow-up visits at 12 and 24 months, new, unexposed participants were more likely to be female and more likely to have reported at least 1 respiratory tract infection in the past 12 months. This influx of participants with a history of respiratory tract infection and possible exposure to IAV, as well as disproportionate follow-ups between the exposed and unexposed groups, may be partially responsible for the elevated titers and higher number of seroconversions observed in the unexposed group. Thus, we considered the open cohort in several ways to explore relationships between the follow-up time and the history and extent of exposure.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "In addition to comparing the exposed and unexposed groups, an adjustment for person-time showed little change in the results; we suspect there were too few observation times (up to 3) for a meaningful effect to be observed with this adjustment. Though the number of reported ILI events (n = 15) was too low to perform statistical analyses, more ILI events were observed among the swine-exposed than -unexposed participants during the study period. These exposed participants worked at enrollment sites with higher average numbers of pigs housed per day, compared to exposed participants who did not experience an ILI. Along this line, we further stratified the exposed group into CAFO and non-CAFO workers, assuming that individuals (1) swine-exposed and enrolled at CAFO (exposed to CAFO swine); (2) swine-exposed and enrolled at sites other than CAFO (not exposed to CAFO); and (3) not swine-exposed (unexposed). Non-CAFO sites included house-holding swine farms, abattoirs, a veterinary station, and an animal market. Samples were collected at 0 (baseline), 12, and 24 months, with additional acute and convalescent sera samples collected at individually reported influenza-like illness events between follow-up visits. Seroconversion against each virus was defined as a 4-fold rise in titer, relative to any previously gathered sample, and 1 titer value ≥40. Predicted probabilities and ORs were calculated from a univariate logistic regression model using empirical (sandwich) covariance estimates to adjust for repeated measurements within individuals over time.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Abbreviations: σ, standard deviation; CAFO, confined animal feeding operations; CI, confidence interval; H1N1 or H2N2, swine influenza virus subtype; OR, odds ratio; Ref., referent group. Data are stratified by swine-exposed (exposed) and non-swine exposed (unexposed) participants. Sera samples were collected from 658 exposed (n = 521) and working at CAFOs have more intense exposure to large populations of pigs. Here, we observed conflicting results, with no significant association with seroconversion against swine H1N1 by enrollment site type and increased odds of seroconversion against swine H3N2 among unexposed participants. We hypothesized that some of this effect for swine H3N2 might have been due to cross-reactivity with this human subtype, and this was supported by the subset of sera samples we tested that demonstrated higher odds of seroconversion against human H3N2 if the participant had also seroconverted against swine H3N2, a trend that was not observed for H1N1. Finally, the complete case analysis we conducted among 187 participants followed through 24 months demonstrated results more consistent with previous literature [7, [13] [14] [15] [16] .", "cite_spans": [{"start": 1150, "end": 1153, "text": "[7,", "ref_id": "BIBREF6"}, {"start": 1154, "end": 1158, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 1159, "end": 1163, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 1164, "end": 1168, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 1169, "end": 1173, "text": "[16]", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "The results obtained from the complete case analysis aligned with those from the first year of this study [7] , as well as results of a similar cross-sectional study of swine workers in Southern China [16] that demonstrated elevated antibody titers for SIVs among swine-exposed participants. Despite these elevated titers, the longitudinal data still showed that CAFO swine workers had a significantly higher risk of seroconverting against swine H1N1, compared to non-CAFO swine workers (OR 20.11, 95% CI 3.62-380.34) and unexposed participants (OR 17.89, 95% CI 3.12-342.01). This is similar to results from a longitudinal study of swine workers in Iowa, which found that swine-exposed individuals (OR 54.9, 95% CI 13.0-232.6)-and even their nonexposed spouses (OR 28.2, 95% CI 6.1-130.1)had a higher risk of seroconverting against swine H1N1 virus than other, nonexposed individuals [13] . While exposed participants were not found to be at a higher risk of seroconversion against swine H3N2 virus, the ORs trended in that direction, and we present evidence that suggests some of this effect may be due to cross-reactivity with the seasonal H3N2 virus in humans.", "cite_spans": [{"start": 106, "end": 109, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 201, "end": 205, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 885, "end": 889, "text": "[13]", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Although complete case analyses are known to be biased when the data are not missing completely at random, there are several reasons our analysis is justified here. First, our primary outcome measure, by definition, required a minimum of 2 follow-up measurements; therefore, participants observed only at enrollment could not contribute to an analysis of seroconversion. Participants observed at only 2 time points are similarly Sera samples were collected from 116 participants who were exposed to swine and 71 who were not exposed to swine (unexposed) in the Shandong and Jiangsu provinces of China between March 2015 and December 2017. Swine-exposed participants were either enrolled at CAFO facilities (exposed to CAFO swine) or at non-CAFO facilities (not exposed to CAFO swine), including house-holding swine farms, abattoirs, a veterinary station, and an animal market. Samples were collected at each of 3 time points (0, 12, and 24 months), with additional acute and convalescent sera samples collected at individually reported influenza-like illness events between follow-up visits. Seroconversion against each virus was defined as a 4-fold rise in titer, relative to any previously gathered sample, and 1 titer value ≥40. A multivariable logistic regression using empirical (sandwich) covariance estimates was used to adjust for repeated measures over time.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Abbreviations: CAFO, confined animal feeding operations; CI, confidence interval; H1N1 or H2N2, swine influenza virus subtype; IgA, immunoglobin A; MN, microneutralization; OR, odds ratio; Ref., referent group; SD, standard deviation.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "less likely to have a seroconversion event, since individuals with 3 time points have more opportunities to seroconvert. Further, we observed systematic differences in demographicand exposure-related characteristics between participants who dropped out, participants who remained in the study, and participants recruited as replacement subjects at subsequent time points. Overcoming these issues would require strict assumptions about the missing data mechanisms (eg, multiple imputation), which we did not feel were tenable. Thus, we opted for a pragmatic approach, reporting the complete case analyses as our primary models, with sensitivity analyses using IPW.", "cite_spans": [], "ref_spans": [], "section": "DISCUSSION"}, {"text": "Even with considerable losses to follow up in the original cohort, compelling analyses were obtained from the 187 study subjects with complete data. Among these participants, the most intensively swine-exposed participants (CAFO swine workers) had higher titers against swine H1N1 virus and yet higher odds of seroconversion during follow-up to both swine H1N1 and the swine H3N2 viruses. While some of this risk of seroconversion against swine H3N2 could likely be explained by cross-reactivity against human H3N2 IAV, these data support the premise that persons with intense occupational exposure to pigs are at high risk (ORs ranging from 17-20, depending upon the occupational comparison group) of infection with enzootic swine viruses. It seems logical, then, that more efforts should be made to conduct surveillance for novel IAVs, which may first emerge at CAFO human-swine interfaces.", "cite_spans": [], "ref_spans": [], "section": "CONCLUSION"}, {"text": "Supplementary materials are available at Clinical Infectious Diseases online. Consisting of data provided by the authors to benefit the reader, the posted materials are not copyedited and are the sole responsibility of the authors, so questions or comments should be addressed to the corresponding author.", "cite_spans": [], "ref_spans": [], "section": "Supplementary Data"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "China's pork imports rise along with production costs", "authors": [{"first": "F", "middle": [], "last": "Gale", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "United States Department of Agriculture Foreign Agricultural Services", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "United States Department of Agriculture Foreign Agricultural Services. Peoples Republic of China livestock and products annual: multiple outbreaks of African swine fever create uncertainty for the World's largest pork producer", "authors": [], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Origin of highly pathogenic porcine reproductive and respiratory syndrome virus", "authors": [{"first": "T", "middle": ["Q"], "last": "An", "suffix": ""}, {"first": "Z", "middle": ["J"], "last": "Tian", "suffix": ""}, {"first": "Y", "middle": [], "last": "Xiao", "suffix": ""}], "year": 2010, "venue": "China. Emerg Infect Dis", "volume": "16", "issn": "", "pages": "365--372", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Origin, evolution, and genotyping of emergent porcine epidemic diarrhea virus strains in the United States", "authors": [{"first": "Y", "middle": ["W"], "last": "Huang", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Dickerman", "suffix": ""}, {"first": "P", "middle": [], "last": "Piñeyro", "suffix": ""}], "year": 2013, "venue": "MBio", "volume": "4", "issn": "", "pages": "737--750", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Retrospective detection and phylogenetic analysis of swine acute diarrhoea syndrome coronavirus in pigs in southern China", "authors": [{"first": "L", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Sun", "suffix": ""}, {"first": "T", "middle": [], "last": "Lan", "suffix": ""}], "year": 2019, "venue": "Transbound Emerg Dis", "volume": "66", "issn": "", "pages": "687--95", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Evidence for cross-species influenza A virus transmission within swine farms, China: a One Health, prospective cohort study", "authors": [{"first": "M-J", "middle": [], "last": "Ma", "suffix": ""}, {"first": "G-L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Anderson", "suffix": ""}], "year": 2017, "venue": "Clin Infect Dis", "volume": "66", "issn": "", "pages": "533--573", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Prospective surveillance for influenza A virus in Chinese swine farms", "authors": [{"first": "B", "middle": ["D"], "last": "Anderson", "suffix": ""}, {"first": "M-J", "middle": [], "last": "Ma", "suffix": ""}, {"first": "G-L", "middle": [], "last": "Wang", "suffix": ""}], "year": 2018, "venue": "Emerg Microbes Infect", "volume": "7", "issn": "", "pages": "1--10", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "The role of swine in the generation of novel influenza viruses", "authors": [{"first": "W", "middle": [], "last": "Ma", "suffix": ""}, {"first": "K", "middle": ["M"], "last": "Lager", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Vincent", "suffix": ""}, {"first": "B", "middle": ["H"], "last": "Janke", "suffix": ""}, {"first": "M", "middle": ["R"], "last": "Gramer", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Richt", "suffix": ""}], "year": 2009, "venue": "Zoonoses Public Health", "volume": "56", "issn": "", "pages": "326--363", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Influenza at the animal-human interface: a review of the literature for virological evidence of human infection with swine or avian influenza viruses other than A (H5N1)", "authors": [{"first": "G", "middle": [], "last": "Freidl", "suffix": ""}, {"first": "A", "middle": [], "last": "Meijer", "suffix": ""}, {"first": "E", "middle": [], "last": "De Bruin", "suffix": ""}], "year": 2014, "venue": "Euro Surveill", "volume": "19", "issn": "", "pages": "8--26", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Weighing serological evidence of human exposure to animal influenza viruses− a literature review", "authors": [{"first": "R", "middle": ["S"], "last": "Sikkema", "suffix": ""}, {"first": "G", "middle": ["S"], "last": "Freidl", "suffix": ""}, {"first": "E", "middle": [], "last": "De Bruin", "suffix": ""}, {"first": "M", "middle": [], "last": "Koopmans", "suffix": ""}], "year": 2016, "venue": "Euro Surveill", "volume": "21", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Review of influenza A virus in swine worldwide: a call for increased surveillance and research", "authors": [{"first": "A", "middle": [], "last": "Vincent", "suffix": ""}, {"first": "L", "middle": [], "last": "Awada", "suffix": ""}, {"first": "I", "middle": [], "last": "Brown", "suffix": ""}], "year": 2014, "venue": "Zoonoses Public Health", "volume": "61", "issn": "", "pages": "4--17", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Swine workers and swine influenza virus infections", "authors": [{"first": "G", "middle": ["C"], "last": "Gray", "suffix": ""}, {"first": "T", "middle": [], "last": "Mccarthy", "suffix": ""}, {"first": "A", "middle": ["W"], "last": "Capuano", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Setterquist", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Olsen", "suffix": ""}, {"first": "M", "middle": ["C"], "last": "Alavanja", "suffix": ""}], "year": 2007, "venue": "Emerg Infect Dis", "volume": "13", "issn": "", "pages": "1871--1879", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Are swine workers in the United States at increased risk of infection with zoonotic influenza virus?", "authors": [{"first": "K", "middle": ["P"], "last": "Myers", "suffix": ""}, {"first": "C", "middle": ["W"], "last": "Olsen", "suffix": ""}, {"first": "S", "middle": ["F"], "last": "Setterquist", "suffix": ""}], "year": 2006, "venue": "Clin Infect Dis", "volume": "42", "issn": "", "pages": "14--20", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Serologic evidence of H1 swine influenza virus infection in swine farm residents and employees", "authors": [{"first": "C", "middle": ["W"], "last": "Olsen", "suffix": ""}, {"first": "L", "middle": [], "last": "Brammer", "suffix": ""}, {"first": "B", "middle": ["C"], "last": "Easterday", "suffix": ""}], "year": 2002, "venue": "Emerg Infect Dis", "volume": "8", "issn": "", "pages": "814--823", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Serological evidence and risk factors for swine influenza infections among Chinese swine workers in Guangdong province", "authors": [{"first": "M", "middle": [], "last": "Ma", "suffix": ""}, {"first": "B", "middle": ["D"], "last": "Anderson", "suffix": ""}, {"first": "T", "middle": [], "last": "Wang", "suffix": ""}], "year": 2015, "venue": "PLOS One", "volume": "10", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Map of Shandong and Jiangsu provinces in China, highlighting the swine farms enrolled in this longitudinal study. Farms A-F were originally enrolled in 2015. Farms H-L were enrolled after 2015.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Data are from participants experiencing influenza-like illness events between March 2016 and February 2017 and their laboratory results during their acute illness. Participants (n = 400) from the Shandong and Jiangsu provinces of China were asked to report influenza-like illness events between annual follow-up visits at 12 and 24 months. Seroconversion against each virus was defined as a 4-fold rise in titer, relative to any previously gathered sample, and 1 titer value ≥40. A/swine/Guangdong/SS1/2012(H1N1) and A/swine/Guangdong/L22/2010(H3N2) were used for neutralizing antibody (Nab) assays. Abbreviations: +, presence of symptoms; -, absence of symptom or negative result for rRT-PCR; 12/A/C, 12-month/acute/convalescent; CAFO, confined animal feeding operation; Ct, cycle threshold; HH, house-holding swine farm; ILI, influenza-like illness; NA, sample was not collected; rRT-PCR, real-time reverse-transcription polymerase chain reaction; S, enrolled in Shandong; W, enrolled in Wuxi. a Sera groups had a 4-fold rise in titer.", "latex": null, "type": "figure"}, "FIGREF3": {"text": "unexposed (n = 137) participants in the Shandong and Jiangsu provinces of China between March 2015 and December 2017. Samples were collected at 0, 12, and 24 months, with additional acute and convalescent sera samples collected at individually reported influenza-like illness events between follow-up visits. Seroconversion against each virus was defined as a 4-fold rise in titer, relative to any previously gathered sample, and 1 titer value ≥40. For unadjusted results, the number of participants in the cohort was used in the denominator. For adjusted results, the number of follow-up visits was used in the denominator as a proxy for person-time at risk (eg, a participant observed at baseline, 12 months, and 24 months had 2 person-years in the denominator, while a participant observed only at baseline and 12 months had 1 person-year in the denominator). Total seroconversions data are the sum of all seroconversion events. Total participants data are the number of participants who experienced at least 1 seroconversion event against any virus. Abbreviations: CI, confidence interval; OR, odds ratio; Ref., referent group.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Characteristics of Study Participants", "latex": null, "type": "table"}, "TABREF2": {"text": "Predicted Probabilities of Seroconversion and Geometric Mean Titers Over Time for Swine H1N1 and Swine H3N2", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Predicted Probability (95% CI) </td><td>OR (95% CI)\n</td><td>Baseline Titer Geometric Mean (σ) </td><td>12-Month Titer Geometric Mean (σ) </td><td> 24-Month Titer Geometric Mean (σ)\n</td></tr><tr><td>Swine H1N1 </td><td>Exposed to CAFO swine </td><td>0.19 (.15-0.25) </td><td>1.30 (.86-1.97) </td><td>10.11 (2.97) </td><td>34.29 (3.89) </td><td>60.25 (2.71)\n</td></tr><tr><td> </td><td>Not exposed to CAFO swine </td><td>0.13 (.11-.15) </td><td>0.83 (.60-1.14) </td><td>12.39 (3.27) </td><td>34.29 (3.53) </td><td>30.67 (2.75)\n</td></tr><tr><td>Swine H3N2 </td><td>Unexposed </td><td>0.15 (.12-.19) </td><td>Ref </td><td>10.28 (2.66) </td><td>22.90 (2.88) </td><td>26.03 (2.77)\n</td></tr><tr><td>Exposed to CAFO swine </td><td>0.11 (.08-.16) </td><td>0.87 (.52-1.47) </td><td>38.28 (3.32) </td><td>62.29 (2.33) </td><td>32.08 (3.25)\n</td></tr><tr><td> </td><td>Not exposed to CAFO swine </td><td>0.06 (.04-.08) </td><td>0.44 (.28-.70) </td><td>43.56 (3.49) </td><td>47.87 (2.78) </td><td>42.43 (3.15)\n</td></tr><tr><td> </td><td>Unexposed </td><td>0.13 (.10-.17) </td><td>Ref </td><td>75.68 (3.16) </td><td>67.67 (2.71) </td><td>73.27 (3.84)\n</td></tr></table></body></html>"}, "TABREF3": {"text": "Microneutralization Assay Seroconversions Against Influenza A Viruses", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Influenza A Subtype </td><td>n (Unadjusted %/Adjusted % of total n = 658) </td><td>Unadjusted OR (95% CI) </td><td>Adjusted OR (95% CI)\n</td></tr><tr><td>A/swine/Guangdong/SSI/2012(H1N1) </td><td>167 (25.4/14.3) </td><td>… </td><td>…\n</td></tr><tr><td>Exposed </td><td>121 (23.2/13.9) </td><td>0.60 (.40-.90) </td><td>0.72 (.55-.94)\n</td></tr><tr><td>Unexposed </td><td>46 (33.6/15.4) </td><td>Ref. </td><td>Ref.\n</td></tr><tr><td>A/swine/Guangdong/L22/2010(H3N2) </td><td>97 (14.7/8.3) </td><td>… </td><td>…\n</td></tr><tr><td>Exposed </td><td>62 (11.9/7.1) </td><td>0.39 (.25-.63) </td><td>0.49 (.36-.65)\n</td></tr><tr><td>Unexposed </td><td>35 (25.6/11.7) </td><td>Ref. </td><td>Ref.\n</td></tr><tr><td>A/chicken/Jiangsu/WXWA021/2013(H9N2) </td><td>4 (0.6/0.3) </td><td>… </td><td>…\n</td></tr><tr><td>Exposed </td><td>3 (0.6/0.3) </td><td>0.79 (.08-7.63) </td><td>0.91 (.24-3.46)\n</td></tr><tr><td>Unexposed </td><td>1 (0.7/0.3) </td><td>Ref. </td><td>Ref.\n</td></tr><tr><td>A/chicken/Jiangsu/WXBING2/2014(H5N6) </td><td>2 (0.3/0.2) </td><td>… </td><td>…\n</td></tr><tr><td>Exposed </td><td>1 (0.2/0.1) </td><td>0.26 (.02-4.21) </td><td>0.34 (.07-1.69)\n</td></tr><tr><td>Unexposed </td><td>1 (0.7/0.3) </td><td>Ref. </td><td>Ref.\n</td></tr><tr><td>A/Jiangsu/Wuxi04/2013(H7N9) </td><td>1 (0.2/0.1) </td><td>… </td><td>…\n</td></tr><tr><td>Exposed </td><td>1 (0.2/0.1) </td><td>… </td><td>…\n</td></tr><tr><td>Unexposed </td><td>0 (0.0/0.0) </td><td>… </td><td>…\n</td></tr><tr><td>A/chicken/Jiangsu/WX927/2013(H5N1) </td><td>0 (0.0/0.0) </td><td>… </td><td>…\n</td></tr><tr><td>Exposed </td><td>0 (0.0/0.0) </td><td>… </td><td>…\n</td></tr><tr><td>Unexposed </td><td>0 (0.0/0.0) </td><td>Ref. </td><td>Ref.\n</td></tr><tr><td>Total seroconversions </td><td>271 (41.2/23.2) </td><td>0.37 (.25-.54) </td><td>0.36 (.26-.48)\n</td></tr><tr><td>Total participants </td><td>207 (31.5/17.7) </td><td>0.47 (.32-.69) </td><td>0.54 (.41-.70)\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Final Multivariable Model Results From Complete Cases With the Outcome of Seroconversions Against Swine H1N1 and Swine H3N2At least 1 respiratory infection among a household member in the last 12 months?", "latex": null, "type": "table"}}, "back_matter": [{"text": "Acknowledgments. The authors thank the professionals from the Licheng District Center for Disease Control and Prevention (CDC), Jinan, China; the Shandong Provincial CDC, Junan, China; and the Wuxi CDC, Wuxi, China, who greatly helped in engaging the swine farms and in the collection of samples. They thank the farm managers and the study participants for their much-appreciated cooperation.Disclaimer. The contents of this publication are solely the responsibility of the authors and do not necessarily represent the official views of the funding sources listed. Potential conflicts of interest. All authors report no potential conflicts. All authors have submitted the ICMJE Form for Disclosure of Potential Conflicts of Interest. Conflicts that the editors consider relevant to the content of the manuscript have been disclosed.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}]}