{
    "paper_id": "a7ea996412373c9fe0c1a3c6dc7ff577edc01799",
    "metadata": {
        "title": "Patient-Led COVID-19 Triage Systems and Case Fatality Rates: A Comparative Study Between Singapore, Japan, Norway, the USA and the UK",
        "authors": [
            {
                "first": "F",
                "middle": [],
                "last": "Mansab",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Bhatti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Gibraltar",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: The case fatality rate from COVID-19 differs markedly around the world. There are likely a number of factors one can attribute to such disparity, not least of which is differing healthcare models and approaches. Here, we examine the COVID-19 related health advice issued by six different countries, specifically examining the patient-led triage pathways in each country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 is a new infection in humans. The symptom profile, disease progression and complication rates are still unknown 1 . Whilst the true mortality rate may be lower when accounting for milder cases, over a period of four months COVID-19 has led to more than 200,000 confirmed deaths 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Case Fatality Rate (CFR) between countries varies greatly 2 . Initially this was thought related to the method of recording deaths or the total number of tests conducted (i.e the detection of the milder cases) 3 . As the pandemic spreads across the globe it is becoming increasingly clear that how society responds to the infection impacts the number of deaths their locality will experience 4,5 .",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Patient-led triaging has become popular. Early on the crisis China implemented 'symptomcheckers' as part of their disease surveillance and control efforts. Similar applications have been adapted by a number of countries to attempt triaging of patients with minimal expenditure of resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Triaging of patients during a pandemic is arguably the most central activity of any response. Evidence must feed into it as it arrises, particularly when it is an infectious disease never before encountered. Changing resource availability will determine the limits and boundaries of such triage systems. Public information will centre around the key symptoms feeding into the triage system. The criteria for triaging is a critical factor in mortality 6 . The ideal triage system is developed when there is a reasonably plentiful supply of beds and staff available. The triage system can then seek the ideal outcome: identifying patients who will become severely unwell before they become severely unwell. From the available evidence it appears that a number of countries have streamlined this approach, and perhaps achieved a triage system approaching the 'ideal'.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 452,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The World Health Organisation (WHO) have provided guidelines for both primary care triaging 7 , and triaging in low resource settings 8 . Different countries have taken different approaches to the triage process. Singapore, Norway and Japan appear to have implemented a triaging system along the lines recommended by the WHO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Singapore appears to have streamlined their response to the outbreak 9 . All patients with suspicion of COVID-19 were initially seen and assessed. All positive cases or cases where suspicion was high were admitted to an isolation ward. Best supportive care was implemented 10 . At this time, the case numbers were well contained and case fatality rate was less than 1% 11 .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 275,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Singapore"
        },
        {
            "text": "As numbers have increased, Singapore Ministry of Health have initiated a symptom checker application to keep uncomplicated, low-risk cases at home or sign-posted to the nearest Public Health Preparedness Clinic (PHPC). The app effectively gives three outcomes: advise to self-isolate for 2-3 days and if no better or if they get worse then to contact their nearest PHPC; make an appointment with their PHPC; or go straight to the emergency department 12 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Singapore"
        },
        {
            "text": "The Singapore COVID-19 patient-led triage application has a low threshold for referral. Anyone of any age or medical history who self-reports difficulty breathing is advised to go straight to the emergency department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Singapore"
        },
        {
            "text": "Norway has maintained a low CFR 2 . Patients with mild illness are advised to self-isolate and contact their GP if symptoms worsen or are unresolved by day 7. All patients with shortness of breath are advised to contact their GP or go to the emergency department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Norway"
        },
        {
            "text": "Norway have recently implemented a symptom-checker app. It is accessible only to Norwegian residents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Norway"
        },
        {
            "text": "Japan follows a similar approach to Singapore, with a default position of clinical assessment of patients and clinician led triaging. Any patient with symptoms suggestive of COVID-19 are directed through an on-line interactive pathway finder to a specialist clinic for further assessment. CFR in Japan has remained low (<3%) 2 . Out of 12,240 confirmed cases, 10,469 cases have been admitted to hospital 13 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Japan"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Japan"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.28.20084079 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Japan"
        },
        {
            "text": "Five countries were selected for analysis. Three (Singapore, Japan and Norway) had maintained low case fatality rates despite a demonstrable surge of cases in the preceding three months. Two countries (UK and USA) were selected due to concern regarding high case fatality rates and/or incidence rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Public Health Guidelines from each country were reviewed. Access was obtained to any available government sponsored online patient-led triage systems (Singapore, Japan, USA (CDC) and UK (NHS '111')). Case Scenario's were designed to test the public health advice and where available patient-led triage systems in relation to COVID-19. The results were tabulated for comparison between countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The key population and testing data are presented in Table 1 . Notably, the highest rate of testing was by Norway with the lowest being Japan. CFR's were similar for both. Norway had the highest reported physicians per capita. From the available statistics the UK had the highest CFR currently. All data was extracted from WHO as of 26.04.2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In total 216 scenarios were tested, 36 per country. Norway triaged 29 out of 36 pseudopatients to either doctor or hospital, Singapore triaged 33 out of 36 to specialist clinics or hospital, and Japan triaged all pseudo-patients to specialist medical centres. The UK triaged 10 pseudo-patients to a national call centre and 4 pseudo-patients to hospital, recommending the other 22 to stay at home without any further healthcare contact. The USA system triaged 6 patients to a 'medical provider within 24 hours' and 4 patients to hospital, recommending the other 26 patients to remain at home with no further healthcare contact. The results for each scenario are presented in tabulated format ( Table 2 to Table 7 ). . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 694,
                    "end": 712,
                    "text": "Table 2 to Table 7",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Table 1 -Population and Testing Data for the Six Countries Studied."
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . Table 3 -Scenario 2 -Co-morbidity with Possible COVID-19. Co-morbidity was applied to mean a congenital heart condition in relation to the 12 year old, and hypertension in relation to the adults. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . Of the three distinct presentations (cough + fever, co-morbidity or shortness of breath), the UK and US triaged to further healthcare no patients with cough and fever regardless of duration; 25% of those with COVID-19 symptoms + co-morbidities and less than or equal to 75% of patients with shortness of breath + fever (Figure 1 ). Percentage of distinct presentations triaged to further care (versus no care) was strongly inversely correlated with national case fatality rates (Pearson's Correlation = -0.642, p = 0.01). is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 393,
                    "end": 402,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The UK and USA national, patient-led triage systems failed to triage cases with signs of severe COVID-19 infection or cases with signs of sepsis to appropriate medical care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "In Scenario 1, a 72 year old patient with a fever and cough lasting 7 or even 10 days would, if using either NHS '111' COVID app or CDC 'Coronavirus Self-Checker', be advised to stay at home, and would not be directed towards any medical care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "In Scenario 2, a 72 year old with a five day history of fever and cough with a history of hypertension would also have been advised to stay at home and not seek medical care. In the UK '111' COVID app, even if the 72 year old with possible COVID-19 infection had diabetes, moderate asthma, ischaemic heart disease, congestive cardiac failure and a history of stroke, the patient would not have spoken to a nurse or been directed to a clinician.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "In Scenario 3, a patient with possible neutropenic sepsis would have been advised by the USA triage system to contact medical care within 24 hours. The UK system would have advised the patient to call 111 and ask for a nurse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "In Scenario 4, a patient with suspected COVID-19 gives symptoms of shortness of breath. In Singapore, Japan and Norway, all patients in all age groups complaining of any difficult breathing or shortness of breath would be advised to contact a doctor or attend an Emergency Department (ED) immediately. In the UK and USA, the advice is to self-isolate and no contact with healthcare is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "In Scenario 5, -moderate shortness of breath with possible COVID-19, the US model advised all patients except the 72 year old to stay at home. The UK discriminated better with a question relating to feeling short of breath at rest, although this would likely have missed the mild to moderate shortness of breath in an otherwise healthy person.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "In Scenario 6, patients presented with respiratory failure due to COVID-19, and all countries successfully triaged to the ED.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Interpretation"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.28.20084079 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "There were specific areas the NHS '111' COVID-19 patient-led triage system (UK), and CDC 'Coronavirus Self-Checker' (USA) failed in the simulation cases. From best practice the following is recommended:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The main utility in a patient-led triage system is to detect potential cases. Workload may be offset to some degree by advising to 'stay at home' to clear low-risk patient groups, provided clear instructions and safety-net advice are given.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Neither the UK nor the US national triage systems appear to be following any international guidelines or consensus. Indeed, neither the US nor UK would even meet the recommended triaging efforts required for low resource settings 8 . The WHO advises that a small proportion of potential COVID-19 cases can be triaged to 'home'. The advice is to screen patients with . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. . https://doi.org/10.1101/2020.04.28.20084079 doi: medRxiv preprint potential COVID-19 -an unknown and potentially fatal disease -, in a clinic or hospital specific for that purpose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Following review of the public health policies and patient-led triage systems of five countries, it seems quite likely patient-led triage systems have an impact on case fatality rates in COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In the present study, when tested, the UK system discriminated too early and failed to pick up clear signs of severe COVID-19 infection or other serious, life-threatening conditions. The US system failed in a similar regard, although may have been slightly protected by the different provisions and guidelines issued on a state by state basis. For example, New York City issued their own guidelines encouraging people with symptoms to contact medical professionals earlier, after data revealed a high number of patients dying from COVID-19 at home 16 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The most critical aspect of the societal response to COVID-19 is the correct triaging of patients. Few issues are as important during the outbreak of a new pathogen than identifying those who need medical attention. In most critical incidents the highest level of expertise is deployed for triaging. It is the place where the most experienced and astute direct the fate of individuals 6, 14 .",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 387,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 388,
                    "end": 390,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The importance of getting the triage system correct becomes more urgent as many nations move towards the uncertainty of relaxing restrictions and increasing population exposure. To do so without a clear and working triage system may well be carrying unnecessary risk into an already high-risk situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In this simulation study, the UK and USA patient-led triage systems performed poorly. Even if such triage systems were considered within a context of severe shortages of staff and hospital beds, the systems would still have performed poorly. Particular concerns were advising no medical contact for elderly patients with COVID-19 related symptoms or patients who had developed shortness of breath or any patient with persistent fever. There was a strong inverse correlation between triage performance and national case fatality rates (Pearson's Correlation = -0.642, p = 0.01). The quality of a localities triage system is likely to significantly affect the total number of deaths from COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 5, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interests"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Autoimmun",
            "volume": "109",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaut.2020.102433"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19) Situation Report -97. Data as received by WHO from national authorities by 10:00 CEST",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The many estimates of the COVID-19 case fatality rate",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Rajgor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Archuleta",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bagdasarian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Quek",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "20",
            "pages": "30244--30253",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30244-9"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lower mortality of COVID-19 by early recognition and intervention: experience from Jiangsu Province",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intensive Care",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13613-020-00650-2"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Risk factors for severity and mortality in adult COVID-19 inpatients in Wuhan",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Optimizing triage and hospitalization in adult general medical emergency patients: the triage project",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schuetz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hausfater",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Amin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Emerg Med",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-227X-13-12"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Role of primary care in the COVID-19 response",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who Technical Guidance",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Algorithm for COVID-19 triage and referral : patient triage and referral for resource-limited settings during community transmission",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who Technical Guidance",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Interim Treatment Guidelines for COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 in Singapore-Current Experience: Critical Global Issues That Require Attention and Action",
            "authors": [
                {
                    "first": "Jel",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2467"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Singapore COVID-19 Symptom Checker",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Triage: care of the critically ill and injured during pandemics and disasters: CHEST consensus statement",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Sprung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Chest",
            "volume": "146",
            "issn": "4",
            "pages": "61--74",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.14-0736"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "COVID-19 patients' clinical characteristics, discharge rate, and fatality rate of meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Q"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25757"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Severely Ill People Should Seek Medical Care",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Empiric antibiotic treatment reduces mortality in severe sepsis and septic shock from the first hour: results from a guideline-based performance improvement program",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ferrer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Martin-Loeches",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Crit Care Med",
            "volume": "42",
            "issn": "8",
            "pages": "1749--1755",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0000000000000330"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Percentage referred versus distinct presentations.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Scenario 1. Cough and Fever in various age groups with varying durations.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Scenario 3. Cough and Fever in varying ages of patients with significant immunosuppression e.g. recent chemotherapy or a transplant patient.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Scenario 4. Shortness of Breath and Fever for five days duration in varying age groups.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Scenario 5. Moderate Shortness of Breath and Fever for five days in various age ranges.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Scenario 6. Severe Shortness of Breath and Fever for 8 days in varying ages.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}