{
    "paper_id": "a80d07b28def42acc495f95854d28a960e6c7345",
    "metadata": {
        "title": "0123456789) 1 3 Journal of Community Health",
        "authors": [
            {
                "first": "Devendra",
                "middle": [
                    "Raj"
                ],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Dev",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ram",
                "middle": [],
                "last": "Sunuwar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kshitij",
                "middle": [],
                "last": "Karki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saruna",
                "middle": [],
                "last": "Ghimire",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Naveen",
                "middle": [],
                "last": "Shrestha",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The objective of the study was to assess the knowledge and perception of COVID-19 and relevant universal safety measures among the Nepalese population. A web-based cross-sectional study was conducted among Nepalese adults from March 29 to April 07, 2020. A 13-and 15-items structured questionnaire assessed the COVID-19 related knowledge and perception of the universal safety measure. Kruskal-Wallis test and Mann-Whitney U test evaluated the differences in knowledge between the groups. Data analysis was performed using IBM SPSS Statistics for Windows Version 21.0 (IBM Corp. Armonk, NY, USA). Of the 884 surveys accessed, a total of 871 consented (electronically) and completed the online survey (response rate 98.52%). The median knowledge score of the participants was 10.0 (± 3.0 IQR). Although participants' overall knowledge score was high, only about half of the participants knew about the concept of quarantine and the ideal distance to be maintained between individuals to prevent the transmission. Though the majority of the participants had positive perception towards universal safety measure of COVID-19, about 18% perceived that coronavirus infected only older people, 11% opined that the infection was highly fatal with no chances of survival and 70% considered that limiting consumptions of poultry and meat would prevent the spread of COVID-19. A statistically significant difference in knowledge was noted by participants' age, educational status, occupational type, and household monthly income. This study found optimal knowledge and perception of universal safety measures of COVID-19 among the Nepalese population, but misinformation and misunderstanding prevailed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In late December of 2019, a cluster of cases of pneumonia-like disease, with a previously unidentified agent was reported from Wuhan City in Hubei Province of China. The disease, initially called novel coronavirus disease, was later renamed by the World Health Organization (WHO) as Coronavirus Diseases (COVID-19) [1, 2] . Due to the rapid spread of the virus across the globe, and subsequently escalating number of confirmed cases and deaths, WHO declared the COVID-19 outbreak as a global public health emergency of international concern on January 30, 2020 [3] . On a global scale, the mortality and morbidity counts of the disease are rapidly changing; as of April 12, 2020, there were over 1.8 million confirmed cases of COVID-19 and more than 100,000 deaths globally [4] .",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 318,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 319,
                    "end": 321,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 774,
                    "end": 777,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Coronavirus-an enveloped RNA-virus broadly distributed among humans, other mammals, and birds-cause respiratory, enteric, hepatic, and neurologic diseases [1] . COVID-19 is spread by human-to-human transmission through the droplet, fecal-oral, and direct contact. Both symptomatic and asymptomatic individuals may transmit the virus within 2-14 days after exposure [5, 6] . On one hand, COVID-19 is highly transmissible, while on the other hand, currently, no vaccine or antiviral drugs have been approved for it. In this context, the application of preventive measures such as hygiene practices, social distancing measures, self-quarantines, lockdown, and closure of the non-essential business is the most crucial intervention [7] , which have been applied in many countries to prevent the catastrophic impact of the outbreak.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 365,
                    "end": 368,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 369,
                    "end": 371,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 728,
                    "end": 731,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Nepal, the first COVID-19 confirmed case was reported on January 13, 2020, in a Nepali student returning home for the holidays from Wuhan, China, the epicenter of COVID-19 [8] . Although COVID-19 cases and mortality soared in many countries, no further cases were reported in Nepal until the second week of March 2020. As of April 12, 2020, 13 confirmed cases of COVID-19 have been reported in Nepal (including the case reported in January, which has already recovered) [9] . Of these, 11 cases were travel-related or imported, and only one was community transmitted. Considering the imminent threat of COVID-19 spread in Nepal, the government of Nepal has initiated several preventive measures. These include designation of medical hubs across the country and a \"Dedicated Isolation Hospital\" in the capital city of Kathmandu to treat the COVID-19 cases. All international flights were suspended, and a health-desk is established at the Tribhuvan International Airport [10] ; checkpoints were established in the border with India. Further, a country-wide lockdown came into effect from March 24, 2020, where people were asked to stay at home except for emergency reasons. Given that the outbreak has been deemed unmanageable even in countries with developed health infrastructures like the US and Italy, global health experts have pointed out that the situation may be dire in less developed economies like Nepal, which already has health resource constrains. Hence controlling the viral spread at the initial stage of the outbreak is paramount in Nepal, and the general public is an important collaborator in this effort.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 973,
                    "end": 977,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The World Health Organization (WHO) provides recommendations for the basic protective measures for the public to control COVID-19 [11] . The Ministry of Health and Population (MoHP) of Nepal has set collective actions to prevent the disease through health promotion, public education, awareness, and involvement. For the public to be a responsible partner in the efforts to combat the spread of the coronavirus, they should be aware of the outbreak and informed of their role in controlling the spread. Misinformation, misunderstanding, and lack of awareness among people can lead to non-compliance to basic sanitation and disobedience of national guidelines, which may facilitate the rapid transmission of infection in the community. Therefore, for the effective implementation of preventive measures, it is important to examine the level of knowledge and perception of the universal safety precaution among the Nepalese population during this global health crisis. However, to the best of our knowledge, so far, no prior study has assessed the knowledge and perception related to universal safety precautions of COVID-19 among the Nepali population.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study will provide recommendations on effective strategy for public health significance to policymakers and prospective researchers to prevent and control the COVID-19 disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A web-based cross-sectional-survey was conducted from March 29 to April 07, 2020, among Nepalese adults. Since our participants were general population, except age-which was set ≥ 18 years, there were no other exclusion criteria. Convenient non-probability sampling was used as interested participants could self-select participation [12] . The development and reporting of the survey followed the Checklist for Reporting Results of Internet E-survey (CHERRIES) guidelines [13] . The questionnaire was developed in Google forms (https ://www.googl e.com/forms /about /) [14] . A team of 30 researchers from two public health colleges in Nepal, Central Institute of Science and Technology (CIST) and Asian College for Advance Studies, reviewed the contents of the tool and helped in finalization. Call for participation, and subsequently, the survey link was made available publicly on the web page of the Asian College for Advance Studies affiliated to Purbanchal University. To maximize public outreach, the survey was promoted in different social media such as Facebook, Twitter, Instagram, and LinkedIn. The survey took approximately 10 min to complete. To maintain data privacy, only core members of the study have access to the data repository.",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Study Design, Participants, and Data Collection"
        },
        {
            "text": "A structured questionnaire was developed by reviewing the relevant available literature and the WHO's published resources on COVID-19 [11, 15] . The online survey questionnaire was organized into three different sections: (1) socio-demographic information, (2) knowledge about COVID-19, and (3) perception towards universal safety precautions of COVID-19.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Survey Instruments and Variables"
        },
        {
            "text": "The section on socio-demographic characteristics collected information on participants' age, sex, education level, occupation, and monthly household income. The responses for participant's education included no formal education, below grade 10, grade 11-12, bachelor's degree, and masters/ doctorate degree. Likewise, participant's occupation was recorded as unemployed, non-health workers, professional health workers (e.g., doctors, nurses, paramedics, and public health professionals), unskilled jobs (wages based jobs), business or self-employed, and students which was further categorized into non-health major and health majors (medical/allied health sciences, public health, nursing, etc.), retired, and others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Socio-Demographic Information"
        },
        {
            "text": "A 13 items tool assessed participants' knowledge of COVID-19. These items included questions related to COVID-19 symptoms, duration of the incubation period, the concept of close and transient contacts, availability of therapeutics, and different aspects of preventive measures such as the concept of social distancing, quarantine, isolation, the ideal distance to be maintained during social distancing and the duration of self-isolation following the exposure to a COVID-19 suspected person. Questions were also included on the ideal length of time to wash hands, ideal strength of alcohol that hand sanitizer should contain, and the ideal type of face mask to use during the COVID-19 outbreak. Participants' responses to each of the 13 knowledge items were recoded into a correct and incorrect response by providing a score of 1 to each correct responses and 0 to each incorrect response. The cumulative score of the 13-item, which ranged from 0 to 13-higher score indicating a higher knowledge level, indicated participants' overall knowledge score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 Related Knowledge"
        },
        {
            "text": "A total of 15 questions, tabulated in Table 3 , were asked to assess the participant's perceptions regarding the universal safety precaution of COVID-19. Each item on the perception scale was assessed on a three-point Likert scale with responses: \"Agree,\" \"Disagree,\" and \"Not sure.\" The perception related questionnaire collected the information on participants' perceptions of different aspects of COVID-19, such as the route of transmission, sanitation and hygiene, social distancing, use of a face mask, and taboos related to dietary practices to prevent COVID-19. Table 3 provides the details of these items.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 569,
                    "end": 576,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Perception Related to Universal Safety Precaution of COVID-19"
        },
        {
            "text": "Participants' responses, in google form, were exported to Microsoft Excel and then imported in IBM SPSS Statistics for Windows Version 21.0 (IBM Corp. Armonk, NY, USA) for data analysis. Descriptive statistics such as frequency, percentage, mean and standard deviation described participants' demographic characteristics. Both histogram and Kolmogorov-Smirnov normality test (p < 0.05) suggested that the overall knowledge scores were skewed. Hence, non-parametric tests, i.e., Kruskal-Wallis test (variables with more than two categories) and Mann-Whitney U test (variables with two categories), were used to test differences in knowledge score by participants' socio-demographic characteristics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The Institutional Review Committee at Central Institute for Science and Technology, affiliated under Pokhara University, Nepal, approved this study. The first page of our web-based survey had an informed consent page that provided details of the study and required participants to consent (or decline) to participation in order to continue the survey. Participation in the survey was voluntary, and no incentive was provided to participants. Table 1 presents the demographic characteristics of the study participants. Of the 884 individuals who accessed the survey, a total of 871 participants consented and completed the online survey-a response rate of 98.52%. The mean age of the participants was 26.40 (± SD 6.30) years, and about 60% were females. Survey participants had higher education-no illiterate participants, and only 2% had below grade 11. Nearly half of the participants (40.8%) had monthly household income ranged 21000-40,000 Nepalese currency (210-400 USD). About 34% of the participants had a health background as a professional or as a student (15.2% currently employed health professional and 18.9% were students), 51.6% were from non-health profession background or as a student enrolled into non-health courses, unemployed (9.4%) and self-employed (4.8%). Four in five (82.1%) participants heard about COVID-19, for the first time, through social media (Facebook, Twitter, LinkedIn, and Instagram, etc.).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 449,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Ethical Consideration"
        },
        {
            "text": "Participants' knowledge about COVID-19 and relevant universal safety precautions is provided in Table 2 . Most (92.5%) of the participants knew about the three major symptoms of COVID-19 (i.e., fever, dry cough, and shortness of breath). Likewise, the majority also had correct knowledge on the incubation period (i.e., 2-14 days) and unavailability of COVID-19 treatment. Although the majority of the participants had correct knowledge, nevertheless, The median score of COVID-19 knowledge of participants was 10.0 (± 3.0 IQR). A statistically significant difference in COVID-19 knowledge scores was noted by participants' age, education level, occupation, and monthly household income (Supplementary Table 1 ). Table 3 presents participants' perceptions regarding the universal safety precaution of COVID-19. The majority of the participants (> 95%) agreed that maintaining good personal hygiene, washing hands frequently, staying home, following social distancing, and avoiding crowds would prevent the spread of COVID-19. Further, they also agreed that coronavirus spreads from humans to humans, mainly through respiratory droplets, and avoiding handshaking and touching eyes, nose, and mouth would prevent the spread of COVID-19. However, misperception was prevalent in certain areas such as more than half of the participants perceived (either agreed or weren't sure) that the virus could also transmit by fecal-oral route and consumptions of meat and poultry could increase the spread. Although a lesser, yet still a sizable, proportion (10-20%) of participants perceived that COVID-19 attacked only older people, and there was no survival following the infection. About 18% disagreed or weren't sure that coughing into elbow was a good practice to prevent the spread.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 709,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 713,
                    "end": 720,
                    "text": "Table 3",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Knowledge of Participants About COVID-19"
        },
        {
            "text": "This study found optimal knowledge and perception related to COVID-19 and relevant universal safety measures among the Nepalese population, but misinformation and misunderstanding prevailed in certain important aspects of outbreak control. Particularly, a gap in knowledge regarding social distancing and quarantine and the negative perception that COVID-19 attacked only older people, and that coughing into elbow wasn't a good practice to prevent the virus spread were notable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Previous studies on knowledge and perception of COVID-19 are unavailable from Nepal and limited literature from international settings are available for cross-comparison. In line with our findings, a study from China reported that 90% of the residents of the province had good knowledge about COVID-19 [16] . An online survey conducted in the USA and UK also reported that participants had good knowledge of the mode of disease transmission and symptoms [17] . Some of the characteristics of our participants, which are also our study's limitations, explains the observed high knowledge. First, this is a web-based survey, but notably only 51.15% of Nepalese use internet [18] , which is mostly concentrated in urban Nepal [18] . Education status is a strong predictor of knowledge and perception [19] . The literacy rate in Nepal is only 66% [20] which is further lower in rural areas. All of the participants in our study had some level of formal education, and about 34% had a health background, either as a health professional or as a student. Together, all these characteristics of study participants suggest that they are more likely to be informed and have positive perceptions. On the flip side, it suggests that the COVID-19 knowledge and perceptions may be poor among the general population, especially those uneducated and without access to the internet, which should draw the attention of relevant stakeholders for disseminating information. Noninternet users and those without education are also the target population for future research on this topic. The importance of preventive measures in controlling outbreaks cannot be debated. A cross-sectional study conducted in the USA and UK suggested that awareness should be provided to the people focusing on the most effective preventive measures [17] . It is always essential to communicate the risk and preventive measures of the diseases to the public during the outbreak of a virus or microorganisms or hazards [21] . Given that a majority of our participants had heard about COVID-19 through social media, use of different social media may be an important and easily implementable platform, at least for certain segments of the population, to disseminate public health information and demystify the COVID-19 outbreak.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 454,
                    "end": 458,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 672,
                    "end": 676,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 797,
                    "end": 801,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 843,
                    "end": 847,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1809,
                    "end": 1813,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1977,
                    "end": 1981,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study has some limitations which impact its findings. First, given the web-based survey design, sampling bias is evident as there were no restrictions in participants' selfselection, especially in terms of geography. Second, our sample included young, educated internet users. As noted previously, these characteristics are associated with higher knowledge. Thus, compared to the general population, our findings are overestimated. Hence, the findings do not represent and cannot be generalized to those who don't use the internet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "Taking precautionary measures such as public-awareness, early detection, quarantine, and isolation, social distancing are important strategies to prevent the spread of COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "disease. Providing the right information to the public at an appropriate time, which is now in Nepal's context because the cases have just begun to escalate in Nepal and reaching the peak of the epidemic is a few weeks away, is paramount. As knowledge and perceptions are important determinants of health behaviors [19] , with correct information and positive attitudes, the public-one of the most important stakeholders in outbreak control-can play an essential role in limiting community spread of the virus by adhering to national guidelines and adopting universal safety precautions.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19: epidemiology, evolution, and cross-disciplinary perspectives",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trends in Molecular Medicine",
            "volume": "26",
            "issn": "",
            "pages": "483--495",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization (WHO) (2020) Coronavirus disease 2019 (COVID-19) Situation Report-11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 map-Johns Hopkins coronavirus resource center",
            "authors": [],
            "year": 2020,
            "venue": "Johns Hopkins University. Retrieved",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Novel coronavirus (COVID-19) knowledge and perceptions: A survey on healthcare workers",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Bhagavathula",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Aldhaleei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rahmani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.09.20033381"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epidemiology of Covid-19 in a long-term care facility in King County",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcmichael",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "2020) Considerations for quarantine of individuals in the context of containment for coronavirus disease (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "WHO. Retrieved",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The first 2019 novel coronavirus case in Nepal. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bastola",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "20",
            "issn": "",
            "pages": "30067--30067",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30067-0"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronavirus disease (COVID-19) outbreak updates & resource materials-Health Emergency Operation Center (HEOC)",
            "authors": [],
            "year": 2020,
            "venue": "MOHP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 pandemic: Public health implications in Nepal",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Asim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sathian",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mekkodathil",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Van",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nepal Journal of Epidemiology",
            "volume": "10",
            "issn": "",
            "pages": "817--820",
            "other_ids": {
                "DOI": [
                    "10.3126/nje.v10i1.28269"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "2020) Coronavirus disease (COVID-19) advice for the public",
            "authors": [],
            "year": 2020,
            "venue": "WHO Guidel. Retrieved",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sampling methods for web and e-mail surveys",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Fricker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "The Sage handbook of online research methods",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Improving the quality of web surveys: The checklist for reporting results of internet E-surveys (CHERRIES)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eysenbach",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Medical Internet Research",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Google Forms: Online form",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Google",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "In: World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "WHO (2020) Q&A on coronaviruses (COVID-19)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Knowledge, attitudes, and practices towards COVID-19 among Chinese residents during the rapid rise period of the COVID-19 outbreak: a quick online cross-sectional survey",
            "authors": [
                {
                    "first": "B.-L",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "H.-M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Biological Sciences",
            "volume": "16",
            "issn": "",
            "pages": "1745--1752",
            "other_ids": {
                "DOI": [
                    "10.7150/ijbs.45221"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Knowledge and perceptions of COVID-19 among the general oin the United States and the United Kingdom: A Cross-sectional Online Survey",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Geldsetzer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0912"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Nepal Telecommunications Authority MIS Report",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nta",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Health behavior, health knowledge, and schooling",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Kenkel",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Journal of Political Economy",
            "volume": "99",
            "issn": "",
            "pages": "287--305",
            "other_ids": {
                "DOI": [
                    "10.1086/261751"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "National population and housing census",
            "authors": [],
            "year": 2011,
            "venue": "Central Bureau of Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Temporal changes in psychobehavioral responses during the 2009 H1N1 influenza pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Sam",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Preventive Medicine (Baltim)",
            "volume": "51",
            "issn": "",
            "pages": "92--93",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Perception regarding universal safety precaution of COVID-19 among Nepalese population (n = 871) There is no chance of survival once the person is infected with COVID-19 95 (10.9) 717 (82.3) 59 (6.8)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We are thankful to all the study participants who have provided us with their valuable information and time to accomplish the web based survey. We are also thankful to Institutional Review Committee (IRC) of Central Institute of Science and Technology under Pokhara University for providing ethical clearance for this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}