{
    "paper_id": "a837a1678220c9a3a0c0c7fe017d09829dba6655",
    "metadata": {
        "title": "Recognizing Semantic Relations: Attention-Based Transformers vs. Recurrent Models",
        "authors": [
            {
                "first": "Dmitri",
                "middle": [],
                "last": "Roussinov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Strathclyde",
                    "location": {
                        "addrLine": "16 Richmond Street",
                        "postCode": "G1 1XQ",
                        "settlement": "Glasgow",
                        "country": "UK"
                    }
                },
                "email": "dmitri.roussinov@strath.ac.uk"
            },
            {
                "first": "Serge",
                "middle": [],
                "last": "Sharoff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Leeds",
                    "location": {
                        "postCode": "LS2 9JT",
                        "settlement": "Leeds",
                        "country": "UK"
                    }
                },
                "email": "s.sharoff@leeds.ac.uk"
            },
            {
                "first": "Nadezhda",
                "middle": [],
                "last": "Puchnina",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Tallinn",
                    "location": {
                        "addrLine": "Narva maantee 25",
                        "postCode": "10120",
                        "settlement": "Tallinn",
                        "country": "Estonia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Automatically recognizing an existing semantic relation (such as \"is a\", \"part of\", \"property of\", \"opposite of\" etc.) between two arbitrary words (phrases, concepts, etc.) is an important task affecting many information retrieval and artificial intelligence tasks including query expansion, common-sense reasoning, question answering, and database federation. Currently, two classes of approaches exist to classify a relation between words (concepts) X and Y: (1) path-based and (2) distributional. While the path-based approaches look at word-paths connecting X and Y in text, the distributional approaches look at statistical properties of X and Y separately, not necessary in the proximity of each other. Here, we suggest how both types can be improved and empirically compare them using several standard benchmarking datasets. For our distributional approach, we are suggesting using an attentionbased transformer. While they are known to be capable of supporting knowledge transfer between different tasks, and recently set a number of benchmarking records in various applications, we are the first to successfully apply them to the task of recognizing semantic relations. To improve a path-based approach, we are suggesting our original neural word path model that combines useful properties of convolutional and recurrent networks, and thus addressing several shortcomings from the prior path-based models. Both our models significantly outperforms the state-of-the-art within its type accordingly. Our transformer-based approach outperforms current state-of-the-art by 1-12% points on 4 out of 6 standard benchmarking datasets. This results in 15-40% error reduction and is closing the gap between the automated and human performance by up to 50%. It also needs much less training data than prior approaches. For the ease of re-producing our results, we make our source code and trained models publicly available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "During the last few years, Recurrent Neural Networks (RNNs) and Convolutional Neural Networks (CNNs) have resulted in major breakthroughs and are behind",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "the current state-of-the-art algorithms in language processing, computer vision, and speech recognition [9] . Meanwhile, modeling higher level abstract knowledge still remains a challenging problem even for them. This includes classification of semantic relations: given a pair of concepts (words or word sequences) to identify the best semantic label to describe their relationship. The possible labels are typically \"is a\", \"part-of\", \"property-of\", \"made-of\", etc. This information is useful in many applications. For example, knowing that London is a city is needed for a Question Answering system to answer the question What cities does the River Thames go through? Information retrieval benefits from query expansion with more specific words, e.g. transportation disasters → railroad disasters. For the task of database federation, an attribute in one database (e.g. with values France, Germany, and UK ) often needs to be automatically matched with an attribute called country in another database. Knowing the semantic relations allows large-scale knowledge base construction [11, 23, 33] , automated inferencing [6, 29] , query understanding [31] , post-search navigation [7] , and personalized recommendation [34] . The connection between word meanings and their usage is prominent in the theories of human cognition [12] and human language acquisition [2] . While manually curated dictionaries exist, they are known to be outof-date, not covering specialized domains, designed to be used by people, and exist for only a few well resourced languages (English, German, etc.). Therefore, here we are interested in methods for automated discovery (knowledge acquisition, taxonomy mining, etc.). As our Sect. 2 elaborates, this problem has been a subject of extensive exploration for more than three decades. Our results here suggest that knowledge transfer, that was recently demonstrated to be useful for the other tasks, can be also successfully applied to recognizing semantic relations leading to substantial performance improvements and needing much less training data.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1083,
                    "end": 1087,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1088,
                    "end": 1091,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1092,
                    "end": 1095,
                    "text": "33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1120,
                    "end": 1123,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1124,
                    "end": 1127,
                    "text": "29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1150,
                    "end": 1154,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1180,
                    "end": 1183,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1218,
                    "end": 1222,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1326,
                    "end": 1330,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1362,
                    "end": 1365,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The automated approaches to detecting semantic relations between concepts (words or phrases) can be divided into two major groups: (1) path-based and (2) distributional methods. Path-based approaches (e.g. [25] ) look for certain patterns in the joint occurrences of words (phrases, concepts, etc.) in the corpus. Thus, every word pair of interest (x,y) is represented by the set of word paths that connect x and y in a raw text corpus (e.g. Wikipedia). Distributional approaches (e.g. [30] ) are based on modeling the occurrences of each word, x or y, separately, not necessary in the proximity to each other. Our goal here is to improve and compare both classes of approaches.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 486,
                    "end": 490,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Attention-based transformers (e.g. [28] ) have been recently shown more effective than convolutional and recurrent neural models for several natural text applications, leading to new state-of-the-art results on several benchmarks including GLUE, MultiNLI, and SQuAD [4, 8] . At the same time, we are not aware of any applications of attention-based transformers to the task of recognizing semantic relations, so we are the first to successfully apply them to this task. Thus, our contributions are as follows:",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 270,
                    "end": 272,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "(1) We develop a novel neural path-based model that combines useful properties of convolutional and recurrent networks. Our approach resolves several shortcomings of the prior models within that type. As a result, it outperforms the state-of-the art path-based approaches on 3 out of 6 well known benchmarking datasets, and on par on the other 3. (2) Our distributional approach worked better than our neural path-based model and outperformed current state-of-theart by 1-12% points (15-40% error reduction) on 4 out of 6 (same) standard datasets, and on par on the remaining 2. (3) We show that the datasets that are not improved are those where we have already reached the human performance. (4) We illustrate that even our best model still has certain limitations which are not always revealed by the standard datasets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We make our code and data publicly available. 1 The next section overviews the prior related work. It is followed by the description of the models, followed by our empirical results.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 47,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The approaches to automatically classifying semantic relations between words can be divided into two major groups: (1) path-based and (2) distributional. Path-based approaches look for certain patterns in the joint occurrences of words (phrases, concepts, etc.) in some validation text corpus. Thus, every word pair of interest (x,y) is represented by the set of word paths that connect x and y in a raw text corpus (e.g. Wikipedia). The earliest path-based approach is typically attributed to \"Hearst Patterns\" [5] -a set of 6 regular expressions to detect \"is-a\" relations (e.g. Y such as X ). Later works successfully involved trainable templates and larger texts (e.g. [18, 27] ). However, a major limitation in relying on patterns in the word paths is the sparsity of the feature space [14] . Distributed representation do not have such limitations, thus with deep neural representations (\"embeddings\", e.g. [13, 17] ) becoming popular, a number of successful models were developed that used word embeddings as features (concatenation, dot product or difference) and surpassed the path-based methods in performance [15, 20] , to the point that the path-based approaches were perceived not be adding anything to the distributional ones.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 515,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 678,
                    "end": 681,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 791,
                    "end": 795,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 913,
                    "end": 917,
                    "text": "[13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1120,
                    "end": 1124,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1125,
                    "end": 1128,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "However, [10] noted that supervised distributional methods tend to perform \"lexical memorization:\" instead of learning a relation between the two terms, they learn an independent property of a single term in the pair. For example, if the training set contains pairs such as (dog, animal), (cat, animal), and (cow, animal), the algorithm learns to classify any new (x, animal) pair as true, regardless of x. Shwartz et al. [24, 25] (one of our baselines) successfully combined distributional and path-based approaches to improve the state-of-the performance, and thus proving that path-based information is also crucial for that. In their approach, each word path connecting a pair of concepts (X, Y) is mapped by an RNN into a context vector. Those vectors are averaged across all existing paths and fed to a two-layer fully connected network.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "There have been several related studies following [24] : [26] did extensive comparison of supervised vs. unsupervised approaches to detecting \"is-a\" relation. [32] looked at how additional word paths can be predicted even if they are not in the corpus [19] also looked at \"is-a\" relation and confirmed the importance of modeling word paths in addition to purely distributional methods. Still, the results in [24, 25] remain unsurpassed within the class of word-path models. Our baseline for distributional approaches is [30] , who suggested using hyperspherical relation embeddings and improved the results of [24] on 3 out of 4 datasets.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 57,
                    "end": 61,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 520,
                    "end": 524,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Intuitive Description. Our proposed path-based neural model combines useful properties of convolutional and recurrent networks, while resolving several shortcomings of the current state-of-the-art model [25] as we explain below. Figure 1 presents an informal intuitive illustration. We jointly train our semantic classification along with an unsupervised language modeling (LM) task. The output of LM is the probability of occurrence of any input word sequence. We use some of those probabilities as features for our relation classification model. Inspired by the success of convolutional networks (CNNs), we use a fixed set of trainable filters (also called kernels), which learn to respond highly to certain patterns that are indicative of specific semantic relations. For example, a specific filter f i can learn to respond highly to is a (and similar) patterns. At the same time, our recurrent LM may suggest that there is a high probability of occurrence of the sequence green is a color in raw text corpus. Combining those two facts suggests that green belongs to the category color (true is-a relation between them). Figure 1 shows only three convolutional filters (and the probabilities of the sequences P 1 , P 2 , P 3 ), while in our current study we used up to 16. Thus, the LM probabilities act as approximate (\"soft\") pattern matching scores: (1) similar patterns receive similar scores with the same filter and (2) similar filters produce similar scores for the same pattern. LM also reduces the need for using many filters as explained by the following intuitive example: While training, LM can encounter many examples of sequences like green is a popular color and green is a relaxing color. By modeling the properties of a language, LM learns that removing an adjective in front of a noun does not normally result in a large drop of the probability of occurrence, so the sequence green is a color also scores highly even if it never occurs in the corpus.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1272,
                    "end": 1275,
                    "text": "16.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 229,
                    "end": 237,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1124,
                    "end": 1132,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Path-Based Neural Model"
        },
        {
            "text": "Since the current state-of-the art path-based approach [25] aggregates the word paths connecting each target pair by averaging the context vectors representing all the paths, we believe their approach has two specific drawbacks that our approach does not: (1) when averaging is applied, the different occurrences of word patterns are forced to compete against each other, so the more rare occurrences can be dominated by more common ones and their impact on classification decision neglected as a result. By using LM we avoid facing the question how to aggregate the context vectors representing each path existing in the corpus. (2) The other relative strength of our approach over the baseline comes from the fact that our model does not \"anonymize\" the word paths unlike [25] , which uniformly uses \"x\" and \"y\" for the path ends regardless of which words the target pair (x,y) actually represents. Without the use of LM, this anonymizing is unavoidable to generalize to the previously unseen (x,y) pairs, but it also misses the opportunity for the model to transfer knowledge from similar words.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Path-Based Neural Model"
        },
        {
            "text": "Formal Definitions. Language Model (LM) is a probability distribution over sequences of words: p(w 1 , ..., w m ), where w 1 , ..., w m is any arbitrary sequence of words in a language. We train LM jointly with our semantic relation classification task by minimizing cross-entropy costs, equally weighted for both tasks. As nowadays de-facto standard for a LM, we use a recurrent neural network (specifically a GRU variation [3] , which works as well as LSTM while being faster to train). Thus, the probability of a word w m in the language to follow a sequence of words w 1 , ..., w m−1 is determined by using the RNN to map the sequence w 1 , ..., w m−1 into its context vector:",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 428,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Path-Based Neural Model"
        },
        {
            "text": "and then applying a linear mapping and the softmax function:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Path-Based Neural Model"
        },
        {
            "text": "where W is a trainable matrix, b is a trainable bias, and softmax is a standard function to scale any given vector of scores to probabilities. As any typical neural LM, our LM also takes distributed representations of words as inputs: all the words are represented by their trainable embedding vectors v 1 , ..., v m . 2 This is important for our model and allows us to treat LM as a function defined over arbitrary vectors p(v m |v 1 , ..., v m−1 ) rather than over words.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Path-Based Neural Model"
        },
        {
            "text": "To classify semantic relations, we only look at the word paths that connect the target word pairs. Thus, we only make use of probabilities of the form y) is one of the target pairs of words -those in the dataset that are used in training or testing the semantic relations, (v x , v y ) are their embedding vectors. The sequence of vectors v 1 , ..., v k defines a trainable filter, and k is its size. While vectors v 1 , ..., v k have the same dimensions as the word embeddings, they are additional parameters in the model that we introduce. They are trained with the other ones (word embeddings + RNN matrices + the decision layer) by back propagation. It is possible since due to the smoothness of a neural LM, the entire model is differentiable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "text": "y)",
                    "ref_id": null
                }
            ],
            "section": "Path-Based Neural Model"
        },
        {
            "text": "Thus, we formally define the score of each of our convolutional filters (kernels) the following way:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Path-Based Neural Model"
        },
        {
            "text": "where p() is determined by our language model as the probability of the word with the embedding vector v y to follow the sequence of words with the vectors v x , v i 1 , ..., v i k . We apply log in order to deal with high variation in the orders of magnitude of p(). Finally, we define the vector of filter scores by concatenating the individual scores:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Path-Based Neural Model"
        },
        {
            "text": "where N is the total number of filters (16 in our study here).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Path-Based Neural Model"
        },
        {
            "text": "Filter scores − → f are mapped into a semantic relation classification decision by using a neural network with a single hidden layer. Thus, we define:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Path-Based Neural Model"
        },
        {
            "text": "where W 2 is a trainable matrix and b 2 is a trainable \"bias\" vector. The classification decision is made based on the output activations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Path-Based Neural Model"
        },
        {
            "text": "where W 3 and b 3 are also trainable parameters. As traditional with neural networks, we train to minimize the cross-entropy cost:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Path-Based Neural Model"
        },
        {
            "text": "where c l is the correct (expected) class label. We used stochastic gradient descent for cost minimization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Path-Based Neural Model"
        },
        {
            "text": "The diagram on Fig. 2 illustrates how attention-based transformer [28] operates. Instead of recurrent units with \"memory gates\" essential for RNN-s, attentionbased transformers use additional word positional embeddings which allows them to be more flexible and parallelizable than recurrent mechanisms which have to process a sequence in a certain direction. The conversions from the inputs to the outputs are performed by several layers, which are identical in their architecture, varying only in their trained parameters. In order to obtain the vectors on the layer above, the vectors from layer immediately below are simply weighted and",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 21,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Distributional Model: Attention-Based Transformer"
        },
        {
            "text": "Attention-based transformer used in our distributional approach to semantic relationship classification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2."
        },
        {
            "text": "added together. After that, they are transformed by a standard nonlinearity function. We use tanh:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2."
        },
        {
            "text": "here, − → v i is the vector in the i-th position on the upper layer, − → v t is the vector in the t-th position on the lower layer, W is a trainable matrix (same regardless of i but different at different layers), and α t is a trainable function of vectors − → v i and − → v t , such as the weights for all − → v t add up to 1. We use a scaled dot product of the vectors − → v i and − → v t :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2."
        },
        {
            "text": "where W is a trainable matrix (also same regardless of i and t at the same layer but different at different layers). The normalization to 1 is accomplished by using a softmax function. This mechanism allows rich vector representations to be formed at the highest layers that can capture the entire content of a word sequence (e.g. a sentence or a word pair) so it can be effectively used for any AI applications such as text classification or generation. As it is commonly done with the transformers, we make our output classification decision based on the first vector on the top level. We do not use a hidden layer here, so we apply our formula 5 above to h 1 defined as the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 2."
        },
        {
            "text": "where { − → v u t } is the vector sequence produced by the transformer for the top level. Table 1 summarizes general statistics of the datasets. We used the same datasets as our baselines: the first two are from [25] and were built using a similar methodology: the relations used in them have been primarily taken from various sources including WordNet, DBPedia, Wikidata and Yago. Thus, their x-s are primarily named entities (places, films, music albums and groups, people, companies, etc.). The important difference is that in order to create the split between training, testing and validation sets for HypeNet Lexical, the lexical separation procedure was followed [10] , so that there is no overlap in words (neither x nor y) between them. This reduces \"lexical memorization\" effect mentioned above. The last four datasets are from [24] , which originate from various preceding studies: K&H+N [15] , BLESS [1] , ROOT09 [20] , EVALution [21] . Most of the relations for them were also taken WordNet. BLESS dataset also contains event and attribute relations, connecting a concept with a typical activity/property, e.g. (alligator, swim) and (alligator, aquatic). EVALution dataset contains the largest number of semantic relations including antonyms, e.g. (good, bad). To make our comparison more direct, we used exactly the same splits into training, development (validation) and testing subsets as in the baselines. We also used exactly the same word paths data, as it is made publicly available by the authors.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 837,
                    "end": 841,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 924,
                    "end": 928,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 941,
                    "end": 945,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Fig. 2."
        },
        {
            "text": "Since we sought to keep the number of hyper-parameters to the minimum, we set the word embedding size, the RNN context vector size, and the hidden layer size to be the same within all our path-based models. We tested their values in the {50,100,500,1000} set. This size is the only hyper-parameter that was varied in our experiments. We used the static learning rate of 0.01. As it is commonly done, we report the results computed on the test sets with the hyper-parameter and the number of training iterations that maximize the F 1 scores on the validation sets, thus using exactly the same metrics and procedures as were used to obtained the baseline results: scikit-learn [16] with the \"weighted\" set-up, which computes the metrics for each relation, and reports their average, weighted by support (the number of true instances for each relation). For HypeNet datasets, that was accordingly set to \"binary\". We also verified through personal communications with the authors of [24] that our metrics are numerically identical for the same sets of predicted labels. For our path-based models, all the trainable parameters were initialized by a normal distribution around 0 average and standard deviation of 1. We used the same transformer architecture and hyper-parameters as in [4] (BERT monolingual English uncased version) which has 12 layers and the output vector size of 768, resulting in the total number of trainable parameters of 110 million. As it is commonly done when using a pre-trained transformer, we initialize our weights to those that were already trained by [4] for a language model and next sentence prediction tasks on a copy of English Wikipedia text and the BookCorpus. For consistency with the data used during pre-training, we add the same special markers before, between and after our input word sequences x and y. Table 2 presents our results. For additional comparison, we also include \"Before Baseline\" row, which lists the baselines used in [24, 25] . For HypeNet Random and Evalution datasets, we put the larger values that we obtained in our reimplementation of the distributional methods that they used rather than their reported values. The following can be observed:",
            "cite_spans": [
                {
                    "start": 675,
                    "end": 679,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 980,
                    "end": 984,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1280,
                    "end": 1283,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1577,
                    "end": 1580,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1971,
                    "end": 1975,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1976,
                    "end": 1979,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 1841,
                    "end": 1848,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Experimental Setups"
        },
        {
            "text": "(1) Our neural word path model has been able to improve the state-of-theart on three (3) out of six (6) are the same as with the baseline performance (no statistically significant difference at the level .05). The baseline did not improve on those datasets over the prior work either. The scores for HypeNet Random and K&H+N are already high due to \"lexical memorization\" mentioned above. Since the compared models used exactly the same data, the obtained results clearly suggest that our neural model is better than the current state-of-the-art word-path model [24, 25] .",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 566,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Comparing Against the Baselines"
        },
        {
            "text": "(2) Our transformer-based model has also demonstrated tangible gains over state-of-the-art baselines regardless of the class of the approach (both pathbased and distributional) on four (4) out of six (6) datasets by 1-12% points (15-40% error reduction). Those differences are statistically significant at the level of .01. There are no statistically significant differences on HypeNet Random and K&H+N. This suggests that an attention-based transformer is a very powerful mechanism for modeling semantic relations. Although they have been shown to be very effective in many other applications where knowledge transfer between tasks is essential, this is the first study that has used them for semantic relations. (3) On four (4) out of six (6) datasets, our distributional model worked better than our neural word path model. The differences are statistically significant at the level of .01. There are no statistically significant differences on the remaining two.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing Against the Baselines"
        },
        {
            "text": "We estimated the human performance on our datasets by giving 100 randomly selected word pairs to 3 independent graders, who were allowed to look up the meanings online (last row). It can be seen that the state-of-the-art approaches have already achieved the human level on the datasets where no improvement was detected (HypeNet Random and K&H+N), so this may explain why our approaches did not substantially improve them any further. Fig. 3 illustrates the effect of error reduction on the four datasets on which our approaches improved the state-of-the-art. For comparison, we plot the semantic relation classification error calculated as 100 − F 1 score rounded to the nearest integer. It can be seen that our approaches have approximately reduced the errors on those \"unsolved\" datasets half-way from the baseline to the human level. We believe that this result is truly remarkable! For additional comparison, we also include our results along with the results of other recent works that looked at semantic relations classification even though those works did not claim to exceed the state-of-the-art approaches presented in [24, 25] . We report the metric of Average Precision (AP) used in those studies and the results on the two datasets (Bless and Evalution) also commonly used in them. We did not use the other datasets for comparison since they are much smaller and relying on manual part of speech tags (nouns, verbs, adjectives etc.). As Table 3 illustrates, our path-based model outperforms all but one, and our transformer-based model sizably exceeds all of those results reported.",
            "cite_spans": [
                {
                    "start": 1129,
                    "end": 1133,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1134,
                    "end": 1137,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 441,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1450,
                    "end": 1457,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Comparing Against the Baselines"
        },
        {
            "text": "We have also tested the influence of training size on the model by comparing its performance with 5%, 10%, 25%, 50% and 75% of randomly selected training subsets. Due to the size limit, we show only the results on Root09 (Fig. 4) . The results suggest the importance of the dataset size and the possibility of further improvements when more training data is available for the path-based. At the same time, out transformer-based model needs much less training to reach its top possible performance. We also verified that all the components of our path-based model here are essential to exceed the baselines, specifically: using a hidden layer, using all the available word paths, using all 16 filters. Larger number of filters did not result in any gains, but increased the training time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 229,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "Comparing Against the Baselines"
        },
        {
            "text": "We also tried to play an adversarial role and fed more challenging pairs to the trained models to see when they are starting to fail. Our attention-based transformer model trained for HypeNet Lexical dataset (named entities mostly) erroneously classified all the 100 examples created by combining random general words and the word \"air\" (e.g. \"car air\", \"circle air\", \"new air\") as \"airline.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing Against the Baselines"
        },
        {
            "text": "It also erroneously classified all the 30 correct airline names that we tried as \"airports\" in addition to correctly classifying them as \"airline.\" The proportion of correct airline names classified as \"recording label\" was 60%, which is lower than for the correct category, but still alarmingly high. Meanwhile, general words (like \"car\", \"book\", \"new\", etc.) are very rarely classified as members of any categories in this dataset since the model correctly sees that they are not named entities. Those observations suggest that what the transformer actually learns for this datasets is to use the combined properties of a word sequence (n-gram) to check if it can possibly be a named entity, and then if it topically fits the category (e.g. \"aviation\" in general). Those two conditions are sufficient to make a positive classification and to obtain high scores since very few test categories in the dataset are closely related (e.g. \"airport\" and \"airline\"). While our neural path models don't make such mistakes, their mistakes are primarily due to no word paths existing between the candidates in the training corpus, which was already noted in the related prior work. This suggests that a combination of those two approaches may provide additional gains over each. We have left more formal exploration of those observations for future studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comparing Against the Baselines"
        },
        {
            "text": "We have considered the task of automatically recognizing semantic relations between words (phrases, concepts, etc.) such as \"is a\", \"part of\", \"property of\", \"opposite of\" etc., which is an important task affecting many applications including knowledge base construction, inference, query understanding, personalized recommendation and post-search navigation. Using six standard datasets, we have demonstrated that both distributional and word path state-of-the-art approaches can be tangibly improved. Out of those two approaches that we suggested, the transformer-based distributional approach worked significantly better. It has decreased the gap between the current strong baselines and human performance by roughly 50% for those datasets that still had room for improvement. We are not aware of any other work applying a pre-trained attention-based transformer (ABT) for this task. Since ABT-s are currently known to be the first practically useful mechanism for knowledge transfer between natural language tasks, our work paves the way to making knowledge transfer to be a default feature in any modern NLP tool.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "It will also lead to integrating training of the transformer with the semantic classification task on a deeper level, which can be accomplished by customizing its pre-training (weight-initialization) algorithm to include word semantic information available from existing taxonomies, which we are planning to undertake in future, along with experimenting with cross-lingual knowledge transfer (e.g. [22] ), when a model uses English data to predict semantic relations in other, less resourced, languages.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "How we BLESSed distributional semantic evaluation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baroni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lenci",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of 2011 Workshop on Geometrical Models of Natural Language Semantics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Usage-based theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Bybee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beckner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Oxford Handbook of Linguistic Analysis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Learning phrase representations using RNN encoder-decoder for statistical machine translation",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Merrienboer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gulcehre",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bougares",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schwenk",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bengio",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "55th Annual Meeting of the Association for Computational Linguistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bert: pre-training of deep bidirectional transformers for language understanding",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Toutanova",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1810.04805"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Automatic acquisition of hyponyms from large text corpora",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hearst",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "ACL 1992",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neural natural language inference models enhanced with external knowledge",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Inkpen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Search result presentation: supporting post-search navigation by integration of taxonomy data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mühlschlegel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hartenstein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cross-lingual language model pretraining",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lample",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Conneau",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1901.07291"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Deep learning",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lecun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bengio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "521",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Do supervised distributional methods really learn lexical inference relations?",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Remus",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Biemann",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dagan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of NAACL-HLT",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Yago3: a knowledge base from multilingual wikipedias",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mahdisoltani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Biega",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Suchanek",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The associative structure of the mental lexicon: hierarchical semantic relations in the minds of blind and sighted language users",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mikoajczak-Matyja",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Psychology of Language and Communication",
            "volume": "",
            "issn": "19",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Distributed representations of words and phrases and their compositionality",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mikolov",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sutskever",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Corrado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "NIPS 2013",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "PATTY: a taxonomy of relational patterns with semantic types",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nakashole",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Weikum",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Suchanek",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "2012 Joint Conference EMNLP and CoNLL",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Reading between the lines: overcoming data sparsity for accurate classification of lexical relationships",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Necsulescu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mendes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jurgens",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Navigli",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "SEM 2015",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Scikit-learn: machine learning in Python",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pedregosa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Mach. Learn. Res",
            "volume": "12",
            "issn": "",
            "pages": "2825--2830",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Glove: global vectors for word representation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pennington",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Socher",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Manning",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "EMNLP 2014",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Relation extraction with matrix factorization and universal schemas",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riedel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mccallum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Marlin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "NAACL-HLT 2013",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Hearst patterns revisited: automatic hypernym detection from large text corpora",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kiela",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nickel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ACL 2018",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Nine features in a random forest to learn taxonomical semantic relations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Santus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lenci",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "LREC 2016",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Evalution 1.0: an evolving semantic dataset for training and evaluation of distributional semantic models",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Santus",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lenci",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the 4th Workshop on Linked Data in Linguistics: Resources and Applications",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Finding next of kin: cross-lingual embedding spaces for related languages",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sharoff",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Lang. Eng",
            "volume": "26",
            "issn": "2",
            "pages": "163--182",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Yago3: a knowledge base from multilingual wikipedias",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Path-based vs. distributional information in recognizing lexical semantic relations",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shwartz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dagan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "COLING 2016",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Improving hypernymy detection with an integrated path-based and distributional method",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shwartz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dagan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "ACL 2016",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Hypernyms under siege: linguisticallymotivated artillery for hypernymy detection",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Shwartz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Santus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schlechtweg",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Learning syntactic patterns for automatic hypernym discovery",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Snow",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jurafsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "NIPS 2004",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Attention is all you need",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaswani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Hyperlex: a large-scale evaluation of graded lexical entailment",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Vulic",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gerz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kiela",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Korhonen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Comput. Linguist",
            "volume": "43",
            "issn": "4",
            "pages": "781--835",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Spherere: distinguishing lexical relations with hyperspherical relation embeddings",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ACL 2019",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Query understanding through knowledge-based conceptualization",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Filling missing paths: modeling co-occurrences of word pairs and dependency paths for recognizing lexical semantic relations",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Washio",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "NAACL-HLT 2018",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Probase: a probabilistic taxonomy for text understanding",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Q"
                    ],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Taxonomy discovery for personalized recommendation",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Josifovski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Smola",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Our path-based neural approach to semantic relationship classification.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "datasets: Hypenet L, Bless and Root09. The differences are statistically significant at the level of .01. On the remaining three (3) datasets (HypeNet Random, K&H+N and Evalution), our results Visual illustration of the error reduction relatively to the baseline and human performance on the tasks.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "The relation types and statistics in each dataset.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "F1",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Average Precision (AP) scores of our tested models compared to other recent strong baselines on binary category verification (\"is-a\" relation only).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}