{
    "paper_id": "a87b36a32d3ef7c030b693e18d97599d2652e651",
    "metadata": {
        "title": "Journal Pre-proof Pandemic: Radiologists' Ethical and Professional Responsibilities Pandemic: Radiologists' Ethical and Professional Responsibilities",
        "authors": [
            {
                "first": "Harrison",
                "middle": [
                    "L"
                ],
                "last": "Love",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "addrLine": "702 North Barnhill Drive",
                        "postCode": "1053, 46202 317, 948 6302",
                        "settlement": "Room, Indianapolis, Indiana"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "B"
                ],
                "last": "Gunderman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University School of Medicine",
                    "location": {
                        "addrLine": "702 North Barnhill Drive",
                        "postCode": "1053, 46202 317, 948 6302",
                        "settlement": "Room, Indianapolis, Indiana"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The authors are solely responsible for this work and neither has any conflicts of interest to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic has presented radiologists with new challenges. Some of these challenges concern conventional aspects of radiologic practice: defining the imaging signs of the disease, developing prognostic criteria, and assessing response to therapy and complications. Other challenges lie in the realms of ethics and professionalism. For example:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "A radiologist is asked to perform an ultrasound-guided thoracentesis in the intensive care unit on a patient who has tested positive for the virus. The radiologist lives with a family member with chronic pulmonary disease and impaired immune function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "During a surge in COVID-19 cases, a mammographer whose daily work volumes have dropped precipitously is asked to redeploy to a non-radiologic clinical service and assume unaccustomed responsibilities for patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "In the face of a sustained decline in radiology department and hospital revenue, a group of radiologists are asked to help stem losses by using up their paid time off, taking non-paid leave, or accepting a reduction in base salary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "These are just a few of the challenging situations radiologists may face. They embody tensions between different ethical and professional responsibilities: to ensure that patients get the care they need, that resources are available to care for future patients, that others who have not yet fallen ill are protected, that we put others before self, and so on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "It is important that radiologists respond appropriately in such situations, but equally vital that we understand the underlying ethical and professional responsibilities we bear. A radiologist who simply follows a code of ethics or a policy manual without knowing why is merely going through the motions. We need to do the right thing, but we also need to know why. Implied in the very notion of a profession is the professing of some higher purpose beyond selfin medicine's case, a commitment to the health and welfare of patients, colleagues, and the community. A clear vision of this higher purpose becomes especially important in times of rapid change and uncertainty, when long-established patterns of professional conduct appear to be called into question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "When a patient presents with an illness or injury, physicians have a responsibility to help make sure the appropriate care is provided. When the need falls within our own domain of expertise, we may bear responsibility to provide that care ourselves. When it does not, we are responsible for connecting the patient with colleagues who can.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "Today taking good care of patients often requires the combined efforts of a team. Few radiologists can provide comprehensive care alone -we depend on referring health professionals to send us patients and institute therapy, technologists to create the images we interpret and assist with procedures, and numerous other staff members who help with clerical services, housekeeping, and so on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "Because our ability to care for patients and that of colleagues is always limited -we need to eat, to sleep, to care for loved ones, and so on -we need to act as good stewards of our resources. This means ensuring that the care of one patient does not seriously compromise or destroy our ability to care for others. 1 For example, there is no reason to work ourselves to death.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 317,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "There is always a balance to be struck between the health care needs of the patient and the safety, health, and health care professionals' capacity to care. In general, this balance inclines in the patient's favor. Physicians are expected to accept some risks and costs in order to ensure that patients get the care they need. We exist, as health care professionals, to serve patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "But the responsibility to render care is not absolute. Hypothetically, if there were a 0 percent probability that a medical intervention would improve a patient's condition and a 100 percent probability that any attempt to render aid would result in the physician's demise, no one would expect the physician to undertake the intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "But matters are rarely so clear. We are almost always operating in an environment of uncertainty, where we can quote statistics but cannot say for sure what the outcome will be in any particular case. In such circumstances, the radiologist's responsibility is to use available resources -the facts of the case, relevant medical evidence, patient preference, and so on -to arrive a well-considered judgment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "In many cases, this judgment will be to assume some risk in hopes of benefitting the patient. It does not necessarily mean taking heroic action -charging headlong into grave peril. But it does mean attempting, wherever possible, to put the best interests of the patient first. In some cases, this can mean declining to provide care; for example, when a more qualified colleague is available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "Such a responsibility is likely to be felt especially acutely in certain circumstances -where the patient's need is great, the physician is with or nearby the patient, and the physician seems to represent the patient's last resort. But professional circumspection is necessary -for example, many radiologists cannot adequately substitute for an emergency physician.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "One thing physicians should scrupulously avoid is cowardice. It is not appropriate for fearful physicians to decline to render care, such as practicing beyond their scope of comfort, simply because a colleague is available or could be persuaded to do so. Every radiologist should avoid becoming a free rider, someone who seeks to enjoy all the rewards while never shouldering any of the risks or costs. 2 In times of pandemic, physicians have a duty to show up to work when needed For diagnostic radiologists, it may be possible to interpret imaging studies remotely, away from infected patients. But every radiologist should bear in mind that many colleagues, such as technologists and proceduralists, may not be able to protect themselves to the same degree.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 404,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "In addition to answering the call to ensure that patients are well cared for, radiologists also bear responsibilities to act as good leaders and role models. To flee the scene at the first sign of trouble or remain apart even when risks are low may represent not only an abrogation of professional responsibility but also damage morale and undermine professional respect and trust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "Yet radiologists are not at liberty to cast the welfare of their families and neighbors to the wind. If there are people in need, radiologists should take their interests into account. In some cases, this will entail seeking help and support from others to ensure that loved ones are looked after, but in other cases radiologists will need to refrain from patient care activities to meet other responsibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "In general, radiologists should be willing to assume similar levels of risk as those borne by their colleagues. If everyone else is making do with gloves and masks, the radiologist should not insist on donning a hazardous materials suit. 3 On the other hand, sharing such risks is appropriate only if it offers some real benefit to patients and colleagues. Merely assuming risk for show is not warranted.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 239,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "It is important to ensure that radiology practices, hospitals, health systems, and public health authorities collect, analyze, and disseminate relevant information, so that health professionals can make well-informed decisions. 4 Again, some degree of uncertainty always obtains, but to say that we do not know for certain rarely warrants the assertion that we don't know at all. Should a radiologist provide bedside care for an infected patient? In general, yes, so long as safeguards are in place. Should an underutilized radiologist redeploy? In general, yes, so long as the radiologist possesses the requisite expertise or supervision. Should a radiologist agree to decreased compensation? In general, yes, so long as the burden is being shared equitably by others, including nonphysicians.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 229,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        },
        {
            "text": "The fact that every answer needs to be qualified is not a sign of ethical wishy-washiness but a testament to the richness and complexity of moral life. Guidelines and policies can be helpful, but each situation ultimately needs to be handled on its own terms, and there is no substitute for the conscience of each radiologist, sincerely trying to balance multiple callings in difficult times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemic: Radiologists' Ethical and Professional Responsibilities"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The physician's duty to treat during pandemics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Orentlicher",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Public Health",
            "volume": "108",
            "issn": "",
            "pages": "1459--1461",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical review: influenza pandemic -physicians and their obligations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Anatham",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mchugh",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Neill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Forrow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Crit Care",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Medicine's duty to treat pandemic illness: solidarity and vulnerability",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brody",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Avery",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Hastings Cent Rep",
            "volume": "39",
            "issn": "",
            "pages": "40--48",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Must I respond if my health is at risk?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Iverson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Emerg Med",
            "volume": "55",
            "issn": "",
            "pages": "288--293",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}