{
    "paper_id": "a8e696f46a869c501848f49e5e8bb538fd7a9864",
    "metadata": {
        "title": "Are Patients with Inflammatory Bowel Disease at Increased Risk for Covid-19 Infection?",
        "authors": [
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Monteleone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Rome 'TOR VERGATA'",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": "gi.monteleone@med.uniroma2.it"
            },
            {
                "first": "Sandro",
                "middle": [],
                "last": "Ardizzone",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Milan",
                    "location": {
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Crohn's disease [CD] and ulcerative colitis [UC], the main inflammatory bowel diseases [IBD] in humans, are chronic, immune-inflammatory diseases, the pathogenesis of which suggests a complex interaction between environmental factors and genetic susceptibility. These disabling conditions affect millions of individuals and, together with the drugs used to treat them, can put patients at risk of developing complications and other conditions. This is particularly relevant today, as coronavirus disease has rapidly spread from China to countries where IBD are more prevalent, and there is convincing evidence that Covid-19-mediated morbidity and mortality are higher in subjects with comorbidities. The primary objectives of this Viewpoint are to provide a focused overview of the factors and mechanisms by which the novel severe acute respiratory syndrome coronavirus 2 [SARS-CoV-2] infects cells and to illustrate the link between such determinants and intestinal inflammation. We also provide clues about the reasons why the overall IBD population might have no increased risk of developing SARS-CoV-2 infection and highlight the potential of cytokine blockers, used to treat IBD patients, to prevent Covid-driven pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Although the cause of inflammatory bowel diseases [IBD] remains unknown, most experts agree that the IBD-associated tissue damage is driven by an excessive immune response against luminal bacteria arising in genetically predisposed individuals as a result of the action of multiple environmental factors. 1 These disabling conditions affect millions of individuals and have variable presentations and courses, which, together with the medications used to treat them, can put patients at risk of developing complications and other conditions. 2 There is increasing concern regarding the risk that IBD patients being infected with the novel severe acute respiratory syndrome coronavirus 2 [SARS-CoV-2]. Indeed, after the initial cases diagnosed in Wuhan [China] in December 2019, coronavirus disease has rapidly spread to countries where IBD are more prevalent and it is now clear that comorbidities are associated with poorer clinical outcome in patients with Covid-19. 3 Why should IBD patients be at an increased risk for SARS-CoV-2-induced infections? Coronaviruses bind to their target cells through angiotensin-converting enzyme 2 [ACE2], a monocarboxypeptidase best known for cleaving several peptides within the renin-angiotensin system and other substrates. 4 ACE2 is constitutively expressed by epithelial cells of the lung, intestine, kidney and blood vessels, and is present in the terminal ileum and colon in concentrations that are amongst the highest in the body. 5 Analysis of the distribution of SARS-CoV-2 among different biological samples of patients with Covid-19 has shown that up to 50% of faecal samples were positive. 6, 7 Moreover, more than one-fifth of the patients remained positive in stools after being negative in respiratory samples. 7 These findings could explain why some Covid-19 patients experience gastrointestinal symptoms and would imply that SARS-CoV-2 can spread through the faecal route. The expression of ACE2 is increased in the inflamed gut of patients with IBD. 8 Moreover, proteomic analysis of tissue samples of IBD patients has revealed a significantly higher expression of ACE2 in Crohn's disease [CD] than in ulcerative colitis [UC] . 9 Along with binding to ACE2, fusion of the coronavirus envelope with host cell membranes is critical for establishing a successful infection. This process is mediated by a specific fusion, or 'spike' protein, 10 which is activated through a proteolytic cleavage induced by host cell trypsin-like proteases, the activity of which has been reported to be up-regulated in IBD. 11 These observations suggest that the inflamed gut of IBD patients represents an optimal doorway through which the virus enters human tissues. However, based on a PubMed search on March 17, 2020, we found no evidence to suggest that Covid-19 occurs more frequently in IBD patients than in the general population. Moreover, so far, no IBD patient with SARS-CoV-2 infection has been reported from the tertiary IBD centres in Wuhan.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 306,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 542,
                    "end": 543,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 752,
                    "end": 759,
                    "text": "[China]",
                    "ref_id": null
                },
                {
                    "start": 969,
                    "end": 970,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1477,
                    "end": 1478,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1641,
                    "end": 1643,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1644,
                    "end": 1645,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1765,
                    "end": 1766,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2007,
                    "end": 2008,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2178,
                    "end": 2182,
                    "text": "[UC]",
                    "ref_id": null
                },
                {
                    "start": 2185,
                    "end": 2186,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2395,
                    "end": 2397,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2560,
                    "end": 2562,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "How can we interpret these findings? There are two functional and distinct forms of ACE2. The full-length ACE2 contains an extracellular domain, which acts as a receptor for the spike protein of SARS-CoV-2, and a structural transmembrane domain, which anchors the extracellular domain to the plasma membrane. 12 In contrast, the soluble form of ACE2 lacks the membrane anchor and circulates in small amounts in the blood. 13 In vitro studies have shown that the latter form of ACE2 might act as a competitive interceptor of SARS-CoV-2 by preventing binding of the viral particle to the surface-bound, full-length ACE2. 14 Notably, the level of the soluble ACE2 is up-regulated in the peripheral blood of IBD patients, 15 raising the possibility that this isoform could contribute to limit SARS-CoV-2 infection.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 311,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 422,
                    "end": 424,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 718,
                    "end": 720,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although the live SARS-CoV-2 is detectable in faeces, 7 there is no clear-cut evidence that the content of ACE2 in the ileum and colon influences entry and replication of the virus within the intestinal cells and, hence, facilitates its transmission by an extra-respiratory route. SARS-CoV-2 may require additional and yet unidentified cellular attachment-promoting factors to ensure robust infection of host cells. This is in line with the demonstration that SARS-CoV-2 spreads rapidly through the respiratory route despite the modest ACE2 expression in the upper respiratory tract. 16 Another aspect relevant for Covid-19 infection in IBD relates to current therapy, as many patients are taking immunesuppressors [e.g. azathioprine, methotrexate] for inducing and maintaining remission as well as for preventing IBD-associated complications. The use of such compounds has been associated with increased risk of infections as they block intracellular signals needed for the host to fight pathogens. 17 On the other hand, it is noteworthy that suppression of the effector cytokine driven-inflammatory response in IBD [e.g. using cytokine blockers] could be beneficial not only for dampening the ongoing mucosal inflammation but also for preventing Covid-19-driven pneumonia. Indeed, the profile of cytokines documented in patients with severe Covid-19 resembles that seen in the inflamed intestine of IBD patients and during the 'cytokine storm' syndrome, a life-threating condition characterized by hyper-activation of T cells and massive production of interleukin [IL]-2, IL-6, tumour necrosis factor and interferon-γ. [18] [19] [20] Consistently, blockers of IL-1 or IL-6 have been used with success in pathologies characterized by cytokine storm syndrome, and preliminary evidence supports the use of IL-6 receptor antagonists in the treatment of Covid-19-driven pneumonia. 21 The overall available evidence suggests that IBD patients do not have an increased risk of developing Covid-19 and should stay on IBD medications. Patients receiving immunesuppressors should be carefully monitored for the occurrence of symptoms and/or signs suggesting Covid-19. Moreover, those patients over 60 years and/or with comorbidities, who have been reported to have a greater risk for Covid-19-induced pneumonia [e.g. with coronary heart disease, hypertension, diabetes mellitus, lung disease, cerebrovascular diseases], should stay at home and avoid public gatherings.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 55,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 584,
                    "end": 586,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1000,
                    "end": 1002,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1621,
                    "end": 1625,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1626,
                    "end": 1630,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1631,
                    "end": 1635,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1878,
                    "end": 1880,
                    "text": "21",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "No specific funding was received for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "G.M. served as an advisory board member for AbbVie. S.A. served as a speaker, consultant, and/or advisory board member for the following organisations: AbbVie, MSD, Takeda, Janssen, Pfizer, Sandoz, Enthera.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Immunity, inflammation, and allergy in the gut",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Monteleone",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Science",
            "volume": "307",
            "issn": "",
            "pages": "1920--1925",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risks of serious infection or lymphoma with anti-tumor necrosis factor therapy for pediatric inflammatory bowel disease: a systematic review",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Dulai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Blunt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Dubinsky",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "12",
            "issn": "",
            "pages": "1443--51",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "China Novel Coronavirus Investigating and Research Team. A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727--760",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.052"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Quantitative mRNA expression profiling of ACE 2, a novel homologue of angiotensin converting enzyme",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Harmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Borman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "FEBS Lett",
            "volume": "532",
            "issn": "",
            "pages": "107--117",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of SARS-CoV-2 in different types of clinical specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3786"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evidence for gastrointestinal infection of SARS-CoV-2",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2020.02.055"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Imbalance of the renin-angiotensin system may contribute to inflammation and fibrosis in IBD: a novel therapeutic target? Gut",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Royce",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tikellis",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/gutjnl-2019â•ﬁ318512"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Quantitative proteomic analysis reveals the deregulation of nicotinamide adenine dinucleotide metabolism and CD38 in inflammatory bowel disease",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Biomed Res Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 Spikehost cell receptor GRP78 binding site prediction",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Ibrahim",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Abdelmalek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Elshahat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Elfiky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.02.026"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Fecal serine protease profiling in inflammatory bowel diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jablaoui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kriaa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mkaouar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front Cell Infect Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The spike protein of SARS-CoV-a target for vaccine and therapeutic development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "226--262",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Targeting the degradation of angiotensin II with recombinant angiotensin-converting enzyme 2: prevention of angiotensin II-dependent hypertension",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wysocki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Hypertension",
            "volume": "55",
            "issn": "",
            "pages": "90--98",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Soluble angiotensin-converting enzyme 2: a potential approach for coronavirus infection therapy?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wysocki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Satchell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Sci",
            "volume": "134",
            "issn": "",
            "pages": "543--548",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Upregulation of circulating components of the alternative renin-angiotensin system in inflammatory bowel disease: a pilot study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Burrell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Velkoska",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Renin Angiotensin Aldosterone Syst",
            "volume": "16",
            "issn": "",
            "pages": "559--69",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hamming",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Timens",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bulthuis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Lely",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Navis",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Goor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "",
            "pages": "631--638",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Combination of thiopurines and allopurinol: adverse events and clinical benefit in IBD",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Govani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Crohns Colitis",
            "volume": "4",
            "issn": "",
            "pages": "444--453",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Advances in the research of cytokine storm mechanism induced by Corona Virus Disease 2019 and the corresponding immunotherapies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "R"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Shao Shang Za Zhi",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Managing cytokine release syndrome associated with novel T cell-engaging therapies",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Maude",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Teachey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Grupp",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cancer J",
            "volume": "20",
            "issn": "",
            "pages": "119--141",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Emerging immunological targets in inflammatory bowel disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Monteleone",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pallone",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Macdonald",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Curr Opin Pharmacol",
            "volume": "11",
            "issn": "",
            "pages": "640--645",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Immunotherapeutic implications of IL-6 blockade for cytokine storm",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Narazaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kishimoto",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Immunotherapy",
            "volume": "8",
            "issn": "",
            "pages": "959--70",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Covid-19 and IBD",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "G.M.: literature search, data collection and interpretation, and writing. S.A.: critical revision of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ]
}