{
    "paper_id": "a9ff6822cd8947b4d4d5331c57c6d7a2286b2c0d",
    "metadata": {
        "title": "Functions of Chikungunya Virus Nonstructural Proteins",
        "authors": [
            {
                "first": "Tero",
                "middle": [],
                "last": "Ahola",
                "suffix": "",
                "affiliation": {},
                "email": "tero.ahola@helsinki.fi"
            },
            {
                "first": "Andres",
                "middle": [],
                "last": "Merits",
                "suffix": "",
                "affiliation": {},
                "email": "andres.merits@ut.ee"
            },
            {
                "first": "A",
                "middle": [],
                "last": "Merits",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The nonstructural proteins (nsPs) of chikungunya virus (CHIKV) and other alphaviruses are encoded at the 5′ region of the positive-strand viral RNA genome, and thus translated directly after the entry of the RNA into the cytoplasm, to enable the immediate start of the RNA replication process. Many of the replicative functions remain poorly studied for CHIKV nsPs, but have been earlier characterized for proteins from other alphaviruses, primarily Semliki Forest virus (SFV) and Sindbis virus (SINV; Kaariainen and Ahola 2002). It is expected that the basic biochemical functions are conserved in CHIKV proteins, the amino acid (aa) sequence of which are on average 71 % identical with the more closely related SFV nsPs. Therefore we review data from CHIKV whenever available, but also draw heavily on other alphaviruses, and point out the uncertainties regarding the functions of CHIKV proteins.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Secondly, the nsPs have many functions in host-virus interactions, including the evasion of antiviral responses. Clearly, these functions are more virus-(and/or celltype) specific in nature, so care needs to be taken in making inferences regarding CHIKV. For instance, it has been shown that hnRNP K, a cellular protein identified as a pro-viral (essential) factor for CHIKV replication (Bourai et al. 2012 ) acts as a negative effector of replication for SFV (Varjak et al. 2013) . A primary division within the mammalian/avian alphaviruses lies between the Old World viruses (e.g., CHIKV, SFV, and SINV) and the New World viruses (e.g., Venezuelan equine encephalitis virus, VEEV), and these two groups display quite different modes of T. Ahola",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 406,
                    "text": "(Bourai et al. 2012",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 460,
                    "end": 480,
                    "text": "(Varjak et al. 2013)",
                    "ref_id": "BIBREF98"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "host interaction (Garmashova et al. 2007; Kim et al. 2016) . Due to the multiple functions of the nsPs, a complex pattern of protein localization is observed within the cell. A sizable fraction of the nsPs stays together in the replication complexes, but a significant fraction also displays localizations specific to each of the proteins, engaging in various virus-host interactions.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 41,
                    "text": "(Garmashova et al. 2007;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 42,
                    "end": 58,
                    "text": "Kim et al. 2016)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For CHIKV itself, most of the data we have concerning the functions of the nsproteins originates from studies of proteins encoded by viruses belonging to the East/Central/South African (ECSA) genotype (typically from the Indian Ocean outbreak of [2005] [2006] [2007] . However, two more genotypes of CHIKV, West African (WA) and Asian, are known. Ns-polyproteins, encoded by viruses belonging to different genotypes, have 95 % (WA compared to the other two genotypes) to 97 % (ECSA compared to Asian genotype) identity. The identity is highest in nsP4 and lowest for the C-terminal hypervariable region of nsP3. Three to five percent difference in aa sequence certainly creates a possibility that some of the nonenzymatic functions of nsPs encoded by different CHIKV genotypes may be substantially different. Thus far, no head-to-head comparison of functions of nsPs from different CHIKV genotypes has been performed. However, comparison of data available for WA and ECSA genotype viruses supports the possibility that the nsPs encoded by viruses from these genotypes have substantially different properties in specific host interactions (see below under \"nsP2\").",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 252,
                    "text": "[2005]",
                    "ref_id": null
                },
                {
                    "start": 253,
                    "end": 259,
                    "text": "[2006]",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 266,
                    "text": "[2007]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In alphaviruses, the replication proteins are simply called nonstructural proteins 1-4 (nsP1-4). Similar to many other positive-stand RNA viruses, the replicase proteins of alphaviruses are expressed in the form of ns-polyprotein precursor(s) . Most clinical isolates of CHIKV encode for two ns-polyproteins, P123 and P1234; the latter results from the read-through of an in-frame opal termination codon located close to the sequence encoding for the C-terminus of nsP3. However, in some CHIKV isolates and laboratory-adapted strains, the opal codon is replaced by a codon for arginine and the corresponding genomes express P1234 as the only ns-polyprotein. Interestingly, the presence or absence of the opal codon seems to have relatively minor effects on the virus, most likely because in natural isolates of the virus both variants (with the terminator and without it) of the genomes are present. As in the other alphaviruses, the expression of CHIKV ns-polyprotein(s) occurs only at the early stages of infection in mammalian cells and is shut down typically 6-8 h post infection (Scholte et al. 2013) , due to the general inhibition of cellular translation during infection.",
            "cite_spans": [
                {
                    "start": 1084,
                    "end": 1105,
                    "text": "(Scholte et al. 2013)",
                    "ref_id": "BIBREF81"
                }
            ],
            "ref_spans": [],
            "section": "Expression and Processing of Nonstructural Polyproteins"
        },
        {
            "text": "In order to give rise to functional proteins, the processing of ns-polyproteins must be precise and well regulated. CHIKV P1234 contains three cleavage sites hereafter termed 1/2 (site between nsP1 and nsP2), 2/3, and 3/4 sites (Fig. 1) . All three sites are processed by the viral protease activity residing in nsP2 or in nspolyproteins containing nsP2. The protease must specifically recognize each of the cleavage sites, and different affinity towards the three sites is partially responsible for the ordered pattern of cleavages (Lulla et al. 2006) . However, recent studies of SFV P1234 processing reveal that a second mechanism, the presentation of cleavage sequences via long-range interactions between different domains of the polyprotein, Processing of CHIKV ns polyprotein P1234 and RNA synthesis. P1234 is shown at the top with the cleavage sites and sizes of the individual nsPs indicated. The intermediate P123 + nsP4 is responsible for negative-strand synthesis, the nsP1 + P23 + nsP4 complex is very short-lived (shown in brackets), and mature replication complexes producing positive-strand genomic and subgenomic RNAs consist of fully processed nsPs has a major role (Lulla et al. 2012 (Lulla et al. , 2013 . The three cleavage sites of CHIKV ns-polyproteins are more similar compared to each other than those of SFV, therefore one can assume that for CHIKV the presentation of cleavage sites has the same or even a larger role than for SFV. Current data already indicate that the cleavage patterns of P1234 in CHIKV and SFV are closely similar: in order to allow the formation of functional replicase complexes (see below), the cleavage of the 3/4 site must take place first, followed by cleavage of the 1/2 and finally by cleavage of the 2/3 site (Vasiljeva et al. 2003) .",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 552,
                    "text": "(Lulla et al. 2006)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1184,
                    "end": 1202,
                    "text": "(Lulla et al. 2012",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1203,
                    "end": 1223,
                    "text": "(Lulla et al. , 2013",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1766,
                    "end": 1789,
                    "text": "(Vasiljeva et al. 2003)",
                    "ref_id": "BIBREF100"
                }
            ],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 236,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Expression and Processing of Nonstructural Polyproteins"
        },
        {
            "text": "After the cleavage of the 3/4 site and recruitment of the viral genome as template, the partially processed replicase P123 + nsP4 is responsible for negative-strand synthesis (Lemm et al. 1994; Shirako and Strauss 1994; Wang et al. 1994 ; Fig. 1 ). Replication complexes cannot be assembled from fully processed nsPs, but instead the polyprotein P123 is an essential intermediate. It is hypothesized that normally each replicase would make only a single negative strand and then switch to positivestrand synthesis, with the newly made negative strand as the template. This switch is connected to the processing of 1/2 and 2/3 sites, and replication complexes active in positive-strand synthesis thus contain a set of fully processed nsPs (Fig. 1 ). If these two latter cleavages are blocked, positive-strand synthesis still occurs but is very inefficient (Lemm et al. 1994; Shirako and Strauss 1994) . The final cleavage of the 2/3 site may further facilitate the synthesis of subgenomic RNAs. CHIKV expresses a single subgenomic RNA, whose synthesis is initiated from the subgenomic promoter located on the negative strand. The subgenomic RNA corresponds to the final third of the genomic RNA, and it encodes the structural proteins of the virus. Both positive-strand RNAs are 5′ capped and 3′ polyadenylated. This model of RNA synthesis, although attractive and verified with other alphaviruses, has some unsolved conundrums. First, the stoichiometry of functional replication complexes remains unknown, and they may contain multiple copies of some or all of the nsPs or their precursors, as suggested, for example, by the trans-cleavage of the 2/3 site (see below under \"nsP2\"). Secondly, replication is connected with the formation of small membrane invaginations known as spherules as the site of replication (see the concluding section), and therefore the geometry of the replication complexes could be strictly constrained in a limiting space.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 193,
                    "text": "(Lemm et al. 1994;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 194,
                    "end": 219,
                    "text": "Shirako and Strauss 1994;",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 220,
                    "end": 236,
                    "text": "Wang et al. 1994",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 855,
                    "end": 873,
                    "text": "(Lemm et al. 1994;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 874,
                    "end": 899,
                    "text": "Shirako and Strauss 1994)",
                    "ref_id": "BIBREF86"
                }
            ],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 245,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 738,
                    "end": 745,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Replication Cycle"
        },
        {
            "text": "Recently, a robust in vitro replication system derived from CHIKV-infected cells has been described, which should be amenable to biochemical analysis, and it is also very useful in characterizing the mode of action of antiviral molecules (Albulescu et al. 2014) . A trans-replication system for CHIKV, in which a template and the replication proteins are expressed from separate plasmids, following the model of SFV, has also been constructed (Spuul et al. 2011; Utt et al. 2016) .",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 261,
                    "text": "(Albulescu et al. 2014)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 443,
                    "end": 462,
                    "text": "(Spuul et al. 2011;",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 463,
                    "end": 479,
                    "text": "Utt et al. 2016)",
                    "ref_id": "BIBREF97"
                }
            ],
            "ref_spans": [],
            "section": "Replication Cycle"
        },
        {
            "text": "As a consequence of polyprotein processing, only nsP1 has an N-terminal Met residue whereas the N-terminal residues of nsP2, nsP3, and nsP4 of CHIKV are Gly, Ala, and Tyr, respectively. The native N-termini represent important requirements for the functionality of nsP2, nsP4, and possibly nsP3 in different alphaviruses: the properties of these proteins are usually altered, and some of their functions may even be abolished by minor changes such as the addition or substitution of a single N-terminal aa-residue (Vasiljeva et al. 2003; Shirako and Strauss 1998) . The same is clearly the case for CHIKV nsP2 (Das et al. 2014b ) and presumably also for nsP3 and nsP4. Most likely this property originates from the fact that nsPs in their mature form have partially different functions and/or are involved in different interactions compared to the corresponding regions in ns-polyproteins. This has important implications for the analysis of the functions of alphavirus nsPs; in order to express the proteins, an initiation codon is often added to the expression constructs of nsP2, nsP3, and nsP4 or the proteins are tagged at their termini. Based on the considerations highlighted above, the data obtained by using native (not tagged or truncated) nsPs should most closely reflect the true functions of the proteins, whereas the use of modified proteins can support misleading conclusions. This does not mean that data obtained using such tools have no value; however, researchers and readers should be aware of the biological effects of such manipulations.",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 537,
                    "text": "(Vasiljeva et al. 2003;",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 538,
                    "end": 563,
                    "text": "Shirako and Strauss 1998)",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 610,
                    "end": 627,
                    "text": "(Das et al. 2014b",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Replication Cycle"
        },
        {
            "text": "The enzymatic functions of alphavirus nsP1 are needed in the capping of the viral positive-strand genomic and subgenomic RNAs, which bear a cap0 structure m 7 G(5′) ppp(5′)ApNp…. SFV nsP1 was characterized as a unique mRNA capping enzyme, which first transfers a methyl group from S-adenosyl-methionine (AdoMet) to position 7 of GTP, and subsequently forms a covalent complex with m 7 GMP, releasing pyrophosphate (Ahola and Kaariainen 1995) . Finally, the methylated guanylate residue needs to be transferred to the 5′ end of the viral RNAs bearing diphosphate (ppRNA), to complete the cap structure. The first reaction of capping, the triphosphatase step removing the first phosphate of the nascent pppRNA, is carried out by nsP2, as explained below. The reactions catalyzed by nsP1 are unique, inasmuch as cellular and DNA poxvirus-encoded mRNA capping enzymes first transfer GMP to the RNA, and the methylation of the cap is carried out as a final step by a separate cap methyltransferase protein/domain (Decroly et al. 2012) . The capping domain related to nsP1 is found in all members of the alphavirus-like superfamily, which encompasses the animal alpha-, rubi-, and hepeviruses as well as dozens of genera of plant viruses, but related proteins have not been found elsewhere (Rozanov et al. 1992) . The capping functions of nsP1 are essential for alphavirus replication (Wang et al. 1996) . Although the capping activities have been described for SFV and SINV enzymes, given the conservation of function within the entire superfamily, there is no doubt that they are also present in CHIKV nsP1. Due to its unique features, nsP1 is an appealing target for specific antivirals. However, the lack of structural information and the propensity for membrane association (see below) have impeded studies of the protein, and only recently have specific inhibitors been described (Delang et al. 2016) .",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 441,
                    "text": "(Ahola and Kaariainen 1995)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1008,
                    "end": 1029,
                    "text": "(Decroly et al. 2012)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1284,
                    "end": 1305,
                    "text": "(Rozanov et al. 1992)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1379,
                    "end": 1397,
                    "text": "(Wang et al. 1996)",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 1880,
                    "end": 1900,
                    "text": "(Delang et al. 2016)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "nsP1"
        },
        {
            "text": "Recent sequence and secondary structure analyses have demonstrated that the conserved capping domain is a region of ≥400 aa residues (Ahola and Karlin 2015; Fig. 2 ). There are only four amino acid residues, which are (almost) universally conserved in all members of the superfamily. A conserved histidine (H37 in CHIKV nsP1) is thought to be the covalent binding site for m 7 GMP, a conserved aspartate (D89) is involved in binding the methyl donor AdoMet, and a conserved arginine (R92) and tyrosine (Y248) are also essential for the methyltransferase function of nsP1. Several other residues that are partially conserved and important for function have also been identified (Ahola and Karlin 2015) . It has been speculated, based on secondary structure and very limited sequence conservation, that at least the AdoMetbinding site of nsP1 could be structurally related to the large family of methyltransferases having a so-called Rossman fold (Ahola et al. 1997) . This hypothesis can only be verified by the high-resolution structure of the protein, which is still lacking. The evolutionary origins of the protein remain an interesting mystery, and could even be a case of virus-specific evolution, where an ancestral methyltransferase has also acquired the ability to catalyze the guanylyltransferase reaction. nsP1 is the sole membrane anchor of the alphavirus replication complex. The protein does not possess transmembrane segments, but instead interacts with membranes in a monotopic fashion, that is, with only the cytoplasmic sheet of the membrane bilayer. The main interaction appears to be mediated by a membrane-binding peptide located in the central part of the protein (approximately residues 244-263 in CHIKV nsP1; Fig. 2 ), which forms an amphipathic alpha helix, as characterized for the corresponding peptide from SFV (Ahola et al. 1999; Lampio et al. 2000) . The hydrophobic facet of the helix interacts with the hydrophobic lipid chains, whereas the hydrophilic, predominantly positively charged facet interacts with the head groups of the phospholipids. The peptide and the entire nsP1 have a specific affinity towards membranes bearing a negative charge, carrying, for instance, a high density of phosphatidylserine (Ahola et al. 1999) . Several residues of the peptide are essential for the membrane binding of the entire replication complex, and perturbation of membrane association is lethal for the virus (Spuul et al. 2007 ). Sequence comparisons within related proteins from other superfamily members have sug- gested that there might be other membrane association sites, but these remain to be tested experimentally (Ahola and Karlin 2015) . nsP1 is also covalently modified by palmitoylation, which serves as a secondary mechanism further tightening the membrane association (Laakkonen et al. 1996) . nsP1s from different alphaviruses have 1-3 cysteine residues around amino acid 420, CHIKV having three (aa residues 417-419). Although palmitoylation is important for the normal function of nsP1, it has been possible to select SFV variants that are devoid of palmitoylation, but bear compensatory mutations elsewhere in nsP1 (Zusinaite et al. 2007) .",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 700,
                    "text": "(Ahola and Karlin 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 945,
                    "end": 964,
                    "text": "(Ahola et al. 1997)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1837,
                    "end": 1856,
                    "text": "(Ahola et al. 1999;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1857,
                    "end": 1876,
                    "text": "Lampio et al. 2000)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2239,
                    "end": 2258,
                    "text": "(Ahola et al. 1999)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2432,
                    "end": 2450,
                    "text": "(Spuul et al. 2007",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 2646,
                    "end": 2669,
                    "text": "(Ahola and Karlin 2015)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2806,
                    "end": 2829,
                    "text": "(Laakkonen et al. 1996)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 3157,
                    "end": 3180,
                    "text": "(Zusinaite et al. 2007)",
                    "ref_id": "BIBREF104"
                }
            ],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 163,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1731,
                    "end": 1737,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "nsP1"
        },
        {
            "text": "When expressed alone in mammalian cells, nsP1 is completely membrane associated and localizes to the cytoplasmic surface of the plasma membrane. In infected cells, nsP1 also directs the entire replication complex to the membrane (Spuul et al. 2007 ). In some alphavirus infections (e.g., SINV), the replication complexes remain predominantly at the plasma membrane, whereas in others (e.g., SFV) they are later efficiently internalized and found on the outer surfaces of enlarged endosomes and lysosomes (so-called cytopathic vacuoles type I; Frolova et al. 2010; Spuul et al. 2010 ). nsP1 does not appear to mediate the internalization process, and processed nsP1 molecules not associated with replication complexes remain on the inner surface of the plasma membrane. CHIKV seems to follow the model in which the replication complexes mostly remain on the plasma membrane in mammalian cells (Thaa et al. 2015) .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 247,
                    "text": "(Spuul et al. 2007",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 543,
                    "end": 563,
                    "text": "Frolova et al. 2010;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 564,
                    "end": 581,
                    "text": "Spuul et al. 2010",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 892,
                    "end": 910,
                    "text": "(Thaa et al. 2015)",
                    "ref_id": "BIBREF94"
                }
            ],
            "ref_spans": [],
            "section": "nsP1"
        },
        {
            "text": "In the replication complex, nsP1 must naturally interact with the other nsPs, but these interactions remain poorly understood. Nevertheless, there is some evidence that a major interaction is with nsP4 (Zusinaite et al. 2007; Fata et al. 2002; Shirako et al. 2000) . Interactions of nsP1 with host proteins are also poorly characterized, but similar to the other nsPs, they are important for viral pathogenesis. Interestingly, CHIKV nsP1 downregulates the expression of and thus counteracts the function of tetherin (also known as BST-2), which is a virus restriction factor retaining virus particles on the cell surface (Jones et al. 2013 ).",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 225,
                    "text": "(Zusinaite et al. 2007;",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 226,
                    "end": 243,
                    "text": "Fata et al. 2002;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 244,
                    "end": 264,
                    "text": "Shirako et al. 2000)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 621,
                    "end": 639,
                    "text": "(Jones et al. 2013",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "nsP1"
        },
        {
            "text": "nsP2 is the largest of the ns-proteins (798 aa residues in CHIKV) and is often said to consist of an N-terminal RNA helicase and C-terminal protease domains. Strictly speaking, this is not correct. The three-dimensional structure of the fragment corresponding to the C-terminal part of CHIKV nsP2 (aa residues 471-791) has been resolved at 2.4-Å resolution (Protein Data Bank code 3TRK), revealing a fold highly similar to that of nsP2 protease from VEEV (Russo et al. 2006 ) and SINV (Shin et al. 2012 ). This clearly shows that this fragment consists of two structural domains, a papain-like protease domain (aa residues ∼471-605), and a remnant of an Ftsj methyltransferase-like (MTL) domain (aa residues ∼ 606-791) that is nonfunctional as a methyltransferase because of the absence of a number of crucial structural elements. These domains function as one unit and they are essential for the protease activity of nsP2. The structure of the N-terminal region of nsP2 has not been resolved. Molecular modeling reveals that it consists of three structural domains, the second and third being RecA-like domains characteristic for RNA helicases. The first N-terminal domain has little homology outside of alphaviruses (Das et al. 2014b ). Thus, it is more correct to say that CHIKV nsP2 is a multidomain protein (Fig. 3) .",
            "cite_spans": [
                {
                    "start": 455,
                    "end": 473,
                    "text": "(Russo et al. 2006",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 485,
                    "end": 502,
                    "text": "(Shin et al. 2012",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1218,
                    "end": 1235,
                    "text": "(Das et al. 2014b",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1312,
                    "end": 1320,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "nsP2"
        },
        {
            "text": "Similar to the other ns-proteins, nsP2 is a multitasking protein having several enzymatic activities and a large array of important nonenzymatic activities. As nsP2 from Old World alphaviruses is central in the suppression of cellular transcriptional and antiviral responses (Garmashova et al. 2006 (Garmashova et al. , 2007 Breakwell et al. 2007) , CHIKV nsP2 has been studied in more detail than the other CHIKV ns-proteins, and it may already be the best-studied alphaviral nsP2.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 298,
                    "text": "(Garmashova et al. 2006",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 299,
                    "end": 324,
                    "text": "(Garmashova et al. , 2007",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 325,
                    "end": 347,
                    "text": "Breakwell et al. 2007)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "Enzymatic functions. nsP2 has four known enzymatic activities, all of which have been revealed and analyzed for CHIKV nsP2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "The first function to be analyzed was the protease activity (nsP2 belongs to papain-like Cys-proteases). It was shown that a truncated recombinant protein, corresponding to aa residues 422-639 of nsP2, has no protease activity. In contrast, a protein spanning from aa residue 422 to the end of nsP2 was capable of cleaving short (3-8 aa residues) fluorogenic peptides corresponding to 1/2 and 3/4 sites (Pastorino et al. 2008) . The peptides corresponding to the 3/4 site were cleaved more efficiently than peptides corresponding to the 1/2 site; however, this could be attributed to the differential solubility of substrates. Thus, the true cleavage requirements and efficiencies remained unknown. The actual protease activity of CHIKV nsP2 has been recently analyzed using the setup previously developed for the SFV protease (Lulla et al. 2006 (Lulla et al. , 2012 Vasiljeva et al. 2001 ): using full-length nsP2 with the native N-terminus as an enzyme and recombinant proteins containing cleavage sites of different length, as substrates (Utt et al. 2015) . This analysis revealed that substrates representing 1/2 and 3/4 sites (10 aa residues preceding and 5 aa residues following the cleavage position) were cleaved very efficiently but the substrate representing the 2/3 site was not cleaved at all. This site was, however, cleavable in an extended form (10 preceding and 170 following aa residues), similar to what had been previously shown for SFV. Thus, the cleavages of the 2/3 and 3/4 sites of Fig. 3 The domain structure of nsP2, showing the helicase motif I with a conserved lysine and the active site cysteine of the protease. The putative NLS and the conserved proline residue affecting cytotoxicity have been marked CHIKV are very similar to those of SFV. In contrast, whereas SFV protease poorly cleaves the 1/2 substrate in trans, CHIKV protease does it very efficiently. In cells at early stages of CHIKV infection both 3/4 and 1/2 sites can be (and likely are) cleaved in cis, whereas the 2/3 site is always cleaved in trans. Nevertheless, the data indicate that in order to maintain the correct sequence and timing of ns-polyprotein processing, CHIKV needs to rely more on high-order regulation mechanisms and less on sequence-specific recognition of cleavage sites (see above). The NTPase and RNA 5′-triphosphatase activities of CHIKV nsP2 were reported few years later (Karpe et al. 2011) . The assays were carried out using a fusion protein consisting of maltose-binding protein followed by a fragment of nsP2 (aa residues 166-630). Such recombinant protein efficiently hydrolyzed GTP, dGTP, ATP, dATP, and to some extent also CTP, dCTP, and UTP substrates; in contrast no hydrolysis of dTTP was detected. The enzyme also removed γ-phosphates from RNA substrates. As this reaction was significantly inhibited by the presence of ATP it was concluded that the NTPase and RNA 5′-triphosphatase activities have a common active site (Karpe et al. 2011) . Interestingly, it was found that unlike many studied helicases belonging to superfamily 1 (SF1), the NTPase activity of the fusion protein was not stimulated by RNA or DNA oligonucleotides. This and other open questions were subsequently addressed in experiments using different forms of recombinant nsP2, including full-length nsP2 with the native N-terminus, full-length nsP2 with a hexahistidine tag at its N-terminus and a truncated N-terminal fragment of nsP2 (aa residues 1-470) (Das et al. 2014b ). These recombinant proteins were capable of hydrolyzing all the canonical dNTPs (including dTTP) and NTPs with no clear preference for substrate. The NTPase activity was found to depend on the intactness of the N-terminus of the enzyme as well as on the presence of the C-terminal region: compared to modified enzymes, the native nsP2 was five-to sevenfold more active. Finally, it was demonstrated that the NTPase activity of nsP2 is clearly stimulated by both RNA-and DNA oligonucleotides. This stimulation was, however, dependent on the presence of the C-terminal region of nsP2, explaining why this effect was not detected using a fusion protein lacking aa residues 631-798.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 426,
                    "text": "(Pastorino et al. 2008)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 827,
                    "end": 845,
                    "text": "(Lulla et al. 2006",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 846,
                    "end": 866,
                    "text": "(Lulla et al. , 2012",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 867,
                    "end": 888,
                    "text": "Vasiljeva et al. 2001",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 1041,
                    "end": 1058,
                    "text": "(Utt et al. 2015)",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 2392,
                    "end": 2411,
                    "text": "(Karpe et al. 2011)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2952,
                    "end": 2971,
                    "text": "(Karpe et al. 2011)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 3459,
                    "end": 3476,
                    "text": "(Das et al. 2014b",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 1505,
                    "end": 1511,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "nsP2"
        },
        {
            "text": "Based on the sequence analysis of the N-terminal 470 aa residues, CHIKV nsP2 belongs to the SF1 group of helicases. Nonetheless, no helicase activity was detected for the recombinant protein used by Karpe and coworkers (Karpe et al. 2011) or for the N-terminal fragment of nsP2 (Das et al. 2014b ). In the latter study it was found that only full-length nsP2 is capable of acting as a helicase. nsP2 was unable to unwind double-stranded (ds)DNA or RNA duplexes lacking a 5′ single-stranded overhang. However, it demonstrated unwinding of dsRNA (containing 12 b or longer 5′ single-stranded overhang) in a 5′-3′ directionally biased manner. Furthermore, it was found that nsP2 also has RNA strand annealing activity. Both RNA-helicase and RNA-strand annealing activities were dependent on the presence of the C-terminal region of nsP2. The combined results indicate that functional cross-talk between different domains of nsP2 is essential for the enzymatic activities of the protein (Das et al. 2014b) .",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 238,
                    "text": "(Karpe et al. 2011)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 278,
                    "end": 295,
                    "text": "(Das et al. 2014b",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 983,
                    "end": 1001,
                    "text": "(Das et al. 2014b)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "Nuclear transport, cytotoxic effects, and interference with antiviral responses. nsP2 is the only ns-protein, which at least in the Old World alphaviruses is localized both to the cytoplasm and the nucleus of infected cells. This phenomenon has been known for a long time (Peranen et al. 1990 ); however, the mechanism(s) of how nsP2 enters the nucleus is not fully understood. Neither of the two nuclear localization signals (NLS) predicted for SINV nsP2 affects the nuclear transport of the protein (Frolov et al. 2009 ). In SFV nsP2, a putative NLS has been identified at the beginning of the MTL domain. Mutation of this sequence indeed abolishes the nuclear transport of nsP2 (Rikkonen et al. 1992) , however, this is the case only at 37°C but not at 28°C (Tamm et al. 2008) . Therefore it is possible that the region is not acting as a canonical NLS, but instead mutations at this site may alter the conformation of the protein in a temperature-dependent manner. In addition, no NLS can be predicted in the corresponding region of CHIKV nsP2 (hereafter the segment of CHIKV nsP2 corresponding to the NLS of SFV nsP2 is referred to as \"putative NLS\"). Nevertheless, the nuclear localization of nsP2 is not only well documented but also biologically highly relevant, as it is required (but not sufficient) for the inhibition of cellular antiviral responses (Breakwell et al. 2007 ) and for the shutdown of host-cell transcription. In SINV and CHIKV it has been shown that the latter occurs due to the ability of nsP2 to induce degradation of Rpb1, a catalytic subunit of cellular RNA polymerase II. Unlike the proteases of picornaviruses, which inhibit cellular translation and transcription by cleavage of host cell proteins, the protease activity of nsP2 is not essential for the suppression of cellular transcription (Bourai et al. 2012; Akhrymuk et al. 2012) . The ability to induce cellular transcription shutdown is reduced by mutations in the C-terminal region of CHIKV nsP2 (including Pro718 to Gly mutation; Bourai et al. 2012 ) and by the corresponding mutation in SINV nsP2 (Akhrymuk et al. 2012 ). However, the effects of mutations introduced into the NTPase/helicase active site were different for these viruses: in SINV such a mutation strongly reduced the nsP2-dependent degradation of Rpb1 whereas CHIKV nsP2 mostly retained its ability to block host gene expression.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 292,
                    "text": "(Peranen et al. 1990",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 501,
                    "end": 520,
                    "text": "(Frolov et al. 2009",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 681,
                    "end": 703,
                    "text": "(Rikkonen et al. 1992)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 761,
                    "end": 779,
                    "text": "(Tamm et al. 2008)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1361,
                    "end": 1383,
                    "text": "(Breakwell et al. 2007",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1824,
                    "end": 1844,
                    "text": "(Bourai et al. 2012;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1845,
                    "end": 1866,
                    "text": "Akhrymuk et al. 2012)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2021,
                    "end": 2039,
                    "text": "Bourai et al. 2012",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2089,
                    "end": 2110,
                    "text": "(Akhrymuk et al. 2012",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "The nuclear localization of CHIKV nsP2 is best studied for CHIKV belonging to the ECSA genotype. Immunofluorescence microscopy reveals that in infected cells nsP2 does not localize uniformly. Instead, a lot of variation is observed: in some cells nsP2 is found mostly in the nucleus whereas in others it is almost exclusively located in the cytoplasm. Most likely, this reflects the time-dependence of nuclear localization. Indeed, the fractionation of infected cells confirmed that at early stages (4 h) post infection the nuclear localization of nsP2 is prominent. In contrast, at later stages (12 h) post infection nsP2 is mostly located in the cytoplasm (Utt et al. 2015) . The biological reasons, significance, and mechanisms responsible for this phenomenon are not known.",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 675,
                    "text": "(Utt et al. 2015)",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "The ability of nsP2 to induce shutdown of cellular transcription, probably combined with other activities of the protein, makes it highly cytotoxic. The cytotoxic functions of nsP2 can be suppressed by different mutations introduced into the protein. Thus far no single mutation has been described that would completely eliminate the cytotoxic effects of CHIKV nsP2 and simultaneously allow virus replication. However, different groups have reported four combinations of mutations, each allowing persistent growth of CHIKV replicon RNA in BHK-21 cells. For the ECSA genotype these are combinations of Pro718 to Gly substitution with 5 aa residue insertion between residues 647 and 648 of nsP2 (Pohjala et al. 2011) or with Glu117 to Lys substitution (Utt et al. 2015) . For the WA genotype these are Pro718 to Ser substitution combined with double substitutions in the putative NLS region (Lys + Arg649 to Ala + Ala) or with substitution of Asp711 to Gly (Fros et al. 2013) . For nsP2 of ECSA genotype, the above-mentioned mutations and their combinations compromise all the known enzymatic activities of nsP2 (Utt et al. 2015) ; similar data concerning the nsP2 of WA genotype are not available. Consistent with observations made for SINV and SFV (Tamm et al. 2008; Frolov et al. 1999) , these mutations, in combination or alone, reduce the levels of viral RNA replication (Utt et al. 2015 (Utt et al. , 2016 Fros et al. 2013) . The general tendency is that mutations having a bigger impact on cytotoxicity also have a more severe effect on RNA replication.",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 714,
                    "text": "(Pohjala et al. 2011)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 750,
                    "end": 767,
                    "text": "(Utt et al. 2015)",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 955,
                    "end": 973,
                    "text": "(Fros et al. 2013)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1110,
                    "end": 1127,
                    "text": "(Utt et al. 2015)",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 1248,
                    "end": 1266,
                    "text": "(Tamm et al. 2008;",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1267,
                    "end": 1286,
                    "text": "Frolov et al. 1999)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1374,
                    "end": 1390,
                    "text": "(Utt et al. 2015",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 1391,
                    "end": 1409,
                    "text": "(Utt et al. , 2016",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 1410,
                    "end": 1427,
                    "text": "Fros et al. 2013)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "The effect of cytotoxicity reducing mutations on CHIKV replication and nuclear transport of nsP2 is one of the few occasions where data are available for viruses belonging to two different genotypes (ECSA and WA). The significant discrepancy of these results illustrates that information available for one CHIKV genotype does not necessarily apply for the other(s). Thus, Pro 718 to Ser mutation severely inhibits RNA synthesis of WA genotype replicons (Fros et al. 2013 ) and it has virtually no effect on the RNA synthesis of ECSA genotype replicons (Utt et al. 2015 (Utt et al. , 2016 . Furthermore, in the WA genotype this mutation did not affect the nuclear localization of nsP2, whereas for the ECSA genotype virus the nuclear localization became more pronounced. The double substitution in the putative NLS region (Lys + Arg649 to Ala + Ala) of nsP2 of WA genotype virus prevents the nuclear transport of nsP2 (Fros et al. 2013 ) whereas insertion of 5 aa residues into the corresponding region of nsP2 of ECSA genotype also destroys the sequence of putative NLS but has absolutely no effect on the nuclear localization of nsP2 (Utt et al. 2015) .",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 470,
                    "text": "(Fros et al. 2013",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 552,
                    "end": 568,
                    "text": "(Utt et al. 2015",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 569,
                    "end": 587,
                    "text": "(Utt et al. , 2016",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 917,
                    "end": 934,
                    "text": "(Fros et al. 2013",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1135,
                    "end": 1152,
                    "text": "(Utt et al. 2015)",
                    "ref_id": "BIBREF96"
                }
            ],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "Infection of vertebrate cells with wild-type alphaviruses also results in rapid shut-off of cellular translation. Translation of viral genomic RNAs is also inhibited, but translation of subgenomic RNAs remains active . The phenomenon of translation shut-off has been mostly studied using SINV as a model. It has been shown that inhibition of translation is achieved by both protein kinase R-(PKR-) dependent and PKR-independent mechanisms with the latter being the major pathway (Gorchakov et al. 2004 ). Importantly, it has been clearly demonstrated that transcriptional and translational shut-offs are independent events (Gorchakov et al. 2005) . In order to achieve a noncytotoxic phenotype, the alphavirus replicons must lack the ability to inhibit both cellular transcription and translation. Thus, mutations in CHIKV nsP2 generating noncytotoxic replicons (Utt et al. 2015; Fros et al. 2013 ) eliminate both of these abilities. This would suggest that nsP2 is important for CHIKV-induced translational shut-off. To date, no nsP2 mutation, resulting in elimination of translational, but not transcriptional, shut-off has been reported for CHIKV. In contrast, such mutations have been described for SINV (Gorchakov et al. 2005; Mayuri et al. 2008) . Thus far it is not known how nsP2 mediates translational shut-down, although pull-down experiments with SINV nsP2 have revealed that nsP2 interacts with several proteins involved in translation and with almost the entire sets of ribosomal proteins composing both subunits (Atasheva et al. 2007) . Similarly, association of nsP2 of New World alphavirus VEEV with the ribosomal protein RpS6 has been revealed. It has been demonstrated that VEEV infection results in rapid and dramatic decrease of RpS6 phosphorylation which may be important for alphavirus induced translational shut-off (Montgomery et al. 2006) . However, as an alternative explanation, it may be that translational shut-off is mainly a host antiviral response, and the low levels of replication in the noncytotoxic mutants are unable to induce this reaction.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 501,
                    "text": "(Gorchakov et al. 2004",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 623,
                    "end": 646,
                    "text": "(Gorchakov et al. 2005)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 862,
                    "end": 879,
                    "text": "(Utt et al. 2015;",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 880,
                    "end": 896,
                    "text": "Fros et al. 2013",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1208,
                    "end": 1231,
                    "text": "(Gorchakov et al. 2005;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1232,
                    "end": 1251,
                    "text": "Mayuri et al. 2008)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1526,
                    "end": 1548,
                    "text": "(Atasheva et al. 2007)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1839,
                    "end": 1863,
                    "text": "(Montgomery et al. 2006)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "In addition to causing a general shut-off of cellular transcription and translation, CHIKV infection also specifically suppresses antiviral responses mediated by type I/ type II interferons (IFN). Such a phenomenon is common for all alphaviruses; for Old World alphaviruses, it has been revealed that this is also caused by nsP2 (Breakwell et al. 2007; Frolova et al. 2002; Nikonov et al. 2013 ). Using transient expression of nsP2 and replicon vector of CHIKV WA genotype it has been shown that CHIKV is no exception to this rule, and its nsP2 is a potent inhibitor of IFNinduced JAK-STAT signaling. The Pro718 to Ser mutation in CHIKV-nsP2, when introduced into a replicon vector, significantly reduced JAK-STAT inhibition (Fros et al. 2010 ). However, because in transient expression experiments the same mutation failed to reduce the nuclear translocation of STAT1 (Fros et al. 2013) , it is likely that the effect detected in the replicon experiment was mostly, if not exclusively, indirect (due to the reduced RNA replication and nsP2 synthesis). In contrast, nsP2 carrying a mutation in the putative NLS (Lys + Arg649 to Ala + Ala) completely lost the ability to inhibit the nuclear translocation of STAT1. Thus, regardless of the actual mechanism of its nuclear entry, the nuclear localization of nsP2 is strictly required for blocking of the JAK-STAT pathway (Fros et al. 2013 ). This conclusion is also supported by results obtained using ECSA genotype virus (Utt et al. unpublished) . Thus, host shut-off-independent inhibition of IFN signaling is common for different CHIKV genotypes and is likely to have an important role in viral pathogenesis.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 352,
                    "text": "(Breakwell et al. 2007;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 353,
                    "end": 373,
                    "text": "Frolova et al. 2002;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 374,
                    "end": 393,
                    "text": "Nikonov et al. 2013",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 725,
                    "end": 742,
                    "text": "(Fros et al. 2010",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 869,
                    "end": 887,
                    "text": "(Fros et al. 2013)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1368,
                    "end": 1385,
                    "text": "(Fros et al. 2013",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1469,
                    "end": 1493,
                    "text": "(Utt et al. unpublished)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "Interaction with other viral and host proteins. In replication complexes all the nsproteins of alphaviruses interact with each other directly or indirectly. This has been confirmed by pull-down experiments performed using tagged nsP2, nsP3, or nsP4 (Atasheva et al. 2007; Cristea et al. 2006 Cristea et al. , 2010 Frolova et al. 2006) . There are also internal domain-domain interactions within these large proteins as indicated above for nsP2 (Das et al. 2014b ). There is convincing evidence showing a functional interaction between the N-terminal region of nsP2 and the N-terminal domains of nsP3 for SFV (Lulla et al. 2012 ). Finally, for SINV the 3D-structure of a polyprotein, representing the C-terminal part of nsP2 and the first two domains of nsP3, has been resolved. The revealed structure shows that nsP2 and nsP3 share an extensive interface with 3000 Å 2 of buried surface area. The interface between nsP2 and nsP3 is charged, with the nsP2 surface being mostly basic, whereas nsP3 is generally acidic. The significance of the interaction of these two proteins was highlighted by site-directed mutagenesis (Shin et al. 2012 ). Interestingly, the major aa residue affecting cytotoxicity (nsP2 Pro718) is located at the interface, and could thus affect the conformation of the polyprotein causing multiple functional alterations.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 271,
                    "text": "(Atasheva et al. 2007;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 272,
                    "end": 291,
                    "text": "Cristea et al. 2006",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 292,
                    "end": 313,
                    "text": "Cristea et al. , 2010",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 314,
                    "end": 334,
                    "text": "Frolova et al. 2006)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 444,
                    "end": 461,
                    "text": "(Das et al. 2014b",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 608,
                    "end": 626,
                    "text": "(Lulla et al. 2012",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1120,
                    "end": 1137,
                    "text": "(Shin et al. 2012",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "For CHIKV, the most complete study of viral-host protein interactions has been performed with a yeast two-hybrid system (Bourai et al. 2012) . Using full-length nsP2 and seven different fragments of nsP2 as bait Bourai and colleagues identified in total 21 different hits; 15 of them were subsequently positively validated using biochemical assays. Importantly, using nsP2s of SFV and SINV in the same assay, 10 interactions were validated with all three viruses, and 6 more were validated with two out of three viruses. Hits validated for CHIKV included nuclear proteins (hnRNP-K, SRSF3), cytoskeleton components (VIM, TACC3, CEP55, KLC4), regulators of gene transcription (ASCC2, TRIM27, MRFAP1L1, EWSR1, IKZF1, ZBTB43), and host factors involved in protein degradation and/or autophagy (CALCOCO2/NDP52, UBQLN4, RCHY1, WWP1). It was proposed that CHIKV interacts through nsP2 with these cellular functions. However, it was observed that siRNA-mediated knockdown of most of these proteins has little effect on CHIKV replication. The exceptions from this were hnRNP-K and UBQLN4, as knockdown of their expression substantially inhibited CHIKV replication (Bourai et al. 2012) .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 140,
                    "text": "(Bourai et al. 2012)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1155,
                    "end": 1175,
                    "text": "(Bourai et al. 2012)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "Cellular processes other than the IFN response also affect CHIKV infection. For example, autophagy (a catabolic cellular process, which sequesters cytosolic components within double-membrane vesicles and targets them for degradation) has been shown to play different important roles in the outcome of CHIKV infection. Interestingly, autophagy plays an antiviral role in mouse cells where it delays caspasedependent cell death (Joubert et al. 2012 ), but has a proviral role in CHIKV-infected human cells (Krejbich-Trotot et al. 2011) . It was found that this difference can be explained by the fact that human autophagy receptor NDP52, but not its mouse orthologue, interacts with CHIKV nsP2 (and also with SFV and SINV nsP2). The interaction of nsP2 with human NDP52 can be detected by coimmunoprecipitation and yeast two-hybrid system. Furthermore, in infected human cells NDP52 localizes in the vicinity of CHIKV replicase complexes. It was proposed that NDP52-nsP2 interaction in the cytoplasm restricts the nuclear localization of highly cytotoxic nsP2 and delays cell death allowing prolonged replication. As mouse NDP52 does not interact with nsP2, autophagy is antiviral in mouse cells (Judith et al. 2013) .",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 446,
                    "text": "(Joubert et al. 2012",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 504,
                    "end": 533,
                    "text": "(Krejbich-Trotot et al. 2011)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1194,
                    "end": 1214,
                    "text": "(Judith et al. 2013)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "It has been proposed that alphaviruses are sensitive to the effects of the unfolded protein response (UPR), which is triggered by ER stress resulting from the expression of alphavirus glycoproteins (Barry et al. 2010 ). Therefore it is not surprising that CHIKV has developed a strategy to avoid UPR during infection. In cells infected with CHIKV, the splicing of XBP1 mRNA (a characteristic event in UPR) is incomplete and at a late stage of infection the cells become resistant to treatment with tunicamycin, a potent inducer of UPR. As transient expression of CHIKV glycoproteins triggers UPR, the ability to suppress UPR is associated with the nonstructural region. Indeed, it was also shown that transient expression of N-terminally tagged nsP2 (from CHIKV of WA genotype) is sufficient for UPR suppression and that mutations, known to suppress cytotoxic properties of nsP2, make the protein unable to interfere with UPR (Fros et al. 2015) .",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 216,
                    "text": "(Barry et al. 2010",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 926,
                    "end": 944,
                    "text": "(Fros et al. 2015)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "Antivirals targeting nsP2. The proteases of human immunodeficiency virus type 1 and hepatitis C virus have been successfully used as targets for antiviral compounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "Therefore the highly multifunctional CHIKV nsP2, especially its protease region with known 3D structure, represents an attractive target for the design of antiviral compounds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "In their study, Bassetto and coworkers used the 3D structure of nsP2 protease, obtained by homology modeling, for virtual screening of a large library of commercially available compounds. The initial screen was followed by molecular docking and then by several rounds of screening on CHIKV-infected cells. One of the initial hits was shown to have an IC 50 value of ~5 μM and some compounds, structurally related to it, had similar IC 50 values. The most potent compound, resulting from this multistep screening process, had an IC 50 value of ~3 μM and a selectivity index of 32 (Bassetto et al. 2013) . In another study, carried out by Jadav and coworkers, series of arylalkylidene derivatives of 1,3-thiazolidin-4-one were synthesized and tested in a similar cell culture assay. In this study, the most active compound had an IC 50 below 1 μM and molecular docking simulation suggested protease inhibition as a possible mode of action (Jadav et al. 2015) . Recently, for the first time, a new panel of predicted nsP2 inhibitors was shown to inhibit both the protease activity of nsP2 as well as CHIKV replication in cell culture (Das et al. 2016 ).",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 601,
                    "text": "(Bassetto et al. 2013)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 937,
                    "end": 956,
                    "text": "(Jadav et al. 2015)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1131,
                    "end": 1147,
                    "text": "(Das et al. 2016",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "An alternative cell-based assay is taking advantage of the ability of nsP2 to suppress cellular transcription. A screen of 3040 compounds led to identification of a single nontoxic natural compound that inhibited nsP2-mediated cytotoxicity and was also a weak inhibitor (IC 50 = 31 μM) of CHIKV replication in cell culture. The mechanism of action of this compound and whether it targets nsP2 or a host component, involved in the development of nsP2-mediated cytotoxicity, is currently unknown (Lucas-Hourani et al. 2013 ).",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 520,
                    "text": "(Lucas-Hourani et al. 2013",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "nsP2"
        },
        {
            "text": "Alphavirus nsP3 can be divided into three different domains (Fig. 4) . The N-terminal domain of ~160 aa is known as the macro domain, and the crystal structure of the CHIKV macro domain has been determined (Malet et al. 2009 ). The macro domains are named after macrohistones, unusual types of histones, which in addition to the canonical histone domain contain the macro domain. Macro domains are also found in other proteins, and the human genome expresses 11 proteins encoding 1-3 macro domains (Feijs et al. 2013 ",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 224,
                    "text": "(Malet et al. 2009",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 498,
                    "end": 516,
                    "text": "(Feijs et al. 2013",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 68,
                    "text": "(Fig. 4)",
                    "ref_id": null
                }
            ],
            "section": "nsP3"
        },
        {
            "text": "Variable \"tail\" Fig. 4 The domain structure of nsP3, and the motifs important for association with host proteins T. Ahola and A. Merits alphaviruses, rubella virus, hepatitis E virus, and the otherwise unrelated coronaviruses. The biochemical function of most macro domains is to bind mono-ADPribose (ADPr) or poly-ADP-ribose (PAR). Mono-or poly-ADP-ribosylation is a post-translational modification of many cellular proteins, and it is catalyzed by a large family of mono-ADP-ribosyltranferases and poly-ADP-ribose polymerases (Feijs et al. 2013; Li et al. 2016) , some of which have been implicated in antiviral responses against alphaviruses (Atasheva et al. 2014; Bick et al. 2003) . The current consensus is that many macro domains, including the virus-encoded ones, could act as mono-ADP-ribosyl hydrolases, removing the ADP-ribosyl marks on proteins (Feijs et al. 2013; Li et al. 2016) . In vitro, the CHIKV macro domain can bind both mono-and poly-ADP-ribose, as well as RNA, and it can also hydrolyze the small substrate analogue ADP-ribose-1ʺ-phosphate (Malet et al. 2009 ), suggesting that it might also release ADP-ribose bound to proteins. This is an exciting area where more biochemical and proteomic studies are required. The macro domain is followed by another small domain, found thus far only in alphaviruses, which was defined when the crystal structure of a fragment of SINV replicase was solved. This domain binds a structural Zn 2+ ion, coordinated by four conserved cysteines (Shin et al. 2012) . Although this domain, like the macro domain, is essential for alphavirus replication, its precise functions remain to be determined. Both domains are involved as regulators of ns polyprotein processing, but they certainly have additional functions.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 547,
                    "text": "(Feijs et al. 2013;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 548,
                    "end": 563,
                    "text": "Li et al. 2016)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 645,
                    "end": 667,
                    "text": "(Atasheva et al. 2014;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 668,
                    "end": 685,
                    "text": "Bick et al. 2003)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 857,
                    "end": 876,
                    "text": "(Feijs et al. 2013;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 877,
                    "end": 892,
                    "text": "Li et al. 2016)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1063,
                    "end": 1081,
                    "text": "(Malet et al. 2009",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1499,
                    "end": 1517,
                    "text": "(Shin et al. 2012)",
                    "ref_id": "BIBREF85"
                }
            ],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 22,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Macro domain"
        },
        {
            "text": "These two globular domains are followed by a \"tail\" region, which is variable in length and sequence between different alphaviruses. In CHIKV, the length of the tail is approximately 205 aa residues. The tail region is heavily phosphorylated on serines and threonines (Vihinen et al. 2001) and it is considered to be unstructured. As is typical for such protein segments, the tail can bind to multiple host proteins, and due to its variation, it could mediate several virus-specific and even cell-type-specific interactions with the host. The tail does tolerate large deletions and insertions, and in several viruses, including CHIKV, it has been used as an insertion site for marker proteins, including fluorescent proteins and Renilla luciferase (Pohjala et al. 2011; Kummerer et al. 2012) . In spite of the variation, the tail also contains functional elements conserved in several or even all alphaviruses. A conserved proline-rich sequence stretch (PVAPPRRRR) in the tail binds the SH3-domain containing host proteins known as amphiphysin-1 and -2 in CHIKV, SFV, SINV, and most likely in all Old World alphaviruses (Neuvonen et al. 2011) . For CHIKV, this interaction has been seen upon nsP3 transfection, but has not been verified in infected cells. For SFV and SINV, the amphiphysins are recruited to viral replication complexes (Neuvonen et al. 2011) . They are proteins that can recognize or induce membrane curvature, and thus have been proposed to be structural components of the membranous replication spherules.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 289,
                    "text": "(Vihinen et al. 2001)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 748,
                    "end": 769,
                    "text": "(Pohjala et al. 2011;",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 770,
                    "end": 791,
                    "text": "Kummerer et al. 2012)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1120,
                    "end": 1142,
                    "text": "(Neuvonen et al. 2011)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1336,
                    "end": 1358,
                    "text": "(Neuvonen et al. 2011)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Macro domain"
        },
        {
            "text": "The nsP3 of CHIKV and other Old World alphaviruses also directly binds to G3BP1 and G3BP2, which are components of cellular stress granules, dynamic structures involved in arresting RNA translation. Recruitment of G3BPs by nsP3 prevents the formation of stress granules during infection. Instead, nsP3 recruits G3BPs to alternate, presumably virus-induced granules, which are devoid of many stress granule components (Fros et al. 2012; Panas et al. 2014 ). The binding is medi-ated by two short, conserved repeat sequences close to the C-terminus of nsP3 (Panas et al. 2014) . Therefore, in addition to the replication complexes, nsP3 is prominently localized in granular cytoplasmic structures (Neuvonen et al. 2011) . G3BPs have a proviral function (presumably facilitating the switch from nspolyprotein translation to RNA replication), as depletion of these proteins results in reduced CHIKV replication (Scholte et al. 2015; Kim et al. 2016; Schulte et al. 2016) . Additionally, alphavirus nsP3 can interact with several other host proteins, but the significance of these interactions is as yet poorly understood.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 435,
                    "text": "(Fros et al. 2012;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 436,
                    "end": 453,
                    "text": "Panas et al. 2014",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 555,
                    "end": 574,
                    "text": "(Panas et al. 2014)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 695,
                    "end": 717,
                    "text": "(Neuvonen et al. 2011)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 907,
                    "end": 928,
                    "text": "(Scholte et al. 2015;",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 929,
                    "end": 945,
                    "text": "Kim et al. 2016;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 946,
                    "end": 966,
                    "text": "Schulte et al. 2016)",
                    "ref_id": "BIBREF83"
                }
            ],
            "ref_spans": [],
            "section": "Macro domain"
        },
        {
            "text": "Interestingly, recent results indicate that CHIKV nsP3 can be replaced by SFV nsP3 in a chimeric virus, which retains infectivity but becomes temperaturesensitive, only replicating well at 28°C (Merits, unpublished) . This seems to reinforce the notion that the basic essential functions of the nsPs are conserved and can be replaced by homologues, but more specific (host) interactions may be altered in different alphaviruses and can be compromised in chimeras.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 215,
                    "text": "(Merits, unpublished)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Macro domain"
        },
        {
            "text": "nsP4 is the catalytic subunit of the alphavirus replicase, the RNA-dependent RNA polymerase (RdRp) (Rubach et al. 2009 ). Unlike many viral RdRps, the 3D structure of nsP4 remains unknown; however, based on sequence conservation and secondary structure prediction, it has the \"right-hand\" fold typical for RNA and DNA polymerases. It is clear that nsP4 is assisted in RNA synthesis by the other nsproteins, which are probably also needed for the correct folding of nsP4. In addition to RdRp activity, nsP4 has terminal adenylyltransferase activity (Tomar et al. 2006) , which is likely used for the synthesis of poly(A) tails of positive-strand RNAs in a template-independent fashion. In infected cells, nsP4 is the least abundant nsprotein. This is due to the in-frame terminator codon located upstream of nsP4 coding region (present in most alphaviruses and CHIKV isolates) and to the rapid degradation of individual nsP4 by the proteasome (de Groot et al. 1991) . The degradation is induced by the N-terminal Tyr residue of nsP4 which has been shown to be crucial for the enzymatic activity of the protein (Shirako and Strauss 1998) . When nsP4 is included in replicase complexes, it becomes stable. The N-terminus of nsP4 consists of 100 aa that could form a partially unstructured region, which precedes the canonical polymerase fold, but this region is essential for the functions of nsP4 (Rupp et al. 2011; Fig. 5) . nsP4 is the most conserved protein of alphaviruses and it is very likely that the basic properties of CHIKV nsP4 are similar to the nsP4s of other alphaviruses. Thus far there are no reports of successful expression and purification of functional CHIKV nsP4 as a recombinant protein. Such attempts are hampered by instability of individual nsP4 in eukaryotic cells and/or by insolubility of recombinant nsP4 expressed using the bacterial system. Nevertheless there are convincing, though indirect, pieces of evidence that CHIKV nsP4 indeed acts as RdRp. Mutations in the canonical polymerase active site motif Gly-Asp-Asp (aa residues 465-467) completely abolish CHIKV RNA synthesis (Utt et al. 2016) . Furthermore, application of chemical compounds affecting RNA synthesis results in mutations mapping to nsP4. Thus, a mutation associated with resistance to a broad-spectrum viral polymerase inhibitor Favipiravir maps to aa residue 291 of nsP4 (Lys291 to Arg; Delang et al. 2014) . Selection of CHIKV mutants in the presence of ribavirin and 5-fluorouracil led to identification of Cys483 to Tyr mutation in nsP4. This mutation confers resistance to the mutagenic effects of these compounds by increasing the replication fidelity of CHIKV. However, this mutation also reduces the genetic diversity of viral progeny and negatively affects CHIKV fitness both in invertebrate and vertebrate hosts (Coffey et al. 2011) . Conversely, it has been reported that changing of Cys483 to Ala, Gly, or Trp residue has an opposite effect and results in increased mutation frequency (Rozen-Gagnon et al. 2014).",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 118,
                    "text": "(Rubach et al. 2009",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 548,
                    "end": 567,
                    "text": "(Tomar et al. 2006)",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 942,
                    "end": 964,
                    "text": "(de Groot et al. 1991)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1109,
                    "end": 1135,
                    "text": "(Shirako and Strauss 1998)",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1395,
                    "end": 1413,
                    "text": "(Rupp et al. 2011;",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1414,
                    "end": 1421,
                    "text": "Fig. 5)",
                    "ref_id": null
                },
                {
                    "start": 2107,
                    "end": 2124,
                    "text": "(Utt et al. 2016)",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 2386,
                    "end": 2405,
                    "text": "Delang et al. 2014)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2820,
                    "end": 2840,
                    "text": "(Coffey et al. 2011)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "nsP4"
        },
        {
            "text": "As indicated above, alphavirus infection results in ER stress and may trigger UPR. It has been reported that during CHIKV infection it is antagonized by nsP2 (see above; Fros et al. 2015) . Interestingly, a study by Rathore and coworkers revealed that nsP4 may also have a role in this process. It was observed that the splicing of XBP-1 mRNA is affected in CHIKV infection. Furthermore, it was noticed that compared to SINV, which induces the rapid phosphorylation of translation initiation factor eIF2α at Ser51, CHIKV possesses mechanism(s) that allow the avoidance of eIF2α phosphorylation. Transient overexpression of EGFP-nsP4 fusion protein was found to be sufficient to prevent eIF2α phosphorylation induced by subsequent tunicamycin treatment (Rathore et al. 2013) . The mechanism behind this effect is unknown. Similarly, it remains unknown whether nsP4, expressed in natural CHIKV infection, has the same effect.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 187,
                    "text": "Fros et al. 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 752,
                    "end": 773,
                    "text": "(Rathore et al. 2013)",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "nsP4"
        },
        {
            "text": "The N-terminal region of nsP4 has been shown to have functional linkage with all the other ns-proteins (Fata et al. 2002; Shirako et al. 2000; Rupp et al. 2011 ). In contrast, little information is available concerning the cellular proteins interacting with nsP4 in any alphavirus as such studies are hampered by the requirement of an aromatic N-terminal aa-residue, low abundance, and low stability of nsP4. Nevertheless, at least one important cellular interaction partner is known for CHIKV nsP4: heat shock protein 90 alpha subunit (HSP-90α). This interaction was first identified using coprecipitation with overexpressed EGFP-nsP4 protein and, importantly, then confirmed by reverse pull-downs using antibodies specific for HSP-90α. Finally, the functional significance of this interaction was confirmed by siRNA knock-down experiments. Based on these data it was proposed that the interaction between CHIKV nsP4 and HSP-90α might be critical for the assembly of the viral replication complex (Rathore et al. 2014 ). In the same study HSP-90, more specifically HSP-90β, was shown to interact with CHIKV nsP3. Subsequently Das and coauthors reported that HSP90 affects the stability of nsP2 to a larger extent than it affects the stability of nsP3 or nsP4 (Das et al. 2014a) . HSP90 was also coprecipitated with an antibody against nsP2 and vice versa. However, as in that study extracts of CHIKV-infected cells (rather than extracts of cells expressing individual nsP2) were used it remains possible that the interaction between nsP2 and HSP90 is mediated by nsP4 and/or nsP3.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 121,
                    "text": "(Fata et al. 2002;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 122,
                    "end": 142,
                    "text": "Shirako et al. 2000;",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 143,
                    "end": 159,
                    "text": "Rupp et al. 2011",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 998,
                    "end": 1018,
                    "text": "(Rathore et al. 2014",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1260,
                    "end": 1278,
                    "text": "(Das et al. 2014a)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "nsP4"
        },
        {
            "text": "The RNA replication of all positive-strand RNA viruses takes place in association with cellular membranes (Paul and Bartenschlager 2013; Salonen et al. 2005) . The viruses actively modify various membranes to build platforms and protective environments for efficient replication. The alphaviruses generate thousands of small membrane invaginations termed spherules (Spuul et al. 2010) . It is thought that one spherule corresponds to one replication complex and each spherule would therefore contain one negative strand. The spherules arise concomitantly with virus RNA synthesis. They are very stable structures, and after being formed, they are active for several hours in producing multiple positive-strand genomic and subgenomic RNAs (Sawicki et al. 2006; Fig. 6 ). The spherule interior is always connected to the cytoplasm by a narrow neck, allowing the exit of RNAs and the entry of nucleotides. In mammalian cells, the alphavirus spherules are initially formed on the plasma membrane, and in some alphavirus-infected cells they are later endocytosed and found on the cytoplasmic surfaces of endosomes and large, vacuolated lysosomes, termed cytopathic vacuoles type I (Frolova et al. 2010; Spuul et al. 2010; Chen et al. 2013) .",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 136,
                    "text": "(Paul and Bartenschlager 2013;",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 137,
                    "end": 157,
                    "text": "Salonen et al. 2005)",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 365,
                    "end": 384,
                    "text": "(Spuul et al. 2010)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 738,
                    "end": 759,
                    "text": "(Sawicki et al. 2006;",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 760,
                    "end": 766,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 1176,
                    "end": 1197,
                    "text": "(Frolova et al. 2010;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1198,
                    "end": 1216,
                    "text": "Spuul et al. 2010;",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 1217,
                    "end": 1234,
                    "text": "Chen et al. 2013)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Replication Complex"
        },
        {
            "text": "Many other viruses also give rise to similar replication spherules, although depending on the virus they have different localizations. For example, the wellcharacterized spherules of brome mosaic virus are located on endoplasmic reticulum membranes, and the nodavirus spherules reside on the mitochondrial outer membrane (Kopek et al. 2007; Schwartz et al. 2002) . The formation of spherules is still poorly understood. For brome mosaic virus, it has been proposed that one of the viral replication proteins would form an internal coating or shell, giving structural support for the spherule (Schwartz et al. 2002) . However, in the case of alphaviruses there is no good evidence for the presence of a shell-like structure, and different hypothetical models have been proposed (Kallio et al. 2013) . Host proteins must be involved in the formation of spherules. In cells, transient structures resembling spherules are generated by the ESCRT proteins, which are involved in making the internal vesicles on multivesicular endosomal structures. Although ESCRTs may be involved in spherule formation in some viruses (Barajas et al. 2009 ), there is no evidence that alphaviruses utilize the ESCRTs as host factors. Interestingly, during alphavirus replication the size of the replicating RNAs determines the size of the spherules, whereas in some other viruses the spherule size appears to be fixed by the proteins involved (Kallio et al. 2013 ).",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 340,
                    "text": "(Kopek et al. 2007;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 341,
                    "end": 362,
                    "text": "Schwartz et al. 2002)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 592,
                    "end": 614,
                    "text": "(Schwartz et al. 2002)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 777,
                    "end": 797,
                    "text": "(Kallio et al. 2013)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1112,
                    "end": 1132,
                    "text": "(Barajas et al. 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1420,
                    "end": 1439,
                    "text": "(Kallio et al. 2013",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Replication Complex"
        },
        {
            "text": "As described above, many of the enzymatic and nonenzymatic activities of the nsPs have been characterized. However, it is still very poorly understood how they function together as a replication machine, coordinating at least the polymerase, helicase, and RNA capping activities. This issue is further complicated by the (likely) multimeric nature of the replicase and the restricted membranous environment in which it acts. Yet another unsolved facet is the interaction with and recruitment of the template to the replication complex. The sequences essential for alphavirus RNA replication are very well defined, and consist of the 5′ untranslated region (UTR) of the genome, a structured RNA element (replication enhancer) within the coding sequence for nsP1, and the 3′ end of the 3′ UTR followed by a poly-A stretch. The subgenomic promoter is only needed for the transcription of the subgenomic RNA but not for genome replication (Hellström et al. 2016) . Although the core polymerase nsP4 needs to initiate RNA synthesis, the current results indicate that the presence of the other nsPs in the complex may be required for the recognition of at least some of the promoter elements (Li and Stollar 2004) .",
            "cite_spans": [
                {
                    "start": 935,
                    "end": 958,
                    "text": "(Hellström et al. 2016)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1186,
                    "end": 1207,
                    "text": "(Li and Stollar 2004)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Replication Complex"
        },
        {
            "text": "In conclusion, the methods to study the individual alphavirus nsPs both as recombinant proteins and in transfected and infected cells have been slowly developed over the last 30 years, and can now be applied to CHIKV. Many further methodological advances are needed in the coming years before the formation and functioning of the replication complex itself can be understood. A second area that still has many Fig. 6 (a, b) CHIKV replication spherules at the plasma membrane and on intracellular vacuoles in infected BHK cells, respectively. (c) Hypothetical model of a spherule, with the dsRNA replicative intermediate inside, and positive strand being released to the cytoplasm through the neck. The nsPs are not to scale, but are shown larger than predicted based on their molecular weight. Thus, multiple copies of some of the nsPs could be present. The location of the proteins (neck, or body of the spherules, or both) is also uncertain unknown features, are the multiple virus-host interactions involved in antiviral responses, in the viral countermeasures, and in causing the pathogenic outcomes of CHIKV infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 423,
                    "text": "Fig. 6 (a, b)",
                    "ref_id": null
                }
            ],
            "section": "Replication Complex"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Reaction in alphavirus mRNA capping: formation of a covalent complex of nonstructural protein nsP1 with 7-methyl-GMP",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahola",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaariainen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "92",
            "issn": "2",
            "pages": "507--511",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sequence analysis reveals a conserved extension in the capping enzyme of the alphavirus supergroup, and a homologous domain in nodaviruses",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahola",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Karlin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biol Direct",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Critical residues of Semliki Forest virus RNA capping enzyme involved in methyltransferase and guanylyltransferase-like activities",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahola",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "1",
            "pages": "392--397",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Semliki Forest virus mRNA capping enzyme requires association with anionic membrane phospholipids for activity",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahola",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "EMBO J",
            "volume": "18",
            "issn": "11",
            "pages": "3164--3172",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evasion of the innate immune response: the Old World alphavirus nsP2 protein induces rapid degradation of Rpb1, a catalytic subunit of RNA polymerase II",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Akhrymuk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Kulemzin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Frolova",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "13",
            "pages": "7180--7191",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An in vitro assay to study chikungunya virus RNA synthesis and the mode of action of inhibitors",
            "authors": [
                {
                    "first": "Albulescu",
                    "middle": [],
                    "last": "Ic",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Gen Virol",
            "volume": "95",
            "issn": "",
            "pages": "2683--2692",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Development of Sindbis viruses encoding nsP2/GFP chimeric proteins and their application for studying nsP2 functioning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Atasheva",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "10",
            "pages": "5046--5057",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Interferon-stimulated poly(ADP-Ribose) polymerases are potent inhibitors of cellular translation and virus replication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Atasheva",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Frolova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Frolov",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "4",
            "pages": "2116--2130",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A unique role for the host ESCRT proteins in replication of Tomato bushy stunt virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barajas",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Nagy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Pathog",
            "volume": "5",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Semliki forest virus-induced endoplasmic reticulum stress accelerates apoptotic death of mammalian cells",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "14",
            "pages": "7369--7377",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Computer-aided identification, design and synthesis of a novel series of compounds with selective antiviral activity against chikungunya virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bassetto",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Antiviral Res",
            "volume": "98",
            "issn": "1",
            "pages": "12--18",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Expression of the zinc-finger antiviral protein inhibits alphavirus replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Bick",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "21",
            "pages": "11555--11562",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mapping of chikungunya virus interactions with host proteins identified nsP2 as a highly connected viral component",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bourai",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "6",
            "pages": "3121--3134",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Semliki Forest virus nonstructural protein 2 is involved in suppression of the type I interferon response",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Breakwell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "16",
            "pages": "8677--8684",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Comparative analysis of the genome sequences and replication profiles of chikungunya virus isolates within the East, Central and South African (ECSA) lineage",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virol J",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Arbovirus high fidelity variant loses fitness in mosquitoes and mice",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Coffey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "108",
            "issn": "38",
            "pages": "16038--16043",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Tracking and elucidating alphavirus-host protein interactions",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Cristea",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Biol Chem",
            "volume": "281",
            "issn": "40",
            "pages": "30269--30278",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Host factors associated with the Sindbis virus RNA-dependent RNA polymerase: role for G3BP1 and G3BP2 in virus replication",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Cristea",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "13",
            "pages": "6720--6732",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Heat shock protein 90 positively regulates Chikungunya virus replication by stabilizing viral non-structural protein nsP2 during infection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Functional cross-talk between distant domains of chikungunya virus non-structural protein 2 is decisive for its RNA-modulating activity",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Biol Chem",
            "volume": "289",
            "issn": "9",
            "pages": "5635--5653",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Design and validation of novel chikungunya virus protease inhibitors",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Sindbis virus RNA polymerase is degraded by the N-end rule pathway",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "De Groot",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "88",
            "issn": "20",
            "pages": "8967--8971",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Conventional and unconventional mechanisms for capping viral mRNA",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Decroly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Rev Microbiol",
            "volume": "10",
            "issn": "1",
            "pages": "51--65",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mutations in the chikungunya virus non-structural proteins cause resistance to favipiravir (T-705), a broad-spectrum antiviral",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Delang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Antimicrob Chemother",
            "volume": "69",
            "issn": "10",
            "pages": "2770--2784",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The viral capping enzyme nsP1: a novel target for the inhibition of chikungunya virus infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Delang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Modification of Asn374 of nsP1 suppresses a Sindbis virus nsP4 minus-strand polymerase mutant",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Fata",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "17",
            "pages": "8641--8649",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Macrodomain-containing proteins: regulating new intracellular functions of mono(ADP-ribosyl)ation",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Feijs",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "14",
            "issn": "7",
            "pages": "443--451",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Selection of RNA replicons capable of persistent noncytopathic replication in mammalian cells",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Frolov",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "5",
            "pages": "3854--3865",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Random insertion mutagenesis of sindbis virus nonstructural protein 2 and selection of variants incapable of downregulating cellular transcription",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Frolov",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "18",
            "pages": "9031--9044",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Roles of nonstructural protein nsP2 and alpha/beta interferons in determining the outcome of Sindbis virus infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Frolova",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "22",
            "pages": "11254--11264",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Formation of nsP3-specific protein complexes during Sindbis virus replication",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frolova",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "8",
            "pages": "4122--4134",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Functional Sindbis virus replicative complexes are formed at the plasma membrane",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Frolova",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "22",
            "pages": "11679--11695",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Chikungunya virus nonstructural protein 2 inhibits type I/II interferonstimulated JAK-STAT signaling",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Fros",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "20",
            "pages": "10877--10887",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Chikungunya virus nsP3 blocks stress granule assembly by recruitment of G3BP into cytoplasmic foci",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Fros",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "10873--10879",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The C-terminal domain of chikungunya virus nsP2 independently governs viral RNA replication, cytopathicity, and inhibition of interferon signaling",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Fros",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "18",
            "pages": "10394--10400",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Chikungunya virus nsP2-mediated host shut-off disables the unfolded protein response",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Fros",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Gen Virol",
            "volume": "96",
            "issn": "",
            "pages": "580--589",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Sindbis virus nonstructural protein nsP2 is cytotoxic and inhibits cellular transcription",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Garmashova",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "12",
            "pages": "5686--5696",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The Old World and New World alphaviruses use different virus-specific proteins for induction of transcriptional shutoff",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Garmashova",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "5",
            "pages": "2472--2484",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "PKR-dependent and -independent mechanisms are involved in translational shutoff during Sindbis virus infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gorchakov",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "16",
            "pages": "8455--8467",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Inhibition of transcription and translation in Sindbis virus-infected cells",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gorchakov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frolova",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Frolov",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "15",
            "pages": "9397--9409",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Ability of minus strands and modified plus strands to act as templates in Semliki Forest virus RNA replication",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hellström",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Gen Virol",
            "volume": "97",
            "issn": "6",
            "pages": "1395--1407",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Thiazolidone derivatives as inhibitors of chikungunya virus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Jadav",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Eur J Med Chem",
            "volume": "89",
            "issn": "",
            "pages": "172--178",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "BST-2/tetherin-mediated restriction of chikungunya (CHIKV) VLP budding is counteracted by CHIKV non-structural protein 1 (nsP1)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virology",
            "volume": "438",
            "issn": "1",
            "pages": "37--49",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Chikungunya virus-induced autophagy delays caspase-dependent cell death",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Joubert",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Exp Med",
            "volume": "209",
            "issn": "5",
            "pages": "1029--1047",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Species-specific impact of the autophagy machinery on chikungunya virus infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Judith",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "EMBO Rep",
            "volume": "14",
            "issn": "6",
            "pages": "534--544",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Functions of alphavirus nonstructural proteins in RNA replication",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaariainen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahola",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Prog Nucleic Acid Res Mol Biol",
            "volume": "71",
            "issn": "",
            "pages": "187--222",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Template RNA length determines the size of replication complex spherules for Semliki Forest virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kallio",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "16",
            "pages": "9125--9134",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "NTPase and 5′-RNA triphosphatase activities of chikungunya virus nsP2 protein",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Karpe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Aher",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lole",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "New World and Old World alphaviruses have evolved to exploit different components of stress granules, FXR and G3BP proteins, for assembly of viral replication complexes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathog",
            "volume": "12",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Three-dimensional analysis of a viral RNA replication complex reveals a virus-induced mini-organelle",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Kopek",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Biol",
            "volume": "5",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Chikungunya triggers an autophagic process which promotes viral replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krejbich-Trotot",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Virol J",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Construction of an infectious chikungunya virus cDNA clone and stable insertion of mCherry reporter genes at two different sites",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Kummerer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Gen Virol",
            "volume": "93",
            "issn": "",
            "pages": "1991--1995",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The effects of palmitoylation on membrane association of Semliki forest virus RNA capping enzyme",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Laakkonen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahola",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaariainen",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Biol Chem",
            "volume": "271",
            "issn": "45",
            "pages": "28567--28571",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Membrane binding mechanism of an RNA virus-capping enzyme",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lampio",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Biol Chem",
            "volume": "275",
            "issn": "48",
            "pages": "37853--37859",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Polypeptide requirements for assembly of functional Sindbis virus replication complexes: a model for the temporal regulation of minus-and plus-strand RNA synthesis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lemm",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "EMBO J",
            "volume": "13",
            "issn": "12",
            "pages": "2925--2934",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Viral macro domains reverse protein ADP-ribosylation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Virol",
            "volume": "90",
            "issn": "",
            "pages": "8478--8486",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Identification of the amino acid sequence in Sindbis virus nsP4 that binds to the promoter for the synthesis of the subgenomic RNA",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stollar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "101",
            "issn": "25",
            "pages": "9429--9434",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "A phenotypic assay to identify chikungunya virus inhibitors targeting the nonstructural protein nsP2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lucas-Hourani",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Biomol Screen",
            "volume": "18",
            "issn": "2",
            "pages": "172--179",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Molecular determinants of substrate specificity for Semliki Forest virus nonstructural protease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lulla",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "11",
            "pages": "5413--5422",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Macromolecular assembly-driven processing of the 2/3 cleavage site in the alphavirus replicase polyprotein",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lulla",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lulla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Merits",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "1",
            "pages": "553--565",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Presentation overrides specificity: probing the plasticity of alphaviral proteolytic activity through mutational analysis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lulla",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "18",
            "pages": "10207--10220",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The crystal structures of Chikungunya and Venezuelan equine encephalitis virus nsP3 macro domains define a conserved adenosine binding pocket",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Malet",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "13",
            "pages": "6534--6545",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Role for conserved residues of Sindbis virus nonstructural protein 2 methyltransferase-like domain in regulation of minus-strand synthesis and development of cytopathic infection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mayuri",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "15",
            "pages": "7284--7297",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Ribosomal protein S6 associates with alphavirus nonstructural protein 2 and mediates expression from alphavirus messages",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Montgomery",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "15",
            "pages": "7729--7739",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "SH3 domain-mediated recruitment of host cell amphiphysins by alphavirus nsP3 promotes viral RNA replication",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neuvonen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "RIG-I and MDA-5 detection of viral RNA-dependent RNA polymerase activity restricts positive-strand RNA virus replication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nikonov",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The C-terminal repeat domains of nsP3 from the Old World alphaviruses bind directly to G3BP",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Panas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahola",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcinerney",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Virol",
            "volume": "88",
            "issn": "10",
            "pages": "5888--5893",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Expression and biochemical characterization of nsP2 cysteine protease of chikungunya virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Pastorino",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "131",
            "issn": "2",
            "pages": "293--298",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Architecture and biogenesis of plus-strand RNA virus replication factories",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bartenschlager",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "World J Virol",
            "volume": "2",
            "issn": "2",
            "pages": "32--48",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Nuclear localization of Semliki Forest virus-specific nonstructural protein nsP2",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peranen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Virol",
            "volume": "64",
            "issn": "5",
            "pages": "1888--1896",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Inhibitors of alphavirus entry and replication identified with a stable Chikungunya replicon cell line and virus-based assays",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pohjala",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Differential unfolded protein response during Chikungunya and Sindbis virus infection: CHIKV nsP4 suppresses eIF2alpha phosphorylation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Rathore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Vasudevan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virol J",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Chikungunya virus nsP3 & nsP4 interacts with HSP-90 to promote virus replication: HSP-90 inhibitors reduce CHIKV infection and inflammation in vivo",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Rathore",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Antiviral Res",
            "volume": "103",
            "issn": "",
            "pages": "7--16",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Nuclear and nucleolar targeting signals of Semliki Forest virus nonstructural protein nsP2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rikkonen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peranen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaariainen",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Virology",
            "volume": "189",
            "issn": "2",
            "pages": "462--473",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Conservation of the putative methyltransferase domain: a hallmark of the 'Sindbis-like' supergroup of positive-strand RNA viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Rozanov",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Koonin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Gen Virol",
            "volume": "73",
            "issn": "",
            "pages": "2129--2134",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Alphavirus mutator variants present host-specific defects and attenuation in mammalian and insect models",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rozen-Gagnon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Characterization of purified Sindbis virus nsP4 RNA-dependent RNA polymerase activity in vitro",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rubach",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virology",
            "volume": "384",
            "issn": "1",
            "pages": "201--208",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Requirement for the amino-terminal domain of sindbis virus nsP4 during virus infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Rupp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jundt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "7",
            "pages": "3449--3460",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "The crystal structure of the Venezuelan equine encephalitis alphavirus nsP2 protease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Watowich",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Structure",
            "volume": "14",
            "issn": "9",
            "pages": "1449--1458",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Viral RNA replication in association with cellular membranes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salonen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ahola",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kaariainen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "285",
            "issn": "",
            "pages": "139--173",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Role for nsP2 proteins in the cessation of alphavirus minus-strand synthesis by host cells",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "1",
            "pages": "360--371",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Characterization of synthetic chikungunya viruses based on the consensus sequence of recent E1-226V isolates",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Scholte",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Stress granule components G3BP1 and G3BP2 play a proviral role early in chikungunya virus replication",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Scholte",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "8",
            "pages": "4457--4469",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Combined structural, biochemical and cellular evidence demonstrates that both FGDF motifs in alphavirus nsP3 are required for efficient replication",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schulte",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Open Biol",
            "volume": "6",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "A positive-strand RNA virus replication complex parallels form and function of retrovirus capsids",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mol Cell",
            "volume": "9",
            "issn": "3",
            "pages": "505--514",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Structural and functional insights into alphavirus polyprotein processing and pathogenesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "109",
            "issn": "41",
            "pages": "16534--16539",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Regulation of Sindbis virus RNA replication: uncleaved P123 and nsP4 function in minus-strand RNA synthesis, whereas cleaved products from P123 are required for efficient plus-strand RNA synthesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shirako",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "3",
            "pages": "1874--1885",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Requirement for an aromatic amino acid or histidine at the N terminus of Sindbis virus RNA polymerase",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shirako",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "3",
            "pages": "2310--2315",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Suppressor mutations that allow sindbis virus RNA polymerase to function with nonaromatic amino acids at the N-terminus: evidence for interaction between nsP1 and nsP4 in minus-strand RNA synthesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shirako",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Virology",
            "volume": "276",
            "issn": "1",
            "pages": "148--160",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Role of the amphipathic peptide of Semliki forest virus replicase protein nsP1 in membrane association and virus replication",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spuul",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "2",
            "pages": "872--883",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Phosphatidylinositol 3-kinase-, actin-, and microtubule-dependent transport of Semliki Forest virus replication complexes from the plasma membrane to modified lysosomes",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spuul",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "15",
            "pages": "7543--7557",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Assembly of alphavirus replication complexes from RNA and protein components in a novel trans-replication system in mammalian cells",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spuul",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "10",
            "pages": "4739--4751",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "The alphaviruses: gene expression, replication, and evolution",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Microbiol Rev",
            "volume": "58",
            "issn": "3",
            "pages": "491--562",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Mutations in the nuclear localization signal of nsP2 influencing RNA synthesis, protein expression and cytotoxicity of Semliki Forest virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tamm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Merits",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sarand",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Gen Virol",
            "volume": "89",
            "issn": "",
            "pages": "676--686",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Differential phosphatidylinositol-3-Kinase-Akt-mTOR activation by Semliki Forest and chikungunya viruses is dependent on nsP3 and connected to replication complex internalization",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thaa",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "22",
            "pages": "11420--11437",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Catalytic core of alphavirus nonstructural protein nsP4 possesses terminal adenylyltransferase activity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tomar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "20",
            "pages": "9962--9969",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "Mutations conferring a non-cytotoxic phenotype on chikungunya virus replicons compromise enzymatic properties of non-structural protein 2",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Utt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Virol",
            "volume": "89",
            "issn": "6",
            "pages": "3145--3162",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "Versatile trans-replication systems for chikungunya virus allow functional analysis and tagging of every replicase protein",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Utt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Magnetic fractionation and proteomic dissection of cellular organelles occupied by the late replication complexes of Semliki Forest virus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Varjak",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "18",
            "pages": "10295--10312",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Site-specific protease activity of the carboxyl-terminal domain of Semliki Forest virus replicase protein nsP2",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vasiljeva",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "33",
            "pages": "30786--30793",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Regulation of the sequential processing of Semliki Forest virus replicase polyprotein",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vasiljeva",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "43",
            "pages": "41636--41645",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "Elimination of phosphorylation sites of Semliki Forest virus replicase protein nsP3",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Vihinen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "8",
            "pages": "5745--5752",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Alphavirus nsP3 functions to form replication complexes transcribing negative-strand RNA",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Virol",
            "volume": "68",
            "issn": "10",
            "pages": "6466--6475",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Mutagenesis of the Sindbis virus nsP1 protein: effects on methyltransferase activity and viral infectivity",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "O&apos;rear",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stollar",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Virology",
            "volume": "217",
            "issn": "2",
            "pages": "527--531",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Mutations at the palmitoylation site of non-structural protein nsP1 of Semliki Forest virus attenuate virus replication and cause accumulation of compensatory mutations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zusinaite",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Gen Virol",
            "volume": "88",
            "issn": "",
            "pages": "1977--1985",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1 Processing of CHIKV ns polyprotein P1234 and RNA synthesis. P1234 is shown at the top with the cleavage sites and sizes of the individual nsPs indicated. The intermediate P123 + nsP4 is responsible for negative-strand synthesis, the nsP1 + P23 + nsP4 complex is very short-lived (shown in brackets), and mature replication complexes producing positive-strand genomic and subgenomic RNAs consist of fully processed nsPs",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Schematic of the domain structure of CHIKV nsP1. Conserved active site residues and regions important for membrane association have been marked. See the text for details",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The domain structure of nsP4, with the central polymerase motif Gly-Asp-Asp (GDD) marked",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "). In RNA viruses, macro domains are expressed by",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments We warmly thank Katri Kallio for drawing the figures, and Finny Varghese for providing the EM images. This work has been supported by Academy of Finland grant 265997 to TA and by institutional research funding (IUT20-27) from the Estonian Ministry of Education and Research to AM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}