{
    "paper_id": "aa2579b21c67e8e7e17d725619c3bb7e0c7a051b",
    "metadata": {
        "title": "Ungewissheit, Uneindeutigkeit, Unsicherheit - Braucht die Theorie reflexiver Modernisierung eine neue Handlungstheorie?",
        "authors": [
            {
                "first": "Fritz",
                "middle": [],
                "last": "Böhle",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Margit",
                "middle": [],
                "last": "Weihrich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Moderne Zeiten sind unsichere Zeiten -so lautet der Befund soziologischer Gegenwartsdiagnosen. Die Theorie reflexiver Modernisierung hat diesen Befund weiter zugespitzt. Sie diagnostiziert, dass die Gesellschaft, in der wir leben -die Zweite Moderne -durch Ungewissheit, Uneindeutigkeit und Unsicherheit gekennzeichnet ist: Entscheidungen beruhen nicht mehr auf gesichertem Wissen, soziale Lagen lösen sich auf und vertraute Institutionen wie der Nationalstaat oder die Erwerbsarbeit verlieren ihre Konturen. Während Institutionen, Organisationen und Individuen mehr denn je dazu gezwungen sind, Entscheidungen zu treffen, wird dies gleichzeitig immer schwieriger, denn institutionalisierte Entscheidungskonventionen produzieren Nebenfolgen, die die Basisinstitutionen moderner Gesellschaften bedrohen. \"Die Turbulenzen, die … auf allen Handlungsebenen und in allen Handlungskontexten entstehen, bilden das Schlüsselproblem für Gegenwart und Zukunft der Zweiten Moderne und das zentrale Thema ihrer Erforschung\" (Beck/Bonß/Lau 2004: 15).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Gleichzeitig ist die Frage, wie sich Handeln in offenen Situationen erklären lässt, ein Grundproblem soziologischer Theoriebildung. Auch die handlungstheoretisch basierte Soziologie befasst sich mit der Entscheidungsfindung unter Unsicherheit, fragt nach entsprechenden kollektiven Handlungsfolgen und den Möglichkeiten und Grenzen der Regulierung des Sozialen. Man ist auch dort skeptisch geworden gegenüber der überkommenen These, dass neue Herausforderungen bewältigt werden, indem man zielorientierte Entscheidungen durch das Abwägen ihrer Nutzen und Kosten trifft. Gerade für unübersichtliche Situationen geraten alternative Kriterien der Handlungsselektion auch in das Blickfeld soziologischer Handlungstheorien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Wir haben die Frage gestellt, ob soziologische Handlungstheorien vor diesem Hintergrund zufriedenstellende Antworten auf die Problembeschreibung der Theorie reflexiver Modernisierung zu bieten haben oder ob man sich für eine adäquate Erfassung und Erklärung von Handeln in der Zweiten Moderne auf die Suche nach einer \"neuen\" Handlungstheorie machen sollte -und inwieweit man",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "sich für eine solche neue Handlungstheorie von den Vorschlägen der Theorie reflexiver Modernisierung inspirieren lassen könnte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Dieses Buch ist die Dokumentation einer so ungewöhnlichen wie produktiven Auseinandersetzung mit dieser Fragestellung: Vertreter und Vertreterinnen unterschiedlicher soziologischer Handlungstheorien diskutieren mit Forschern und Forscherinnen aus dem Umfeld der Theorie reflexiver Modernisierung darüber, wie sich \"Handeln unter Unsicherheit\" am besten soziologisch erfassen lässt. Die Theorie reflexiver Modernisierung konstatiert, dass die von ihr beschriebene neue soziale Dynamik nicht nur die Koordinaten des Sozialen, sondern auch die seiner wissenschaftlichen Erklärung auflösen wird und damit der \"bisherigen Soziologie die Grundlagen entzieht\" (Beck 2007: 413) . Folgt man dieser These, geraten damit nicht nur die Basisinstitutionen der Moderne, sondern auch das etablierte soziologische Instrumentarium für deren Beschreibung und Erklärung in eine prekäre Situation.",
            "cite_spans": [
                {
                    "start": 653,
                    "end": 669,
                    "text": "(Beck 2007: 413)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Obschon die Theorie reflexiver Modernisierung für die Bewältigung der aktuellen gesellschaftlichen Herausforderungen \"eine neue Handlungs-und Entscheidungslogik\" empfehlen möchte (Beck/Bonß/Lau 2004: 16) , hat sie ihre eigenen handlungstheoretischen Grundlagen bislang nicht systematisch diskutiert. Ein Grund hierfür ist, dass sie sich vordringlich als eine Gesellschaftstheorie versteht, die die Entwicklungsdynamik einer historischen Epoche identifiziert: \"Reflexive Modernisierung\" besteht darin, dass die untersuchte Gesellschaft -die Zweite Moderne -sich selbst transformiert, indem über die nichtintendierte Produktion von Nebenfolgen (und deren Nebenfolgen) Probleme entstehen, die die Basisinstitutionen der Gesellschaft systematisch überfordern, weil sie sich mit den etablierten Mitteln -auf der Grundlage der geltenden Basisprinzipien wie der individuellen Autonomie oder der rationalen Begründungspflicht -nicht mehr bearbeiten lassen: So entstehen neuartige Problemlagen, für die \"moderne\" Bearbeitungsformen keine Lösungen mehr anbieten können. Das hat zur Folge, dass auch das die Moderne dominierende \"Leitbild der Rationalität und Kontrolle an Glaubwürdigkeit verliert und zerfällt\" (Beck 2007: 367) . Die Theorie reflexiver Modernisierung stellt also eine Gesellschaftsdiagnose: Die Unentscheidbarkeit der Probleme wächst -gleichwohl müssen Entscheidungen getroffen werden. Diese \"planetarische Unsicherheit\", so Ulrich Beck in seiner Analyse der Weltrisikogesellschaft (Beck 2007: 367) , trifft letztendlich auch das individuelle Handeln mit voller Wucht: \"Das brutale Faktum ontologischer Unsicherheit hat … immer einen letzten Adressaten: Der Restrisikoempfänger der Weltri-sikogesellschaft ist das Individuum\", auf das \"die ultimative Verantwortung des Entscheidens\" (Beck 2007: 347) Die soziologische Handlungstheorie steht -zumal in ihrer entscheidungstheoretischen Ausrichtung -vor einer ähnlichen Problematik. Auch hier gewinnt die Frage individueller Handlungsentscheidungen angesichts von Situationen, in denen die Entscheidungsgrundlagen nicht evident sind, immer mehr an Bedeutung. Man weiß inzwischen, dass rationale Kalkulation nur in bestimmten Situationen möglich ist. So sucht man verstärkt nach Selektionsmechanismen, die Entscheidungen auch dann möglich machen, wenn die Handlungssituation es erschwert, Bewertungen abzugeben und Erwartungen zu formulieren -z.B. wenn Zielkonflikte nicht entschieden werden können oder man über die Folgen seines Handelns gar nichts weiß. Man bewegt sich weg vom \"Göttlichkeitsmodell der Theorie des subjektiv erwarteten Nutzens\" (Simon 1993: 29) , verabschiedet auch hier die \"One-best-way-Lösung\" (Beck/Bonß/Lau 2001: 35) ",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 203,
                    "text": "(Beck/Bonß/Lau 2004: 16)",
                    "ref_id": null
                },
                {
                    "start": 1201,
                    "end": 1217,
                    "text": "(Beck 2007: 367)",
                    "ref_id": null
                },
                {
                    "start": 1489,
                    "end": 1505,
                    "text": "(Beck 2007: 367)",
                    "ref_id": null
                },
                {
                    "start": 1790,
                    "end": 1806,
                    "text": "(Beck 2007: 347)",
                    "ref_id": null
                },
                {
                    "start": 2601,
                    "end": 2617,
                    "text": "(Simon 1993: 29)",
                    "ref_id": null
                },
                {
                    "start": 2670,
                    "end": 2694,
                    "text": "(Beck/Bonß/Lau 2001: 35)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Problemhintergrund"
        },
        {
            "text": "Der Band nimmt sich dieser Fragen in vier Kapiteln an. Das erste Kapitel ist überschrieben mit \"Handeln als Entscheiden\", das zweite Kapitel trägt den Titel \"Entgrenzung von Entscheidung\", das dritte Kapitel fragt nach Handeln \"Jenseits von Entscheidung\" und das vierte Kapitel diskutiert die Chancen und Grenzen einer \"Orientierung am Subjekt\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aufbau des Buches"
        },
        {
            "text": "Im ersten Teil wird die Erklärungskraft und empirische Relevanz von Entscheidungstheorien unter den Bedingungen zum Thema gemacht, die die Theorie reflexiver Modernisierung beschreibt. Dabei liegt der Schwerpunkt auf der Suche nach der geeigneten entscheidungstheoretischen Mikrofundierung sozialer Prozesse. Das Kapitel startet mit einem Beitrag von Helmut Wiesenthal (Humboldt-Universität zu Berlin). Unter dem Titel \"Rationalität und Unsicherheit in der Zweiten Moderne\" diskutiert Wiesenthal die Problemlösungskapazitäten rationaler Wahl in der Zweiten Moderne. Rational Choice sei erst jetzt \"zum gesellschaftlichen Gemeingut\" geworden, so seine These. Leider finde diese ihre Erfolgsbedingungen dann vor, wenn möglichst wenigen Akteuren die Möglichkeit offen steht, strategisch zu handeln, wie dies in vormodernen Zeiten der Fall gewesen sei. Die aktuelle \"Profanisierung von Strategiewissen\" verhindere gleichzeitig dessen Erfolg. Wiesenthal plädiert daher für bounded rationalities -als Orientierungsinstrument auf der Ebene der Handelnden selbst und als Analyseinstrument auf der Ebene der theoretischen Reflexion. Im anschließenden Beitrag greift Michael Schmid (Universität der Bundeswehr München) unter dem Titel \"Die Unsicherheit des Entscheidens. Überlegungen zur rationaltheoretischen Mikrofundierung der Theorie reflexiver Modernisierung\" dezidiert die drei Leitfragen auf, die in der Einleitung zum Band formuliert worden sind. Seine Diagnose lautet, dass die Theorie reflexiver Modernisierung eine entscheidungstheoretische Basis hat; er rekonstruiert die Reichweite einer derartigen Mikrofundierung sozialer Prozesse mithilfe eines Mehrebenenmodells einer soziologischen Erklärung und empfiehlt ein solches Modell auch für die Analyse solcher Problemstellungen, wie sie die Theorie reflexiver Modernisierung bearbeitet. Im Anschluss setzt sich Martin Rechenauer (Ludwig-Maximilians-Universität München) unter dem Titel \"Uneindeutigkeit im Entscheiden -einige formale Klärungsversuche\" mit dem Verhältnis auseinander, in dem die Theorie reflexiver Modernisierung und die Theorie rationaler Wahl zueinander stehen. Entgegen der Lesart der Theorie reflexiver Modernisierung sieht Rechenauer deren Programm mit vielen Grundannahmen der rationalen Entscheidungstheorie kompatibel. Um dies zu zeigen, rekonstruiert er den harten Kern der Theorie und bereinigt sie von diversen Zusatzannahmen -eine Aufgabe, die seiner Ansicht nach viel zu selten unternommen wird und Missverständnisse beseitigen könnte.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teil 1: Handeln als Entscheiden"
        },
        {
            "text": "In seinem Beitrag \"Die ,reflexive Moderne': eine wohlbekannte Entscheidungsgesellschaft\" zeichnet Uwe Schimank (FernUniversität in Hagen) die hochgradige Entscheidungskomplexität der Situationen nach, mit denen sich die Theorie reflexiver Modernisierung befasst und konstatiert, dass sich die diagnostizierten Entscheidungsprobleme in der Zweiten Moderne gehäuft ereignen mögen, aber keineswegs neu seien und deshalb gut untersucht. Er empfiehlt der Theorie reflexiver Modernisierung, sich auf den Vorgang und die Muster des Zustandekommens von Entscheidungen unter Ungewissheit, Uneindeutigkeit und Unsicherheit zu konzentrieren und sich hierfür aus dem gut gefüllten Werkzeugkasten der Entscheidungstheorie zu bedienen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teil 1: Handeln als Entscheiden"
        },
        {
            "text": "Teil 1 endet mit einem Text von Thomas Splett (Ludwig-Maximilians-Universität München). Unter der Überschrift \"Aus Schwäche Stärke? Zum Subjekt in Entscheidungsnot und zur Ambivalenz arationaler Selbstbindung\" verhandelt Splett aus philosophischer Sicht den Umgang mit Problemen, \"die aus einem Mangel an Anhaltspunkten für rechtes Entscheiden herrühren\". Er diskutiert, inwieweit solche Entscheidungsnot das Entscheidungssubjekt entmachtet oder stärkt und widmet sich schließlich dem Phänomen (und dessen Paradoxien), qua Selbstbindung Identität auszubilden und damit Gründe zu produzieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teil 1: Handeln als Entscheiden"
        },
        {
            "text": "Der zweite Teil diskutiert Handlungsmodi an den Grenzen des Entscheidens. Obschon man am Entscheidungsbegriff festhält, wird nach der Prozesshaftigkeit von Entscheidung, den zugrunde liegenden Praktiken, der Legitimation von Handeln und der Entscheidungsautonomie unter Ungewissheit, Uneindeutigkeit und Unsicherheit gefragt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teil 2: Entgrenzung von Entscheidung"
        },
        {
            "text": "Sylvia Marlene Wilz (FernUniversität in Hagen) fragt in ihrem Beitrag \"Entscheidungen als Prozesse gelebter Praxis\" ganz grundsätzlich danach, was Entscheidungen sind und wie sie getroffen werden. Sie zeigt auf, dass Entscheidungen Bestandteil eines Handlungsflusses sind, im handelnden Zusammenwirken mehrerer Akteure getroffen werden und neben und außerhalb intentionaler und reflexiver Steuerung geschehen -als Teil der sozialen Praxis. Ein Fallbeispiel, in dem die Autorin ihr eigenes Entscheidungshandeln analysiert, führt diese Merkmale zusammen und untermauert das Plädoyer, Entscheiden in seiner ganzen Bandbreite in den Blick zu nehmen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teil 2: Entgrenzung von Entscheidung"
        },
        {
            "text": "Stefan Böschen (Universität Augsburg) empfiehlt unter dem Titel \"Basisheuristiken -Zum Problem von Ereignis und Struktur in der Theorie reflexiver Modernisierung\", die für die Theorie reflexiver Modernisierung zentralen Konzepte der Basisinstitutionen und der Basisprinzipien durch das Konzept der \"Basisheuristiken\" zu verbinden. Während Basisprinzipien die Kontinuität und die Basisinstitutionen die Wandlungsfähigkeit moderner Gesellschaften repräsentieren, lenkt Böschen die Aufmerksamkeit auf handlungsrelevante und als erprobt geltende praktische Problemlösungen, um das Ereignismoment hinreichend erfassen zu können. Anhand der Basisheuristik des Experiments erörtert er den empirischen und theoretischen Ertrag seines Vorschlags, die Handlungsebene in die Theorie reflexiver Modernisierung systematisch einzubinden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teil 2: Entgrenzung von Entscheidung"
        },
        {
            "text": "Harald Hofer (Universität Augsburg) setzt sich in seinem Beitrag mit \"Handlung und Leitimation im Zuge reflexiver Modernisierung\" auseinander. Er geht von der These aus, dass das Basisprinzip der rationalen Begründbarkeit von Entscheidungen unter Druck gerät, wenn Handlungen unter Unsicherheit nicht immer entsprechend geplant und Entscheidungen unter Zeitdruck häufig nicht rational getroffen werden können. Es sei deshalb zu erwarten, dass im Zuge reflexiver Modernisierung zunehmend auch nicht-rationale Begründungen Aussicht auf entsprechende Akzeptanz haben werden. Vor diesem Hintergrund empfiehlt Hofer der Theorie reflexiver Modernisierung eine eher praxistheoretisch und kulturalistisch ausgerichtete Handlungstheorie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teil 2: Entgrenzung von Entscheidung"
        },
        {
            "text": "Wolfgang Bonß (Universität der Bundeswehr München) entwickelt in seinem Beitrag \"Das Subjekt als fiktiver Entscheider? Anmerkungen zur soziologischen Handlungstheorie\" aus der Geschichte der soziologischen Handlungstheorie heraus die These, dass sich das entscheidungstheoretische Programm für die eindeutig entscheidbaren Handlungsprobleme der ersten Moderne empfehlen könne, den neuen Risiken der reflexiven Moderne aber nicht gerecht werde. Hier sei das Konzept des Entscheidens eine kontrafaktisch zu begreifende regulative Idee, die keineswegs immer zum Tragen kommen müsse -Bonß rät daher an, vom \"fiktiven Entscheider\" zu sprechen. Werner Schneider (Universität Augsburg) fragt unter dem Titel \"Subjektivität und Individualisierung -Reflexiv-moderne Subjektformierung zwischen Handlungsoptionen, -zwängen und institutionellen Zurechnungen\" aus dispositivanalytischer Perspektive nach den gesellschaftlichen Praktiken, mit deren Hilfe Subjekte sich selbst herstellen. Schneider diagnostiziert Veränderungen in den Subjektivierungsformen im Zuge fortschreitender Individualisierung: In der Zweiten Moderne sei ausschlaggebend für die Zuerkennung von Identität nicht das, was das Subjekt tut, sondern wie es ausgeführt wird. Dabei ‚ist' man nicht authentisch, sondern man erfüllt die Norm der Authentizität, indem man das, was man tut, so darstellt, als wäre es Ausdruck des eigenen Selbst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teil 2: Entgrenzung von Entscheidung"
        },
        {
            "text": "Michael Heinlein und Michael Schillmeier (beide Ludwig-Maximilians-Universität München) lassen in ihrem Beitrag über \"Risiko-Akteur-Netzwerke\" den Subjektbegriff hinter sich, indem sie am Beispiel des SARS-Virus auf die Emergenz neuartiger Akteure in der globalisierten Moderne hinweisen. SARS wird als ein hochmobiler Risiko-Akteur beschrieben, der sich völlig indifferent gegenüber den gewohnten Grenzen sozialer Ordnungs-und Regulierungszusammenhänge und deren Beobachtungsroutinen verhält. Insbesondere entzieht er sich der Macht sozialer Zuschreibung, \"Sinn\" zu kommunizieren. Für eine adäquate Erfassung solcher Phänomene empfehlen die Autoren die Akteur-Netzwerk-Theorien, die darauf aufmerksam machen, dass sich Handlungspotentiale nicht in den Akteuren oder Dingen selbst befinden, sondern in den materialen (Inter-)Mediationen von heterogenen Elementen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teil 2: Entgrenzung von Entscheidung"
        },
        {
            "text": "In einem Ausblick am Ende des Bandes schlägt Margit Weihrich unter dem Titel \"Entscheidungsprobleme und deren Bearbeitungsformen in der Theorie reflexiver Modernisierung\" eine theorievergleichende Heuristik vor und wendet sie exemplarisch auf die forschungsleitenden Annahmen einiger Teilprojekte des Sonderforschungsbereichs Reflexive Modernisierung an. Im Zentrum steht die Frage danach, wie es gelingen kann, soziale Abstimmungsmechanismen zu institutionalisieren und inwiefern es hierfür eine Rolle spielt, wie Entscheidungen getroffen werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teil 2: Entgrenzung von Entscheidung"
        },
        {
            "text": "Wir bedanken uns herzlich bei allen Autorinnen und Autoren für ihre Beiträge, ihr Engagement und ihre Bereitschaft, sich auf unsere Fragestellung einzulassen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teil 2: Entgrenzung von Entscheidung"
        },
        {
            "text": "Susanne Kappler danken wir für ihre Hilfe bei der Erstellung dieses Bandes und Frank Engelhardt vom VS Verlag Sozialwissenschaften für sein Interesse an dieser Diskussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teil 2: Entgrenzung von Entscheidung"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Weltrisikogesellschaft. Auf der Suche nach der verlorenen Sicherheit. Frankfurt a.M.: Suhrkamp",
            "authors": [
                {
                    "first": "Ulrich",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Theorie reflexiver Modernisierung -Fragestellungen, Hypothesen, Forschungsprogramme",
            "authors": [
                {
                    "first": "Ulrich",
                    "middle": [
                        "/"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "Wolfgang",
                    "middle": [
                        "/"
                    ],
                    "last": "Bonß",
                    "suffix": ""
                },
                {
                    "first": "Christoph",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Die Modernisierung der Moderne",
            "volume": "",
            "issn": "",
            "pages": "11--59",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Entgrenzung erzwingt Entscheidung: Was ist neu an der Theorie reflexiver Modernisierung?",
            "authors": [
                {
                    "first": "Ulrich",
                    "middle": [
                        "/"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "Wolfgang",
                    "middle": [
                        "/"
                    ],
                    "last": "Bonß",
                    "suffix": ""
                },
                {
                    "first": "Christoph",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Entgrenzung und Entscheidung: Was ist neu an der Theorie reflexiver Modernisierung? (S",
            "volume": "",
            "issn": "",
            "pages": "13--62",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Die Erwartung des Unerwarteten",
            "authors": [
                {
                    "first": "Stefan",
                    "middle": [
                        "/"
                    ],
                    "last": "Böschen",
                    "suffix": ""
                },
                {
                    "first": "Christoph",
                    "middle": [
                        "/"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "Alexandra",
                    "middle": [
                        "/"
                    ],
                    "last": "Obermeier",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Wehling",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Entgrenzung und Entscheidung: Was ist neu an der Theorie reflexiver Modernisierung? (S",
            "volume": "",
            "issn": "",
            "pages": "123--148",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Der gesellschaftliche Umgang mit Erfahrungswissen: Von der Ausgrenzung zu neuen Grenzziehungen",
            "authors": [
                {
                    "first": "Fritz",
                    "middle": [
                        "/"
                    ],
                    "last": "Böhle",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bolte",
                    "suffix": ""
                },
                {
                    "first": "/",
                    "middle": [],
                    "last": "Annegret",
                    "suffix": ""
                },
                {
                    "first": "Wolfgang",
                    "middle": [
                        "/"
                    ],
                    "last": "Dunkel",
                    "suffix": ""
                },
                {
                    "first": "Sabine",
                    "middle": [
                        "/"
                    ],
                    "last": "Pfeiffer",
                    "suffix": ""
                },
                {
                    "first": "Stephanie",
                    "middle": [
                        "/"
                    ],
                    "last": "Porschen",
                    "suffix": ""
                },
                {
                    "first": "Neúe",
                    "middle": [],
                    "last": "Sevsay-Tegethoff",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Entgrenzung und Entscheidung: Was ist neu an der Theorie reflexiver Modernisierung? (S",
            "volume": "",
            "issn": "",
            "pages": "95--122",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Biographische Sicherheit",
            "authors": [
                {
                    "first": "Wolfgang",
                    "middle": [
                        "/"
                    ],
                    "last": "Bonß",
                    "suffix": ""
                },
                {
                    "first": "Felicitas",
                    "middle": [
                        "/"
                    ],
                    "last": "Esser",
                    "suffix": ""
                },
                {
                    "first": "Joachim",
                    "middle": [
                        "/"
                    ],
                    "last": "Hohl",
                    "suffix": ""
                },
                {
                    "first": "Helga",
                    "middle": [
                        "/"
                    ],
                    "last": "Pelizäus-Hoffmeister",
                    "suffix": ""
                },
                {
                    "first": "Jens",
                    "middle": [],
                    "last": "Zinn",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Entgrenzung und Entscheidung: Was ist neu an der Theorie reflexiver Modernisierung? (S",
            "volume": "",
            "issn": "",
            "pages": "211--233",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Zusammenfassung. Zeitalter der Nebenfolgen. Kontinuität oder Diskontinuität in der Entwicklungsdynamik moderner Gesellschaften?",
            "authors": [
                {
                    "first": "Stefan",
                    "middle": [
                        "/"
                    ],
                    "last": "Böschen",
                    "suffix": ""
                },
                {
                    "first": "Nick",
                    "middle": [
                        "/"
                    ],
                    "last": "Kratzer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nebenfolgen. Analysen zur Konstruktion und Transformation moderner Gesellschaften",
            "volume": "",
            "issn": "",
            "pages": "185--256",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Nebenfolgen. Analysen zur Konstruktion und Transformation moderner Gesellschaften",
            "authors": [
                {
                    "first": "Rainer",
                    "middle": [],
                    "last": "Greshoff",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Rezension von: Böschen, Stefan/Kratzer, Nick/May, Stefan (Hrsg",
            "volume": "3",
            "issn": "",
            "pages": "281--285",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Entscheidungskonflikte der reflexiven Moderne: Uneindeutigkeit und Ahnungslosigkeit",
            "authors": [
                {
                    "first": "Stephan",
                    "middle": [],
                    "last": "Sellmaier",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Entgrenzung und Entscheidung: Was ist neu an der Theorie reflexiver Modernisierung? (S",
            "volume": "",
            "issn": "",
            "pages": "149--165",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SFB 536 Reflexive Modernisierung (Hrsg",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Homo rationalis. Die Vernunft im menschlichen Leben",
            "authors": [
                {
                    "first": "Herbert",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Website des Sonderforschungsbereichs 536 Reflexive Modernisierung: sfb536.mwn.de",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "abgewälzt wird. Die Frage, wie Individuen ihre Handlungsentscheidungen treffen und wie sich deren kollektive Folgen modellieren lassen, ist in den empirisch arbeitenden Forschungsprojekten des Sonderforschungsbereichs Reflexive Modernisierung zum Thema geworden. 1 Ausgehend von der Fragestellung, inwieweit sich Prozesse reflexiver Modernisierung in ganz unterschiedlichen Kontexten des Sozialen nachweisen lassen, ist man dort mit den konkreten Problemen konfrontiert, vor die sich Individuen vor dem Hintergrund der allgemeinen Problembeschreibung der reflexiven Modernisierung gestellt sehen und die sie bearbeiten müssen. Die untersuchten Handlungssituationen zeichnen sich durchwegs durch Unsicherheit, Uneindeutigkeit und Ungewissheit aus, auf die zu reagieren ist: In solchen Situationen befinden sich etwa ExpertInnen, die vor dem Problem des Nichtwissens stehen (siehe z.B. Böschen/Lau/Obermeier/Wehling 2004); Personen, die ein moralisches Dilemma zu bearbeiten haben, für das zusätzliche Informationen die richtige Entscheidungsfindung nicht befördern können (siehe z.B. Sellmaier 2004); biografische PlanerInnen, die damit konfrontiert sind, dass sich Normalbiografien ebenso auflösen wie die daran gebundenen Verhaltenserwartungen (Bonß/Esser/Hohl/Pelizäus-Hoffmeister/Zinn 2004); Personen, die im Arbeitsprozess vor Problemen stehen, bei deren Lösung weder objektivierbares Wissen noch rationale Arbeitsplanung weiterhelfen (Böhle/Bolte/Dunkel/Pfeiffer/Porschen/Sevsay-Tegethoff 2004). Neue Wege müssen gefunden werden, um in solchen Situationen handlungsfähig zu bleiben -wie solche Lösungen aussehen können, erforschen die Teilprojekte des Sonderforschungsbereichs. So werden Entscheidungen zerlegt und verzeitlicht oder dezisionistisch gefällt, Traditionen neu erfunden oder leibgebundenes Erfahrungswissen mobilisiert, das gesellschaftlich nicht anerkannt wird. \"Die Entscheidung zwischen den alternativen Lösungsmöglichkeiten … erfolgt nach Maßgabe z.B. öffentlicher Anerkennung, persönlicher Erfahrung, ästhetischer Urteile, partizipativer Verfahren oder anderer nicht-wissenschaftlicher Kriterien\"(Beck/Bonß/Lau 2001: 35). Schritt zur Klärung der Frage unternommen, welche Ressourcen Individuen in der Zweiten Moderne mobilisieren, indem sie dafür plädieren, neben den für die Theorie reflexiver Modernisierung zentralen Begriffen der Basisprinzipien und Basisinstitutionen die Basisheuristiken stärker zu beachten: Während die Basisprinzipien die kognitiv-normative Infrastruktur bereitstellen, die die Denn letztendlich hängt es von den zugrunde liegenden Akteurs-bzw. Subjektkonzeptionen und Handlungstheorien ab, wie bestimmte Probleme wahrgenommen werden, wie mit ihnen verfahren wird und welche Möglichkeiten sich anbieten, die kollektiven Nebenfolgen zu bearbeiten.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "und beschäftigt sich statt dessen zunehmend mit der Frage, wie Handeln unter Ungewissheit, Uneindeutigkeit und Unsicherheit möglich ist. So geraten Heuristiken in den Blick, die etwa auf Routinen, Emotionen, Intuition, Inkrementalismus, Zufallswahl oder Selbstbindungsmechanismen beruhen. Praxistheorien gehen noch einen Schritt weiter und lassen den Entscheidungsbegriff ganz hinter sich: Sie beschäftigen sich mit den historischen Subjektformen, in die der Einzelne einrückt, ohne dass er sich dessen bewusst ist und thematisieren den Körper als Träger praktischen Wissens und Könnens jenseits des Kognitiven. Es erscheint uns daher lohnend, die Theorie reflexiver Modernisierung mit soziologischen Handlungstheorien ins Gespräch zu bringen und gemeinsam nach der handlungstheoretischen Fundierung des Umgangs mit offenen Situationen zu suchen. Wir versprechen uns davon auch einen Gewinn für die Soziologie insgesamt, denn es geht in dieser Diskussion nicht nur um die empirische Stimmigkeit von Handlungsmodellen, sondern auch um deren erklärende Kraft für soziale Konstellationen und Dynamiken. Gerade hierfür haben die entscheidungstheoretisch akzentuierten Handlungstheorien Vorschläge anzubieten. Zwar nimmt man sich dort zurück, was Zeitdiagnosen betrifft -u.a. eine Folge der Einsicht in die Kontingenz und Komplexität der Aggregationslogiken kollektiven Handelns. Gleichwohl untersucht man die Situationsdefinitionen und Modi, die Akteure für ihre Entscheidungen heranziehen, mit Blick auf die jeweiligen kollektiven Handlungsfolgen und deren Regulierungsmöglichkeiten durch die institutionelle Rahmung von Handlungssituationen. Lässt sich für das Szenario, das die Theorie reflexiver Modernisierung beschreibt, an das Angebot der soziologischen Handlungstheorie anknüpfen? Hat die Theorie reflexiver Modernisierung selbst ausbaufähige Vorschläge zu machen? Oder braucht die Theorie reflexiver Modernisierung -und mit ihr die Soziologie -in der Tat eine neue Handlungstheorie? Dem Band ging eine Arbeitstagung voraus, zu der der Sonderforschungsbereich Reflexive Modernisierung im Dezember 2007 prominente Vertreterinnen und Vertreter soziologischer Handlungstheorie zur gemeinsamen Diskussion dieser Fragen nach München eingeladen hat. Vor dem Hintergrund der skizzierten Problemlage und zur Fokussierung der Diskussion haben wir vorab drei Leitfragen formuliert: 1. Mit welchen Erscheinungsformen von Ungewissheit, Uneindeutigkeit und Unsicherheit sind Akteure aus der Perspektive der Theorie reflexiver Modernisierung konfrontiert und wie konzipiert man dort deren Handeln? Diese erste Frage richtet sich darauf, inwieweit Akteure durch die von der Theorie reflexiver Modernisierung beschriebene Entwicklung vor Entscheidungs-und Handlungsproblemen stehen, in denen weder eingespielte Routinen noch (wissenschaftliches) Wissen bei der Problemlösung weiterhelfen. Neben der genaueren Bestimmung dieser Probleme gilt unser Interesse der Identifikation und Charakterisierung der Handlungstheorien bzw. Subjektkonzeptionen, die innerhalb des Forschungsprogramms der Theorie reflexiver Modernisierung für den Umgang mit solchen Situationen herangezogen werden. 2. Kann man dem Forschungsprogramm der reflexiven Modernisierung eine bestimmte Handlungstheorie für den Umgang mit Ungewissheit, Uneindeutigkeit, und Unsicherheit empfehlen? Diese zweite Frage richtet sich auf die Eigenschaften einer Handlungstheorie, die zur Fundierung und Weiterentwicklung der Theorie reflexiver Modernisierung beiträgt. Eine solche Theorie müsste in der Lage sein, zu erklären, wie Akteure mit Ungewissheit, Uneindeutigkeit und Unsicherheit verfahren. Kämen z.B. Entscheidungstheorien in Frage, die Möglichkeiten vorsehen, um kognitive Bewertungen und Erwartungen zu substituieren: etwa durch Mechanismen der Selbst-",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Jenseits von Entscheidung? Im dritten Kapitel wird der Entscheidungsbegriff in Frage gestellt. Es werden alternative Handlungsmodelle \"jenseits von Entscheidung\" vorgestellt, die sich für die Erfassung von Handeln unter Ungewissheit, Uneindeutigkeit und Unsicherheit empfehlen lassen. Das Kapitel startet mit einem Beitrag von Andreas Reckwitz (Universität Konstanz) zum Thema \"Praktiken der Reflexivität: Eine kulturtheoretische Perspektive auf hochmodernes Handeln\". Reckwitz identifiziert den reflexiven Akteur als Subjekt der Reflexiven Moderne und macht gleichzeitig deutlich, dass es sich dabei um eine Selbstbeschreibung handelt. Damit thematisiert die kulturtheoretisch orientierte Handlungstheorie, die Reckwitz empfiehlt, die kulturelle Kontingenz jedes soziologischen Theoretisierens. Reckwitz wählt die Ebene sozialer Praktiken als Ausgangspunkt seiner Kulturtheorie des Handelns, deren Ziel es ist, die impliziten Wissensschemata jeglichen Handelns aufzudecken. Handeln unter Unsicherheit -vom Sport aus beobachtet\" und empfiehlt den Wettkampfsport als ein Paradebeispiel für Handeln unter Unsicherheit, da dort erhöhter Entscheidungsbedarf bei Abwesenheit sicherer Entscheidungsgrundlagen Programm und der Ausgang immer ungewiss ist. Deshalb verspricht er sich von einer praxeologischen Beschreibung des Sports die Klärung der Frage, mittels welcher Vermögen, Wissensformen und Verfahrensweisen Akteure unter Unsicherheit handeln und deckt vor allem die Bedeutung eines eingekörperten Wissens auf. Fritz Böhle (Universität Augsburg) stellt in seinem Beitrag mit dem Titel \"Weder rationale Reflexion noch präreflexive Praktik -erfahrungsgeleitet-subjektivierendes Handeln\" eines der wenigen ausgearbeiteten Handlungskonzepte innerhalb des Sonderforschungsbereichs Reflexive Modernisierung vor. Das Konzept des erfahrungsgeleitet-subjektivierenden Handelns lenkt die Aufmerksamkeit weg von der kognitiven Entscheidungsfindung hin zum körperlichen Ausführen von Handlungen. Das sinnliche Spüren dient als Medium der Informationsgewinnung und bestimmt gleichzeitig über den Handlungsverlauf. Böhle verortet das Konzept innerhalb der aktuellen handlungstheoretischen Diskussion und zeigt dessen innovativen Charakter auf.Teil 4: Orientierung am Subjekt?Im vierten Teil wird diskutiert, ob und inwiefern es hilfreich sein kann, für die Frage nach \"Handeln unter Unsicherheit\" mit der Kategorie des Subjektes bzw. einer Orientierung am Subjekt zu arbeiten und welche handlungstheoretischen Implikationen sich damit verbinden.Angelika Poferl (Ludwig-Maximilians-Universität München) knüpft am selbstgesetzten Anspruch der Theorie reflexiver Modernisierung an, Begriffskritik als Forschungsaufgabe zu begreifen und spürt unter dem Titel \"Orientierung am Subjekt? Eine konzeptionelle Reflexion zur Theorie und Methodologie reflexiver Modernisierung\" der Subjektkonzeption nach, die der Theorie reflexiver Modernisierung zugrunde liegt. Im Rückgriff auf einen Problemaufriss der Kategorie des Subjekts rät sie an, Prozesse reflexiver Modernisierung systematisch als Handlungsprobleme zu begreifen, die bewältigt werden müssen. Dies eröffnet den Blick darauf, dass Akteure gefordert sind, eine Pragmatik des Umgangs mit Ungewissheit, Uneindeutigkeit und Unsicherheit zu entwickeln, in der Elemente der Kreativität und Experimentalität eine wichtige Rolle spielen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}