{
    "paper_id": "aa35f51ff63a719db478d62793110d40002eb5d5",
    "metadata": {
        "title": "Rapid Diagnosis of a Coronavirus Associated with Se- vere Acute Respiratory Syndrome (SARS)",
        "authors": [
            {
                "first": "Leo",
                "middle": [
                    "L M"
                ],
                "last": "Poon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary Hospital",
                    "location": {
                        "country": "Pokfu"
                    }
                },
                "email": ""
            },
            {
                "first": "On",
                "middle": [
                    "Kei"
                ],
                "last": "Wong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary Hospital",
                    "location": {
                        "country": "Pokfu"
                    }
                },
                "email": ""
            },
            {
                "first": "Winsie",
                "middle": [],
                "last": "Luk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary Hospital",
                    "location": {
                        "country": "Pokfu"
                    }
                },
                "email": ""
            },
            {
                "first": "Yung",
                "middle": [],
                "last": "Kwok",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary Hospital",
                    "location": {
                        "country": "Pokfu"
                    }
                },
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [
                    "S M"
                ],
                "last": "Yuen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary Hospital",
                    "location": {
                        "country": "Pokfu"
                    }
                },
                "email": ""
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Peiris",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary Hospital",
                    "location": {
                        "country": "Pokfu"
                    }
                },
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Guan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary Hospital",
                    "location": {
                        "country": "Pokfu"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS) is a recently emerged disease associated with pneumonia in infected patients (1 ) . The disease is unusual in its severity, and patients suffering from this disease do not respond to empirical antimicrobial treatment for acute communityacquired typical or atypical pneumonia (2 ) . By the end of March 2003, a cumulative total of 1622 cases and 58 deaths had been reported from 13 countries (3 ) . The disease is highly infectious, and attach rates Ͼ56% have been reported in healthcare workers caring for SARS patients (2 ) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "(1 )",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "(2 )",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 432,
                    "end": 436,
                    "text": "(3 )",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "(2 )",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Recently, we identified a novel virus in the family Coronaviridae in SARS patients (4 ) . Of patients from whom paired acute and convalescent sera were available, all had seroconverted or had a greater than fourfold increase in antibody titer to this novel virus (4 ) , suggesting that it plays an important role in the etiology of SARS. Thus, the establishment of a rapid noninvasive test for this virus is a high priority for monitoring and control of this disease. Here, we report a real-time quantitative PCR assay to detect this virus in clinical specimens.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "(4 )",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "(4 )",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patients with a clinical diagnosis of SARS and admitted in two hospitals in Hong Kong between February 26, 2003, and March 26, 2003, were considered for this study. Inclusion criteria were a fever of 38°C or higher, cough or shortness of breath, new pulmonary infiltrate(s) on chest radiographs, and either a history of exposure to a patient with SARS or absence of response to empirical antimicrobial coverage for typical and atypical pneumonia. Samples were collected with informed consent. In total, 29 SARS patients with paired sera and nasopharyngeal aspirate (NPA) samples were available for the study. The diagnosis of SARS was confirmed in all patients by the presence of antibodies against the novel coronavirus in the serum (4 ). The age of these patients ranged from 24 to 71 years [mean (SD), 45.2 (13.9) years], and the male-tofemale ratio was 11:18. At the time of submitting this manuscript, one of the patients had died. NPA samples were collected by suction into a disposable aspiration trap containing 3 mL of viral transport medium (containing, per liter, 2 g of sodium bicarbonate, 5 g of bovine serum albumin, 200 g of vancomycin, 18 g of amikacin, and 160 U of nystatin in Earle's balanced salt solution). Total RNA from 140 L of each NPA sample was extracted with use of a QIAamp Virus RNA Mini Kit (Qiagen), as instructed by the manufacturer, and eluted in 50 L of buffer. For isolating RNA from stool specimens, 140 L of viral transport medium containing suspended stool was subjected to the RNA extraction method described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ten microliters of eluted RNA was reverse-transcribed by use of 200 U of Superscript II reverse transcriptase (Invitrogen) in a 20-L reaction containing 0.15 g of random hexamers, 10 mM dithiothreitol, and 0.5 mM deoxynucleotide triphosphates. FastStart DNA Master SYBR Green I fluorescence reaction (Roche) was used in the PCR assay. Briefly, 2 L of cDNA was amplified in 20 L containing, per liter, 3.5 mmol of MgCl 2 , 0.25 mol of forward primer (coro3: 5Ј-TACACACCTCAGCGTTG-3Ј), and 0.25 mol of reverse primer (coro4: 5Ј-CAC-GAACGTGACGAAT-3Ј). Reactions were performed in a LightCycler (Roche) with the following conditions: 10 min at 95°C, followed by 50 cycles of 95°C for 10 s, 57°C for 5 s, and 72°C for 9 s. Plasmids containing the target sequence were used as positive controls. Fluorescence signals from these reactions were captured at the end of the extension step in each cycle. To determine the specificity of the assay, PCR products were subjected to melting curve analysis at the end of the assay (65 to 95°C; 0.1°C/s).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On the basis of our identified sequences of this virus, a pair of primers expected to amplify a 182-bp region within the RNA-dependent RNA polymerase-encoding sequence of the virus (accession no. AY268070) was used in the assay. The identity of the product was confirmed by sequencing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To determine the dynamic range of real-time quantitative PCR, serial dilutions of plasmid DNA containing the target sequence were made and subjected to the real-time quantitative PCR assay. The assay was able to distinguish 10-fold differences in concentration over a range from 10 to 10 7 , and no signal was observed in the water control (Fig. 1a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 340,
                    "end": 349,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "A positive signal was observed in 23 of 29 serologically confirmed SARS patients. In all of these positive cases, a unique PCR product (T m ϭ 82°C) corresponding to the signal from the positive control was observed (Fig. 1b , and data not shown). These results indicated that this assay is highly specific for the target. The copy numbers of the target sequence in these reactions were as high as 4.5 ϫ 10 3 . Thus, as many as 2.5 ϫ 10 5 copies of this viral sequence were present in 140 L of NPA sample in transport medium. Among these 23 positive cases, 6 had copy numbers less than 10, i.e., below that of the low calibrator. The identities of positive signals from these six cases were confirmed by the melting curve analysis and were further confirmed by gel electrophoresis in three cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 223,
                    "text": "(Fig. 1b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "In five of the above positive cases, NPA samples were collected before seroconversion. Viral RNA was detected in three of these samples, indicating that this assay can detect the virus even at an early stage of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To further validate the specificity of this assay, NPA samples from healthy individuals (n ϭ 11) and patients suffering from adenovirus (n ϭ 11), respiratory syncytial virus (n ϭ 11), human metapneumovirus (n ϭ 11), influenza A virus (n ϭ 13), or influenza B virus (n ϭ 1) infection were recruited as negative controls. All but one of these samples were negative in the assay. The falsepositive case was negative in a subsequent test. Taken together, including the initial false-positive case, the realtime quantitative PCR assay was positive in 79% of SARS cases and negative in 98% of controls with and without viral infections. Epidemiologic data suggest that droplet transmission is one of the major routes of transmission of this virus. The detection of live virus (4 ) and the detection of high copy numbers of viral sequence from NPA samples in the current study clearly support that the concept that cough and sneeze droplets from SARS patients are a major route of spread of this infectious agent. At the time of the writing of this manuscript, disposable surgical masks, gloves, and gown are worn by healthcare workers who care for the SARS patients. Interestingly, two of four available stool samples from the SARS patients in this study were positive in the assay (data not shown). It is thus relevant to note that many animal coronaviruses are spread via the fecal-oral route (5 ) . Further studies are required to test whether the virus in feces is infectious.",
            "cite_spans": [
                {
                    "start": 1389,
                    "end": 1393,
                    "text": "(5 )",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to this novel human coronavirus, there are two known serogroups of human coronaviruses, 229E and OC43 (6 ) . The primer set used in our assay does not have sequence homology to 229E. As a corresponding OC43 sequence is not available in GenBank, it is not known whether these primers would cross-react with this strain. However, sequence analyses of available sequences in other regions of the OC43 polymerase gene indicate that the human virus associated with SARS is genetically distinct from OC43. Furthermore, the primers used in this study do not have homology to any sequences from known coronaviruses. Thus, it is very unlikely that these primers would hybridize with sequences from strain OC43 under the conditions of this assay.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "text": "(6 )",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In addition to the novel coronavirus, metapneumovirus was reported in some SARS patients (7 ) . RNA samples from this study were subjected to nested reverse transcription-PCR (4 ), and no evidence of metapneumovirus infection was detected in any of the patients in this study (data not shown), suggesting that the novel coronavirus is the key player in the pathogenesis of SARS. Further work is required, however, to determine whether other pathogens contribute to the progression of the disease.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "(7 )",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In this work, we used SYBR Green detection, which allows melting curve analysis (8 ) and, thus, recognition of samples with sequence variations (mutations) in the virus. This may be important for viruses as the low fidelity of RNA-dependent RNA polymerase produces high mutation rates in some RNA viruses. The PCR products from all 23 positive cases in this study had the same melting point, strongly suggesting that there was no viral sequence variation in the target region of samples collected at the two Hong Kong hospitals during the 1-month period of patient accrual.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "(8 )",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While this manuscript was being revised, a quantitative TaqMan-format assay for SARS-associated coronavirus was published (9 ) and shown to be positive in two confirmed cases of SARS. The TaqMan method and ours are complementary as they target different regions of the virus. Moreover, our demonstration of negative results in patients with a variety of other respiratory virus infections complements the negative findings by the TaqMan assay in stools from patients with gastrointestinal symptoms, further supporting the concept that this coronavirus is specific for SARS. Our assay also adds information about sequence variation of the virus (which cannot by assessed by TaqMan assays) and about the range of viral copy numbers seen in a relatively large number of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, we describe a simple and rapid noninvasive diagnostic test for a novel coronavirus associated with SARS. The assay is positive early in the disease. For modest numbers of specimens, the procedure (e.g., RNA extraction, reverse transcription, and real-time PCR) can be completed in 3-4 h. As testing of hundreds of suspected SARS cases can be needed during each day of an ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Technical Briefs outbreak, we are also adapting this protocol to a highthroughput format. It is expected that the current rapid method of prompt identification of this pathogen will allow prompt identification of this virus and thus facilitate control of the disease and provision of prompt and appropriate treatment to patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "954"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Wkly Epidemiol Rec",
            "volume": "78",
            "issn": "",
            "pages": "73--77",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. Severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "Wkly Epidemiol Rec",
            "volume": "78",
            "issn": "",
            "pages": "81--84",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Severe acute respiratory syndrome (SARS)-multicountry outbreak-update 15",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A coronavirus is associated with severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "Jsm",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "Llm",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Lyc",
                    "middle": [],
                    "last": "Yam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronaviruses: a comparative review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcintosh",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "63",
            "issn": "",
            "pages": "85--112",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Antibodies to human coronaviruses 229E and OC43 in the population of",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hruskova",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Heinz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Svandova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pennigerova",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "C. R. Acta Virol",
            "volume": "34",
            "issn": "",
            "pages": "346--52",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Update: Outbreak of severe acute respiratory syndrome-worldwide",
            "authors": [],
            "year": 2003,
            "venue": "MMWR Morbid Mortal Wkly Rep",
            "volume": "52",
            "issn": "",
            "pages": "269--72",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "DNA melting analysis for detection of single nucleotide polymorphisms",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Lipsky",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Mazzanti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Rudolph",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vyas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bozak",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin Chem",
            "volume": "47",
            "issn": "",
            "pages": "635--679",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Günther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Der Werf",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brodt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Detection of a novel human coronavirus associated with SARS by real-time quantitative PCR (a), and melting curve analysis of PCR products from clinical samples (b).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a), amplification plot of fluorescence intensity against the PCR cycle. The copy numbers of input plasmid DNA in the reactions are indicated. The x axis denotes the cycle number of a quantitative PCR assay, and the y axis denotes the fluorescence intensity (F1) over the background. (b), melting curve analysis of PCR products from clinical samples. Signals from positive (ϩve) samples, negative (Ϫve) samples, and a water control (water) are indicated. The x axis denotes the temperature (°C), and the y axis denotes the fluorescence intensity (F1) over the background.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Technical BriefsThe following Technical Brief was published at www.clinchem.org April 18, 2003",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank Dr. E.K. Yeoh of the Hong Kong Government for facilitating this study. We also thank the WHO SARS Network and acknowledge the assistance of network members. We thank Timothy Cheung, Iris Ng, and Jack Lee for excellent assistance. This work was funded in part by Public Health Research Grant A195357 from the National Institute of Allergy and Infectious Diseases (US), The Wellcome Trust (Grant GR067072/D/02/Z), The University of Hong Kong, and the Hospital Authority of Hong Kong SAR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Cytokines and chemokines, a superfamily of small cytokine-like molecules, are key mediators of immunity and inflammation. Detection of cytokines and chemokines in disease states provides useful diagnostic tools for inves-tigating host responses to invading organisms, tumors, and trauma.Different reverse transcription-PCR (RT-PCR) protocols have been described in the literature, including semiquantitative, quantitative, and competitive PCR techniques, but most of them were labor-intensive and time-consuming (1, 2 ) . Recently, real-time PCR assays have become a major tool for quantifying the number of DNA or cDNA copies in different settings and clinical materials. These assays offer a standardized, rapid, accurate, and reproducible method that combines rapid in vitro amplification with real-time quantification of the DNA or cDNA load. However, to date, only limited data are available for quantification of cytokine gene expression (3, 4 ) . In addition, there is a need for rapid, sensitive, reliable, and standardized methods for RNA extraction.Here we present an automated standardized protocol for the extraction of RNA from human peripheral blood mononuclear cells (PBMCs), using the MagNA Pure LC system (Roche Diagnostics), combined with a rapid and easy-to-perform quantitative PCR assay, using the Light-Cycler (Roche Diagnostics) amplification and detection system. We applied this protocol to quantification of mRNA expression of the following immunorelevant genes: interleukin (IL)-1␣, IL-1␤, IL-2, IL-4, IL-6, IL-8, IL-10, IL-12p40, IL-18, tumor necrosis factor-␣ (TNF-␣), interferon-␥ (IFN-␥), macrophage-inducing protein-3␣ (MIP-3␣), SCYB-11 (IFN-inducible T-cell-␣ chemoattractant; H174; CXCL11), intracellular adhesion molecule-1 (ICAM-1; CD54), and nuclear factor-B (NFB), the transcription factor and central mediator of immune response.PBMCs were prepared from 50 mL of heparinized fresh venous blood obtained from healthy donors (n ϭ 30). PBMCs were separated by centrifugation over Ficoll and resuspended in 1 mL of phosphate-buffered saline. The PBMC concentration was adjusted to 1 ϫ 10 6 /mL in RPMI 1640 containing 100 mL/L fetal calf serum (Life Technologies). PBMCs were incubated at 37°C in a 5% CO 2 atmosphere for 8 h with 10 mL/L phytohemagglutinin (PHA) or 1 mg/L lipopolysaccharide (LPS; Sigma) followed by centrifugation for 5 min at 2200g. Lysis buffer (200 L) was then added to the pellet, and the resuspended cells were pipetted into the MagNA Pure LC sample cartridge for subsequent RNA extraction.For RNA extraction, we used the MagNA Pure LC RNA Isolation Kit I (Roche Diagnostics). In this automated process, the samples were lysed in a buffer containing a chaotropic salt and a RNase inactivator. Nucleic acids were bound to the surface of glass magnetic particles. After a DNase digestion step, unbound substances were removed by several washing steps, and purified RNA was eluted (elution volume, 100 L) with a low-salt buffer followed by spectrophotometric quantification of RNA.cDNA was synthesized with use of the First Strand cDNA Synthesis Kit (Roche Diagnostics). Briefly, 8 L of RNA substrate, 2.2 L of oligo-p(dT) 15 primer, and 0.8 L of AMV reverse transcriptase were used for cDNA synthesis. After each reverse transcription, cDNA was quantified spectrophotometrically, based on the absorbance at Clinical Chemistry 49, No. 6, 2003 ",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 515,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "2 )",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 948,
                    "end": 951,
                    "text": "4 )",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3391,
                    "end": 3393,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3394,
                    "end": 3398,
                    "text": "2003",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Automated RNA Extraction by MagNA Pure Followed by Rapid Quantification of Cytokine and Chemokine Gene Expression with Use of Fluorescence Resonance"
        }
    ]
}