{
    "paper_id": "aa3ae832fd246237660062ac044b4490d0bdd9df",
    "metadata": {
        "title": "Journal Pre-proof Use of a protective shield successfully prevents exposure to aerosols and droplets during transesophageal echocardiography",
        "authors": [
            {
                "first": "Gianmarco",
                "middle": [],
                "last": "Balestra",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Beat",
                "middle": [
                    "A"
                ],
                "last": "Kaufmann",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qian",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We simulated cough using an endotracheal tube connected to a pressure sprayer filled with cold water. The tube was placed in the mouth of a mannequin next to the TEE probe, and water was released at 2 bar towards the examiner sitting or standing (B, Video 1). Water droplets were depicted as blue spots using an infrared camera (VarioCam, InfraTec).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Performing TEE while sitting, water droplets were found on the lateral side of the face shield, Our simulation suggests that the lateral side of the examiner facing the patient is not adequately protected by standard PPE during TEE. Performing TEE standing reduces contamination. But the most efficient protection was achieved using the mobile protective shield.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We are aware that our simulation method, although pragmatic, overproduced droplets in comparison to aerosols, and our detection method could not identify small quantities of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 and the cardiovascular system",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "ASE Statement on Protection of Patients and Echocardiography Service Providers During the",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Kirkpatrick",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Taub",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kort",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Swaminathan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Novel Coronavirus Outbreak Journal of the American Society of Echocardiography",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.echo.2020.04.001"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ".zhou@usb.ch Keywords: COVID-19, transesophageal echocardiography, personal protective equipment 2 To the editors: The novel coronarvirus disease (COVID-19) has been declared a pandemic and is affecting healthcare professionals all over the world. With several reports suggesting potential myocardial damage in patients with COVID-19 1 , cardiologists and especially cardiac imaging services are also facing the challenge of this pandemic. The American Society of Echocardiography has recently published recommendations regarding echocardiography during the current pandemic, and stated that need for transesophageal echocardiography (TEE) should be carefully evaluated and when necessary performed with special caution². However, despite careful screening and deferral of nonurgent cases, in some situations the TEE is indispensable to guide diagnosis and further treatment. TEE is an aerosol and droplet producing examination and thus for the examiner it bears a high risk for exposure and infection. Because access to standard personal protective equipment (PPE) is not ensured everywhere, we have recently designed the mobile protective shield to increase protection for examiners during TEE. It is made by two pieces of acrylic glass mounted on a metal frame. The two pieces of acrylic glass are connected by two screws embedded in a slot. In this way the small shield can glide vertically, and the height of the protective shield can be adjusted individually (A).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "mask, cap, left forearm, and the ultrasound machine (C-E). Contamination of the head was less when standing (F, Video 2). Placing the mobile protective shield between mannequin and examiner, droplets were on the shield (G, Video 3) and the left forearm placed in front of the shield (H), only. No contamination of the face shield was detected (H).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A) Construction plan of the protective shield used for TEE. (B) Experimental setup. (C) Using infrared detection, water droplets are depicted as blue spots. Performing TEE while sitting, droplets are detected on the lateral side of the face shield, mask, cap and left forearm. (D) The left side of the examiner, which faced to the patient is extensively contaminated. (E) Surface of the ultrasound machine is also contaminated. (F) Performing TEE in standing position reduces potential contamination of the head. Droplets were only found on the left arm and the gloves. (G, H) When placing the protective shield between the mannequin and the examiner, droplets were absorbed by the shield. Contamination were only found on the left forearm, which was placed in front of the shield.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}