{
    "paper_id": "ab4876613d4f6dfdfdcc4b63c4541db979bfd328",
    "metadata": {
        "title": "Emerging Infectious Diseases",
        "authors": [
            {
                "first": "Bo",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Affiliated Hospital of Guizhou Medical University",
                    "location": {
                        "settlement": "Guiyang, Guizhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "During the last several years, some novel avian influenza A viruses or even recently reported Zika virus (ZIKV), for their fatal attack to CNS, have drawn great attentions all over the world [1] [2] [3] . Emerging infectious diseases (EIDs) are usually defined as diseases that have infected new hosts or have spread into new geographic area or have changed their pathogenic features or are caused by pathogenic agents not previously recognized. The outbreaks of these diseases frequently occur starting from viruses mutated from an animal host and obtained the ability of infecting humans [4] . Viruses may invade the brain or spinal cord, causing acute or chronic neurologic durations. Emerging infections affecting the CNS often present as encephalitis with substantial morbidity and mortality [5, 6] . Despite notable improvements in disease prevention and treatment, infectious diseases of the CNS remain an important source of morbidity and mortality, particularly in less-developed countries and in immunocompromised individuals [5, 6] . These emerging and challenging CNS infections are still increasing. The upcoming decades are sure to provide us with an ever-evolving landscape of infection. We are encountering more opportunities and facing more challenges in the future.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 801,
                    "end": 803,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1036,
                    "end": 1039,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1040,
                    "end": 1042,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The number of EIDs and their threat to global health are increasing. It is reported that over 100 viral pathogens can affect the nervous system [5, 6] . Neurological infections from EIDs are attributed to the particular sensitivity of the CNS to pathogens from dysregulated inflammatory responses [7] . Special attention was given to the neurological complications seen in many patients with Ebola virus disease, West",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 148,
                    "end": 150,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 297,
                    "end": 300,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Viral Pathogens"
        },
        {
            "text": "Nile virus (WNV), Eastern equine encephalitis virus, and Zika virus (ZIKV) [8, 9] . The outbreak of swine influenza virus H1N1 began in early 2009, and radiology could assist in the early diagnosis of severe cases [1] . Middle East respiratory syndrome (MERS) is caused by the Middle East respiratory syndrome coronavirus (MERS-CoV), CT scans showing ground-glass opacities preferably in peripheral lower lobe [10] . Ebola infections in West Africa have been a major threat in the past 3 years, whereas radiology workup could not provide any specific diagnosis [11] . Since the outbreak of October 2015, about 1.5 million cases of Zika mosquito-borne virus and 4000 suspected cases of microcephaly with over 40 deaths have been reported [9] . The evidence of Zika virus infection of aborted fetuses associated with microcephaly has been confirmed. The imaging features of microcephaly secondary to Zika virus infection include calcifications, cortical abnormalities, diminution of white matter, large ventricles with or without hydrocephalus, cortical malformations, hypoplasia of the cerebellum and brain stem, and enlargement of the cerebellar cistern ( Fig. 6.1 ). CT and US could show a consistent pattern of widespread brain calcifications ( Fig. 6. 2) [3] . Radiology plays a key role on the monitoring of patients with ZIKV infection [10, 11] .",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 79,
                    "end": 81,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 561,
                    "end": 565,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 737,
                    "end": 740,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1258,
                    "end": 1261,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1341,
                    "end": 1345,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1346,
                    "end": 1349,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1156,
                    "end": 1164,
                    "text": "Fig. 6.1",
                    "ref_id": null
                },
                {
                    "start": 1247,
                    "end": 1254,
                    "text": "Fig. 6.",
                    "ref_id": null
                }
            ],
            "section": "Emerging Viral Pathogens"
        },
        {
            "text": "Combining with the clinical data and imaging findings, it is necessary to optimize the decision of treatment and ultimately improve patient outcomes. Preoperative imaging examination plays a critical role on planning the procedure and prognosis assessment in patients with CNS infection [8] . Early neurosurgical intervention is advocated to prevent the ongoing risk of fatal complications [12] . CT is probably useful in the specific patients with calcification and hemorrhage, typically in the acute stage or in the early stages of Paragonimus migration [13] . Routine MRI generally could show its great advantages over CT. Advanced MRI, such as MR spectroscopy (MRS) have provided a surrogate marker of tissue chemical components, thereby could differentiate parasitic infections from other infections and also possibly monitor therapeutic response. ",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 290,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 390,
                    "end": 394,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Emerging Viral Pathogens"
        },
        {
            "text": "It is essential to make early and accurate etiological diagnosis for patient's life and public healthcare. During the past 30 years, though the prevention of infections is by vaccine and antimicrobial agents, infections remain to be the major killer of permanent neurologic disability globally [14] . Diagnosis requires not only careful inquiring history but also applying newly developed diagnostic tests. It is still a major challenge to confirm the etiology of inflammatory disorders in the clinical setting, as over 50% cases would be undiagnosed [15] . Next-generation sequencing (NGS) is able to discover the transcriptome of host tissue and capture microbial genomes (i.e., bacteria, fungi, and viruses) that reside in the tissue niche. Deep sequencing of total DNA or RNA provides an unbiased approach that can detect even rare components of the microbiome [16] . Unbiased metagenomic next-generation sequencing (mNGS) represents a wholly different approach using random hexamer primers to amplify all the nucleic acids in a biological sample like cerebrospinal fluid or brain biopsy samples. Using bioinformatic pipelines, it also can analyze enormous sequencing data sets to identify the microbial source in samples promptly [17] . Moreover, diagnostic decision-making of viral CNS infections demands a global knowledge of epidemiology, including the foci and spread of arboviruses worldwide [18] . The global health and biodefense communities are focused on the threat of emerging pathogens, many of which have severe neurologic sequelae. With the globalization and time change, we would have to confront a changing landscape of neurological infections.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 551,
                    "end": 555,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1235,
                    "end": 1239,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1402,
                    "end": 1406,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "New Detecting Techniques and Diagnosing Strategies"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Encephalitis related to a H1N1 vaccination: case report and review of the literature",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Ussel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Boer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parizel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Neurol Neurosurg",
            "volume": "124",
            "issn": "9",
            "pages": "8--15",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human infection with a novel avian-origin influenza A (H7N9) virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "20",
            "pages": "1888--97",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Epidemiology and neurological complications of infection by the Zika virus: a new emerging neurotropic virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Carod-Artal",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Rev Neurol",
            "volume": "62",
            "issn": "7",
            "pages": "317--345",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How can viruses influence the neuroinflammation and neurodegeneration in the aged human brain",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Marošová",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Neradil",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zilka",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Acta Virol",
            "volume": "57",
            "issn": "3",
            "pages": "273--81",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emerging viral infections of the central nervous system: part 1",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Arch Neurol",
            "volume": "66",
            "issn": "8",
            "pages": "939--987",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emerging viral infections of the central nervous system: part 2",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Arch Neurol",
            "volume": "66",
            "issn": "9",
            "pages": "1065--74",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Emerging infections of the central nervous system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lyons",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcarthur",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr Infect Dis Rep",
            "volume": "15",
            "issn": "6",
            "pages": "576--82",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Bacterial, fungal, and parasitic infections of the central nervous system: radiologic-pathologic correlation and historical perspectives",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Y"
                    ],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Koeller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Radiographics",
            "volume": "35",
            "issn": "4",
            "pages": "1141--69",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Zika virus infection and associated neurologic disorders in Brazil",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "De Oliveira",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Carmo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Henriques",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "376",
            "issn": "16",
            "pages": "1591--1594",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Middle east respiratory syndrome coronavirus: what does a radiologist need to know?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Langer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "AJR Am J Roentgenol",
            "volume": "206",
            "issn": "6",
            "pages": "1193--201",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Ebola virus disease: radiology preparedness",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Bluemke",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Radiology",
            "volume": "274",
            "issn": "2",
            "pages": "527--558",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Bacterial spine infections in adults: evaluation and management",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Cornett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crow",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Am Acad Orthop Surg",
            "volume": "24",
            "issn": "1",
            "pages": "11--19",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Hemorrhagic stroke and cerebral paragonimiasis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Stroke",
            "volume": "45",
            "issn": "11",
            "pages": "3420--3422",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Emerging subspecialties in neurology: neuroinfectious diseases",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Millichap",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Neurology",
            "volume": "73",
            "issn": "4",
            "pages": "14--15",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Emerging diagnostic and therapeutic tools for central nervous system infections",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Tyler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA Neurol",
            "volume": "73",
            "issn": "12",
            "pages": "1389--90",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Next-generation sequencing in neuropathologic diagnosis of infections of the nervous system",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Salzberg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Breitwieser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Neurol Neuroimmunol Neuroinflamm",
            "volume": "3",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Actionable diagnosis of neuroleptospirosis by next-generation sequencing",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Naccache",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Samayoa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "25",
            "pages": "2408--2425",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Challenges in laboratory diagnosis of acute viral central nervous system infections in the era of emerging infectious diseases: the syndromic approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Papa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kotrotsiou",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Papadopoulou",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Expert Rev Anti-Infect Ther",
            "volume": "14",
            "issn": "9",
            "pages": "829--865",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "B. Gao (*) Department of Radiology, Affiliated Hospital of Guizhou Medical University, Guiyang, Guizhou, China",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(a) Axial T2-weighted MR image shows a thickened cortex (white arrow) and ventriculomegaly (black arrow). (b) Axial T2-weighted MR image shows cortical malformations (black arrow). (c) Sagittal T1-weighted MR image shows cerebellar atrophy (white arrow), corpus callosum abnormalities (black arrow), and brain stem dysplasia (black star) (Courtesy of Lara Brandão MD, Rio De Janeiro, Brasil) Fig. 6.2 Axial CT image shows diffuse calcifications in cortical/subcortical white matter junction and parenchymal atrophy (Courtesy of Lara Brandão MD, Rio De Janeiro, Brasil)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}