{"paper_id": "ac260f8010890afa10735bb4baf7fdc452664187", "metadata": {"title": "Clinical and CT features in pediatric patients with COVID-19 infection: Different points from adults", "authors": [{"first": "Wei", "middle": [], "last": "Xia", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "region": "Hubei", "country": "China"}}, "email": ""}, {"first": "Jianbo", "middle": [], "last": "Shao", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "region": "Hubei", "country": "China"}}, "email": ""}, {"first": "Yu", "middle": [], "last": "Guo", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "region": "Hubei", "country": "China"}}, "email": ""}, {"first": "Xuehua", "middle": [], "last": "Peng", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "region": "Hubei", "country": "China"}}, "email": ""}, {"first": "Zhen", "middle": [], "last": "Li", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "region": "Hubei, MD", "country": "China"}}, "email": ""}, {"first": "Daoyu", "middle": [], "last": "Hu", "suffix": "", "affiliation": {"laboratory": "", "institution": "Huazhong University of Science and Technology", "location": {"settlement": "Wuhan", "region": "Hubei, MD", "country": "China"}}, "email": ""}]}, "abstract": [{"text": "Purpose: To discuss the different characteristics of clinical, laboratory, and chest computed tomography (CT) in pediatric patients from adults with 2019 novel coronavirus (COVID-19) infection. Methods: The clinical, laboratory, and chest CT features of 20 pediatric inpatients with COVID-19 infection confirmed by pharyngeal swab COVID-19 nucleic acid test were retrospectively analyzed during 23 January and 8 February 2020. The clinical and laboratory information was obtained from inpatient records. All the patients were undergone chest CT in our hospital.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Results: Thirteen pediatric patients (13/20, 65%) had an identified history of close contact with COVID-19 diagnosed family members. Fever (12/20, 60%) and cough (13/20, 65%) were the most common symptoms. For laboratory findings, procalcitonin elevation (16/20, 80%) should be pay attention to, which is not common in adults. Coinfection (8/20, 40%) is common in pediatric patients. A total of 6 patients presented with unilateral pulmonary lesions (6/20, 30%), 10 with bilateral pulmonary lesions (10/20, 50%), and 4 cases showed no abnormality on chest CT (4/20, 20%). Consolidation with surrounding halo sign was observed in 10 patients (10/20, 50%), ground-glass opacities were observed in 12 patients (12/20, 60%), fine mesh shadow was observed in 4 patients (4/20, 20%), and tiny nodules were observed in 3 patients (3/20, 15%).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Conclusion: Procalcitonin elevation and consolidation with surrounding halo signs were common in pediatric patients which were different from adults. It is suggested that underlying coinfection may be more common in pediatrics, and the consolidation with surrounding halo sign which is considered as a typical sign in pediatric patients.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "wild spread to other 24 countries, such as Japan, Singapore, Thailand, North Korea, and so on. 3 In the early days of a COVID-19 infection outbreak, pediatric patients were rather rare, who were thought to be not susceptible to it. However, along with the emerging of familial aggregation, children suffered from COVID-19 infection were gradually appeared. Also, neonates who born to mothers with COVID-19 infection were in concern. As a pediatric group is usually susceptible to upper respiratory tract infection, because of their developing immune system, the delayed presence of pediatric patients is confusing. Otherwise, under the circumference of wildly spread of COVID-19 and low detection rate by pharyngeal swab COVID-19 nucleic acid test, how to distinguish it from other common respiratory tract infection pathogens in pediatric patients is still a problem. Whether it shares the same imaging pattern of adults is also an important issue.", "cite_spans": [{"start": 95, "end": 96, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": ""}, {"text": "As the clinical and imaging features of pediatric patients with COVID-19 infection were limited, we would like to present a series of 20 cases who have been identified by the pharyngeal swab COVID-19 nucleic acid test.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Twenty pediatric inpatients with COVID-19 infection confirmed by pharyngeal swab COVID-19 nucleic acid test from 23 January to 8 February in Wuhan Children's Hospital were included in this study.", "cite_spans": [{"start": 127, "end": 128, "text": "8", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "| Subjects"}, {"text": "All the patients are in accordance to the \"Diagnosis and Treatment Protocol for COVID-19 (Fifth Revised Edition)\" distributed by the National Health Commission. 4 ", "cite_spans": [{"start": 161, "end": 162, "text": "4", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "| Subjects"}, {"text": "Clinical charts data including demography information, contact history, previous history, clinical symptoms, laboratory findings, and coinfection which defined as a concurrent infection of a patient with two or more pathogens simultaneously. The hospital stays were updated to 18 February 2020.", "cite_spans": [], "ref_spans": [], "section": "| Data collection"}, {"text": "The chest computed tomography (CTs) were obtained from all subjects, as the plain chest X-ray cannot exclude the existence of pulmonary lesions, especially for the patients without symptoms and mild cases. For all the patients, noncontrast chest CT studies were performed on SOMATOM Definiton AS 128 unit (Siemens medical system; Siemens, Germany) with the following parameters: 12 0 kV, 100 to 150 mA, 0.6-mm collimation, and 1:1 pitch. The scanning range covered from lung apex to diaphragm on axial plane taken under free breathing with the patients in the supine position. Thinsection CT images were reconstructed with 1.25-mm collimation with a standard algorithm and then sent to the picture archiving and communication system (PACS) for analyzing. CT images were evaluated using a lung window with a window level of −600 HU and window width of 1500 HU, and the soft-tissue window with a window level of 40 HU and window width of 300 HU. If necessary, 0.50 mL/kg body mass of 10% chloral hydrate was taken orally before the examination. All the images were stored in PACS and reviewed by two experienced pediatric radiologists. The CT features were evaluated as follows: (a) ground-glass opacities, (b) consolidations with surrounding halo sign, (c) nodules, (d) fine mesh shadow, (e) pleural effusion, (f) lymphadenopathy, (g) unilateral or bilateral, (h) subpleural or nonsubpleural, and (i) residual fiber strips.", "cite_spans": [], "ref_spans": [], "section": "| Data collection"}, {"text": "Pharyngeal swab samples of all the subjects in this group were collected, and the COVID-19 RNA was identified by a reverse transcription-polymerase chain reaction.", "cite_spans": [], "ref_spans": [], "section": "| Data collection"}, {"text": "The protocol for this retrospective study was approved by the Ethics Committee of Wuhan Children's Hospital and the written informed consent was waived for emerging infectious diseases. Most of the children did not have positive pulmonary signs, moist rales were found in three cases (3/20, 15%), retraction signs were found in one case (1/20, 5%), and cyanosis was found in one case (1/20, 5%).", "cite_spans": [], "ref_spans": [], "section": "| Data collection"}, {"text": "Laboratory findings were shown in Table 2 . Critical stage: In the case of further development of the lesion, the chest CT showed that the consolidation lesions were diffuse and involved both lungs, presenting as a \"white lung\" change, accompanied by air bronchogram sign. The lesion density was heterogeneous, accompanied by ground-glass opacities and pleural thickening ( Figure 1C ).", "cite_spans": [], "ref_spans": [{"start": 34, "end": 41, "text": "Table 2", "ref_id": null}, {"start": 374, "end": 383, "text": "Figure 1C", "ref_id": null}], "section": "| RESULTS"}, {"text": "Recovery stage: After treatment, a chest CT follow-up was obtained in six cases. Lesions were completely absorbed in two cases (2/20, 10%) (Figures 2A and 2D) , consolidations turned into groundglass opacities and gradually decreased in three cases (3/20, 15%) ( Figures 2B and 2E) , and residual fiber strip remained in three cases (3/20, 15%) ( Figures 2C and 2F ).", "cite_spans": [], "ref_spans": [{"start": 139, "end": 158, "text": "(Figures 2A and 2D)", "ref_id": null}, {"start": 263, "end": 281, "text": "Figures 2B and 2E)", "ref_id": null}, {"start": 347, "end": 364, "text": "Figures 2C and 2F", "ref_id": null}], "section": "| RESULTS"}, {"text": "All the patients had been treated in the isolation ward of Wuhan", "cite_spans": [], "ref_spans": [], "section": "| RESULTS"}, {"text": "Children's Hospital. Eighteen patients were cured and discharged with an average stay of 12.9 days (8-20 days). Two asymptomatic neonates were still under observation because of positive results from the pharyngeal swab COVID-19 nucleic acid test, with negative CT findings.", "cite_spans": [], "ref_spans": [], "section": "| RESULTS"}, {"text": "COVID-19 viral pneumonia is an acute infectious respiratory disease caused by a novel coronavirus. By the beginning of February 2020, nearly 30 000 cases had been confirmed nationwide, while the actual number would be larger. 5 The virus can be transmitted by an infected person or an asymptomatic carrier and is a highly contagious disease.", "cite_spans": [{"start": 226, "end": 227, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "Respiratory droplets are the main route of transmission, but can also be transmitted by contact and digestive tract. 6 The incubation period is about 1 to 14 days, and is supposed could be up to 24 days. Crowds are generally susceptible to COVID-19. Most of the cases are mild, but the elderly or those with underlying diseases are more likely to T A B L E 3 CT imaging findings in 20 patients with COVID-19 pneumonia in early stage PCT is a marker for bacterial infection which could be induced by bacteriotoxin but suppressed by interferon. 9 It is worth noting that the PCT was elevated in 80% cases in this study, no matter coinfection evidence existed or not, which is not common in adult patients. It may suggest that routine antibacterial treatment should be considered in pediatric patients, as the coinfection was common in our cases (40%).", "cite_spans": [{"start": 117, "end": 118, "text": "6", "ref_id": "BIBREF5"}, {"start": 543, "end": 544, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "| DISCUSSION"}, {"text": "In most cases of this study, abnormal laboratory results may prompt clinicians to further screen the nucleic acid detection of ", "cite_spans": [], "ref_spans": [], "section": "| DISCUSSION"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan", "authors": [{"first": "C", "middle": [], "last": "Huang", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "X", "middle": [], "last": "Li", "suffix": ""}], "year": 2020, "venue": "China. Lancet", "volume": "395", "issn": "", "pages": "497--506", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "727--733", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Novel coronavirus (2019-nCoV) early-stage importation risk to Europe", "authors": [{"first": "G", "middle": [], "last": "Pullano", "suffix": ""}, {"first": "F", "middle": [], "last": "Pinotti", "suffix": ""}, {"first": "E", "middle": [], "last": "Valdano", "suffix": ""}, {"first": "P-Y", "middle": [], "last": "Boelle", "suffix": ""}, {"first": "C", "middle": [], "last": "Poletto", "suffix": ""}, {"first": "V", "middle": [], "last": "Colizza", "suffix": ""}], "year": 2020, "venue": "Euro Surveill", "volume": "25", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "General Office of the National Health Commission of China. Diagnosis and Treatment Protocol for 2019-nCoV", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Britons to be evacuated as scientists estimate 44 000 cases of 2019-nCOV in the city", "authors": [{"first": "J", "middle": [], "last": "Parry", "suffix": ""}, {"first": "", "middle": [], "last": "Wuhan", "suffix": ""}], "year": 2020, "venue": "Brit Med J", "volume": "368", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Pattern of early human-to-human transmission of Wuhan", "authors": [{"first": "J", "middle": [], "last": "Riou", "suffix": ""}, {"first": "C", "middle": ["L"], "last": "Althaus", "suffix": ""}], "year": 2019, "venue": "Euro Surveill", "volume": "25", "issn": "", "pages": "7--11", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-the latest 2019 novel coronavirus outbreak in Wuhan, China", "authors": [{"first": "D", "middle": ["S"], "last": "Hui", "suffix": ""}, {"first": "E", "middle": ["I"], "last": "Azhar", "suffix": ""}, {"first": "T", "middle": ["A"], "last": "Madani", "suffix": ""}], "year": 2020, "venue": "Int J Infect Dis", "volume": "91", "issn": "", "pages": "264--266", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Clinical analysis of 10 neonates born to mothers with 2019-nCoV pneumonia", "authors": [{"first": "H", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "L", "middle": [], "last": "Wang", "suffix": ""}, {"first": "C", "middle": [], "last": "Fang", "suffix": ""}], "year": 2020, "venue": "Transl Pediatr", "volume": "9", "issn": "", "pages": "51--60", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Serum procalcitonin and C-reactive protein levels as markers of bacterial infection: a systematic review and meta-analysis", "authors": [{"first": "L", "middle": [], "last": "Simon", "suffix": ""}, {"first": "F", "middle": [], "last": "Gauvin", "suffix": ""}, {"first": "D", "middle": ["K"], "last": "Amre", "suffix": ""}, {"first": "P", "middle": [], "last": "Saint-Louis", "suffix": ""}, {"first": "J", "middle": [], "last": "Lacroix", "suffix": ""}], "year": 2004, "venue": "Clin Infect Dis", "volume": "39", "issn": "", "pages": "206--217", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Chest CT findings in 2019 novel coronavirus (2019-nCoV) infections from Wuhan, China: key points for the radiologist. Radiology", "authors": [{"first": "J", "middle": ["P"], "last": "Kanne", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Emerging coronavirus 2019-nCoV pneumonia", "authors": [{"first": "F", "middle": [], "last": "Song", "suffix": ""}, {"first": "N", "middle": [], "last": "Shi", "suffix": ""}, {"first": "F", "middle": [], "last": "Shan", "suffix": ""}], "year": 2020, "venue": "Radiology", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Differentiation of bacterial and viral pneumonia in children", "authors": [{"first": "R", "middle": [], "last": "Virkki", "suffix": ""}, {"first": "T", "middle": [], "last": "Juven", "suffix": ""}, {"first": "H", "middle": [], "last": "Rikalainen", "suffix": ""}, {"first": "E", "middle": [], "last": "Svedstrom", "suffix": ""}, {"first": "J", "middle": [], "last": "Mertsola", "suffix": ""}, {"first": "O", "middle": [], "last": "Ruuskanen", "suffix": ""}], "year": 2002, "venue": "Thorax", "volume": "57", "issn": "", "pages": "438--441", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Clinical and CT features in pediatric patients with COVID-19 infection: Different points from adults", "authors": [{"first": "W", "middle": [], "last": "Xia", "suffix": ""}, {"first": "J", "middle": [], "last": "Shao", "suffix": ""}, {"first": "Y", "middle": [], "last": "Guo", "suffix": ""}, {"first": "X", "middle": [], "last": "Peng", "suffix": ""}, {"first": "Z", "middle": [], "last": "Li", "suffix": ""}, {"first": "D", "middle": [], "last": "Hu", "suffix": ""}], "year": 2020, "venue": "Pediatric Pulmonology", "volume": "55", "issn": "", "pages": "1169--1174", "other_ids": {"DOI": ["10.1002/ppul.24718"]}}}, "ref_entries": {"FIGREF0": {"text": "; creatine kinase-MB increased in 15 cases (15/20, 75%); C-reactive protein (CRP) increased in 9 cases (9/20, 45%); and procalcitonin (PCT) increased in 16 cases (16/20, 80%). Eight patients were coinfected with other pathogens (8/20, 40%), including influenza viruses A and B, mycoplasma, respiratory syncytial virus, and cytomegalovirus. Furthermore, four cases had abnormal electrocardiogram events. Two patients have a history of atrial septal defect surgery and one with epilepsy as a sequela of previous viral encephalitis.To the best of our knowledge, the result of COVID-19 RNA detection could be a false negative at an early stage. As most of the pediatric patients were not severe, plain chest X-ray could not identify all the pulmonary lesions, chest CTs were obtained to provide support information for diagnosis and management.According to the \"Diagnosis and Treatment Protocol for COVID-19 (Fifth Revised Edition),\" 4 the imaging manifestations of chest CTs obtained in this study were divided into four stages, as follows: Early stage: 6 patients presented with unilateral pulmonary lesions (6/20, 30%), 10 presented with bilateral pulmonary lesions (10/20, 50%), and 3 neonates and 1 child showed no abnormality on chest CT (4/20, 20%). Subpleural lesions with localized inflammatory infiltration were found in all children (Figure 1A). Consolidation with surrounding halo sign was observed in 10 patients (10/20, 50%), ground-glass opacities were observed in 12 patients (12/20, 60%), fine mesh shadow was observed in 4 patients (4/20, 20%)ALT, alanine aminotransferase; CK-MB, creatine kinase-MB; CRP, C-reactive protein; L%, percentage of lymphocyte; PCT, procalcitonin; WBC, white blood cell.F I G U R E 1 A, Female, 14 years old. Chest CT showed scattered ground-glass opacities in the inferior lobe of the right lung, located subpleural or extended from subpleural lesions. B, Male, 10 years old. Chest CT showed consolidation with halo sign in the inferior lobe of the left lung surrounded by ground-glass opacities. C, Male, 1 year old. Chest CT showed diffused consolidations and ground-glass opacities in both lungs, with a \"white lung\" appearance of the right lung. CT, observed in 3 patients (3/20, 15%) (Table 3). Chest CT showed no signs of pleural effusion and lymphadenopathy.Advanced stage: Chest CT mainly showed that the scope of the lesion expanded and the density increased, which could involve multiple lobes of both lungs and distributed in multiple places. Ground-glass opacities and consolidation coexist and may be accompanied by interlobular septal thickening, fibrosis lesions, or air bronchogram signs (Figure 1B).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "COVID, coronavirus; CT, computed tomography.F I G U R E 2 A, Male, 3 years old. On admission, chest CT showed consolidation in the posterior segment of the upper lobe of the left lung with a surrounded halo sign. B, Female, 8 years old. On admission, chest CT showed patchy consolidation with halo sign in the basal segment of the inferior lobe of the right lung, and ground-glass opacities in the inferior lobe of the left lung. C, Male, 14 years old. On admission, chest CT showed consolidation with halo sign in the lingular segment of the left lung, and fibrous cords in both lungs. D, The same patient of (A), 11 days after admission, chest CT showed that the consolidation in the posterior segment of the upper lobe of the left lung was disappeared. E, The same patient of (B), 4 days after admission, chest CT showed shrunken lesions with lower density in the inferior lobes of both lungs. F, The same patient of (C), 3 days after admission, chest CT showed a contraction of consolidation in lingular segment of the left lung, the disappearance of halo sign, and fibrous cords left in both lungs. CT, computed tomography develop to severe stage. 7 The lack of children samples in the previously reported studies may be related to the children staying at home during the Spring Festival holiday and having less contact with the source of infection. The clinical manifestations of children patients are similar to those of adults, such as fever and cough. A few children have diarrhea and runny nose, but the overall symptoms are relatively mild. Thirteen pediatric patients, including three neonates, had an identified history of close contact with COVID-19 diagnosed family members, who were undergone the COVID-19 RNA detection. Although the results in three neonates were positive, no lesion was found on chest CT, repeated COVID-19 RNA detection should be carried out for excluding the possibility of a contaminated sample and other reasons. As no evidence of vertical transmission has been confirmed in the previous study, 8 close contacts may be the possible explanation for the positive result in our study. Remarkably, 7 of 20 patients had a previous history of congenital or acquired diseases, which may indicate that children with underlying diseases may be more susceptible to COVID-19 infection. Overall, pediatric patients generally have a good prognosis with an average hospital stay of 12.9 days.", "latex": null, "type": "figure"}, "TABREF0": {"text": "The clinical features of pediatric patients with COVID-19 infection were displayed inTable 1. In this study, 13 patients were male (13/20, T A B L E 1 Summary of patient characteristics (n = 20)", "latex": null, "type": "table"}, "TABREF1": {"text": "In some pediatric patients with a negative nucleic acid of COVID-19 virus, we managed them as suspected patients according to the typical lesions shown on chest CT, which could provide evidence not only for early treatment to the children but also for effectively isolating the source of infection.Chest CT findings in children were similar to those in adults, and most of them were mild cases.10,11 The typical manifestations were unilateral or bilateral subpleural ground-glass opacities, and consolidations with surrounding halo sign. As consolidations with surrounding halo sign account for up to 50% cases, they should be considered as typical signs in pediatric patients. Pleural effusion was not seen. The absorption of lesions on chest CT lagged behind clinical symptoms and nucleic acid detection. Lesions could be still visible on chest CT when two consecutive nucleic acid tests were negative.As for the normal findings in three neonates with a positive nucleic acid test, whether it was due to the influence of the delivery process on sampling or the specific CT manifestations for neonates, more samples are needed for further confirmation.The CT imaging of COVID-19 infection should be differentiated with other virus pneumonias, such as influenza virus, parainfluenza virus, respiratory syncytial virus, and adenovirus. 12 Adenovirus pneumonia lesions had higher density, more consolidations, and fewer subpleural lesions. Respiratory syncytial virus and parainfluenza virus pneumonia lesions were mostly distributed along the bronchial tree with a thickened bronchial wall. Influenza viruses could cause grid-like changes in the lungs. In addition, it should be differentiated from bacterial pneumonia, mycoplasma pneumonia, and chlamydia pneumonia, and the density of pneumonia lesions caused by the latter pathogens is relatively higher. However, chest CT manifestations of pneumonia caused by different pathogens overlap, and COVID-19 pneumonia can be superimposed with pneumonia caused by other types of pathogens, presenting more serious and complex imaging manifestations, so epidemiological and etiological examination should be combined. In conclusion, COVID-19 virus pneumonia in children is mainly mild, and chest CT can present characteristic changes of subpleural ground-glass opacities and consolidations with surrounding halo, which is an effective means for follow up and evaluating the changes of lung lesions. In the case that the positive rate of COVID-19 nucleic acid test from pharyngeal swab samples is not high, the early detection of lesions by CT is conducive to reasonable management and early treatment for pediatric patients. However, the diagnosis of COVID-19 pneumonia by CT imaging alone is not sufficient enough, especially in the case of coinfection with other pathogens. Therefore, early chest CT screening and timely follow-up, combined with corresponding pathogen detection, is a feasible clinical protocol in children.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors declare that there are no conflict of interests.", "cite_spans": [], "ref_spans": [], "section": "CONFLICT OF INTERESTS"}, {"text": "http://orcid.org/0000-0002-4224-3057Yu Guo http://orcid.org/0000-0002-2296-3276", "cite_spans": [], "ref_spans": [], "section": "Jianbo Shao"}]}