{
    "paper_id": "ac380c2d346a8618912746fe126b35b7a9315026",
    "metadata": {
        "title": "Journal Pre-proof Role of Teleproctoring in Challenging and Innovative Structural Interventions Amidst the COVID-19 Pandemic and Beyond Role of Teleproctoring in Challenging and Innovative Structural Interventions Amidst the COVID-19 Pandemic and Beyond",
        "authors": [
            {
                "first": "Sachin",
                "middle": [
                    "S"
                ],
                "last": "Goel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Houston Methodist DeBakey Heart and Vascular Center",
                    "location": {
                        "settlement": "Houston",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [
                    "B"
                ],
                "last": "Greenbaum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Emory University School of Medicine",
                    "location": {
                        "settlement": "Atlanta",
                        "region": "GA"
                    }
                },
                "email": ""
            },
            {
                "first": "Apurva",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Houston Methodist DeBakey Heart and Vascular Center",
                    "location": {
                        "settlement": "Houston",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "H"
                ],
                "last": "Little",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Houston Methodist DeBakey Heart and Vascular Center",
                    "location": {
                        "settlement": "Houston",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Roosha",
                "middle": [],
                "last": "Parikh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Houston Methodist DeBakey Heart and Vascular Center",
                    "location": {
                        "settlement": "Houston",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Moritz",
                "middle": [
                    "C"
                ],
                "last": "Wyler Von Ballmoos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Houston Methodist DeBakey Heart and Vascular Center",
                    "location": {
                        "settlement": "Houston TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [
                    "B"
                ],
                "last": "Lumsden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Houston Methodist DeBakey Heart and Vascular Center",
                    "location": {
                        "settlement": "Houston TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Michael",
                "middle": [
                    "J"
                ],
                "last": "Reardon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Houston Methodist DeBakey Heart and Vascular Center",
                    "location": {
                        "settlement": "Houston TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Neal",
                "middle": [
                    "S"
                ],
                "last": "Kleiman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Houston Methodist DeBakey Heart and Vascular Center",
                    "location": {
                        "settlement": "Houston",
                        "region": "TX"
                    }
                },
                "email": "nkleiman@houstonmethodist.org"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Teleproctoring can be used successfully in performing challenging and innovative structural heart interventions using sophisticated technology which allows real time bidirectional audiovisual communication with digital transmission of live videos and direct observation of the operative field by a remote proctor. We share an illustrative case that was performed amidst the COVID-19 global pandemic that led to travel restrictions to limit spread of the virus. Teleproctoring has future implications beyond the current global health crisis to facilitate rapid dissemination and exchange of knowledge for ultimately helping patients around the globe. procedure has only been performed at few centers under on-site proctorship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABSTRACT"
        },
        {
            "text": "Accordingly, we invited a nationally renowned pioneer in this technique (AG) to join us as a proctor for the case. Unfortunately, travel to our institution became impossible due to travel restrictions discussed above. During a conference call the night prior to the procedure, we discussed the implications and options for our patient, including cancellation of the case and postponement until travel restrictions could be lifted versus proceeding with remote teleproctoring. Given the patient's progressive symptoms, recent hospitalization for CHF and uncertainty regarding the duration of the travel restrictions, the heart team decided to proceed with the case using remote teleproctoring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABBREVIATIONS AND ACRONYMS"
        },
        {
            "text": "The proctor had prior experience in teleproctoring, and our institution had extensive experience in transcatheter valve replacement as well as the requisite equipment and IT support personnel. The proctor and our team carried out two 60-minute \"drills\" reviewing the procedural steps as well as review of a similar case their team had performed recently, using",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABBREVIATIONS AND ACRONYMS"
        },
        {
            "text": "WebEx video conferencing that night and the following morning. Within a few hours' notice, the team was able to coordinate with and send instructions to the proctor to download The VisitOR1 Robot is an FDA-approved Class II HIPAA (Health Insurance Portability and Accountability Act)-compliant telepresence device manufactured by InTouch Health (Santa Barbara, CA) and supported on-site by Karl Storz (Tuttlingen, Germany). The InTouch Provider software used to access these robots is available on Windows PC, iPhone, and iPad devices. As opposed to most commercially available video-calling applications, the InTouch network is encrypted for security and gives the remote user (in this case the proctor) the abilities to view multiple images simultaneously, to zoom, pan, tilt the robot's camera, and to telestrate. Typically, when the robot is connected to a network that meets specific network requirements provided by InTouch Health, the Robot has little to no latency during the session. Since the robot was already on the secure network with the Hospital IT department's assistance, there was no diminution of audio or video transmission during the case. The userfriendly features and reliability of the robot not only enhanced the method of video conferencing but also provided critical information to the proctor in real-time with no lag, and thus led to a favorable teleproctoring experience with a successful clinical outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABBREVIATIONS AND ACRONYMS"
        },
        {
            "text": "Although teleproctoring has been developed in other procedure-oriented medical fields, It is important to recognize several caveats. First, the operating team was extremely experienced, having performed approximately 2,000 transcatheter valve replacements over the prior 9 years, and had an established harmonious working relationship. Secondly, the procedure was performed with the participation of an individual who was experienced at proctoring. Most critical, perhaps, the real-time nature of the transmission and its high video quality allow the proctor to be comfortable that his recommendations are translated immediately into appropriate actions. Finally, extensive review of the case and procedure were performed on two occasions prior to the procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABBREVIATIONS AND ACRONYMS"
        },
        {
            "text": "Teleproctoring has significant f implications that extend well into the future, including facilitation of rapid dissemination and exchange of knowledge for innovative technical procedures helping patients across the globe. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ABBREVIATIONS AND ACRONYMS"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization. WHO Director-General's opening remarks at the media briefing on COVID-10-11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Triage Considerations for Patients Referred for Structural Heart Disease Intervention During the Coronavirus Disease 2019 (COVID-19) Pandemic: An ACC /SCAI Consensus Statement",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Welt",
                    "suffix": ""
                },
                {
                    "first": "Mahmud",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JACC Cardiovasc Interv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcin.2020.04.001"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Anterior leaflet laceration to prevent ventricular outflow tract obstruction during transcatheter mitral valve replacement",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Babaliaros",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Greenbaum",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Am Coll Cardiol",
            "volume": "73",
            "issn": "",
            "pages": "2521--2555",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Telemedicine and telementoring in the surgical specialties: A narrative review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Guetter",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Surg",
            "volume": "218",
            "issn": "",
            "pages": "760--766",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Transcatheter electrosurgery: JACC State -of-the-Art Review",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Greenbaum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "75",
            "issn": "",
            "pages": "1455--70",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "and install the InTouch Provider software (InTouch Health, Santa Barbara, CA) while the onsite team set up the VisitOR1 Robot (Karl Storz, Tuttlingen, GE) in the hybrid operating room (OR) (Figure 1A). The on-site team connected Digital Visual Interface (DVI) and power cables between the robot and the OR's integrated video feeds (live fluoroscopy and echocardiography) in order to allow live data transmission (Figure 1B). The proctor was then conferenced into the OR with real-time bidirectional audio and video communication from his office in Atlanta, GA. The proctor was able to use his Windows-based personal computer to visualize live fluoroscopy and live echocardiography, (using digital rather than analog links), as well as the operating field (using a remotely-controlled camera on the head of the robot) while at the same time being able to communicate with our team and operators(Figure 2), and to perform telestration as needed. In addition, he was able to view two of the four available video feeds at a time and to toggle between each live feed as needed (Figure 2). While viewing the main camera view of the Robot, he was able to select different areas of the image for closer examination. He was also able to direct the head of the robotic camera to the areas of the OR where he believed his attention was needed, for example the operative field or the device setup. Thus, he was able to have direct high-quality visualization of the catheter tip manipulation as well as of the operators' hands during periods which required complex manual manipulations. Two novel steps that are specific to the procedure are the mating of two guiding catheters over a wire that is introduced transseptally and exteriorized, and the creation of a specific bend in this wire known as a \"flying V.\" The former step requires specific catheter manipulations and was proctored using the live fluoroscopy feed, while the latter step, which involves selective denudation of wire coating along 4-5 mm length in the mid-shaft of a 300-cm 0.014-inch steel guidewire followed by manual introduction of a specific series of bends in the wire, was proctored using the direct video feed. (4) With this guidance, the proctor was able to visualize the team create the flying V on the operative field before inserting it into the patient. The reverse LAMPOON was successfully performed with the proctor's guidance followed by valve-in-valve TMVR in the usual fashion with a 1 mm Hg residual gradient and no LVOT obstruction. There were no immediate complications and patient was discharged home on post-operative day 1.This case demonstrates the utility of teleproctoring to allow successful performance of a new structural heart interventional procedure. Teleproctoring can consist of simple verbal communication by telephone or rudimentary video communication by smart phone. By reducing the need for travel, teleproctoring offers several advantages over in-person proctoring with regard to savings in cost, time, number of individuals trained, and as in the current global health crisis, to help to reduce the risk of virus spread. In contrast to the methods that have been used traditionally, we chose a considerably more sophisticated system that allows digital transmission of several live videos accompanied by direct observation of the operative field and the ability of a remote proctor to telestrate (add freehand markings on the live images using the mouse cursor) important points instantly.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "data on its use in structural heart interventions are non-existent to our knowledge. Several complex techniques including LAMPOON, BASILICA (transcatheter laceration of aortic leaflets to prevent coronary obstruction during TAVR) and transcaval TAVR have been developed over the last few years to minimize complications during otherwise unfeasible transcatheter valve procedures but are still performed in a limited number of centers. (6) For example, LAMPOON procedure outcomes were recently reported in 30 patients at 5 centers; all cases were proctored given the technically challenging aspect of the procedure. (4) Teleproctoring has the potential to address some of the issues pertinent to this field, particularly disproportion between the number of trained experts and the number of interventionalists/surgeons who require training.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A: VisitOR1 Robot. B: Live dynamic display in the hybrid OR with live fluoroscopy, live echocardiography, operative field and hemodynamics Images from the hybrid OR demonstrating the proctor live on the VisitOR1 Robot screen with bidirectional visual (and audio) communication",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Laceration of the Anterior Mitral valve leaflet to Prevent left ventricular Outflow ObstructioN A novel coronavirus, SARS-COV-2, first reported in Wuhan, China in December 2019 has caused a worldwide outbreak of respiratory illness named COVID-19. (1) The World Health Most institutions have curtailed or stopped elective procedures, including many structural heart interventions secondary to growing strain on health care resources. Weighing risks and benefits of proceeding with a planned structural heart intervention versus delaying it are crucial as some of these interventional procedures are not truly elective in nature. While delaying the",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}