{
    "paper_id": "ac791e7827beb65b05805b36aa24ac48e1befd6d",
    "metadata": {
        "title": "Development of a degenerated TaqMan real-time Q-PCR for detection of bacteria-free DNA in dialysis fluid",
        "authors": [
            {
                "first": "Massimiliano",
                "middle": [],
                "last": "Bergallo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università di Torino",
                    "location": {
                        "settlement": "Torino",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Elisa",
                "middle": [],
                "last": "Loiacono",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Azienda Ospedaliero-Universitaria Città della Salute e della Scienza di Torino",
                    "location": {
                        "settlement": "Torino",
                        "region": "SC",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giovanna",
                "middle": [],
                "last": "Rizzo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università di Torino",
                    "location": {
                        "settlement": "Torino",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Marialuisa",
                "middle": [],
                "last": "Caiazzo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bellco srl",
                    "location": {
                        "settlement": "Mirandola",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giuseppe",
                "middle": [],
                "last": "Palladino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bellco srl",
                    "location": {
                        "settlement": "Mirandola",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Amore",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Azienda Ospedaliero-Universitaria Città della Salute e della Scienza di Torino",
                    "location": {
                        "settlement": "Torino",
                        "region": "SC",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Bacterial-derived DNA fragments (BDNAs) have been shown to be present in a dialysis fluid, to pass through dialyzer membranes, and to induce interleukin 6 (IL-6) in mononuclear cells. DNA fragments are thought to be derived from microorganisms inhabiting hemodialysis water and fluid. The primary aim of the present study was to develop two degenerated TaqMan real-time quantitative-PCR (Q-PCR) for detection of a broad range of bacterial DNA that specifically detect 16S ribosomal DNA (rDNA) (862 and 241 bp) and evaluate the efficiency of the Bellco Selecta resin to capture the BDNAs in the dialysis fluid. For this purpose, we decided to compare measurements of unfragmented samples (9.8 × 10 5 Escherichia coli genome) with artificially fragmented DNA samples. We assessed two broad-range real-time PCR targeting bacterial 16S rRNA genes for detection of fragmented and unfragmented bacterial DNA in the dialytic fluid and demonstrated that Bellco Selecta resin is capable of retaining these types of bacterial DNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the course of a hemodialysis session, the patient's blood comes in contact with 80-160 μL of dialysate through the dialysis membrane. Consequently, the purity of the dialysate and the permeability of the membrane for dialysate impurities might give in part to the acute and long-term complications that afflict hemodialysis patients. Hemodialysis filtration with online endogenous reinfusion (HFR treatment) is a dialytic technique, which uses a double stage filter. The first stage allows pure ultrafiltrate (UF; a plasmatic water rich in toxins) to flow through a sorbent resin cartridge (Selecta). The cartridge removes toxins but not albumin and other nutritive substances, then the blood and regenerated UF undergo traditional dialysis. We investigate if the resin contained in the Selecta cartridge is able to remove bacterial-derived DNA fragments (BDNAs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "BDNAs have been shown to be present in a dialysis fluid, to pass through dialyzer membranes, and to induce interleukin 6 (IL-6) in mononuclear cells. DNA fragments are thought to be derived from microorganisms inhabiting hemodialysis water and fluid [1] . Most of these microorganisms that include potential pathogens might subsist in a \"viable but not culturable\" state or may need specific culture media [2] . Explaining the association between BDNAs and indicators of inflammation may simplify the development of effective treatment strategies for chronic inflammation in such patients. The primary aim of the present study was to develop two degenerated TaqMan real-time quantitative-PCRs (Q-PCRs) for detection of a broad range of bacterial DNA that specifically detects 16S ribosomal DNA (rDNA) (862 and 241 bp) and evaluates the efficiency of the Bellco Selecta resin to capture the BDNAs in the dialysis fluid. For this purpose, we decided to compare measurements of unfragmented samples (9.8 × 10 5 Escherichia coli genome) with artificially fragmented DNA samples. These two sizes should cover the whole sample as well as predominant BDNAs fractions.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "E. coli ATCC 25922 and Lactobacillus plantarum ATCC 14917 were provided by PBI International (Milan, Italy). All bacteria were grown in Luria Bertani broth [3] overnight at 37 • C in a shaking incubator.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Bacterial strains and culture conditions"
        },
        {
            "text": "The designed probe and primers set were based on 16S rDNA following the alignment of sequences from most of the groups of bacteria outlined in Bergey's Manual of Determinative Bacteriology [4] . All-BACTF1 and All-BACTR2 amplified a fragment of 862 bp (PCR 2 in the text).",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DNA sequence analysis and design of the universal primers and probe"
        },
        {
            "text": "nucleotide with insertion of degeneration. The Primer Express Software provided by Life Technologies (Waltham, MA, USA) was of limited value in determining a universal primers set as the primary selection criterion of the software is the length of the amplicon (50 ± 150 bp). As a result, the regions of identity within the 16S rDNA had to be assessed manually, with the Primer Express Software being limited to checking for melting temperature (T m ), primer dimer or internal hairpin configurations, and percentage G--C values within possible primer-probe sets. The forward primer (all-BACT F2) and universal probe used was previously report by Nadkarni et al. [5] . The final chosen set including the primers is reported in Table 1 . The primers and probe set give two amplicons of 241 bp (fragment 1) and 862 bp (fragment 2), respectively, exceeding the 50-150 bp that was recommended. The universal probe and primers were checked for possible cross-hybridization with bacterial genes other than 16S rDNA as well as genes from Eucarya and Archaea using the database similarity search program blast (http://blast.ncbi.nlm.nih.gov/Blast.cgi). However, the universal primers did not amplify the human DNA sample thus confirming the specificity of the probe and primers set for the 16S rDNA of the domain bacteria.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 666,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 727,
                    "end": 734,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "DNA sequence analysis and design of the universal primers and probe"
        },
        {
            "text": "Two polymerase chain reaction (PCR) primer systems were designed. Prior to and following reaction setup, a PCR workstation (Labcaire) was cleaned with a nucleic acid-degrading disinfectant (hypochlorite 2%) and subjected to a quarter hour UV exposure. Tubes with PCR master mix, water, and primers sufficient for (8-10) × 25 μL reactions were prepared using ART pipette tips ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 376,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Polymerase chain reaction conditions"
        },
        {
            "text": "Purified DNA from E. coli strain ATCC 25922 (PBI International) was used for assay optimization work. DNA extractions were quantified using a NanoDrop Lite spectrophotometer (Thermo Scientific, UK) and diluted to desired concentrations prior to each experiment. Aliquots of a 100 ng/μL stock were diluted fresh prior to each experiment, in PCR-grade water to minimize the chances of degradation at the attogram levels used. On the basis of Avogadro's number and the size of the E. coli strain ATCC 25922 genome, we created 10-fold dilution from 10 9 to 10 −1 genomes/μL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Genomic DNA isolation and dilution"
        },
        {
            "text": "The dynamic range, which is defined as the range of dilutions in which a linear regression curve can be constructed, was evaluated using 10-fold dilutions (from 10 9 to 10 −1 copies/reaction) of genomic E. coli DNA. The C t values outside the measurements comprised within the dynamic range are not quantifiable, and a C t > 40 is considered negative. The precision or intra-and interassay variability (coefficient of variation [CV]) was evaluated using different concentrations of genomic E. coli DNA (ranging from 10 4 to 10 2 copies/reaction) within a single run (n = 10) or different run experiments (n = 10). The efficiency value, defined as 10 (−1/slope) and ranging usually from 1.7 to 2.2, was evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analytical sensitivity and specificity"
        },
        {
            "text": "The analytical specificity of the real-time PCR assay was determined by testing, coxsackievirus types B1 (ATCC VR-28), B2 (ATCC VR-29), and B3 (ATCC VR-30); echovirus types 1 (ATCC VR-31), 6 (ATCC VR-36), and 9 (ATCC VR-39); enterovirus type ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specificity"
        },
        {
            "text": "We reproduced the dialytic treatment in vitro using, as a model, a minicartridge containing 5 mL of Bellco Selecta resin. A circuit consisted of a few tubes that connected mini cartridges to the sample reservoir. Linear velocity applied was of 1.28 with a flow of 1.5 mL/Min. The MASTERFLEX C/L pump system (Thermo Fisher Scientific, Canada) applied this flow. After setting up the pump, we run in the circuit 3 mL of fragmented or unfragmented DNA at 1 ng/μL concentration in recirculation. A sample was taken after a mini cartridge at time 1 H. Five microliters of flow through corresponding to the fragmented or unfragmented 9.8 × 10 5 E. coli genome was run in two broad-range real-time PCR of the bacterial 16S rRNA gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dialysis fluid analysis"
        },
        {
            "text": "The limit of detection of the assay, defined by the lowest concentration of target that was detected with 95% probability, was 10 2 copies/reaction corresponding to 508 fg when E. coli genomic DNA was loaded directly into the PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limit of detection"
        },
        {
            "text": "These parameters were assessed by repeated testing of serial logarithmic dilutions of the E. coli genomic DNA (covering a range of three logs from 10 2 to 10 4 ). The number of genome Abbreviations: CV%, coefficient of variation expressed as the percentage; SD, standard deviation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficiency"
        },
        {
            "text": "Intraassay and interassay variation obtained from E. coli genomic DNA scalar dilutions ranging from 10 2 to 10 4 copies per reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficiency"
        },
        {
            "text": "copies was determined by spectrophotometry at 260 nm. After PCR amplification, the C t value (crossing point of the amplification curve with the preset threshold of fluorescence detection) of individual dilution steps was plotted against the initial E. coli genomic copy number, leading to a typical standard curve. The amplification efficiency, defined by the standard curve slope, was generally between three and four. The consistency of replicates was measured by the correlation coefficient (R 2 ), which indicates the linearity of the C t values plotted in the standard curves. Furthermore, R 2 values, or the coefficient of correlation for PCR 1, were repeatedly higher than 0.990, and the slopes of the standard curves were -3.39, indicating consistently high amplification efficiency (1.97). The R 2 values of PCR 2 were higher than 0.900, and the slopes of the standard curves were -3.09, indicating consistently high amplification efficiency (2.10). The reproducibility was expressed as the CV in the log 10 values of the concentration. Furthermore, intra-and interassay variability was evaluated over different concentrations ranging from 10 2 to 10 4 E. coli genomic copies within a single run (n = 10) or different run experiments (n = 10) by a CV value of the C t and is reported in Table 2 . Quantification of E. coli was highly reproducible for as few as 10 2 copies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1297,
                    "end": 1304,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Efficiency"
        },
        {
            "text": "None of the viruses and fungi tested resulted positive, thus indicating that this method is specific for bacteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specificity"
        },
        {
            "text": "To examine the dynamic range of PCRs 1 and 2 quantification, serial dilutions of the E. coli genomic DNA fragment ranging from 10 9 to 10 −1 copies/reaction were carried out. The PCR 1 assay was able to quantify E. coli from 10 9 to 10 2 copies/reaction with a dynamic range of 10 8 -10 2 copies/reaction (R 2 = 0.990) obtained from linear regression analysis, without having to dilute high load samples (Fig. 1) . The PCR 2 assay was able to quantify E. coli from 10 9 to 10 2 copies/reaction with a dynamic range of 10 8 -10 2 copies/reaction (R 2 = 0.920) obtained from linear regression analysis, without having to dilute high load samples (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 412,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 644,
                    "end": 651,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Dynamic range"
        },
        {
            "text": "We run about 15,000 genomes of fragmented and unfragmented E. coli genomic DNA in PCRs 1 and 2. In PCR 1 (241 bp), we obtained 13,387 and 1,300 genomes/reaction with fragmented and unfragmented E. coli genomic DNA, respectively. In PCR 2 (862 bp), we obtained 9,596 and 242 genomes/reaction with fragmented and unfragmented E. coli genomic DNA, respectively. The unfragmented/fragmented ratio value provides the index of DNA fragmentation. In our case, the fragmented DNA resulted in 2.5% with size over 862 bp and 9.7% over 241 bp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Index of DNA fragmentation"
        },
        {
            "text": "We analyzed the amount of the fragmented and unfragmented E. coli genomic DNA after the flow through the minicartridge containing Bellco Selecta resin. In both fragmented and unfragmented E. coli genomic DNA, no bacterial DNA was found as reported in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 258,
                    "text": "Table 3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Post mini-cartridge analysis"
        },
        {
            "text": "Recently, BDNAs in the dialysis fluid and the passage through high-flux dialyzer membranes during sham hemodialysis have been clearly demonstrated [1] . In addition, Navarro et al.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "have demonstrated that small fragments of bacterial DNA in vitro enhance cytokine production and promote the survival of inflammatory cells in patients with chronic kidney diseases, delaying apoptotic death of mononuclear cells, suggesting that this action may contribute to perpetuate inflammation in these patients [6] [7] [8] . The aim of this study was to investigate the efficiency of the Bellco Selecta resin to capture the bacteriafree DNA fragmented or unfragmented eventually presented in the dialysis fluid. For this purpose, we developed two PCRs for real-time detection of all bacteria DNA, the first able to amplify a fragment of 241 bp and the second of 862 bp. Both PCRs were designed on 16S rDNA. Real-time PCR assays are described as \"closed\" systems, since no postamplification manipulation of the amplicon is required. The advantages of these systems, in comparison to conventional PCR, include a reduced turnaround time, minimizing of the potential for carryover contamination and the ability to analyze closely the assay performance. Real-time PCR offers significant improvements to quantitation because of its wide dynamic range, which can accommodate at least eight log 10 copies of nucleic acid template. This is made possible because the data are chosen from the linear phase of amplification where conditions are optimal, rather than the end point where the final amount of amplicon may have been affected by inhibitors, poorly optimized reaction conditions, or",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 320,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "[8]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Dynamic range of the two real-time PCR assays. An amplification curve was obtained with 11-fold serial dilutions of E. coli genomic DNA ranging from 10 9 to 10 −1 copies/reaction. The number of PCR cycles is expressed on the x axis and normalized fluorescence intensity ( R n ) on the y axis. saturation by inhibitory PCR by-products and double-stranded amplicon. The development of a noncommercial real-time PCR assay [homemade] requires an analogous process applied to a marked and approved commercial kit for diagnostic use [9, 10] . This is realized by the standardization and optimization of amplification protocol. The sensitivity of our two assays was found to be 10 2 copies/reaction with a linearity ranging from 10 9 to 10 2 copies/reaction, characterized by a good efficiency and repeatability (Fig. 1) . Furthermore, the method was accurate, precise, and reproducible (Table 2) in accordance with Karlen et al. [11] . Interexperiment biological variability will be specific to each experimental system. The true variability of the PCR assay (intraassay and biological interassay variability) is higher, typically with overall CV values ranging around 30%-50% [11] . We obtained a maximum of 3.18% in the interassay test, so then we could say that our assay was reproducible.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 530,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 923,
                    "end": 927,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 1171,
                    "end": 1175,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 805,
                    "end": 813,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 880,
                    "end": 889,
                    "text": "(Table 2)",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "FIG. 1"
        },
        {
            "text": "16S rDNA detection has been successfully used for diagnosis of osteomyelitis [12] , endometriosis [13] , and bloodstream infections [14] . In a previous report by Ogawa [15] . In addition, the minimum detection limits for S. aureus and E. coli were determined to be in the range 10-10 3 CFU or CFU equivalents per PCR. This sensitivity was similar to our two real-time PCRs developed in this paper. There is reasonably little information in the literature about the assessment of biotechnologies methods for evaluating the presence of genomic BDNAs in the dialytic fluid. In each assay, negative and positive controls were run. We performed amplifications without adding DNA samples, and the results were negative. We performed amplifications with bacteria-free DNA preparation, fragmented and unfragmented without flow through the minicartridge containing Bellco Selecta resin, and the results were positive.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 98,
                    "end": 102,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 132,
                    "end": 136,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 168,
                    "text": "Ogawa",
                    "ref_id": null
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "[15]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FIG. 1"
        },
        {
            "text": "The DNA-fragmented procedures utilized in this paper were satisfactory. About 10% of the DNA was detectable using PCR 1 and 2.5% using PCR 2. More than 97% of the E. coli DNA was fragmented, and 90% was equal to 241 bp size. We used this DNA preparation in the dialysis circuit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIG. 1"
        },
        {
            "text": "In this paper, we demonstrate that Bellco Selecta resin captures all bacteria-free DNA present in a dialysis circuit at least 241 bp long. The limitations of this study are the size of the detectable bacteria-free DNA. BDNA oligodeoxynucleotides of 6-20 nucleotides are able to bind to toll-like receptors and are stimulatory on immune cells [16] . They induce natural killer cell activity and interferon-γ (IFN-γ ), tumor necrosis factor-α (TNF-α), and IL-6 release from mononuclear cells (1 [16] [17] [18] [19] ); they also display these same abilities when composed of five to six nucleotides [19] . The assay performed up to 241 bp detection but not less. In conclusion, the present study shows that the development of two real-time PCR systems able to detect bacteria-free DNA and the use of this assay on the dialyzed fluid. Also, we assessed two broad-range realtime PCR targeting bacterial 16S rRNA genes for detection of fragmented and unfragmented bacterial DNA in the dialytic fluid and demonstrated that Bellco Selecta resin is capable of retaining these types of bacterial DNA. Future studies will need to develop an assay able to detect a small DNA fragment up to 20 bp such as stem-loop PCR already developed for detection of microRNA [20] .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 346,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1250,
                    "end": 1254,
                    "text": "[20]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "FIG. 1"
        },
        {
            "text": "This study was funded by Bellco (Mirandola, Italy). The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Experiments in Molecular Genetics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bergey's Manual of Determinative Bacteriology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Krieg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H A"
                    ],
                    "last": "Sneath",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Staley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "BACTF2 and All-BACTR1 amplified a fragment of 241 bp (PCR 1 in the text).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The 16S rDNA sequences (GenBank accession no. in parentheses) from Bacteroides forsythus (AB035460),",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "nM each of the universal forward and reverse primers and 200 nM of the florigenic probe. In the case of PCR 1, the Universal PCR Master Mix was 1/3 diluted and adjusted for dNTP and Taq gold tenor for reduction of MgCl 2 concentration from 5 to 1.6 mM. The PCR 1 conditions for amplification of DNA were 50 • C for 2 Min, 95 • C for 10 Min and 45 cycles of 95 • C for 15 Sec and 60 • C for 1 Min. The PCR 2 conditions for amplification of DNA were 50 • C for 2 Min, 95 • C for 10 Min and 45 cycles of 95 • C for 15 Sec, 57 • C for 30 Sec and 72 • C for 40 Sec with fluorescence detection at 72 • C step.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "• C during the fragmentation process. The settings used for targeted fragmentation were setup according to the original manufacturer's protocol, in particular we used 175 W of peak of incidence power, 200 cycles per burst for 6 Min. The success of the fragmentation was assessed using agarose gel electrophoresis.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "et al., a broadrange real-time PCR of the bacterial 16S rRNA gene was shown to be a useful tool for clinically diagnosing suspected bacterial endophthalmitis. Their broad-range real-time PCR assay targeting the bacterial 16S rRNA gene was a concentration of ࣙ10 3 colony forming units (CFU) per PCR for detection of S. aureus and a concentration of ࣙ10 2 CFU per PCR for detection of E. coli",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}