{
    "paper_id": "ad1db67d6770d9510debd1c7fb2055065c898441",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Assessment of wheezing frequency and viral etiology on childhood and adolescent asthma risk To the Editor:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Viral respiratory wheezing illnesses are common in early childhood, and many children who wheeze subsequently develop asthma. In the Childhood Origins of ASThma (COAST) cohort, we previously reported that the development of rhinovirus (RV) wheezing illnesses in infancy and early childhood is the most robust predictor of subsequent asthma development in high-risk children at age 6 years, regardless of aeroallergen sensitization or other risk factors. 1 However, a study in a similar high-risk birth cohort recently reported that the number of lower-respiratory episodes in the first 3 years of life, as opposed to a specific viral or bacterial etiology, was associated with asthma risk, and suggested that the specific microbiologic trigger is not important for the risk for later asthma development. 2 This discrepancy in the literature is important to address as it may affect how risk for childhood asthma is ascertained; accurate identification of high-risk children may be key in asthma prevention. Therefore, we assessed the contribution of the etiology and frequency of wheezing illnesses on asthma risk in patients from ages 6 to 13 years in the COAST birth cohort study, which included children born to parents with either allergy or asthma. We hypothesized that the number of RV wheezing illnesses would be a more robust predictor of asthma development and persistence compared with the number of non-RV wheezing illnesses.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 455,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 804,
                    "end": 805,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A total of 289 newborns were enrolled in the COAST study from November 1998 through May 2000 as previously described. 3 Of these children, 259 were followed up prospectively to age 6 years and 217, to age 13 years. To qualify, at least 1 parent was required to have respiratory allergies (defined as 1 or more positive results on aeroallergen skin test) and/or a history of physician-diagnosed asthma. The Human Subjects Committee of the University of Wisconsin approved the study, and informed consent was obtained from the parents. Nasopharyngeal mucus samples were collected during scheduled clinic visits (2, 4, 6, 9, 12, 18 , and 24 months) and during times of acute respiratory illness during the first 3 years of life. 4 Nasal specimens were analyzed for respiratory viruses, including respiratory syncytial virus, RV, influenza types A and B, parainfluenza virus types 1-4, adenovirus, metapneumoviruses, coronaviruses (OC143, NL63, and 0229), bocaviruses, and enteroviruses, using cell culture and multiplex PCR (MultiCode-PLx respiratory virus assay; EraGen Biosciences, Madison, Wis). 5 In addition, samples were tested for RV by seminested RT-PCR, using extraction procedures and primers that were optimized for RVs; specific RV type was determined on positive specimens using partial sequencing. 6, 7 The relationship between the frequency of each virus-specific wheezing illness and the development of asthma was analyzed using generalized additive logistic regression models, which allow for the examination of nonlinear relationships between illness frequency and asthma risk. 8 There were 478 wheezing illnesses documented in the first 3 years of life, with nasal specimens obtained in 466 (97%) of them. Respiratory viruses were detected in 93% (432/466) of wheezing illnesses. RV was detected in 49% (227/466) of wheezing illnesses (Fig 1) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 119,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 609,
                    "end": 612,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 613,
                    "end": 615,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 616,
                    "end": 618,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 619,
                    "end": 621,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "12,",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 628,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 727,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1096,
                    "end": 1097,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1309,
                    "end": 1311,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1312,
                    "end": 1313,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1593,
                    "end": 1594,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1851,
                    "end": 1858,
                    "text": "(Fig 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "We next examined the impact of the frequency and viral etiology of wheezing illnesses during the first 3 years of life on subsequent asthma risk. Generalized additive models were fit under 2 scenarios: one that ignored etiology, with a single smooth term for the total number of wheezing illnesses, and one that included etiology, with smooth terms for the total numbers of RV wheezing illnesses and non-RV wheezing illnesses and their interactions. These 2 models were then compared using a likelihood ratio test. At every age, the model that included etiology was significantly more informative for asthma risk than was the model that ignored etiology (6 years, P 5 .03; 8 years, P 5 .003; 11 years, P 5 .04; 13 years, P 5 .01; Fig 2) . Furthermore, asthma risk was higher with multiple RV wheezing illnesses compared with a single RV wheezing illness (2 or more RV wheezing illnesses compared with 1 RV wheezing illness at years 6, 8, 11, and 13; P 5 .003, .009, .009, and .11, respectively).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 730,
                    "end": 736,
                    "text": "Fig 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "In this study, the number of RV wheezing episodes in early childhood was most closely associated with asthma risk. These findings support the concept that while the number of wheezing illnesses, irrespective of etiology, is important for asthma risk, the number of RV wheezing illnesses is the most robust asthma predictor. Therefore, both the number and the etiology of viral wheezing episodes in early life are important predictors of the risk for childhood asthma. Thus, the importance of pathogen-specific responses should not be underestimated when considering mechanisms driving disease, as infection with specific pathogens can lead to very different immune responses in the respiratory The total is >100% because in some cases more than 1 virus was identified during a wheezing illness. epithelium. 9 Moreover, it is likely that both host factors and viral etiology contribute to the activation of immune pathways driving disease, which are important to identify in order to elucidate effective intervention strategies and/or to modify disease progression in each individual child.",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 808,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One potential explanation for the discrepancy between these results and the recent report by Bonnelykke et al 2 relates to differential frequency of viral detection in COAST (93%) compared with that in a similar Copenhagen Prospective Studies on Asthma in Childhood (COPSAC) high-risk cohort (65%). The detection of RV (49% vs 23%) accounts for the majority of the discrepancy. In our viral detection, we initially used a set of primers in seminested PCR that historically identified previously undetected strains of human RV now classified as RV-Cs. 6 Moreover, our molecular typing assay was recently modified based on new sequence information to increase sensitivity and specificity of RV detection. 7 We hypothesize that the molecular techniques utilized in our study more robustly detect RV, including novel RV-C types. Since RV-Cs are closely associated with lower respiratory infection and wheezing, incomplete RV-C detection could lead to an underestimate of how RV infections in early life are related to subsequent asthma. 10 Additionally, the focus on wheezing episodes in COAST versus ''troublesome lung symptoms'' in COPSAC may also have contributed to the differences in study results.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 552,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 703,
                    "end": 704,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1033,
                    "end": 1035,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, the findings from our study suggest that viral etiology of early life wheezing and the number of episodes are important to subsequent asthma risk, and that the prevalence of RV wheezing illnesses is an important predictor of asthma development in high-risk children. Additional studies are needed to determine whether these same relationships hold true in unselected birth cohort studies. Increased immune reactivity to central nervous system-derived naturally presented peptides in patients with active multiple sclerosis",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To the Editor: So far, no unequivocal target of the autoimmune attack in multiple sclerosis (MS) could be identified. 1 A novel approach to identify autoantigens was pursued by us, examining which antigens are locally presented in the central nervous system (CNS) of patients with MS. We eluted and identified MHC-bound peptides (in the following text also referred to as the ''MHC ligandome'') from the CNS of patients with MS. 2 In the present study, we analyzed IFN-g (the signature cytokine of T H 1 cells) responses of PBMCs from 55 patients with MS and 18 from controls when stimulated with some of these naturally presented peptides by ELISpot (see the Methods section and Table E1 in the article's Online Repository at www.jacionline. org). Patients with MS taking part in the study had given written informed consent and were clinically very well characterized regarding the disease state. 3 We calculated the number of specific IFN-g-secreting cells in response to a panel of 11 ligandome peptides (see Table E2 in the article's Online Repository at www.jacionline.org) and 5 additional peptides (see Table E3 in the article's Online Repository at www.jacionline.org) by subtracting the number of spots in control wells from the number of spots in wells stimulated with antigen. We chose to assess the number of IFN-g-secreting cells because there is convincing data of a prominent role of T H 1 cells in CNS autoimmunity. In a clinical study with an altered peptide ligand, specific T H 1 cells were found to be increased during disease relapses occurring during the treatment. 4 Data show a pathogenic role of T H 1 cells also in the absence of T H 17 cells. 5 We did observe specific immune responses in the form of IFN-g-secreting cells against these naturally presented peptides both in controls and in patients with MS, indicating the presence of specific T cells for these self-peptides in normal T-cell repertoires. When we compared the median frequencies of IFN-g-secreting PBMCs between the control group and all patients with MS, we did not observe any significant difference (Fig 1, A) . We subclassified the MS group into patients with active and inactive disease (Fig 1, B) . The difference between the 2 patient groups with MS was significant (P 5 .021, Mann-Whitney U test). However, the trend toward a higher number of IFN-g-secreting cells in patients with MS with active disease compared with controls did not reach significance (P 5 .138, Mann-Whitney U test). Patients with active MS showed a higher positive reaction to the tested ligandome peptides compared with patients with inactive disease or controls (see Fig E1 in this article's Online Repository at www.jacionline.org). There was a significant difference between patients with active MS and inactive MS (P 5 .003, Results of 51 different patients with MS were compared with results of 18 controls. B, Higher numbers of specific IFN-g-secreting cells for ligandome peptides in patients with MS with active disease compared with inactive disease (P 5 .021, Mann-Whitney U test). Samples from 18 controls, 29 patients with MS with inactive disease, and 26 patients with active disease were tested (*P 5 .021, Mann-Whitney U test).",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 119,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 429,
                    "end": 430,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 899,
                    "end": 900,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1589,
                    "end": 1590,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1671,
                    "end": 1672,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 680,
                    "end": 688,
                    "text": "Table E1",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1021,
                    "text": "Table E2",
                    "ref_id": null
                },
                {
                    "start": 1111,
                    "end": 1119,
                    "text": "Table E3",
                    "ref_id": null
                },
                {
                    "start": 2097,
                    "end": 2107,
                    "text": "(Fig 1, A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2187,
                    "end": 2197,
                    "text": "(Fig 1, B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2644,
                    "end": 2653,
                    "text": "Fig E1 in",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Wheezing rhinovirus illnesses in early life predict asthma development in high-risk children",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gangnon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Roberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Pappas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "178",
            "issn": "",
            "pages": "667--72",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Association between respiratory infections in early life and later asthma is independent of virus type",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bonnelykke",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "H"
                    ],
                    "last": "Vissing",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sevelsted",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bisgaard",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Allergy Clin Immunol",
            "volume": "136",
            "issn": "",
            "pages": "81--87",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The childhood origins of asthma (COAST) study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Lemanske",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatr Allergy Immunol",
            "volume": "13",
            "issn": "",
            "pages": "38--43",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rhinovirus illnesses during infancy predict subsequent childhood wheezing",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Lemanske",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gangnon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Shult",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Allergy Clin Immunol",
            "volume": "116",
            "issn": "",
            "pages": "571--578",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Highthroughput, sensitive, and accurate multiplex PCR-microsphere flow cytometry system for large-scale comprehensive detection of respiratory viruses",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grindle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Beaty",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Microbiol",
            "volume": "45",
            "issn": "",
            "pages": "2626--2660",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A diverse group of previously unrecognized human rhinoviruses are common causes of respiratory illnesses in infants",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kiesner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grindle",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jartti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS ONE",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Improved molecular typing assay for rhinovirus species A, B, and C",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "A"
                    ],
                    "last": "Bochkov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grindle",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Gern",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Clin Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "2461--71",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Generalized additive models for medical research",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hastie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tibshirani",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Stat Methods Med Res",
            "volume": "4",
            "issn": "",
            "pages": "187--96",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Viral and host factors determine innate immune responses in airway epithelial cells from children with wheeze and atopy",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Spann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baturcam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schagen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Straub",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Preston",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Thorax",
            "volume": "69",
            "issn": "",
            "pages": "918--943",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Human rhinovirus species and season of infection determine illness severity",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Lemanske",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gangnon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "186",
            "issn": "",
            "pages": "886--91",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Available online September",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaci.2016.07.031"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Respiratory viruses detected during wheezing illnesses in the first 3 years of life. respiratory syncytial virus (RSV); RV-A, -B, and -C; influenza types A and B (Flu); parainfluenza virus types 1-4 (PIV); adenovirus (AdV); enteroviruses (EV); OC43, NL63, and 229E (CV); metapneumoviruses (MPV), and bocaviruses (BV).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "J. Jackson, MD a From a the Division of Allergy, Immunology and Rheumatology, Department of Pediatrics, and b the Department of Biostatistics and Medical Informatics, University of Wisconsin School of Medicine & Public Health, Madison, Wis. E-mail: Handerson@ pediatrics.wisc.edu. Disclosure of potential conflict of interest: The authors declare that they have no relevant conflicts of interest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Number of RV wheezing illnesses, number of non-RV wheezing illnesses, and asthma risk. The numbers in the squares represent the number of participants with each wheezing history. The colors of the squares represent asthma risk.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A, No difference in specific IFN-g-secreting cells for ligandome peptides between controls and the whole group of patients with MS. No significant difference was observed (P 5 .335, Mann-Whitney U test).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Yin FF, Bailey S, Innis CA, Ciubotaru M, Kamtekar S, Steitz TA, et al. Structure of the RAG1 nonamer binding domain with DNA reveals a dimer that mediates DNA synapsis. Nat Struct Mol Biol 2009;16:499-508. 10. Kwan A, Abraham RS, Currier R, Brower A, Andruszewski K, Abbott JK, et al. Newborn screening for severe combined immunodeficiency in 11 screening programs in the United States. JAMA 2014;312:729-38. 11. Abolhassani H, Wang N, Aghamohammadi A, Rezaei N, Lee YN, Frugoni F, et al. Buchbinder D, Baker R, Lee YN, Ravell J, Zhang Y, McElwee J, et al. http://dx.doi.org/10.1016/j.jaci.2016.07.027",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}