{
    "paper_id": "adea2695b0a09743f8e83596866477e22b101eb8",
    "metadata": {
        "title": "SARS and H5N1",
        "authors": []
    },
    "abstract": [
        {
            "text": "Chapter 5 looks at bird flu (H5N1) pandemics and Severe Acute Respiratory Syndrome (SARS). This chapter shifts the focus from the relationship between individual health rights and state requirements, notably immunization, and responsibilities, particularly in providing security against health threats, to international requirements and responsibilities for health. Through the lens of the SARS and the H5N1, it traces the newest evolution of the International Health Regulations (IHRs). It analyses the positions and compromises of states, notably with regard to their sovereignty, in reaching the final compromise: to share responsibility in safeguarding global health. It takes to task the regulations' lack of 'teeth': the fact that despite international treaty status, the IHRs operate on a voluntary basis without an enforcement mechanism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Keywords H5N1 Á SARS Á International health regulations (IHRs) SARS AND H5N1 H5N1 and SARS were met with more immediate control measures than was Ebola. This reactivity can be attributed to both infections' presence in Western and wealthier countries (the United States and China in these cases). In anticipating (future) epidemic outbreaks, the particular challenge inherent in responding to agents such as these is the airborne",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "nature of their transmission, compounded by the corresponding fear an uncontrolled outbreak would engender. H5N1, Highly Pathogenic Asian Avian Influenza A, and SARS, Severe Acute Respiratory Syndrome, 1 represent two further emerging infectious diseases (EIDs). Like HIV and Ebola, H5N1 2 and SARS are zoonoses. As their nomenclatures indicate, both are serious. Both are airborne, making them potentially more dangerous than either HIV and AIDS or Ebola Virus Disease (EVD, see above). Yet arguably because neither is especially efficient in its human-to-human transmission, clusters of cases of each are often referred to as outbreaks as opposed to epidemics or pandemics. However, these clusters do appear within countries, causing epidemics; each epidemic of infectious disease then has the ability to spread globally to become a pandemic. Both H5N1 and SARS emerged in localized outbreaks and quickly spread to become epidemics and pandemics. The emerging pattern is increasingly familiar. WHERE TO H5N1 AND SARS COME FROM? HOW DO THEY TRANSMIT INFECTION?",
            "cite_spans": [
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "THEY",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "While H5N1 and SARS are both respiratory tract infections transmitted by air, their transmissions and infections are different. H5N1 belongs to a group of avian influenzas, which can typically emerge in either low-or high-pathogenic forms. 3 H5N1 is designated as highly infectious. SARS is a coronavirus. Coronaviruses in general cause \"mild to moderate upperrespiratory tract illnesses.\" 4 SARS, however, is not typical. It, also, is highly infectious. Neither, as of yet, is particularly effective in transmitting itself from person to person. 5 Tuberculosis, by contrast, is. If and when either does become so efficient and effective, a global pandemic is almost certain. Here it is worth noting that risk-of eventual human-to-human transmission, or an airborne mutation-is not the same thing as the existent threat of the same as is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "HPAI (highly pathogenic avian influenza) H5N1 is transmitted from infected poultry to humans. Once wild poultry (particularly migratory geese) are infected, it is only a matter of time before humans are exposed and then infected by H5N1, as well. The increase in the number of intensively-raised poultry, in response to rising incomes across much of Asia, most especially China, in response to demand for meat, exacerbates this risk. Most exposure and infection occurs through the inhalation of viral particles in feces. Ingesting cooked fowl is not a cause of infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H5N1"
        },
        {
            "text": "As human-to-human transmission of H5N1 is not (yet) very efficient. Nonetheless, it is the human and climate-change-induced shifts in the migratory patterns and paths of wild fowl that are affecting the spread of H5N1, among other illnesses. These birds are expanding both the breadth of their nesting and the amount of time they spend in/over any particular place. Doing so, they increase the possibility of fowl-to-fowl transmission and mutation of H5N1, and of fowl-to-human transmission. 6 The vast majority of avian influenza HPAI H5N1 originate in Southeast Asia and Egypt. The related LPAI (low-pathogenic avian influenza) H7N9 emerged primarily in China. 7 Both have gone global. 8 Infected wild poultry often shows no sign of illness, but the infection is different in humans. While some patients display a lower-respiratory tract infection in the early stages of infection, for a vast majority H5N1 is an 5 WHO FAQs: H5N1 influenza, available at: http://www.who.int/influenza/ human_animal_interface/avian_influenza/h5n1_research/faqs/en/. 6 See WHO, \"H5N1 Avian Influenza: Timeline of Major Events\" (25 January 2012), available at: http://www.who.int/influenza/human_animal_interface/ H5N1_avian_influenza_update.pdf. 7 Robert-Koch-Institut, \"Influenza (Teil 2): Erkrankungen durch zoonotische Influenzaviren.\" 8 Image \"h5n1-airport-spread,\" available at: http://www.modernsurvivalblog.com. unusually aggressive upper respiratory infection with a high fatality rate of ca. 50 percent.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 493,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 688,
                    "end": 689,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1050,
                    "end": 1051,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "H5N1"
        },
        {
            "text": "Initial symptoms include high fever (over 38°C), together with typical influenza symptoms such as a cough and sore throat. Some patients have also reported diarrhea, vomiting, abdominal pain, chest pain and bleeding from the nose and gums. Other features include respiratory distress and hoarseness, as well as bloody sputum. More severe complications include \"hypoxemia, multiple organ dysfunction, and secondary bacterial and fungal infections.\" 9 These opportunistic infections can severely impede effective treatment-as seen in the case of treating AIDS infection (see Chapter 3). As also with regard to HIV and AIDS, people with underlying medical conditions, especially chronic cardiovascular, diabetic or immunological conditions, are often at increased risk of complications and morbidity and mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H5N1"
        },
        {
            "text": "However, H5N1's infectious mechanisms are not yet well understood. While, for instance, the \"normal\" incubation period for seasonal influenza is thought to be between 2 and 3 days, that for H5N1 is thought to be longer. How much longer is uncertain. \"WHO currently recommends that an incubation period of 7 days be used for field investigations and the monitoring of patient contacts.\" 10 Given the ubiquity of symptoms and the uncertain incubation period, both of which are nearly indistinguishable from illnesses ranging from the common cold to seasonal flu to malaria and EVD, it is understandably difficult to identify the presence of H5N1 based merely on external signs in any given patient. 11 Further complicating matters is the fact that The majority of human infections with Asian HPAI H5N1 have occurred among children and adults younger than 40 years old. Mortality has been highest in people aged 10-19 years old and in young adults. 12 9 See WHO, \"Overview of the Emergence and Characteristics of the Avian Influenza A(H7N9) Virus,\" (31 May 2013), available at: http://www.who.int/ influenza/human_animal_interface/influenza_h7n9/WHO_H7N9_review_ 31May13.pdf. 10 Ibid. 11 Ibid. 12 See USCDC, \"Highly Pathogenic Asian Avian Influenza A (H5N1) in People.\" This is an age group not usually associated with severe, let alone fatal, respiratory infections. This makes identifying the emergence of the infection all the more difficult as both patients and medical personnel ignore warning signs until it is too late: too late for treating the infected person and too late to stop the chain of transmission.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 388,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1173,
                    "end": 1175,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1182,
                    "end": 1184,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "H5N1"
        },
        {
            "text": "In addition, this youthful age group is vital for reproduction, knowledge accumulation and transfer, as well as economic productivity. As the experience of HIV and AIDS and EVD illustrates, losing this cohort has a significant negative impact upon agricultural productivity and knowledge retention and transfer, and productivity in that sector and beyond, as well as with regard to political (in)stability. Should there ever be an epidemic/pandemic of H5N1, the loss of this age cohort in particular would have far-reaching social, economic and political consequences. 23 Additional directives followed, regulating diagnostics, as well as the prevention of the spread of H5N1 in captivity (zoos). By then, the European Union had a set of rules to which member states were to abide in order to confirm, contain and eradicate any avian influence outbreak. The Avian Influence Directive and Decision 2006/135/EC 24 lays out explicit actions to be followed in the case of either a highly or a lowly pathogenic Asian influenza. The directive comes from the European Union, though the initial onus for response rests with the affected national state. The requirements for reporting mirror those of the IHRs: member states report to the EU, similarly as states report to the WHO.",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 571,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "H5N1"
        },
        {
            "text": "In compliance with these, in response to the Leipzig outbreak in 2006, The German authorities are applying the necessary disease control measures laid down in the Avian Influenza Directive and Decision 2006/135/EC on avian influenza in domestic poultry (see IP/06/180). All birds on the farm will be killed and destroyed over the coming hours, and rigorous control and monitoring of other holdings in the vicinity will be applied. A high risk area is being established (3 km protection zone) around the outbreaks and also a surrounding surveillance zone of 10 km (including the protection zone). In the protection zone, poultry must be kept indoors, movement of poultry is banned except directly to the slaughterhouse and the dispatch of meat outside the zone is forbidden except where products have undergone the controls provided for in EU food controls legislation (i.e. meat sourced from healthy animals in registered farms, subject to ante-and post-mortem checks by vets in the slaughterhouse). In both the protection zone and the surveillance zone, on-farm biosecurity measures must be strengthened, hunting of 23 See EUR-Lex Access to European Union law, \"Avian Influenza,\" available at: http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=URISERV%3Al12025. 24 See EUR-Lex Access to European Union law, \"Avian Influenza.\" By the end of 2007, at least three separate introductions of different (sub) strains of H5N1 into Germany had been detected. 26 The chances are that more will occur. The question then becomes whether the existing protocols for infectious prevention and protection are enough. What is \"enough\" depends in turn on risk tolerance (see introduction), as well as on what is possible in terms of understanding and responding to H5N1 infection and its anticipated progress and prognosis.",
            "cite_spans": [
                {
                    "start": 1264,
                    "end": 1266,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 1453,
                    "end": 1455,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "H5N1"
        },
        {
            "text": "2010: The EU Commission published decision 2010/367/EC, which stipulated harmonized guidelines in responding to avian influenza which apply to all member states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H5N1"
        },
        {
            "text": "In early 2015: HPAI of the H5N8 subtype was detected in poultry in Germany and Hungary, while HPAI of the subtype H5N1 (the \"Asian strain\") was detected in poultry and wild birds in Bulgaria and was found in wild birds in Romania.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H5N1"
        },
        {
            "text": "November 24, 2015: an HPAI H5N1 outbreak was detected in a backyard poultry farm in France. 25 Ibid. Laboratory investigations show that this virus strain was not related to the HPAI H5N1 \"Asian\" virus strain that emerged in Southeast Asia in the mid-1990s and entered the EU in 2005. The virus strain detected in France is of European origin. 27 This means that H5N1 has been mutating. The \"right\" combination of mutations will result in the virus becoming efficiently airborne and capable of human-to-human transmission.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "H5N1"
        },
        {
            "text": "By April 8, 2016: a total of 76 outbreaks of HPAI subtypes H5N1, H5N2 and H5N9 (the latter two are the designations of two additional strains of avian influenza) had been detected in France.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "H5N1"
        },
        {
            "text": "Adhering to the IHRs, France provides regular updates on the disease situation. Within Europe, EU member states are to report all HPAI outbreaks, of all subtypes. Around the world, between January 1, 2015 and April 8, 2016 the count of outbreaks numbered at least seven, and spanned from North America (2) across Europe (2) to Asia (3). 28 Since then, no H5N1 outbreaks have been reported. 29 In 2016, though not H5N1 nor SARS, another avian influenza (H1N1) dominated the flu season through late March. Although seasonal vaccines developed since the 2003 pandemic (here the Robert-Koch-Institute does use the word pandemic) contain elements of H1N1, hundreds became ill in Germany alone. 30,31 As described and analyzed with regard to SARS below, the response remains robust, though not fully adequate in anticipation of the next outbreak. SARS SARS, also a zoonosis, is thought to be harbored in bats, and to have jumped the animal-human barrier in China's live-animal markets. It is, however, possible that the virus has an intermediate host, such as civet cats, meaning that it is transmitted from a bat to another animal and from that animal to humans. 32 That is, at this stage, unconfirmed. It is known that the virus is spread between human beings, though not (yet) with high efficiency. Nonetheless, it has appeared around the world.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 339,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 392,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "H5N1"
        },
        {
            "text": "Once it has crossed into a human transmission chain, SARS is difficult to differentiate from other respiratory illnesses, including H5N1. According to the WHO, the \"atypical pneumonia\" of SARS includes symptoms of fever (higher than 38°C), \"sometimes associated with chills, [ . . . ] and sometimes accompanied by other symptoms including malaise, and myalgias\" 33 (muscle pain). During the incubation period, which is thought to last between 2 and 7 days, but may take as long as 10 days, patients have also reported diarrhea. 34 During the acute phase, SARS infection is characterized by a lower respiratory infection with a \"dry, non-productive cough or dyspnea that may be accompanied by or progress to hypoxemia. In 10 %-20 % of cases, the respiratory illness is severe enough to require intubation and mechanical ventilation.\" 35 The first human SARS case was \"a male, traveling on business, who arrived in Foshan, Guangdong Province, China, on November 16, 2002, exhibiting symptoms of atypical pneumonia.\" 36 Following that index case, \"four of the hospital staff that cared for that man later began to display similar symptoms, leading some to suspect that they had contracted the 32 See WHO, \"SARS (Severe Acute Respiratory Syndrome),\" available at: http:// www.who.int/ith/diseases/sars/en/. 33 39 Though not a reason to celebrate, it is worth noting that SARS's fatality rate is far lower than that of H5N1: only 3 percent of those infected died. Yet the fact that SARS is transmissible between humans-efficiently or not (yet)-is a significant cause for concern. TIMELINE OF THE MOST IMPORTANT DATES IN The WHO did not mention China. This omission reflected the fractured relationship between the Chinese government, which insisted that the SARS outbreak was under control and refused to report new cases promptly to the WHO. 44 Its recalcitrance, and the negative international reception and reputation that it resulted in for China, would later prove an important lesson and impetus in support of the adoption of the revised and updated International Health Regulations (IHRs). While demanding especially prompt reporting-within 24 hours-compliance with the new IHRs, these included, as a reward, leniency on sanctions such as travel advisories and travel warnings. As the latter send signals that can influence the continuation or the cessation of tourism and investment, they can be a powerful tool in prompting compliance. Otherwise, however, the IHRs lack real enforcement mechanisms beyond \"naming and shaming,\" as per China and its initial response to SARS. ",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 530,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 835,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 1303,
                    "end": 1305,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 1306,
                    "end": 1308,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 1612,
                    "end": 1614,
                    "text": "IN",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "H5N1"
        },
        {
            "text": "Containing any outbreak of an airborne infectious disease involves implementing measures to limit face-to-face contact with the virus. This means that hospital staff and community members should wear surgical masks and take special precautions to maintain hand hygiene. It also means that they need to take particular precautions when removing gear (mask and gloves and medical equipment). Furthermore, effective containment of any viral outbreak includes the treatment of patients in isolation (wards), and (home) quarantine. 47 Before any of this can occur, however, the presence of, in this case, H5N1 or SARS has to be identified and response measures initiated. Initiation in turn requires anticipation, identification and implementation of a plan to respond. \"Planning for epidemics, animal or human, is to a large extent based on what a disease did the last time. It is much more difficult to predict what a disease will do next.\" 48 The WHO recommends, as it cannot require, nor can it enforce its recommendations, that states nominate national laboratories designated to perform tests which can isolate and identify the infectious agent in question. These tests use virus-and antibody-rich serum obtained from suspected patients to confirm, via PCR, 49 ELISA, 50 or IFA 51 tests, or through virus isolation, the presence of the virus. Such tests are complex and expensive, take time, and are not always available at the local or community level. Resourced laboratories are meant to exist in every country. In reality, many states lack such facilities. Furthermore, the role of the WHO was, and is, largely to coordinate the international response to a disease outbreak. It is not an implementing agency as such. Ideally, it would anticipate and coordinate a response before a full-blown disease outbreak occurs. Towards that end, the WHO, together with 47 49 See first reference to PCR, Chapter 3. 50 See Biochemische Grundlagen, Chapter 3. 51 Immunofluorescence assay.",
            "cite_spans": [
                {
                    "start": 938,
                    "end": 940,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 1862,
                    "end": 1864,
                    "text": "47",
                    "ref_id": null
                },
                {
                    "start": 1865,
                    "end": 1867,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 1907,
                    "end": 1909,
                    "text": "50",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DECISION-MAKING AND RESPONSES TO H5N1 AND SARS"
        },
        {
            "text": "The World Organization for Animal Health (OIE), and the Food and Agriculture Organization (FAO) collaborate through a variety of mechanisms to track and assess the risk from animal influenza viruses of public health concern, and to address these risks at the human animal interface wherever in the world they might occur. In short, WHO is monitoring the situation as it evolves, and as more information becomes available, will revise its guidance and actions accordingly. 52",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECISION-MAKING AND RESPONSES TO H5N1 AND SARS"
        },
        {
            "text": "Beyond coordination, the WHO places the onus for response on national governments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECISION-MAKING AND RESPONSES TO H5N1 AND SARS"
        },
        {
            "text": "Hence, it is all the more important that the local and national levels of response be linked with the international level. This is especially true when and where epidemics or pandemics have the potential to emerge. H5N1 and SARS present just threats. Clusters identified by GOARN (see also above), or, nationally, for instance in Germany, through the Robert-Koch-Institute (RKI), can flag emerging outbreaks and prompt informative, proactive, and failing, that, reactive, responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECISION-MAKING AND RESPONSES TO H5N1 AND SARS"
        },
        {
            "text": "While the WHO is busy issuing recommendations and alerts, or, in the case of epidemics /pandemics, declaring a PHEIC, as well as travel advisories or warnings, national states have much more to do. The onus of response remains at the national level, and for H5N1 and SARS, national responses varied considerably. This had much to do with the shifting international expectations of how a state should respond to a health threat arising in its territory that had the potential to become an international pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECISION-MAKING AND RESPONSES TO H5N1 AND SARS"
        },
        {
            "text": "H5N1 and, notably, SARS emerged at the same time as updated International Health Regulations (IHRs) 53 were being discussed, but had not yet been adopted. The revised IHRs came into force-with binding but largely unenforceable legal obligations-on June 15, 2007. (The \"original IHRs,\" the International Sanitary Regulations (ISRs), were adopted in 1951 (superseded by IHRs in 1969).) The original ISRs listed particular diseases which were to be reported, and against which specific measures, notably quarantine, were to be implemented. These were: cholera, plague and yellow fever. 54 However, since there is now a vaccine against yellow fever, and, as this book as shown, new diseases are continually emerging, the list of specific diseases has been abandoned. The aim of the IHRs is to \"prevent, protect against, control and provide a public heath response to the international spread of disease,\" without unduly interfering with international movement, such as maritime and flight traffic, and trade.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECISION-MAKING AND RESPONSES TO H5N1 AND SARS"
        },
        {
            "text": "The IHRs operate according to the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECISION-MAKING AND RESPONSES TO H5N1 AND SARS"
        },
        {
            "text": "• Specific procedures for disease surveillance, notification and reporting of public health events and risks to WHO by countries; • Requests by WHO for verification of public health events occurring within countries; • Rapid collaborative risk assessment with and assistance to countries; • Determinations as to whether an event constitutes a public health emergency of international concern; • Coordination of international response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECISION-MAKING AND RESPONSES TO H5N1 AND SARS"
        },
        {
            "text": "H5N1 and SARS boosted the case for the adoption of the IHRs. Perhaps in a moment of anti-viral hubris, H5N1 and SARS's emergence also coincided with the implementation of ARV treatment across both the global North and South, indicating that (some) medicinal responses to viral diseases were both available and adoptable. This changed the calculus of the possible in terms of outbreak response-in theory if not yet in practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECISION-MAKING AND RESPONSES TO H5N1 AND SARS"
        },
        {
            "text": "Thus, while China initially resisted reporting on its SARS cases, it ultimately shifted its stance:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECISION-MAKING AND RESPONSES TO H5N1 AND SARS"
        },
        {
            "text": "The government recognized they could only begin to mend their damaged external reputation if they (re)gained the trust of the international community in their response to SARS, so the central authorities went to great lengths to demonstrate their compliance with the WHO's recommendations. Evidencing this new focus and commitment to transparency, by May 2003 the authorities in Beijing Province alone had reported more than 2,000 suspected or confirmed SARS cases, with an average of 100 new infected being reported every day. 55 Nonetheless, despite increased reporting, perhaps the most effective measure to stop SARS was not taken: live poultry markets continue and are growing in size and number. 56",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DECISION-MAKING AND RESPONSES TO H5N1 AND SARS"
        },
        {
            "text": "The EU and /or Germany cannot stop China's live poultry markets; neither can they influence directly the migratory patterns and paths of the H5N1 virus-carrying birds, or the air traffic flow bringing SARS to their borders. However, they can control what goes on within the borders of the EU (more or less). Thus as EU borders change and expand, EU and European Commission (EC) jurisprudence is increasing its territorial control over the spread of H5N1 and SARS. Thereby, all member states affected by avian influenza have immediately to take measures to bring outbreaks under control under a number of initiatives and directives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RESPONSE IN EU /GERMANY"
        },
        {
            "text": "As noted in the above, identification of the infectious agent is the first step in any response. Within the EU, the 2003 Avian Influenza Initiative, 57 which follows the H5N1 outbreak, but pre-dates that of SARS, orders surveillance. Under it, EU member states must carry out surveillance programs for avian influenza to detect and identify both lowand high-pathogenic avian influenzas in poultry and wild birds. Furthermore, the states are required to determine whether any of the low-pathogenic variants have the potential to mutate into high-pathogenic versions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RESPONSE IN EU /GERMANY"
        },
        {
            "text": "Surveillance is the first step. The second response step obliges member states to report their results to the European Commission (EC). Unlike the IHRs, or the WHO recommendations, Council Directive 2005/94/ EC 58 renders both surveillance and reporting within the EU compulsory. In its wake, the EC proposed, passed, and published additional directives. The next step in that policy cycle is application of the decision(s) taken. Implementing the directives and rendering them effective relies on funding: EU co-financing for intervention programs depends in turn on member states seeking and receiving approval for their avian influenza response plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RESPONSE IN EU /GERMANY"
        },
        {
            "text": "The EU directives are legally binding. They regulate the identification, in designated laboratories, of avian influenza. They order the reporting of the contamination, and the eradication of infected animals; they regulate the disposal and disinfection of both the carcasses and the affected land; finally, they stipulate the measures necessary for affected agricultural production to be allowed to resume. Assuming all of the rules are followed, these directives represent a state-of-the-art, best practice response to an avian influenza outbreak. The policy trajectory also affirms the national nature of the primary response, even within the EU.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RESPONSE IN EU /GERMANY"
        },
        {
            "text": "Thus Germany has to follow, and be able to implement, the EU directives. Here, the EU directive coincides with the national legal architecture. This includes the legal notification requirement according to the infectious disease protection law (IfSG), 59 which requires the reporting and registering of any infection. Even the suspicion of an infection with avian influenza is legally required to be reported: first at the communal level (Gesundheitsamt), 60 then at the regional level, and then at the national level, which is then required to report to the WHO. The WHO, following global reporting, including via GOARN, decides what steps might be further necessary and makes a recommendation. The recommendation returns the responsibility to respond to the affected states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RESPONSE IN EU /GERMANY"
        },
        {
            "text": "Against the background of these decision-making responses, three complications emerged with regard to the H5N1 pandemic outbreak of 59 See Robert-Koch-Institut, \"Influenza (Teil 2): Erkrankungen durch zoonotische Influenzaviren.\" 60 Original: Gesundheitsamt übermittelt gemäß § 11 Abs. 1 IfSG an die zuständige Landesbehörde nur Erkrankungs-oder Todesfälle und Erregernachweise, die der \"Falldefinition gemäß § 4 Abs. 2 Nr. 2 Buchst. a IfSG\" entsprechen. Für die zoonotische Influenza veröffentlicht das RKI spezifische Falldefinitionen (Stand November 2015: A(H5N1) und A(H7N9)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RESPONSE IN EU /GERMANY"
        },
        {
            "text": ", which return to the initial order of response: anticipation, identification and implementation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2003-2004"
        },
        {
            "text": "• First: tracking migratory patterns of wild fowl to anticipate potential sources and places of an H5N1 outbreak. • Second: responding to H5N1 requires identifying it as the infectious agent. • Third: effectively responding to H5N1 requires that identification to be shared, confirmed, and disseminated for further verification of other outbreak clusters, and to optimize medical and political response (including the appropriateness of travel advisories or warnings).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2003-2004"
        },
        {
            "text": "Should national laboratories be unavailable or unable to identify the infectious agent, it must be sent abroad. This can go well, as when viral information is to be shared; sometimes it does not. In a case in point, in December 2006, Indonesia's then-Health Minister, Siti Fadilah Supari, announced that her government would no longer be sharing H5N1 viral samples internationally. 61 She cited a new concept, \"viral sovereignty,\" in justification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2003-2004"
        },
        {
            "text": "Her act followed the actions of a Dutch laboratory to which Indonesia's H5N1 samples had been sent for viral confirmation. The laboratory, instead of merely sequencing the virus and making it available to the WHO and partner organizations to develop an anti-viral agent, such as for use in a vaccine, patented the viral sequence in anticipation of selling it towards vaccine or treatment development. The treatment or vaccine would then presumably be sold back to Indonesia at a high price. The Indonesian Government viewed the transaction as giving away its DNA in return for having to purchase its (product) back. In invoking viral sovereignty, the minister cited the fact that Indonesia was unlikely to benefit from any treatments or vaccines created from H5N1 or other samples, since the country did not have its own testing laboratories or the capacity to develop and then sell resulting medical treatments. So instead, it opted to keep control over its viral strain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2003-2004"
        },
        {
            "text": "The notion of viral sovereignty conjures up centuries of sovereign prerogative. On the one hand, it resurrects the walls within which a sovereign state is meant to protect and provide for the human-and health-security of its populace. Doing so, however, endangers those beyond the wall who come into contact with an infectious agent that cannot be contained. As such, the episode illustrates two key pointsalso made in this book. First, that states remain responsible for the health of their populations, regardless of their ability to do so. Second, that global health coordination, if there is to be such a thing, is reliant on those same states. In order for such coordination to have a modicum of success, the informational exchange and the coordination of interventions must be bidirectional. Viral sovereignty has an important lesson to teach.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2003-2004"
        },
        {
            "text": "Indonesia's maiden foray into \"viral sovereignty\" would be followed by China in the SARS outbreak. Since then, and with the arrival of the revised IHRs, the topic has largely been abandoned in the public arena. Yet the sentiments expressed have returned-as seen in the case of Ebola, and as anticipated with regard to other infectious agents as well. On the one hand the cordoning off of viral material in the name of viral sovereignty represents a real threat to epidemic /pandemic preparedness. It does so by denying science access to study the infectious agent and thereby to develop appropriate vaccines or treatments. On the other hand the justice claim of the idea of viral sovereignty raises an equally resonant issue. It invokes for an entire (national) population the individual human rights' claims put forward in the HIV and AIDS treatment access dispute. This is surely not the last of this resonant argument.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2003-2004"
        },
        {
            "text": "Large, unpredictable epidemics have been a part of American life for centuries, starting in 1793 with yellow fever in Philadelphia. 62 Then, as today, epidemics are inextricably tied to the movements of people, and to trade, as through the port of Philadelphia. Indeed, the responsibilities accorded the Department of Homeland Security-explicitly linking health and human to national security-included the mandate to protect \"the agriculture and food system against terrorist attacks, major disasters and other emergencies.\" 63 Yet H5N1 and SARS caught the United States off-guard as East met West. This is because there was a gap between the federal guidelines of the Animal and Plant Health Inspection Service (Aphis) of the US Department of Agriculture (USDA) and what farmers were \"doing on their own properties.\" 64 This disconnect echoes the inconsistency in measles response between the recommendations of the USCDC and state rules on and enforcement of vaccination. Following the two global pandemics, the US Homeland Security Council issued the National Strategy for Pandemic Influenza in November 2005. In an attempt to close the loophole between federal regulations and farm practice, individual farms must now earn an \"all-clear\" from the USDA and the state Agriculture Department in order to resume (poultry) operation.",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 527,
                    "text": "63",
                    "ref_id": null
                },
                {
                    "start": 818,
                    "end": 820,
                    "text": "64",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE RESPONSE IN THE UNITED STATES"
        },
        {
            "text": "In addition, the USG has formulated a National Strategy for Pandemic Influenza One Year Implementation Plan, released by the Homeland Security Council in July 2007. This is supported by the Highly Pathogenic Avian Influenza Response Plan-The Red Book-which constitutes one of the Foreign Animal Disease Preparedness & Response Plans (FAD PReP), released by the USDA in August 2015, 65 updated 22 January 2016. As it states:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RESPONSE IN THE UNITED STATES"
        },
        {
            "text": "The goals of an HPAI response are to (1) detect, control, and contain HPAI in poultry as quickly as possible; (2) eradicate HPAI using strategies that seek to protect public health and the environment, and stabilize animal agriculture, the food supply, and the economy; and (3) provide scienceand risk-based approaches and systems to facilitate continuity of business for non-infected animals and non-contaminated animal products. Achieving these three goals will allow individual poultry facilities, States, Tribes, regions, and industries to resume normal production as rapidly as possible. The objective is to allow the United States to regain disease-free status without the response effort causing more disruption and damage than the disease outbreak itself. The United States' primary control and eradication strategy for HPAI in domestic poultry, as recommended by the World Organization for Animal Health (OIE), is \"stamping-out.\" 66 In addition to the HPAI PReP plan, PReP plans also exist for foot-andmouth disease, classical swine fever and Newcastle disease. Further disease response strategies exist in draft form for African swine fever, Japanese Encephalitis, New World screwworm myiasis, peste des petits ruminants and Rift Valley fever. 67 These constitute a litany of (re)emerging diseases poised to present upcoming health challenges.",
            "cite_spans": [
                {
                    "start": 939,
                    "end": 941,
                    "text": "66",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE RESPONSE IN THE UNITED STATES"
        },
        {
            "text": "The National Strategy for Pandemic Influenza Implementation Plan worked as intended when avian flu arrived in the US in December 2014. The virus was detected as it jumped the Canadian border from small farms in British Columbia and landed in wild birds in Washington State before spreading through poultry farms on the west coast. Avian flu usually comes from wild birds-mostly ducks, geese and shorebirds-which shed the virus in their bodily waste and secretions as they migrate. To watch for its arrival, federal and state agencies collaborate on surveillance systems, taking samples of lakes where birds roost, wild birds as they are banded (ringed) and wild turkeys and ducks shot by hunters. But those systems cannot test more than a tiny proportion of the millions of birds that cross the United States every season. The first signal of the flu's arrival can be when domesticated birds die.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RESPONSE IN THE UNITED STATES"
        },
        {
            "text": "That was what happened next. The flu changed course, zigzagging across the map instead of down: on March 4, 2015, it struck Minnesota, the principal turkey producer in the United States; Missouri was next, on March 9; then Arkansas on March 11, Kansas on March 13, South Dakota on April 1. The pattern did not match wild migration patterns, and scientists watching its spread were baffled as they tried to find the source. On April 2, it struck Minnesota yet again, and within two weeks, the flu hit 23 farms holding 1.5 million turkeys. It descended on Iowa on April 13, invading first a turkey farm and then a giant property holding more than 4.1 million egg-laying hens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RESPONSE IN THE UNITED STATES"
        },
        {
            "text": "Dr. James Roth, director of the Center for Food Security and Public Health at Iowa State University's College of Veterinary Medicine, is helping to develop a new national poultry-protection plan. Informed by studies such as one done in July 2015, which estimated that the flu cost the United States US$2.6 billion in lost sales, almost US$400 million in forgone taxes and 15,693 jobs, the calculations recall the dire predictions and real cost consequences with regard to the impacts of HIV and AIDS and Ebola. Economics plays a key role in mobilizing a response to these bird-borne diseases. 68 As devastating as the losses were to Iowa, Minnesota and other states, their 50 million turkeys and hens represented a small portion of the poultry industry. The largest concentrations of chickens in the United States-Georgia, which raises 1.3 billion broilers a year, and the Delmarva Peninsula, where the broiler business began in the 1920s-lie under another migration route that ducks take over the Americas. If the flu were to land in those areas and spread the way it did in the Midwest, much of the US poultry industry would be in jeopardy: almost nine billion birds, 90 billion eggs, more than US$40 billion in earnings, 1.3 million jobs. As Roth notes, \"there was almost no federal money invested in biosecurity for livestock. Basically, it is the responsibility of the producer.\" 69 IMPLICATIONS AND CONCLUSIONS H5N1 and SARS pose a particular epidemic and pandemic health threat because their transmission is airborne (SARS) or has the potential to become so (H5N1). In addition, since those infected are in the main previously healthy adults, initially inconclusive symptoms do not necessarily ring alarm bells until the virus(es) have spread significantly.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 595,
                    "text": "68",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE RESPONSE IN THE UNITED STATES"
        },
        {
            "text": "The obvious protection, an influenza vaccine, cannot be used until after flu arrives, partly because it masks birds' symptoms. In fall 2016, the USDA approved a vaccine for the new strain, but it is keeping it held on the shelf. If it is given in advance, other countries could buy poultry with live infections, and human health experts fear it could conceal a pandemic's start.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RESPONSE IN THE UNITED STATES"
        },
        {
            "text": "SARS is detected by a combination of symptom-identification and laboratory test. 70 As in the cases of H5N1, described above, or H1N1 (also called \"swine flu,\" and currently circulating in Germany, particularly in the eastern provinces), 71 identifying the symptoms hardly pinpoints the exact cause of disease. The symptoms of many upper-and lower-respiratory tract illnesses are similar. This makes laboratory tests vital. Such tests are complex and expensive, take time, and are not always available at the local or community level. Indeed, the WHO recommends that states identify national laboratories designated to perform such tests: such laboratories are meant to exist in every country. In reality, many lack such facilities. Hence it is all the more important that the local and national levels of response be linked to the international level. This is especially true when and where epidemics or pandemics have the potential to emerge. H5N1, and SARS, present just such a threat. Yet clusters identified by GOARN (see also above), or in Germany, through the Robert-Koch-Institute (RKI) can flag emerging outbreaks and prompt informative, proactive, and failing, that, reactive, responses.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "text": "70",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "THE RESPONSE IN THE UNITED STATES"
        },
        {
            "text": "At the national level, the responses to SARS and to H5N1 varied. This had much to do with the shifting international expectations of how a state should respond to a health threat arising in its territory but with the potential to become an international pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "THE RESPONSE IN THE UNITED STATES"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Red Book: FAD PReP Foreign Animal Disease Preparedness & Response Plan",
            "authors": [
                {
                    "first": "Usda",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "France confirmed an outbreak of H5N1. March 2006: Sweden reported a suspected outbreak. April 2006: a German poultry farm near Leipzig tested positive for H5N1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "wild birds is banned and disease awareness campaigns for poultry owners and their families must be carried out. 25 June 14, 2006: The EU Commission published Decision 2006/415/EU concerning certain protection measures in relation to HPAI, subtype H5N1, in wild birds. February 16, 2007: The EU Commission published Decision 2007/118/ EC laying down detailed rules in relation to an alternative identification marker-a means by which the viral subtype can be identified. August 28, 2007: The EU Commission published Decision 2007/598/EC concerning measures to prevent the spread of HPAI to other captive birds held in zoos, and other institutes, or centers within the territories of member states.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "26 Starick, E. et al. (2008). \"Phylogenetic Analyses of Highly Pathogenic Avian Influenza Virus Isolates from Germany in 2006 and 2007 Suggest at least Three Separate Introductions of H5N1 virus,\" Veterinary Microbiology (Apr 30), Vol. 128, Issue 3-4, 243-52.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Listed and described in the timeline above, they include: decisions 2006/ 415/EU; 2007/118/EC; 2007/598/EC; and 2010/367/EC. Within the frame of the policy cycle outlined in the introduction, these directives and their publication represent the policy decision-making and dissemination steps.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "TIMELINE OF THE MOST IMPORTANT DATES ON H5N1 1959: The very first H5N1 infections in humans were recorded. 13 1996: H5N1 was first detected in domestic geese in southern China. 14 1997: The first human cases were reported during an outbreak affecting poultry in Hong Kong. 15 2000: H5N1 spread to infect domestic ducks in China. April 2, 2001: The World Health Assembly (WHA) adopts WHA Resolution 48.13 16 on \"New, Emerging and Re-emerging Infectious Diseases,\" and WHA Resolution 48.7 on the \"Revision and Updating of the International Health Regulations\" (IHRs). 13 See Peiris, J.S., M.D. de Jong MD, and Y. Guan. (2007). \"Avian Influenza Virus (H5N1): A Threat to Human Health,\" Clinical Microbiology Reviews April Vol. Sims, L.D. et al. (2005). \"Origin and Evolution of Highly Pathogenic H5N1 Avian Influenza in Asia,\" Veterinary Record, Vol. 157, Issue 6, 159-164; see also USCDC, \"Highly Pathogenic Asian Avian Influenza A (H5N1) in People.\" 15 See USCDC, \"Highly Pathogenic Asian Avian Influenza A (H5N1) in People.\" 16 See http://apps.who.int/medicinedocs/documents/s16357e/s16357e.pdf. May 21, 2001: The World Health Assembly issues WHA Resolution 54.14 17 on \"Global Health Security: Epidemic Alert and Response\" to call attention to the ongoing revision of the IHRs and to express support for international emergency response to epidemic threats. January 23, 2003: The Executive Board (EB) of the World Health Organization in EB111.R6 18 urges the adoption of a resolution on the prevention and control of influenza pandemics and annual epidemics. January 24, 2003: The Executive Board of the WHO, in EB111.R13, 19 supports the adoption of a resolution to revise the International Health Regulations (IHRs) to take into account new and emerging infectious disease agents as well as their potential use as weapons of terrorism. 2003-2004: Outbreak via domestic ducks, who, it turns out, served as a crucial reservoir for the virus, which was by then a recombinant virus composed of many viruses linked to the \"original\" goose virus. The 2003-2004 outbreak made clear that H5N1 came about through an animal-to-human viral transmission: \"the increasing spread of the viruses from existing reservoirs of infection in domestic waterfowl and live bird markets leading to greater environmental contamination.\" 20 Since 2003, HPAI H5N1 has been detected in poultry and wild birds in more than 50 countries, spanning Africa, Asia, Europe and the Middle East. 212003: The first HPAI H5N1 cases were confirmed in Europe. 22 17 See WHA54.14 Agenda item 13.3, \"Global Health Security: Epidemic Alert and Response,\" (May 21, 2001) available at: http://apps.who.int/medicinedocs/ documents/s16356e/s16356e.pdf. 18 See WHO EB111.R6 Agenda item 5.8, \"Prevention and Control of Influenza Pandemics and Annual Epidemics,\" (January 23, 2003) available at: http://apps. who.int/gb/archive/pdf_files/EB111/eeb111r6.pdf. 19 WHO EB111.R13 Agenda item 5.12, \"Revision of the International Health Regulations,\" (January 24, 2003) available at: http://apps.who.int/gb/archive/ pdf_files/EB111/eeb111r13.pdf. 20 Sims et al. (2005). \"Origin and Evolution of Highly Pathogenic H5N1 Avian Influenza in Asia.\" 21 Ibid. 22 See RKI Influenza (Teil 2): Erkrankungen durch zoonotische Influenzaviren. 20 December 2005-The European Council (EC) published Council Directive 2005/94/EC on Community Measures for the control of avian influenza.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "See WHO, \"Emergencies Preparedness, Response; Preliminary Clinical Description of Severe Acute Respiratory Syndrome,\" available at: http://www. who.int/csr/sars/clinical/en/. 34 Ibid. 35 Ibid. 36 Davies, Sara E., Adam Kamradt-Scott and Simon Rushton. (2015). Disease Diplomacy. International Norms and Global Health Security. Baltimore: Johns Hopkins University Press, p. 47. same illness.\" 37 By the end of the SARS outbreak of 2003, which was declared \"contained\" on 5 July 2003, 38 the virus had spread to Asia, Europe and North America. The virus had infected ca. 8,000 people, mostly previously healthy individuals between the ages of 25 and 70.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "THE SARS PANDEMIC 2002: SARS first detected in China. April 2, 2001: The World Health Assembly (WHA) adopted WHA Resolution 48.13 40 on New, Emerging and Re-emerging Infectious Diseases, and WHA Resolution 48.7 on the Revision and Updating of the International Health Regulations (IHRs). May 21, 2001: The World Health Assembly issued WHA Resolution 54.14, 41 Global Health Security: Epidemic Alert and Response, to call attention to the ongoing revision of the IHRs and to express support for international emergency response to epidemic threats.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "See USCDC \"Remembering SARS: A Deadly Puzzle and the Efforts to Solve It,\" available at: http://www.cdc.gov/about/history/sars/feature.htm. 48 McKenna, Maryn. (2016). \"The Looming Threat of Avian Flu,\" New York Times, April 13.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}