{
    "paper_id": "adff49d42bca8c91c33a353436c12210606c7e8e",
    "metadata": {
        "title": "A Computational Approach for Objectively Derived Systematic Review Search Strategies",
        "authors": [
            {
                "first": "Harrisen",
                "middle": [],
                "last": "Scells",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "settlement": "St Lucia",
                        "country": "Australia"
                    }
                },
                "email": "h.scells@uq.net.au"
            },
            {
                "first": "Guido",
                "middle": [],
                "last": "Zuccon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The University of Queensland",
                    "location": {
                        "settlement": "St Lucia",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Bevan",
                "middle": [],
                "last": "Koopman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CSIRO",
                    "location": {
                        "settlement": "Brisbane",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Justin",
                "middle": [],
                "last": "Clark",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bond University",
                    "location": {
                        "settlement": "Gold Coast",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Searching literature for a systematic review begins with a manually constructed search strategy by an expert information specialist. The typical process of constructing search strategies is often undocumented, ad-hoc, and subject to individual expertise, which may introduce bias in the systematic review. A new method for objectively deriving search strategies has arisen from information specialists attempting to address these shortcomings. However, this proposed method still presents a number of manual, ad-hoc interventions, and trial-and-error processes, potentially still introducing bias into systematic reviews. Moreover, this method has not been rigorously evaluated on a large set of systematic review cases, thus its generalisability is unknown. In this work, we present a computational adaptation of this proposed objective method. Our adaptation removes the human-in-the-loop processes involved in the initial steps of creating a search strategy for a systematic review; reducing bias due to human factors and increasing the objectivity of the originally proposed method. Our proposed computational adaptation further enables a formal and rigorous evaluation over a large set of systematic reviews. We find that our computational adaptation of the original objective method provides an effective starting point for information specialists to continue refining. We also identify a number of avenues for extending and improving our adaptation to further promote supporting information specialists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The goal of a systematic review is to synthesise all relevant literature for a highly focused research question. Systematic reviews are used extensively in evidence based medicine (this is the domain we consider in the rest of the paper), both for healthcare decision making and institutional policy mandates concerning health topics. While systematic reviews strive to be methodical and comprehensive, there are still a number of processes associated with them which introduce bias and subjectivity. Arguably, the process which contributes the most bias is the construction of search strategies. The main element of a search strategy is a complex Boolean query. This is issued to one or more publication databases (e.g., PubMed, EMBASE). Retrieved studies are first screened (i.e., the title and abstracts are assessed) for potential inclusion in the review. Then, the fulltext of screened studies deemed potentially relevant to the review are assessed to determine if they should be synthesised in the final review [5] .",
            "cite_spans": [
                {
                    "start": 1017,
                    "end": 1020,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The most common method for developing a search strategy is the conceptual method [2, 12] (although other methods have been investigated that do not produce a Boolean query [6, 7] ). Here, the query is formulated by dividing the research question of a systematic review into multiple high-level concepts, and then choosing suitable synonyms for each concept. Query formulation is typically performed by trained information specialists (e.g., librarians), who use domain expertise and intuition to decide, for example, what keywords to add to a query and where they should be added, what kind of field restrictions should be applied, and when to stop formulating. Often, information specialists also have access to a handful of studies (seeds) that the researchers are certain will be included in the synthesis of the review. In the conceptual approach, information specialists use the few seed studies to repeatedly gauge the effectiveness of the queries they formulate in an ad-hoc manner.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "text": "[2,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 85,
                    "end": 88,
                    "text": "12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 176,
                    "end": 178,
                    "text": "7]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An objective [4, 20] method for deriving systematic review search strategies has recently been proposed which aims to avoid the unrigorous, subjective aspects of the conceptual approach. In this method, a small set of 'gold standard' studies are first identified-these serve to (semi-)automatically identify keywords to add to the query, and to validate its effectiveness. The gold standard set is akin to the seed studies considered in the conceptual approach, but generally much larger (conceptual: a handful; objective: in the order of 10s-100s). Despite the name, this method is still ad-hoc and involves manual trial-and-error with respect to choosing a subset of the identified keywords to add to the query, and where to place keywords in the query. In addition, this method has only been evaluated on a handful of use-case systematic reviews, thus its effectiveness and generalisability beyond these cases is as yet unknown.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 16,
                    "text": "[4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 17,
                    "end": 20,
                    "text": "20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we propose a computational adaptation of the objective methodology proposed by Hausner et al. [4] for objectively deriving medical systematic review search strategies. Our approach does not require manual human involvement, nor trial-and-error procedures, and, in fact, is capable of generating a query automatically, given a set of relevant studies as input. Furthermore, we evaluate this method on a large set of 40 systematic reviews from a collection used for the evaluation of automation methods in this context [6] and further replicate a small study by Hausner et al. [4] . We also consider the cost factors of systematic review development in our evaluation. The primary goal of this research is to develop a more transparent and less subjective method to search strategy development by computationally adapting and extending the current objective approach. Achieving total recall of the relevant literature for a study is important. However, the effectiveness of systematic reviews is often hampered by the fact that they are resource-intensive and often become out-of-date at the time of publication [21] : it takes on average 2 years and AUD$350K to create a The symbol refers to the processes in the objective method which currently require manual intervention. Automating these manual processes is the main focus of this work. systematic review [9, 13] and currently only 36% of Cochrane SRs are deemed up-to-date. The largest time and monetary cost involved in systematic review creation is the screening phase, which is directly influenced by the number of studies retrieved by the search strategy. Furthermore, the exponentially growing body of published research casts doubts on how effective the reviews are in identifying all relevant research; potentially introducing bias.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 532,
                    "end": 535,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1125,
                    "end": 1129,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1373,
                    "end": 1376,
                    "text": "[9,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1377,
                    "end": 1380,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With the method presented in this research, our overarching goal is to automatically and objectively derive suitable queries which can be used as a starting point for query formulation, to derive more effective search strategies (higher precision while maintaining recall) than manually derived queries. The method of this study is expected not to replace information specialists, but to provide support by reducing bias and subjectivity in the search development process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our method for automatically and objectively deriving search strategies is an adaptation of the method originally proposed by Hausner et al. [4] . A highlevel process overview of the objective method is shown in Fig. 1 . This figure highlights manual aspects of the original method which we computationalise, and extensions to the original method our method makes, which seek to further reduce bias. The following two sections first describe the original method, and then the specific computational adaptations and extensions we make.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 218,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Computational, Objective Method"
        },
        {
            "text": "The objective method [4] starts by identifying studies either by scanning the references of similar, already published systematic reviews, or by issuing broad queries to medical databases (e.g., PubMed, MEDLINE) and screening a subset for identifying gold-standard references. These references form the 'test' set, which is divided into a development set ( 2 3 ) and a validation set ( 1 3 ). The title and abstract of each of the references in the test set is then analysed by ranking each term by the frequency it appears in each of the references (i.e., document frequency -DF). Next, these terms are filtered to include the top 20% of terms according to DF. At the same time, a population set (i.e., a background collection) of 10,000 studies is identified by issuing an empty search to PubMed and restricting results to the last 12 months (the default ranking of PubMed is by descending publication date). The previously filtered terms are filtered yet again to include the bottom 2% of terms according to DF. Finally, the 20 most frequent MeSH terms are identified from studies in the development set. A Boolean query is then developed by dividing terms into three categories (which form three clauses, linked with the Boolean AND operator): (1) terms relating to health conditions, (2) terms relating to a treatment, and (3) terms relating to the types of study design to be included. Through a time consuming process of trial-and-error, filtered terms and MeSH terms are then added to one of the three clauses of the query depending on the category of the term. Terms inside a category are combined using an OR operator, and the three categories are then combined with an AND operator. The effectiveness of the query is then compared to the validation set.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The Objective Method"
        },
        {
            "text": "We propose a number of computational modifications to this method which seek to further remove human subjectivity from the process. We also improve the process by which evaluation of the resulting queries is undertaken in a number of ways. In our modified methodology, we begin with the same test set, however we split into ( 2 4 ) development, ( 1 4 ) validation, and ( 1 4 ) unseen. The unseen set is used to approximate how the query will perform on studies which are not assessed (i.e., a study which is relevant, but which may never be retrieved by the query, and therefore never screened for potential relevance). It also allows us to develop the query on the development set, tune parameters values on the validation set, and study their effectiveness on the unseen set. We then follow the same method of filtering terms using the development set and the population set, as well as identifying MeSH terms to use. To automatically assign a category for a term, the semantic type of a term is used. The semantic type is obtained automatically by mapping terms to UMLS concepts via MetaMap [1] (version 2018 with options set to their default values and using UMLS2018AA). If a term does not map to a concept in MetaMap, it is discarded. Once a semantic type is obtained for a term, it is automatically categorised in a two fold process: (i) if the semantic type is present in Table 1a , then the term is mapped accordingly [22] , Table 1 . Processes for mapping terms to a Hausner et al. [4] category in a query.",
            "cite_spans": [
                {
                    "start": 1094,
                    "end": 1097,
                    "text": "[1]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1427,
                    "end": 1431,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1492,
                    "end": 1495,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 1380,
                    "end": 1388,
                    "text": "Table 1a",
                    "ref_id": null
                },
                {
                    "start": 1434,
                    "end": 1441,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Automating the Objective Method"
        },
        {
            "text": "Test → Treatment Treatment → Treatment Diagnosis → Condition (a) How a relationship as identified by Uzuner et al. [22] maps to a category.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Uzuner et al. [22] Relationship Hausner et al. [4] Category"
        },
        {
            "text": "Hausner et al. [4] Category (ii) if the semantic type is not present, then the semantic group of the semantic type is used to broadly categorise the term according to Table 1b. Note that in step (ii), some terms may be discarded due to the semantic group they belong to, denoted by 'None' in the table. Following this process, the identified MeSH terms are then added to one or more of the three categories according to the toplevel MeSH parent in Table 1c . Once all of the identified terms are categorised, the computational assembly of the Boolean query takes place. We also take a computational approach to the assembly of the Boolean query. A naïve approach could involve trying all combinations of terms in a category with all combinations of all other terms in all other categories (similar to the manual trial-and-error employed in the original method). The complexity of this approach, however, presents itself as infeasible: O(n! 3 ) (where n is the number of terms for a given category, assuming all categories have the same number of terms, in the worst case). Instead, we compute the maximum number of studies in the development set retrievable using the filtered terms and MeSH terms by first representing the set of relevant studies retrieved for each category as a binary array (e.g., health conditions c = [1, 1, 1, 1, 1, 1, 1, 1], treatments t = [0, 1, 1, 1, 1, 1, 1, 1] and study type s = [1, 1, 0, 1, 1, 1, 1, 1]), where 1 indicates that the relevant study referred by that position in the array is retrieved. Then we perform conjunction (bitwise AND) on the three binary arrays to obtain a new binary array (i.e., c ∧ t ∧ s = q = [0, 1, 0, 1, 1, 1, 1, 1]) which represents the set of relevant studies in the development set that can be retrieved by the query that includes all terms (i.e. the maximal query). Note that when there are no terms present for a category 1 then the category is removed from the conjunction which forms q. The logical conjunction of the three vectors has the same effect as executing the query, thus greatly increasing the number of comparisons that can be made (i.e, it reduces computation time). Further note that it is not guaranteed that the set of categories which contain terms from the development set, when combined using a Boolean AND operator, will retrieve all the relevant studies in the validation set-this is true regardless of using our technique for speeding up query assembly, or trying all combinations. Next, in an iterative manner, each term from each category is temporarily removed and a new binary vector (v i ) is computed, containing the set of relevant studies in the development set retrieved without that term. If q ∧ v i = q, that is, if the removal of the term has no effect on the number of relevant studies in the development set retrieved by the rest of the terms, then the removal of that term from the category is made permanent. In other words, that term contributes nothing overall to the query (or its contribution is redundant as its contributing studies are also retrieved by other query terms) and is removed from its respective clause. Note that this technique could also be used in an interactive system to highlight to a user those terms that do not contribute to the set of retrieved documents, or alternatively for evaluating existing search strategies. The iteration proceeds by considering one candidate term for removal at a time; terms are ordered descending by the sum of the components of their document vectors, i.e., their total document frequency, thus the order of terms removed is deterministic. The complexity of this approach is O(3n): each term in the query is required to be only tested once for inclusion in the final query, rather than for all possible combinations. The resulting query is guaranteed to retrieve the maximum number of relevant studies possible in the development set (based on the terms which have been identified in the previous process).",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 456,
                    "text": "Table 1c",
                    "ref_id": null
                }
            ],
            "section": "Semantic Group"
        },
        {
            "text": "We further propose to tune the term cut-off thresholds parameters for the filtering steps. Rather than fixing the thresholds at 20% for development and 2% for population (as done by Hausner et al. [4] ), we perform a grid search (independently for each query) over combinations of thresholds to find the parameters best suited (optimising for F 1 , F 3 , recall) for a particular query. We also apply the same strategy to identify the number of MeSH terms to add to a query. The development set is used to identify terms; then we evaluate queries on the validation set to select the best combination of parameters. The query can then be evaluated fairly on the unseen set. Table 2 . Evaluation results on unseen documents, with and without MeSH terms applied to queries. Relaxed indicates original queries where MeSH explosion is removed and phrases converted to Boolean OR clauses. Significant differences (paired two-tailed t-test p < 0.05) between original queries indicated by . Significant differences between relaxed queries indicated by †. Highest values are bolded. Original queries do not achieve 100% recall because (i) errors in reporting of queries [3, 14] , and (ii) all queries are issued to PubMed even if the original query was reported as a MEDLINE query (i.e., translated automatically [17] ",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1161,
                    "end": 1164,
                    "text": "[3,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1165,
                    "end": 1168,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1304,
                    "end": 1308,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 673,
                    "end": 680,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Semantic Group"
        },
        {
            "text": "We evaluate the computational method for objectively deriving systematic review search strategies on the CLEF 2018 Technology Assisted Reviews (TAR) collection [6] . This collection of diagnostic test accuracy systematic review protocols contains 75 topics (i.e., systematic reviews use-cases). 2 Diagnostic test accuracy reviews are highly specific and are considered one of the most difficult types of systematic reviews to search literature for [11] . Each topic comprises the title of the review, the Boolean query used to retrieve studies, and relevance assessments for the studies retrieved by the query. To determine the effectiveness of queries, we execute them in PubMed through the entrez API [16] . In our experiments, the test set for each topic is derived from the studies labelled relevant at an abstract level: these are studies that were retrieved by the Boolean query of the original systematic review and were screened for inclusion. We set the minimum size of the development set to 25, therefore excluding topics from the collection where the number of studies labelled relevant was less than 50 (development = 2/4 of total size). This number was chosen as the size of the development set in the study by Hausner et al. [4] was 25 (for a single topic). For comparison, the development set in a study by Simon et al. [20] was 78 (single topic). After removing topics in this way, 40 topics remained (still considerably larger than the previous studies), and the average number of relevant [4] ) and unseen sets. As in the work by Simon et al. [20] , queries are evaluated using precision, recall (sensitivity), and number needed to read (NNR). Additionally, we compute F β for β = 0.5, 1, 3 (standard values used to evaluate automatic systematic review methods [15] ).",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 452,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1240,
                    "end": 1243,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1336,
                    "end": 1340,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1508,
                    "end": 1511,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1562,
                    "end": 1566,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1780,
                    "end": 1784,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Empirical Evaluation"
        },
        {
            "text": "We first compare the results obtained using the computational method for objectively deriving search strategies against those the queries originally used to retrieve studies. We then study the effect selection of terms has on queries. Next, we contrast the differences between adding versus not adding MeSH terms and report the differences between the most effective and the least effective query when MeSH terms are not added and when they are added. And finally, we compare our adaptation to the original method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Empirical results obtained by applying our method to queries is reported in Table 2 . Our approach produces queries that are tuned for different evaluation measures. We show that for the F β variations, NNR, precision, and recall, there are queries which outperform the original queries for each of these measures. While tuning parameters produces gains over the original queries, it introduces a trade-off. Generally, after tuning, queries with gains for precision measures obtain significant losses for recall measures compared to the original queries (e.g., queries tuned for F 1 without adding MeSH terms obtain the highest precision, but suffer a significant loss in recall). Likewise, where there are gains in recall, there are significant losses in precision compared to the original queries (e.g., queries tuned for recall with the addition of MeSH terms obtained the highest recall, however suffer a significant loss in precision). Figure 2 highlights the differences in parameter choices tuned for each evaluation measure. Higher Table 2 . Pearson's r correlation is signified in the title of each subplot.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 949,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1040,
                    "end": 1047,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "DF thresholds for the development and lower DF thresholds for the population lead to queries with higher precision and lower recall. Lower DF thresholds for the development and higher thresholds for the population lead to queries with higher recall and lower precision. Furthermore, adding more MeSH terms increased recall but at the expense of precision, as expected. Finally, while using the validation set appears to be a good indication of how the query will perform on unseen data, over-fitting leads to the trade-off in precision and recall. The correlation between the performance on the validation data and the unseen data is presented in Fig. 3 . The figure suggests that performance obtained when tuning parameters on the validation set are strongly correlated with those obtained on unseen data (for the same parameters values). However, we find that as more weight is placed on precision, the correlation between performance on the unseen data and validation data becomes weaker. We further analyse the queries by studying the terms that were considered for inclusion by threshoding: we focus on queries that did not have MeSH terms added. Table 3 provides a comparison between the highest performing topic in terms of F 1 on the unseen set (Table 3a , topic CD009135: Rapid tests for the diagnosis of visceral leishmaniasis in patients with suspected disease) and the lowest performing topic (Table 3b , topic CD010276: Diagnostic tests for oral cancer and potentially malignant disorders in patients presenting with clinically evident lesions). Both topics contain high prevalence terms from the title of the systematic review -indicating they are likely relevant to the topic. However, this is the case for terms identified in the best performing query, as well as for those in the worst. This suggests that the identification of terms likely plays only a partial role in the effectiveness of the query -and that selection and location within the Boolean syntax of the query may also be conducive of effectiveness.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 647,
                    "end": 653,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1152,
                    "end": 1159,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1253,
                    "end": 1262,
                    "text": "(Table 3a",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1405,
                    "end": 1414,
                    "text": "(Table 3b",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We also study the interplay between the number of studies provided in the development set and query effectiveness. One may hypothesise that a higher number of studies in the development set is associated to higher effectiveness (given that topic CD009135 contains 39 references in the development set, while topic CD010276 contains 27). Indeed there is a moderate positive correlation (Pearson's r = +0.51) between the size of the development set (used to derive terms) and F 1 on unseen data. Similarly, we study the interplay between the number of terms in the final query and effectiveness. We found a weak negative correlation (Pearson's r = −0.2) between the number of terms in queries and the actual effectiveness on the unseen set (F 1 ). This suggests that including few representative terms is more conducive of effectiveness than many broad terms. Differences between queries with MeSH terms and those without are also analysed. The results in Table 2 suggest a trade-off in precision and recall when MeSH terms are added. When MeSH terms are added, we observe a higher recall, as expected, but lower precision than when MeSH terms were not added. Queries with MeSH terms did not retrieve a significantly higher number of studies than those without. We now study the effect of adding MeSH terms in more detail, specifically on queries where parameters were tuned for F 3 , where the highest gains were observed overall. The most effective and least effective queries in terms of F 1 were for topics CD009579, Circulating antigen tests and urine reagent strips for diagnosis of active schistosomiasis in endemic areas (precision: 0.0330, recall: 0.1765, F 1 : 0.0556), and CD009647, Clinical symptoms, signs and tests for identification of impending and current water-loss dehydration in older people (precision: 0.0002, recall: 0.4286, F 1 : 0.0003). The MeSH terms identified for addition to these queries are listed in Table 4 . Figure 5 presents the two queries for comparison. Sub-figs. 5a and b contain the aforementioned best and worst queries derived by optimising F 1 . The identified MeSH terms lead to small improvements in recall when they are added to the query, at the expenses of a substantial drop in precision. When observing the performance on the validation data, topic CD009579 still performs better than topic CD009647. This suggests that this particular topic was more difficult to search for. This is reflected in the queries originally formulated for these topics. The original query for topic CD009579 (precision: 0.0019, recall: 1, F 1 : 0.0038) performs better than the original query for topic CD009647 (precision: 2.6 10e−5 , recall: 1, F 1 : 5.2 10e−5 ). Note that although the performance of the queries are similar, the manually formulated queries have many more terms (CD009579 -derived: 15, original (relaxed): 40; CD009647 -derived: 6, original (relaxed): 199). However, looking at the distribution of query lengths for each method in Fig. 4 , not only is there little variation in the total number of terms in queries, but there is little variance in amount of terms added in the automatic method and in the relaxed versions of the original queries. Finally we study a query derived manually (by Hausner et al. [4] , Fig. 7 ) and the same query derived computationally (Fig. 6) . Table 5 presents the differences in effectiveness given the number of documents retrieved, NNR, precision, and recall on the same set of validation documents (note that only the development and validation sets are used to make a fair comparison to the manual method; thus no tuning was used). The query derived objectively using our computational ",
            "cite_spans": [
                {
                    "start": 3256,
                    "end": 3259,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 954,
                    "end": 961,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1931,
                    "end": 1938,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1941,
                    "end": 1949,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2979,
                    "end": 2985,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 3262,
                    "end": 3268,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3314,
                    "end": 3322,
                    "text": "(Fig. 6)",
                    "ref_id": null
                },
                {
                    "start": 3325,
                    "end": 3332,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We presented a computational approach to objectively deriving search strategies for systematic reviews. This approach adapts and extends the proposal of Hausner et al. [4] , to further reduce human subjectivity in an otherwise objective methodology. The computational method can be used as a starting point for query formulation, as demonstrated by our results. The manual objective method included human intervention; our computational adaptations and extensions approximated the steps a human would take. To better approximate these steps, we will set up an interactive query formulation study with information specialists. The feedback and results from this can be used to improve computational methods and would provide us with the means to fairly compare our computational approach with the ad-hoc method.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "We have identified a number of avenues for further extending the fully automatic approach and its empirical evaluation. Firstly, randomness is introduced in this method when the test set is split into development, validation, and unseen. The use of 3-fold cross validation would reduce experimental bias in the subsequent phases. Next, we have observed that in the current approach only unigrams are used as candidate terms for possible inclusion in queries (this is also the case in the original method and has already been identified as an issue [4] ). This is a limitation because the semantic context that may have been encoded as a phrase (e.g., in an n-gram such as \"myocardial infarction\") is lost. We suggest that by automatically identifying medical phrases using automatic tools such as MetaMap, this shortcoming can be overcome.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 551,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "A limitation of this work is that a prospective study was not undertaken. New queries formulated using our method may have retrieved unjudged but relevant studies. A future extension of this work could be to use our proposed method to identify the proportion of new relevant studies retrieved (if any). Another task to be considered is to automatically further refine derived queries. Scells and colleagues [18, 19] have found that automatic generation and refinement techniques can improve the effectiveness of existing Boolean queries.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The computational method presented is envisioned to be integrated into tools for assisting researchers conducting systematic reviews (for example, query suggestion [8] ). The aim is not to replace humans constructing search strategies-at the very least, a number of gold standard studies are still needed to seed this approach, (as is typically the case in this context [10] ). Query formulation is currently a highly subjective and error-prone process, and reducing subjectivity and mistakes in search strategy construction can only lead to less biased, reproducible, and timely systematic reviews.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prostatic Neoplasms/ 7. 5 or 6 8. seed*.rs. 9. permanent*.ti,ab,sh. 10. 8 or 9 11. implant*.ti,ab,sh. 12. 10 and 11 13. Brachytherapy/ 14. Brachytherapy.ti,ab,sh. 15",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "12--14",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effective mapping of biomedical text to the UMLS Metathesaurus: the MetaMap program",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Aronson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proceedings of the AMIA Symposium",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Systematic reviewing",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Methods of Clinical Epidemiology",
            "volume": "",
            "issn": "",
            "pages": "187--211",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-37131-8_12"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Poor reporting and inadequate searches were apparent in systematic reviews of adverse effects",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Golder",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Loke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcintosh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Clin. Epidemiol",
            "volume": "61",
            "issn": "",
            "pages": "440--448",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Routine development of objectively derived search strategies",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hausner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Waffenschmidt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Syst. Rev",
            "volume": "1",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cochrane handbook for systematic reviews of interventions version 5.1.0 [updated",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P T"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "CLEF 2018 technology assisted reviews in empirical medicine overview",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kanoulas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Spijker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Azzopardi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "CLEF 2018 Evaluation Labs and Workshop: Online Working Notes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Boolean versus ranked querying for biomedical systematic reviews",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karimi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pohl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scholer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cavedon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zobel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC MIDM",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Automatic Boolean query suggestion for professional search",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Croft",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the 34th International ACM SIGIR Conference on Research and Development in Information Retrieval",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Systematic review automation thematic series",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Seed-driven document ranking for systematic reviews in evidence-based medicine",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The 41st International ACM SIGIR Conference on Research & Development in Information Retrieval",
            "volume": "",
            "issn": "",
            "pages": "455--464",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Cochrane diagnostic test accuracy reviews",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leeflang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deeks",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Takwoingi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Macaskill",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Syst. Rev",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Searching for studies. Cochrane Handbook for Systematic Reviews of Interventions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lefebvre",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Manheimer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Glanville",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "95--150",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Systematic reviews need systematic searchers (IRP)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcgowan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sampson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Med. Libr. Assoc",
            "volume": "93",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Analysis of the reporting of search strategies in cochrane systematic reviews",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcgraw",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Med. Libr. Assoc",
            "volume": "97",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Using text mining for study identification in systematic reviews: a systematic review of current approaches",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "O&apos;mara-Eves",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcnaught",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Miwa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ananiadou",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Syst. Rev",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A general introduction to the e-utilities. Entrez Programming Utilities Help",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sayers",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "National Center for Biotechnology Information",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An information retrieval experiment framework for domain specific applications",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Scells",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Locke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zuccon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The 41st International ACM SIGIR Conference on Research & Development in Information Retrieval",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Generating better queries for systematic reviews",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Scells",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zuccon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The 41st International ACM SIGIR Conference on Research & Development in Information Retrieval",
            "volume": "2018",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Automatic Boolean query refinement for systematic review literature search",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Scells",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zuccon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Koopman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proceedings of the 2019 World Wide Web Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Identifying nurse staffing research in medline: development and testing of empirically derived search strategies with the pubmed interface",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hausner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Klaus",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Dunton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Med. Res. Methodol",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Systematic review automation technologies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tsafnat",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Glasziou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Choong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Galgani",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Coiera",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "SR",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "i2b2/VA challenge on concepts, assertions, and relations in clinical text",
            "authors": [
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Uzuner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "South",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Duvall",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Am. Med. Inform. Assoc",
            "volume": "18",
            "issn": "5",
            "pages": "552--556",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The process used for deriving queries using the objective method. The dashed line signifies an extension of the objective method not in the originally proposed method.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Variance across topics for the best selected values for different parameters, via optimisation of the considered evaluation measures on validation set. studies per topic was 180.65 ± 157.8 (min: 52, max: 604). When optimising the threshold parameters, we performed a grid search over the values [0.05, 0.30] with step 0.05 for the development and 0.001, 0.01, 0.02, 0.05, 0.10, 0.20 for the population sets. The number of MeSH terms to add to a query were parametrised to 1, 5, 10, 15, 20, 25. Evaluation on the final query is performed on the validation (as it was for Hausner et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Correlation of F1 between validation and unseen for the results presented in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Computationally derived queries. Queries refer to the most effective (Subfig. 5a) and the least effective (Sub-fig. 5b) in terms of F1 (by optimising for F1) among those in the collection. The queries do not contain field restrictions for space reasons. MeSH terms indicated by italics ([Mesh Terms:noexp]). In all other cases the [Title/Abstract] field restriction was applied.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Manually derived objective query (commonalities in italics).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "How a semantic group maps to a category. How a top-level MeSH heading maps to a category.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ").",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Prevalence of the top 10 terms in development and Population sets for the most effective(Sub-table 3a), and least effective (Sub-table 3a) topics in F1. (a) Prevalence (p) of terms for CD009135.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Top 10 MeSH terms identified in development set for CD009579 (left, highest F1) and CD009647 (right, lowest F1). ((schistosomiasis OR cca OR used OR found OR hematuria OR either) AND (strips OR urinalysis OR dipstick OR dipsticks OR mg OR Parasite Egg Count) AND (village OR villages OR kg)) (a) Highest F1; query for topic CD009579. ((found OR urine OR balance OR Aged, 80 and over) AND fluid) (b) Lowest F1; query for topic CD009647.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Difference in effectiveness between the computationally derived query and the manually derived query. method retrieves less documents, but maintains recall: this results in a saving of approximately USD$90,000 (considering double screening and the costs/times per study reported by McGowan et al.[13]).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " Fig. 6 . Computationally derived objective query.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}