{
    "paper_id": "b0e0adf9d7ec38afbfc4648f0fb30a3cec55b638",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Bessere Werkzeuge für Forschung und Diagnostik",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.1"
        },
        {
            "text": "Antikörper werden seit Jahrzenten in zahlreichen unterschiedlichen Assays eingesetzt. Der wohl meistverbreitete Assay in der Forschung und Diagnostik ist der Immunblot, auch häufig als Westernblot bezeichnet. Hier werden zuerst Proteine mittels SDS-PAGE aufgetrennt, dann auf eine Nitrocellulose-oder PVDF-Membran übertragen und die nachzuweisenden Proteine mit Hilfe eines Detektionsantikörpers gefärbt. Dazu wird ein Enzym wie die Alkalische Phosphatase (AP) oder die Meerrettich-Peroxidase (HRP) direkt oder über einen Zweitantikörper an den Detektionsantikörper gekoppelt. Der visuelle Nachweis erfolgt mit einem Farbsubstrat oder Chemilumineszenz (Burnette 1981; Schneppenheim und Rautenberg 1987) . Ein in der Diagnostik weit verbreiteter Assays ist der Enzyme Linked Immunosorbent Assay (ELISA) (Engvall und Perlmann 1971) . Je nach Aufbau des ELISA ist das Antigen oder ein Antikörper auf einer Oberfläche in einer Mikrotiterplatte immobilisiert und das Antigen oder der Antikörper -meist Serum -wird nachgewiesen. Die Nachweismethoden sind hier sehr vielfältig, es können fluoreszenzmarkierte oder enzymkonjugierte Antikörper oder Antigene genutzt werden. Die Nachweismoleküle können biotinyliert sein und dann mittels Streptavidin nachgewiesen werden. ELISA werden in großer Vielfalt klinisch genutzt, z. B. für den Nachweis von Antikörpern gegen HIV, den Nachweis des Tuberkulose-Erregers, den Nachweis von Allergenen (Schubert-Ullrich et al. 2009 ) oder die Quantifizierung von Blutparametern wie C-reaktivem Protein (CRP) (Highton und Hessian 1984) .",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 667,
                    "text": "(Burnette 1981;",
                    "ref_id": null
                },
                {
                    "start": 668,
                    "end": 702,
                    "text": "Schneppenheim und Rautenberg 1987)",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 829,
                    "text": "(Engvall und Perlmann 1971)",
                    "ref_id": null
                },
                {
                    "start": 1429,
                    "end": 1458,
                    "text": "(Schubert-Ullrich et al. 2009",
                    "ref_id": null
                },
                {
                    "start": 1535,
                    "end": 1561,
                    "text": "(Highton und Hessian 1984)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antikörper sind die Basis für viele klassische Assays"
        },
        {
            "text": "Die Immunfärbung von Zellen (Immuncytochemie, ICC, im Laboralltag auch oft Immunfluoreszenzfärbung genannt) und Geweben (Immunhistochemie, IHC) erlaubt Anwendungsgebiete für rekombinante Antikörper dagegen eine oft beindruckende visuelle Darstellung eines Proteins in einer Zelle (Beispiele: www.proteinatlas.org). Die Sichtbarmachung gebundener Antikörper erfolgt dabei ähnlich wie beim Immunblot enzymatisch (typisch bei Gewebeschnitten), oder wenn größere Auflösung gewünscht wird, durch Fluoreszenzfarbstoffe (meist bei Einzelzellbetrachtung). Die Methode, einen Fluoreszenzfarbstoff an Antikörper zu koppeln, wurde während des Zweiten Weltkriegs zum Nachweis von Pneumokokken entwickelt (Coons et al. 1941) .",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 711,
                    "text": "(Coons et al. 1941)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antikörper sind die Basis für viele klassische Assays"
        },
        {
            "text": "Der Lateral Flow Assay ist ein Nachweissystem, das vielen Lesern in der Form des Schwangerschaftstest bekannt ist. Bei diesem System wird das Probenauftragfeld des Teststreifens mit einer Flüssigkeit, z. B. Blut oder Urin, benetzt, und das Zielmolekül (Analyt) über ein Sandwich-Antikörper-Testsystem nachgewiesen, z. B. beim Schwangerschaftstest das humane Choriongonadotropin (hCG). Der erste Antikörper ist meist mit Gold markiert, bindet bereits im Probenauftragfeld an den Analyt und wird dann mit ihm zusammen über die Kapillarwirkung durch den Nitrocellulose-Teststreifen gezogen. Der zweite Antikörper auf dem Teststreifen ist immobilisiert und bindet an ein zweites Epitop des Analyts. Hierdurch wird der darin bindende Gold-markierte Antikörper gefangen und für das menschliche Auge sichtbar (Koczula und Gallotta 2016). Der Vorteil solcher Schnelltests ist es, dass sie außerhalb eines Labors, ohne trainiertes Personal und ohne technische Geräte, genutzt werden können (d. h. am Point-of-Care) . Beispiele für Lateral Flow Assays sind der Nachweis von Tuberkulose (Gonzalez et al. 2014) , Ebola-Virus (Phan et al. 2016) , Kryptokokken bei einer Meningitis (Bahr und Boulware 2014), die begleitende Diagnostik bei einer Therapie (Corstjens et al. 2013) oder der Nachweis von Drogen im Speichel (Barrett et al. 2001) .",
            "cite_spans": [
                {
                    "start": 981,
                    "end": 1005,
                    "text": "(d. h. am Point-of-Care)",
                    "ref_id": null
                },
                {
                    "start": 1076,
                    "end": 1098,
                    "text": "(Gonzalez et al. 2014)",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1131,
                    "text": "Ebola-Virus (Phan et al. 2016)",
                    "ref_id": null
                },
                {
                    "start": 1240,
                    "end": 1263,
                    "text": "(Corstjens et al. 2013)",
                    "ref_id": null
                },
                {
                    "start": 1305,
                    "end": 1326,
                    "text": "(Barrett et al. 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antikörper sind die Basis für viele klassische Assays"
        },
        {
            "text": "Rekombinante Antikörper sind natürlich mit all diesen klassischen Assays generell kompatibel, wobei einige in den letzten Jahren durch speziell angepasste rekombinante Antikörper verbessert werden konnten -hier besteht durch die Möglichkeit, biochemische Parameter der Antikörper in vitro durch Antikörper-Engineering gezielt zu verbessern und ggf. an bestimmte Assayformate anzupassen, noch viel Potenzial in der Zukunft (einige Beispiele siehe folgende Abschnitte).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antikörper sind die Basis für viele klassische Assays"
        },
        {
            "text": "Die momentan in den Katalogen von Forschungsreagenzien aufgrund der preiswerten Herstellung immer noch vorherrschenden polyklonalen Antiseren sind Extrakte aus dem Blut immunisierter Tiere und haben damit drei wesentliche Nachteile. Zum einen sind sie nur begrenzt verfügbar -ist das Serum eines Tieres aufgebraucht, können die damit gemachten Experimente nie mehr reproduziert werden. Zum zweiten sind die enthaltenen Immunglobuline stets unbekannte Gemische, womit das Risiko unerwünschter Nebenreaktivitäten besteht. Im direkten Vergleich mit sequenzdefinierten Antikörpern wird dies deutlich -so können polyklonale Antiseren z. B. Reaktivitäten auch in Proben zeigen, welche genetisch negativ für das Antigen sind (Beispiel: Russo et al. 2018b) .",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 748,
                    "text": "Russo et al. 2018b)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Besser definierte Antikörper für Forschung und Diagnostik 1"
        },
        {
            "text": "Deshalb war die Entwicklung der Hybridomtechnologie (Abschn. 2.3) ein bedeutender Fortschritt. Ohne monoklonale Antikörper aus Hybridomen würde die heutige Immunologie nicht existieren, so wenig wie unzählige wichtige Beiträge zur Zellbiologie, Molekularbiologie, Entwicklungsbiologie und Biochemie. Mit dem Beginn der Nutzung rekombinanter Antikörper für die Therapie, getrieben von der Notwendigkeit, humane Antikörpersequenzen für eine bessere Verträglichkeit im Patienten zu generieren, begann man, Hybridome auch auf genetischer Ebene zu untersuchen. Seit dieser Zeit gab es immer wieder anekdotische Befunde und Publikationen, die über Heterogenität der Antikörper-mRNA in Hybridomen berichteten. Ein systematischer Vergleich der Antigenbindungssignale von Hybridom-Überständen monoklonaler Antikörper gegenüber der gleichen Konzentration von daraus mit Hilfe von Antikörper-DNA-Sequenzierung identifizierten rekombinant produzierten IgG erbrachte signifikante Unterschiede (Bradbury et al. 2018) . Die klonierten und rekombinanten Versionen hatten in allen getesteten Beispielen eine höhere Affinität und weniger störende Neben-Reaktivitäten, sie waren also sowohl affiner als auch spezifischer. Die Ursache dieses Phänomens erklärt die Beobachtung, dass ein erheblicher Anteil (ca. 50 %) der Hybridome Antikörper-mRNA mehrerer verschiedener IgG-Ketten enthält. Davon sind viele produktiv (in etwa 30 % der Hybridome), d. h. sie führen zur Produktion einer zusätzlichen unerwünschten Antikörperkette. Dann wird dementsprechend ein Gemisch von IgG sekretiert, welches entsprechend der kombinatorischen Variationsmöglichkeiten bei mehreren leichten und schweren Ketten (Abschn. 2.3.1) unterschiedliche Spezifitäten -zum Teil sogar innerhalb eines IgG-Moleküls -enthält. Dies hat bereits zu Problemen bei der medizinischen Nutzung von hybridombasierten monoklonalen Antikörpern geführt. Von 53 präklinischen Studien, welche jeweils als grundlegender Fortschritt in der Medizin angesehen wurden, erbrachte eine spätere Untersuchung lediglich eine Reproduzierbarkeit der Ergebnisse bei sechs Studien, was die Autoren insbesondere auf undefinierte Antikörper zurückführten (Begley und Ellis 2012). Besonders kritisch sind solche undefinierten Reaktivitäten, wenn mit Hilfe von Antikörperassays klinische Behandlungsentscheidungen bei lebensbedrohenden Erkrankungen getroffen werden. Ein eindrucksvolles Beispiel ist der Maus-monoklonale Antikörper 8F1, der zur Quantifizierung des Tumormarkers excision repair cross-complementation group 1 protein (ERCC1) für die Stratifizierung von Krebspatienten vor der Anwendung einer adjuvanten Chemotherapie eingesetzt wurde (Vaezi et al. 2014) . Es zeigte sich, dass vor allem die Reaktion mit einem ganz anderen Antigen, der Cholinphosphat-Cytidylyltransferase, für die starke Reaktion im Tumorgewebe verantwortlich war. Eine Studie von 2008 beschreibt sogar, dass von 6000 untersuchten käuflichen Antikörpern weniger als 50 % ihr Traget spezifisch erkennen. Nur sequenzdefinierte rekombinante Antikörper werden 5.1 Bessere Werkzeuge für Forschung und Diagnostik deshalb die in naher Zukunft den erwarteten höheren Standards bei der Dokumentation der Identität eines Reagens in Diagnostik und Forschung erfüllen können (Bradbury und Plückthun 2015) . Sie erlauben erstmals eine unbegrenzte Reproduzierbarkeit der erzielten wissenschaftlichen Ergebnisse, da polyklonale Antikörper ja stets durch die entnommene Menge an Tierblut beschränkt sind und viele der bis heute in akademischen Projekten erzeugten Hybridomklone, welche monoklonale Antikörper produzieren, ebenfalls nicht mehr verfügbar sind, da ihre Aufbewahrung in flüssigem Stickstoff aufwendig und teuer ist. Ein wichtiger Aspekt ist zudem, dass auch Forschungsantikörper heute komplett tierversuchsfrei erzeugt werden können -so wurden in den letzten Jahren in internationalen akademischen Konsortien mehr als 2500 monoklonale rekombinante Forschungsantikörper mit Hilfe des Phagendisplays entwickelt. Insgesamt gehört deshalb den stets von Anfang an sequenzdefinierten Antikörpern auch in akademischen Forschungsprojekten eindeutig die Zukunft. Mittlerweile werden sogar von der Firma Abcalis \"multi-monoklonale\" Gemische von tierversuchsfrei hergestellten sequenzdefinierten Antikörpern als Ersatz für die als Zweitantikörper heute noch weitverbreiteten polyklonalen Tierseren angeboten. Solche multimonoklonale Gemische vereinen dadurch die Vorteile sequenzdefinierter Antikörper aus dem Phagendisplay mit dem Vorteil polyklonaler Antiseren, ihre Antigene an mehreren Epitopen (ergibt stärkeres Signal) und meist auch in mehr Zustandsformen/Assays zu erkennen.",
            "cite_spans": [
                {
                    "start": 980,
                    "end": 1002,
                    "text": "(Bradbury et al. 2018)",
                    "ref_id": null
                },
                {
                    "start": 2666,
                    "end": 2685,
                    "text": "(Vaezi et al. 2014)",
                    "ref_id": null
                },
                {
                    "start": 3262,
                    "end": 3291,
                    "text": "(Bradbury und Plückthun 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Besser definierte Antikörper für Forschung und Diagnostik 1"
        },
        {
            "text": "Bei allen therapeutischen Antikörpern gilt die Identitätsdefinition über die Primärsequenz bereits seit mehr als 20 Jahren als unverzichtbar und selbstverständlich. Es wäre zu wünschen, dass zumindest auch die diagnostischen Tests in unserer Krankenversorgung in Zukunft durch sequenzdefinierte Antikörper besser reproduzierbar gemacht werden. Die technischen Voraussetzungen dafür bestehen heute bereits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Besser definierte Antikörper für Forschung und Diagnostik 1"
        },
        {
            "text": "Katalytische Aktivität ist von natürlich vorkommenden Antikörpern bekannt. So haben einige der für die Autoimmunkrankheit Systemischer Lupus erythematosus (SLE) typischen Anti-Nucleär-Antigen-(ANA-)Autoantikörper DNA-hydrolysierende Aktivität, und das mit einer Umsatzrate, die sich durchaus mit der von Restriktionsendonucleasen wie EcoRI messen kann (Shuster et al. 1992) . Andere natürlich vorkommende katalytische Antikörper hydrolysieren natürlich vorkommende Peptide (Paul et al. 1989; Li et al. 1995 Hat die gewünschte Reaktion nun stattgefunden, so sollte das Endprodukt den katalytischen Antikörper schnell verlassen können, damit der Reaktionszyklus mit einem neuen Molekül möglichst sofort wieder beginnen kann. Dieser Schritt bestimmt wesentlich die Umsatzrate der Reaktion. Wie findet man unter den vielen Milliarden verschiedenen Antikörpern diejenigen mit katalytischer Aktivität heraus? Die schon von Linus Pauling vorausgesagten Wirkprinzipien weisen dabei den Weg. Er postulierte, dass Antikörper mit katalytischer Aktivität den Übergangszustand einer Reaktion stabilisieren. Wenn es nun gelingt, ein möglichst genaues, stabiles Abbild des Übergangszustands zu synthetisieren, so müsste man eine Maus damit immunisieren können. Das Immunsystem der Maus bildet dann Antikörper gegen diesen Übergangszustand. Unter diesen Antikörpern wiederum sollten sich auch die gewünschten katalytischen Antikörper befinden (Lerner et al. 1991) . Eine Voraussetzung ist dabei natürlich, dass der Übergangszustand überhaupt bekannt ist und ein Analogon des Übergangszustands synthetisiert werden kann. Oft gibt die Natur dabei wieder einen Fingerzeig, denn man weiß heute, dass viele Inhibitoren von Enzymen dem Übergangszustand der katalysierten Reaktion ähneln. Das Enzym bindet mit hoher Affinität an den Inhibitor, der im Gegensatz zu dem Substrat nicht umgesetzt wird und damit die Enzymaktivität blockiert. Nachdem eine Maus mit einem Inhibitor des Enzym Ferrochelatase immunisiert wurde, bildete sie tatsächlich katalytische Antikörper mit Ferrochelatase-Aktivität (Cochran und Schultz 1990). Einer der dabei gewonnenen monoklonalen Antikörper hatte eine katalytische Aktivität, die sich durchaus mit dem entsprechenden Enzym messen kann. Auch bei den katalytischen Antikörpern hat die Technologie der rekombinanten Antikörper die Entwicklung beschleunigt (Gibbs et al. 1991) . So wurden z. B. Enzyme auf der Oberfläche von Phagen präsentiert und mit Hilfe eines Selbstmord-Inhibitors aufgrund ihrer katalytischen Aktivität angereichert (Soumillion et al. 1994) . In einem anderen Ansatz wurde nach Phagemidantikörpern gesucht, die über eine Disulfidbrücke mit dem Substrat verbunden waren. Eluiert wurden die Phagemidantikörper anschließend durch das reduzierende Agens DTT. Der Trick war nun, dass im Substrat eigentlich gar keine freie SH-Gruppe zur Verfügung stand, dazu musste erst eine im Substrat vorhandene Disulfidbrücke gespalten werden, d. h. es musste eine Katalyse stattfinden (Janda et al. 1994) . Noch wesentlich eleganter ist die Kombination der rekombinanten Antikörper mit einer positiven Selektion -der katalytische Antikörper verhilft den Bakterien oder Hefen zum Überleben. In der Hefe wurde ein katalytischer Antikörper im Cytoplasma exprimiert, der die Vorstufe Chorismat in Prephenat spaltet, das für die Biosynthese der aromatischen Aminosäuren Phenylalanin und Tyrosin benötigt wird. Der katalytische Antikörper übernimmt damit die Arbeit des in diesem Hefestamm defekten Enzyms Chorismatmutase (EC 5.4.99.5 (Wentworth et al. 1996) .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 373,
                    "text": "(Shuster et al. 1992)",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 491,
                    "text": "(Paul et al. 1989;",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 506,
                    "text": "Li et al. 1995",
                    "ref_id": null
                },
                {
                    "start": 1427,
                    "end": 1447,
                    "text": "(Lerner et al. 1991)",
                    "ref_id": null
                },
                {
                    "start": 2365,
                    "end": 2384,
                    "text": "(Gibbs et al. 1991)",
                    "ref_id": null
                },
                {
                    "start": 2546,
                    "end": 2570,
                    "text": "(Soumillion et al. 1994)",
                    "ref_id": null
                },
                {
                    "start": 2999,
                    "end": 3018,
                    "text": "(Janda et al. 1994)",
                    "ref_id": null
                },
                {
                    "start": 3530,
                    "end": 3542,
                    "text": "(EC 5.4.99.5",
                    "ref_id": null
                },
                {
                    "start": 3543,
                    "end": 3566,
                    "text": "(Wentworth et al. 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Katalytische Antikörper: Antikörper können die Funktion von Enzymen übernehmen"
        },
        {
            "text": "Warum gibt es darüber hinaus ein so großes Interesse an katalytischen Antikörpern? Bestenfalls erreichen sie bisher Katalyseraten, die mit den entsprechenden Enzymen vergleichbar sind, doch wird es wohl selten gelingen, Enzyme zu übertreffen, die in Milliarden von Jahren durch Evolution optimiert wurden. Die Antwort liegt darin, dass die Evolution nur eine begrenzte Zahl von Katalysen \"erfunden\" hat, für viele interessante Reaktionswege gibt es daher keine Enzyme. Antikörper -insbesondere mit Hilfe der mannigfaltigen Möglichkeiten, sie außerhalb von lebenden Organismen rekombinant herzustellen -sollten auch neue und \"unnatürliche\" Reaktionswege katalysieren können. Die einzig wirkliche Beschränkung läge dann in der Synthese eines geeigneten Analogons des Übergangszustands. Die zukünftigen möglichen Nutzungen reichen deshalb von der Entsorgung in der Natur nicht vorkommender Abfallstoffe, wie z. B. Halogenide, bis zur Synthese organischer Verbindungen nach dem Ende der Erdöl-Zeit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Katalytische Antikörper: Antikörper können die Funktion von Enzymen übernehmen"
        },
        {
            "text": "Neue Ansätze, die nur mit rekombinanten Antikörpern möglich sind",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5.3"
        },
        {
            "text": "In den letzten Jahren ist nicht verborgen geblieben, dass rekombinante Antikörper auch den Verzicht auf die bisher zur Antikörpererzeugung notwendigen Tierversuche ermöglichen würde. Die Erklärung dafür ist einleuchtend, betrachtet man die Grundlagen der Antigenentstehung. Ein sozusagen automatisch eingebauter Faktor bei der Herstellung der für die in Tab. 5.2 genutzten Phagendisplaybibliotheken war die zufällige Kombinatorik von leichter und schwerer Kette, die durch die Mischung bei der Klonierung nach der PCR entsteht (Abb. 2.4). Dies stellt sozusagen die strukturelle Vielfalt des Ausgangszustands der B-Zellen in unserem Körper vor der Toleranzselektion wieder her, welche Anti-Human-Antikörper aussortiert. Auch jede Autoimmunerkrankung ist ein Beleg, dass unser Gen-Pool durchaus Anti-Human-Antikörper beinhaltet. Man kann sogar davon ausgehen, dass die in Jahrmillionen geformte Zahl und Zusammensetzung der V-, D-und J-Gene Resultat einer Optimierung unter starkem Selektionsdruck von zwei Seiten sind: zum einen auf die Fähigkeit, jegliche strukturell mögliche Antigenstruktur mit einer Fläche bis ca 800 Å 2 spezifisch binden zu können, dafür zum Zweiten jedoch nur eine minimale Zahl an Genen vorzuhalten, denn jede weitere Struktur erhöht neben der Genomgröße auch das Risiko autoimmuner Phänomene. Dass dies gelungen ist, belegt auch folgende Betrachtung: Wir haben lediglich je 83 Gensegmente für die leichten bzw. schweren Ketten (Tab. 1.1). In der Natur kann unser Immunsystem in kurzer Zeit aus dieser eigentlich erstaunlich geringen Zahl vorgegebener Gene effektiv bindende Antikörper gegen völlig neu entstandene Mutationen von Krankheitserregern herstellen, die in der vorherigen Evolution niemals aufgetreten sind. Sogar Antikörper gegen künstliche Stoffe, welche in der Natur nicht vorkommen, wie z. B. Buckminsterfullerene, können gebildet werden. Bakterien mutieren innerhalb von Stunden und können in dieser Zeit völlig neue Oberflächenmerkmale bilden. Die limitierte Gensammlung für Antikörper in unserem Körper bietet ganz offensichtlich ein ausreichend großes Strukturrepertoire, um selbst praktisch jedes mögliche neue Antigen zu binden -hätten wir das nicht, könnte kein Mensch 5000-mal länger leben als die Vermehrungs-und damit Mutationszeit von Bakterien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro-Antikörpererzeugung vermeidet Tierversuche"
        },
        {
            "text": "Ein Nebeneffekt der vermehrten Herstellung von rekombinanten Antikörpern im Vergleich zu bisherigen Methoden war die Erkenntnis, dass die vorhandenen Forschungsantikörper in aller Regel unzureichend charakterisiert sind -hier wurde versucht, verbesserte Minimalstandards zu schaffen (Bourbeillon et al. 2010; Gloriam et al. 2010) . Dennoch sind auch heute noch ein großer Teil der kommerziell erhältlichen Forschungsantikörper mit Qualitätsproblemen behaftet oder sogar gänzlich funktionslos (Bradbury und Plückthun 2015) . Zu lösen ist insbesondere das Problem der Klonidentität letztlich nur durch Sequenzierung und Veröffentlichung in entsprechenden Datenbanken für Antikörpersequenzen. Rekombinante Antikörper sind dagegen bereits per Definition sequenzdefiniert, und die Sequenz wird praktisch immer während der Herstellung ermittelt.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 308,
                    "text": "(Bourbeillon et al. 2010;",
                    "ref_id": null
                },
                {
                    "start": 309,
                    "end": 329,
                    "text": "Gloriam et al. 2010)",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 521,
                    "text": "(Bradbury und Plückthun 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In vitro-Antikörpererzeugung vermeidet Tierversuche"
        },
        {
            "text": "Diese nun vorhandenen Möglichkeiten zur Erzeugung von großen Zahlen von Forschungsantikörpern, z. B. für die Herstellung von Antikörper-Arrays (Hoheisel et al. 2013) bieten zudem einen nicht zu vergessenden Vorteil: Es wird dafür im Gegensatz zu allen bisherigen Ansätzen keinerlei Versuchstier mehr geopfert. Antikörper-Arrays können auch für die Selektion von höherqualitativen Antikörpern aus einer größeren Anzahl von Kandidaten eingesetzt werden (Kibat et al. 2015) . Eine \"unsterbliche\" und unerschöpfliche Antikörper-Biobank aus rekombinanten Antikörpern gegen jedes menschliche Protein ist also bereits heute technisch machbar -und bietet neben der kompletten Vermeidung von Tierversuchen noch einen wichtigen Vorteil: Zu ihrer Aufbewahrung braucht man keinen teuren flüssigen Stickstoff wie bei Hybridomen -die E. coli-Klone brauchen nur einen Gefrierschrank, und die isolierte DNA jedes Klons kann als Backup auf Löschblattstückchen in einem Album getrocknet unbegrenzt aufbewahrt werden. Selbst wenn diese DNA-Klone verloren gingen, ermöglicht die im Computer gespeicherte DNA-Sequenz einen einfachen Nachbau jedes Klons und damit erstmals wirklich eine unbegrenzte Reproduzierbarkeit der entsprechenden Versuche.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 165,
                    "text": "(Hoheisel et al. 2013)",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 470,
                    "text": "(Kibat et al. 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "In vitro-Antikörpererzeugung vermeidet Tierversuche"
        },
        {
            "text": "Im Licht all dieser Argumente ist es eigentlich unverständlich, dass die allgemein eingesetzten Forschungsantikörper nicht bereits sehr viel häufiger in vitro erzeugt werden -zumal dies auch die bisher nötigen Tierversuche komplett vermeiden würde. Die Gründe liegen wohl einerseits in der historischen Entwicklung der Technologie bevorzugt im stark patentregulierten Pharmabereich wie andererseits in der enormen Diversität der Anwendungsgebiete -für jedes einzelne muss ein Demonstrationsbeispiel gezeigt werden, um die Kollegen zu überzeugen. Immerhin sind in einer wachsenden Zahl von Katalogen mittlerweile tierversuchfrei hergestellte rekombinante Antikörper als Forschungsreagenzien zu finden -wenngleich manchmal gar nicht als solche ausgewiesen: offenbar haben einige Kunden hier immer noch Vorurteile. Es ist zu hoffen, dass sich dies zumindest aufgrund der sonstigen Vorteile sequenzdefinieter Antikörper (vergleiche auch Abschn. 5.1.2.) bald ändert -es gibt sogar bereits versuchstierfrei hergestellte multimonoklonale Mischungen sequenzdefinierter Antikörper als Ersatz für die bisher fast ausnahmslos aus Tierseren gewonnenen Sekundärantikörper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In vitro-Antikörpererzeugung vermeidet Tierversuche"
        },
        {
            "text": "Nach der Erzeugung eines rekombinanten Antikörpers steht sofort seine DNA zur Verfügung und kann unaufwendig in andere Formate umkloniert werden. Das komplette IgG-Molekül ist jedoch für das \"Radio-Imaging\" nicht optimal geeignet, dessen Ziel es ja ist, die Patienten nach der Erzeugung des Bildes möglichst schnell wieder von der Radioaktivität zu befreien. Die Verwendung kurzlebiger Radionuklide hilft natürlich dabei, jedoch fand man heraus, dass nur ein sehr geringer Anteil der injizierten Antikörper überhaupt ihr Ziel, den Tumor, erreichten. Ein Grund dafür ist das Recycling von IgG durch den FcRn-Rezeptor (Abb. 3.9), welcher zu einem sehr viel längerem Verbleib der IgG-Moleküle im Körper führt. Deshalb werden mittlerweile die ursprünglich für die in vivo-Diagnostik zugelassenen IgG-Konjugate kaum noch eingesetzt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Einfacher Austausch von Fc-Teilen erweitert die Anwendungsmöglichkeiten"
        },
        {
            "text": "Als Abhilfe wurde versucht, mit kleinen Fragmenten (scFv) ohne einen Fc-Teil diesem Nachteil beim \"Radio-Imaging\" zu begegnen. Solche kleinen Fragmente gingen aber sehr schnell aus dem Plasma in den Urin über, da ihre Größe unterhalb der Filtrationsgrenze von etwa 60 kDa lag, sodass sie nicht in der Niere zurückgehalten werden. Durch systematische Versuche wurde eine Größe etwa in der Mitte zwischen scFv-Fragmenten und IgG gefunden, welche die Bindung einer größeren Menge von Antikörpern am Tumor, ein besseres Verhältnis zwischen den Konzentrationen am Tumor und im Blut sowie eine schnellere Ausfiltration erlaubte. Die in initialen Studien verwendeten Antikörpervarianten wurden als Minibodies bezeichnet (Abb. 3.11) und bestanden aus zwei scFv-Fragmenten, welche von einem Paar dimerisierter konstanter (C H 3-)Domänen -also keinem kompletten Fc-Fragment -zusammengehalten wurden. Sie hatten die kompletten bivalenten Bindungseigenschaften des ursprünglichen IgG, keine FcRn-Bindung und bestanden nur aus sechs Domänen (statt der 12 eines IgG) (Hu et al. 1996) . Basierend auf diesen Erkenntnissen können heute rekombinante Antikörperkonstrukte für das \"Radio-Imaging\" gezielt für bestimmte pharmakokinetische Eigenschaften entwickelt werden (Tab. 5.3). Einen Überblick geben Freise und Wu (2015). Auch wurde durch die breitere Verfügbarkeit von PET (Positronenemissionstomographie)-Geräten in unseren Kliniken die Verwendung von Nukliden möglich, welche Positronen emittieren, wie z. B. Zirkon 89 Zr (Wu 2014). Sogar Fluoreszenzmarkierungen wurden für topische Anwendungen vorgeschlagen (Atreya et al. 2014). Die Kombination der mittlerweile ausgereiften Technologien zur Modulation der Serumhalbwertszeiten durch Mutationen und Größenanpassung mit neuen Bildgebungsprinzipien dürfte bald zu einer Renaissance der antikörpervermittelten in vivo-Bildgebung führen.",
            "cite_spans": [
                {
                    "start": 1053,
                    "end": 1069,
                    "text": "(Hu et al. 1996)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Verkleinerung von Antikörpern für bessere in vivo-Diagnostik"
        },
        {
            "text": "Format",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tab. 5.3 Eigenschaften und Serumhalbwertszeiten verschiedener für die in vivo-Bildgebung eingesetzter Antikörpervarianten. (Nach Freise und Wu 2015)"
        },
        {
            "text": "Domänenzusammensetzung ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tab. 5.3 Eigenschaften und Serumhalbwertszeiten verschiedener für die in vivo-Bildgebung eingesetzter Antikörpervarianten. (Nach Freise und Wu 2015)"
        },
        {
            "text": "Der Begriff Intrabody bezeichnet einen Antikörper, welcher innerhalb einer Zelle gezielt in einer Weise produziert wird, dass er in dieser Zelle verbleibt und auch dort sein Antigen bindet. Im Gegensatz zu den natürlichen sekretierten oder membranständigen Immunglobulinen ist die Antigen-Bindungsspezifität also sozusagen \"nach innen\" gerichtet. Damit erschließt man sich eine enorme Vielfalt an neuen Möglichkeiten, welche die außerordentliche Spezifität der Antikörper-Antigen-Bindung zur Lokalisation und Funktionsanalyse von Proteinen im hochkomplexen Milieu einer lebenden Zelle nutzen. Die Idee, funktionelle Antikörper in lebenden Zellen einzusetzen, wurde bereits in den 1980er Jahren vorangetrieben. Es gelang der Nachweis, dass durch Mikroinjektion eingebrachte Immunglobuline an ihr Antigen in der Zelle binden konnten und dort über einige Zeit stabil waren. Es konnten so wichtige Erkenntnisse zur Organisation des Cytoskeletts gewonnen werden (Lin und Feramisco 1981; Warn et al. 1987) . Es stellt sich also die Frage, warum nicht weitaus mehr Arbeiten diese Methode verwenden. Zunächst trug dazu bei, dass die Mikroinjektion kaum für breitere biochemische oder zellbiologische Studien geeignet ist. Große Hoffnungen wurden deshalb auf Proteintransfektionsmethoden gesetzt, für die eine Vielzahl von Ansätzen vorgeschlagen wurde. Viele Studien wurden mit Hilfe von membrangängigen Peptiden oder Protein-Transfektionsreagenzien durchgeführt. Eine vergleichend-quantitative Analyse zeigte jedoch kürzlich, dass ein sehr großer Teil dieser Methoden zur Einschleusung einer quantitativ ausreichenden Menge von Antikörpern in eine lebende Zelle nicht geeignet und die Methoden sehr anfällig für Artefakte sind (Marschall et al. 2014b) . Dies zeigt sich auch darin, dass trotz zahlloser Publikationen, welche eine Proteintransfektion (\"profection\") mit intrazellulärer Antikörperwirkung postulieren, ein Nachweis der quantitativen Aufnahme selten demonstriert werden konnte. So gelang erst 25 Jahre nach der ersten Mikroinjektion von Antikörpern gegen Tubulin in lebenden Zellen mit einer anderen Methode wieder ein Nachweis des Einbringens von ausreichenden Mengen von Antikörpern zur mikroskopischen Darstellung der Mikrotubuli: Dabei wurden rekombinante single chain-Fv-Fc-Antikörper durch Elektroporation eingebracht, welche als einzige in der Lage war, angemessene Aufnahmeraten zu gewährleisten (Marschall et al. 2014b ",
            "cite_spans": [
                {
                    "start": 957,
                    "end": 981,
                    "text": "(Lin und Feramisco 1981;",
                    "ref_id": null
                },
                {
                    "start": 982,
                    "end": 999,
                    "text": "Warn et al. 1987)",
                    "ref_id": null
                },
                {
                    "start": 1719,
                    "end": 1743,
                    "text": "(Marschall et al. 2014b)",
                    "ref_id": null
                },
                {
                    "start": 2409,
                    "end": 2432,
                    "text": "(Marschall et al. 2014b",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antikörper funktionieren auch innerhalb von Zellen 2"
        },
        {
            "text": "Gezeigt Ein weiterer interessanter Aspekt ist, dass das Antikörperfragment unter die Kontrolle von gewebespezifischen, induzierbaren Promotoren gestellt werden könnte. Dadurch würde das Zielantigen nur in bestimmten Geweben im ER zurückgehalten und in seiner Funktion gehemmt. Auch die Verwendung von außen induzierbarer Promotoren ist möglich. Der Vorteil gegenüber genetischen Knock-out-Mutanten tritt dann vor allem zutage, wenn Genprodukte für die Ontogenese wichtig sind, sie können dann erst im adulten Tier \"abgeschaltet\" werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neue Methoden vereinfachen und erweitern den Einsatz von Intrabodies"
        },
        {
            "text": "Zusammengefasst versprechen die Verbesserungen bei der in vitro-Antikörperherstellung eine starke Vereinfachung und höhere Erfolgschancen für zukünftige Intrabody-Experimente, und die Entwicklung der Intrabody-basierten Protein-Knock-down Mäuse eröffnet ganz neue experimentelle Möglichkeiten in der biologischen Forschung -von verbesserten Krankheitsmodellen bis langfristig sogar zu ganz neuen therapeutischen Ansätzen, die Tumorzellen \"von innen\" heraus mit Antikörpern beseitigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neue Methoden vereinfachen und erweitern den Einsatz von Intrabodies"
        },
        {
            "text": "Antikörper wären für viele biologische Produkte ein ideales Material für deren technische Aufreinigung -sie sind hoch spezifisch und hochaffin, könnten somit Anreicherungsfaktoren erreichen, die mit den typischen chromatographischen Materialien unerreichbar sind. Die Vorteile affinitätschromatographischer Reinigung wurden in Abschn. 4.4.2.3 (Protein A/G) bereits dargestellt. Die große Affinität der Antikörper hat aber dazu geführt, dass es entsprechende Verfahren praktisch kaum gibt, denn sie führt dazu, dass die zu reinigenden Stoffe zu fest gebunden werden. Um sie vom Chromatographiematerial wieder abzulösen, bedarf es in der Regel einer sehr starken Änderung des biochemischen Milieus -typischerweise sehr großer Änderungen in pH, Salzkonzentration oder sogar dem Zusatz chaotroper oder sonstiger denaturierender Reagenzien. Damit wird der Nachteil deutlich: Solche harschen Elutionsbedingungen beeinträchtigen in den meisten Fällen die Qualität des eluierten Biomoleküls, z. B. indem sie seine natürliche Konformation zerstören.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antikörper mit regulierbarer Bindungsstärke"
        },
        {
            "text": "Um dennoch in den Genuss der Vorteile affinitätschromatographischer Reinigung mit Antikörpern zu kommen, werden seit einigen Jahren Antikörpervarianten entwickelt, welche ihre Affinität in Abhängigkeit von einer dritten Substanz ändern -also durch Zugabe dieser Substanz \"schaltbar\" werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antikörper mit regulierbarer Bindungsstärke"
        },
        {
            "text": "Erste Ansätze beruhen auf dem Einbau von Aminosäureseitenketten nahe des Paratops, welche aufgrund ihrer Ladungseigenschaften Ionen binden können. So konnten mit Hilfe entsprechend entworfener Phagendisplay-Panning-Strategien Antikörper gefunden werden, welche nur in Gegenwart von Calciumionen an ihr Antigen banden (Hironiwa et al. 2016 Solche Ansätze haben aber den Nachteil, dass sie stets eine aufwendige individuelle Veränderung eines bestimmten Antikörpers erfordern. Eine Alternative dazu wäre, wenn es gelänge, einen \"universellen\" Schalter abseits der Antigenbindungsstellen in das Antikörpergerüst einzubauen, welcher eine Affinitätsänderung über allosterische Effekte bewirkt. Der Vorteil eines solchen allosterischen Schalters wäre die leichte Übertragung des Schaltereffektes auf Antikörper beliebiger Spezifitäten, da weder die CDR noch die FR-Regionen -dabei modifiziert werden müssen. Ein Ansatzpunkt dafür wäre eine Konformationsänderung im Linker-Peptid zwischen den V H -und V L -Regionen eines scFv-Fragmentes, welches die Orientierung dieser beiden Domänen zueinander verändert. Solche unterschiedlichen Winkel sind aus Kristallstrukturen von Antikörpern durchaus bekannt. So gelang es, nach Ersetzen des (G 4 S) 3 -Linkers eines Anti-Fluorescein-Antikörpers durch Elastin-ähnliche Peptide, welche ihre Konformation temperaturabhängig verändern, eine leichte Veränderung der Affinitäten bei Temperaturerhöhung im Vergleich zum ursprünglichen Linker zu messen (Megeed et al. 2006 ",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 338,
                    "text": "(Hironiwa et al. 2016",
                    "ref_id": null
                },
                {
                    "start": 1481,
                    "end": 1500,
                    "text": "(Megeed et al. 2006",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Antikörper mit regulierbarer Bindungsstärke"
        },
        {
            "text": "Die Weltgesundheitsorganisation hat ein System von eindeutigen Bezeichnungen entwickelt, mit denen alle Wirkstoffe in Medikamenten benannt werden, sobald sie in die ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nomenklatur für therapeutische Antikörper (INN)"
        },
        {
            "text": "Gezeigt sind in der EU und den USA zugelassene Medikamente, deren Wirkmechanismen über die Wirkungsweise von natürlichen IgG hinausgehen. Grün: Antigenspezifität Anwendung kommen. Bis zur Einführung dieser Nomenklatur wurden oft von verschiedenen Labors für die gleichen Wirkstoffe unterschiedliche Synonyme, Abkürzungen oder laborinterne Klonbezeichnungen verwendet, sodass eine Nachvollziehbarkeit der Versuche oft schwer war.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abb. 5.4 Zahlreiche Modifikationen erhöhen die klinische Wirksamkeit von Antikörpern."
        },
        {
            "text": "Bei Antikörpern ist seit Mai 2017 eine Nomenklaturversion anzuwenden, die gegenüber den seit den frühen 1990er Jahren verwendeten INNs stark vereinfacht wurde. Alle INN von monoklonalen Antikörpern enden auf -mab, die Silben davor geben Auskunft über weitere Eigenschaften des Wirkstoffs (Tab. 5.4). Nur die erste Silbe kann vom Wirkstoffhersteller frei gewählt werden. Ursprünglich wurden in den INN von Antikörpern neben dem Anwendungsgebiet bzw. Antigen (Subsystem A) auch die Ursprungsorganismen der monoklonalen Antikörper indiziert (Subsystem B), mit der Absicht, dem Kliniker Hinweise auf eine mögliche Immunogenität zu geben. Diese einfache Einordnung wurde aber schnell von den Entwicklungen des Antibody Engineering überholt (Jones et al. 2016) . Heute ist durch in silico-Optimierung, transgene Tiere, synthetische Bibliotheken und vielfältige andere Verbesserungsmethoden die Spezies-Information obsolet. Nach einem kurzen Intermezzo, indem versucht wurde, die Herkunft anhand der effektiven Homologie der Sequenzen zu humanen Genen zu bestimmen, was aber oft nicht eindeutig gelang, wurde die entsprechende Silbe (Subsystem B) komplett gestrichen und das Nomenklatursystem -und die Aussprechbarkeit der Namen -dadurch stark vereinfacht (Tab. 5.5). Bei den bis heute zugelassenen Antikörpern (Tab. 5.4) ist dies aber noch nicht zu erkennen, da ihre INN schon vor vielen Jahren vor Beginn der klinischen Studien für deren Zulassung vergeben wurden. Diese folgen deshalb noch alle dem alten Schema \"Prefix (frei wählbare Silbe) + Subsystem A (Antigen/Indikation) + Subsystem B (Herkunft) + Stamm (-mab)\". ",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 754,
                    "text": "(Jones et al. 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abb. 5.4 Zahlreiche Modifikationen erhöhen die klinische Wirksamkeit von Antikörpern."
        },
        {
            "text": "Die meisten der heute für die Therapie verwendeten Antikörper sind für die Krebstherapie zugelassen. Um Krebs zu behandeln, ist es wichtig, ein Zielprotein zu finden, das im Idealfall nur auf den Krebszellen vorkommt. Die Realität ist jedoch komplexer. Die bisher von therapeutischen Antikörpern adressierten Tumor-assoziierten Proteine (Fan et al. 2015) . Aktuell sind nur diese beiden bispezifischen Antikörper zugelassen. Andere bispezifische Antikörper-Formate, die sich auch in der klinischen Erprobung befinden, werden in Abschn. 3.6.1 ebenfalls vorgestellt.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 354,
                    "text": "(Fan et al. 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Behandlung von Krebserkrankungen"
        },
        {
            "text": "Eine neuere Strategie sind Antikörper gegen sogenannte Checkpoint-Inhibitorenin ihrer großen Relevanz auch gewürdigt durch den Nobelpreis für Medizin 2018 für James Allison und Tasuku Honjo. Tumoren wirken immunsupprimierend auf Ihre Umgebung und verhindern damit u. a. die Aktivität von cytotoxischen T-Zellen. Wenn eine cytotoxische T-Zelle mit dem T-Zell-Rezeptor fremde, auf MHC1 präsentierte Proteinfragmente erkennt, gibt es eine Reihe von positiven und negativen Regulatoren der Aktivierung. Tumorzellen können die Aktivierung der T-Zellen verhindern, indem Inhibitoren wie PD-L1 oder B7 überexprimiert werden (Abb. 5.5). Der Antikörper Nivolumab ist gegen den Rezeptor PD1 auf T-Zellen gerichtet und verhindert die Bindung von PD-L1 und damit die Inaktivierung. Ähnlich wirkt der Antikörper Ipilimumab, der an CTLA-4 auf T-Zellen bindet, die Bindung von B7 verhindert und damit gleichfalls einen inaktivierenden Rezeptor blockiert (Drake et al. 2014; Shih et al. 2014) .",
            "cite_spans": [
                {
                    "start": 939,
                    "end": 958,
                    "text": "(Drake et al. 2014;",
                    "ref_id": null
                },
                {
                    "start": 959,
                    "end": 976,
                    "text": "Shih et al. 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Behandlung von Krebserkrankungen"
        },
        {
            "text": "Da die einzelnen antikörperbasierten Therapien nicht bei allen Patienten wirken, liegt die Zukunft in der Kombination von Antikörpern, z. B. einen Anti-Checkpoint-Inhibitor-Antikörper mit einem Anti-Tumortarget-Antikörper. Auch die Kombination von drei Wirkstoffen ist denkbar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behandlung von Krebserkrankungen"
        },
        {
            "text": "Insgesamt ist eine starke Zunahme von klinischen Studien mit neuen therapeutischen Antikörpern zu sehen (Tab. 5.6): Im Jahr 2018 wurden mit rekombinanten Antikörpern insgesamt 121 klinische Studien der ersten Phase neu begonnen oder die dafür notwendige Genehmigung beantragt (IND), davon 97 Studien für die Tumortherapie. Bei einer insgesamt 2,6-fachen Steigerung im Bereich Krebstherapie in den letzten fünf Jahren (entsprechend einem jährlichen Wachstum von mehr als 20 %) verzeichneten die Checkpoint-Inhibitoren das rasanteste Wachstum: Die klinischen Studien haben sich mehr als verzehnfacht. Während Neuentwicklungen bei Antikörper-drug-Konjugaten (ADC) eher stagnieren, hat sich die Zahl klinischer Studien mit bispezifischen Antikörpern vervierfacht. Insgesamt ist dieses Wachstum rasant, und da die 2018 begonnenen Studien frühestens in einigen Jahren zu ersten Zulassungen führen dürften, kann erwartet werden, dass auch die Wachstumsraten bei Neuzulassungen von Antikörpermedikamenten mindestens für die nächsten fünf Jahre entsprechend stark zunehmen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Behandlung von Krebserkrankungen"
        },
        {
            "text": "Die ersten therapeutischen Antikörperseren wurden gegen Diphtherie entwickelt (Abschn. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neutralisierung von Toxinen"
        },
        {
            "text": "Cytotoxische T-Zellen (CD8 + T-Zellen) sind nicht nur wichtig für die Zerstörung von virusinfizierten Zellen, sondern können auch Krebszellen töten, wenn sie diese Peptide von Neoantigenen mittels MHC-Klasse-I präsentieren (Bolhuis und Braakman 1988 Neben cytotoxischen T-Zellen sind NK-Zellen für die Bekämpfung von Tumorzellen und virusinfizierten Zellen wichtig. Bei der \"normalen\" Antikörpertherapie binden Antikörper an den Tumor, und NK-Zellen binden über den FcγRezeptor an die gebundenen Antikörper und töten die Zielzelle ab. Wenn die NK-Zellen den Antikörper gleich auf der Oberfläche tragen würden, könnten sie direkt die Tumorzellen spezifisch abtöten. Dies wird mit CAR auf NK-Zellen erreicht. Auch dieser Ansatz befindet sich in zahlreichen klinischen Leukämiestudien (Rezvani und Rouce 2015). Bei NK-Zellen ist die Entwicklung der Generierung von patientenspezifischen CAR schon weiter fortgeschritten als bei CAR-T-Zellen und es gibt Ansätze zur Nutzung einer Zelllinie. Basierend auf der Zelllinie NK-92 wurden bisher zahlreiche CAR-Konstrukte für unterschiedliche Tumortargets hergestellt (Hermanson und Kaufman 2015) .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 249,
                    "text": "(Bolhuis und Braakman 1988",
                    "ref_id": null
                },
                {
                    "start": 1107,
                    "end": 1135,
                    "text": "(Hermanson und Kaufman 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chimeric Antigen-Rezeptoren als neue Therapieform"
        },
        {
            "text": "Welche Therapieform -CAR-T-Zellen, CAR-NK-Zellen, personalisierter Ansatz oder Zelllinie -am besten geeignet ist, kann zurzeit nicht gesagt werden und wird auch sehr von der individuellen Tumorart abhängen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chimeric Antigen-Rezeptoren als neue Therapieform"
        },
        {
            "text": "Mit Lokivetmab wurde erstmals ein therapeutischer Antikörper für die Verwendung in der Veterinärmedizin eingeführt (Michels et al. 2016) . Lokivetmab ist ein monoklonaler Antikörper, der \"caninisiert\", also analog zu einer Humanisierung an die natürliche IgG-Sequenz von Hunden angepasst wurde, um ihn besser verträglich zu machen. Lokivetmab neutralisiert das pro-inflammatorische Cytokin Interleukin-31 (Il-31). Dieses spielt eine Schlüsselrolle bei der allergischen Reaktion, die zur atopischen Dermatitis bei Hunden führt, welche bei 10-15 % der Haushunde auftritt und diese durch intensiven Juckreiz stark belastet. In den USA wurde das entsprechende Antikörperpräparat im Jahr 2016, in der EU 2017 zugelassen. Es bietet gegenüber den bei dieser Erkrankung bisher verwendeten breit wirkenden Immunsuppressiva den Vorteil, dass eine allgemeine Immunreaktion gegen Infektionen nicht negativ beeinflusst wird. Auch die Produktion der Antikörper als Wirkstoff könnte umgangen werden. Mit Hilfe der Gabe reiner DNA, analog zur DNA-Vakzinierung, würde lediglich die DNA-Information zum Bau eines Pathogen-neutralisierenden Antikörpers gespritztder Patient baut sich daraus den Wirkstoff im eigenen Körper selbst. Dies wäre dann eine somatische Gentherapie, ähnlich den bereits zugelassenen Therapien wie etwa mit CAR-T-Zellen. Auch sind DNA-Impfstoffe in der Veterinärmedizin bereits in der Anwendung. Dieser Ansatz würde eine wesentlich schnellere Reaktion z. B. auf tödliche 5.5 Antikörperentwicklung und Antikörpertherapie in der Zukunfte Epidemien erlauben -es fallen ja die zeitraubende Entwicklung der Produktionszelllinie für den Antikörper sowie die kostenintensiven Schritte der Proteinaufreinigung komplett weg. Im Downstream-Prozess dürfte weitere Zeit gespart werden: Die verschiedenen DNA-Präparate unterschiedlicher Antikörper könnten wahrscheinlich alle mit dem gleichen Prozess produziert, charakterisiert und gereinigt werden. Dies würde außerdem eine einfache Kombination verschiedener monoklonaler Antikörper ermöglichen, um im Patienten definierte Gemische von Antikörpern zu produzieren, welche die Vorteile tierbasierter polyklonaler Antiseren aufweisen, ohne deren Nachteile zu besitzen.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 136,
                    "text": "(Michels et al. 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Therapeutische Antikörper in der Veterinärmedizin"
        },
        {
            "text": "Sollte sich dieser Weg als gangbar erweisen, könnte er auch eine dramatische Verringerung der Kosten für die Behandlung mit therapeutischen Antikörpern bewirken. DNA-Plasmide herzustellen ist um Größenordnungen preiswerter als die Produktion des entsprechenden Proteins, außerdem ist DNA im Vergleich zu Antikörperlösungen extrem stabil -so stabil, dass wir die Erbsubstanz von Neandertaler und Mammut sequenzieren konnten, nachdem diese Zehntausende von Jahren im Boden lag. Vergleichbare DNA-Vektoren werden in akademischen Projekten meist eingetrocknet auf Löschblättchen per Brief verschickt -eine Kühlkette wäre deshalb für diesen neuen Medikamententyp nicht mehr erforderlich, womit er auch für Gesundheitssysteme in Regionen unserer Welt nutzbar würde, die sich teure Proteinmedikamente bisher nicht leisten können. Alternativ kannanalog zur mRNA-Vakzinierung nur eine mRNA eingesetzt werden, welche für einen Antikörper codiert. Deren Vorteil ist zum einen, dass die Antikörperproduktion im Patienten sehr schnell startet -wichtig bei akut lebensbedrohlichen Zuständen. Außerdem kann durch die kurze Halbwertszeit der mRNA die Menge der produzierten Antikörper geregelt werden, und nach Ende der Gabe der mRNA wird auch recht schnell nichts mehr produziert. Auch werden keine zusätzlichen Gene eingebracht, welche z. B. in den Shuttle-Vektoren für die DNA-Vaccinierung nötig sind. In Kombination mit der schnellen Identifikation von Antikörpern durch in vitro-Display bestünden so schon heute die technischen Möglichkeiten, innerhalb von ein bis zwei Wochen einen Passivimpfstoff oder ein Antitoxin gegen neue, heute noch unbekannte tödliche Infektionserkrankungen zu entwickeln.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antikörperentwicklung und Antikörpertherapie in der Zukunft"
        },
        {
            "text": "Die Autoren sind jedenfalls sehr gespannt, was bei der nächsten Auflage dieses Buches zu all diesen vielversprechenden Zukunftsperspektiven zu berichten sein wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Antikörperentwicklung und Antikörpertherapie in der Zukunft"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Die meisten bakteriellen Erreger können heute noch mit Antibiotika bekämpft werden, es gibt jedoch immer mehr multiresistente Stämme, z. B. die MRSA-Stämme von Staphylococcus aureus, bei denen nur noch einzelne oder gar keine Antibiotika mehr wirken (Collignon",
            "authors": [],
            "year": 2015,
            "venue": "Die wichtigste Aufgabe von Antikörpern in unserem Körper ist die Bekämpfung von Pathogenen",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Krankenhauskeim\") S. aureus werden aktuell zahlreiche Antikörper gegen verschiedene Zielstrukturen auf der Bakterienoberfläche sowie gegen Toxine (Abschn. 5.4.5) entwickelt, um für den Fall, dass kein Antibiotikum mehr wirkt, alternative Medikamente zur Verfügung zu haben",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Für Den Nosokomialen Erreger",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hier wird ein bispezifischer Antikörper (Abschn. 3.6.1) (MEDI3902) entwickelt, der an ein Exopolysaccharid und an ein Sekretionsprotein von P. aeruginosa binden kann",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Neben",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ist Pseudomonas Aeruginosa Ein Weiterer Gefährlicher ; Digiandomenico",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Noch besser als Bakterien können Viren mit Hilfe von rekombinanten Antikörpern bekämpft werden. Es gibt zahlreiche Impfstoffe gegen Viren, z. B. gegen Papillomviren als Impfung gegen das Zervixkarzinom",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-662-50276-1_3#Sec21"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "MERS-CoV Oberfläche von cytotoxischen T-Zellen bringt, die Aktivierung der T-Zellen mit der Bindung an das Tumortarget verknüpft und somit diese Effektorzellen direkt gegen den Tumor richtet. Der Rezeptor auf der Oberfläche wird als chimärer Antigenrezeptor bezeichnet, da er aus unterschiedlichen Proteindomänen zusammengesetzt ist. Der eigentliche Rezeptor ist ein scFv, daran schließt sich eine Linker an (auch als hinge bezeichnet), dieser Linker kann z. B. vom CD8-Molekül stammen, dann kommt eine Transmembrandomäne, z. B. auch vom CD8-Molekül, intrazellulär schließt sich daran bei CAR der sogenannten zweiten Generation eine CD28-oder 4-1BB-Signaldomäne an (bei CAR der dritten Generation sind es zwei Signaldomänen)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pocken",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nur in Ausnahmefällen ist es möglich, eine Aktiv-Impfung nach einer Infektion durchzuführen wie z. B. bei Tollwut",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-662-50276-1_3#Sec22"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Somit ist die Therapie patientenspezifisch und sehr teuer (Kosten 2018 in Europa: 320.000 € pro Patient)",
            "authors": [],
            "year": 2016,
            "venue": "CAR-T-Zellen mit einem Antikörper gegen CD19 (ein B-Zell-Target) wurden erfolgreich bei der Behandlung von B-Zell-Lymphomen in klinischen Studien eingesetzt und die ersten CAR-T-basierten Therapeutika Tisagenlecleucel (Handelsname Kymriah) und Axicabtagene Ciloleucel (Handelsname Yescarta) wurden 2017 zugelassen. Für die Behandlung werden T-Zellen vom Patienten isoliert und das CAR-Konstrukt mit Hilfe von Lentiviren oder γ-Retroviren in die T-Zellen integriert",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF2": {
            "text": "Checkpoint-Inhibitoren: Viele aggressive Tumoren (z. B. Melanome) sind vom Immunsystem nicht angreifbar. Sie präsentieren zwar tumorspezifische Marker auf ihrem MHC, tragen aber auf ihrer Oberfläche Signale, welche angreifende Lymphocyten deaktivieren (a). Antikörper, welche die Moleküle solcher \"immune checkpoints\", z. B. PD-L1, neutralisieren, ermöglichen den T-Zellen einen erfolgreichen Angriff auf die Tumorzellen",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "). Schon vor vielen Jahren postulierte Linus Pauling, dass Antikörper prinzipiell in der Lage sein sollten, die Funktion von Enzymen gezielt zu übernehmen -dann nämlich, wenn sie durch ihre Bindung den Übergangszustand eines Moleküls bei der Reaktion vom Zustand A zum Zustand B stabilisieren (Abb. 5.1). Sie setzen dabei die für die Reaktion benötigte Aktivierungsenergie herab (Schultz und Lerner 1995). Solche Antikörper werden auch abzymes genannt. Enzyme (und katalytische Antikörper) können die Aktivierungsenergie auf unterschiedliche Weise verringern, beispielsweise indem sie dem Molekül eine Entscheidungshilfe geben, welchen von vielen möglichen Reaktionswegen es einschlagen soll. Wie sieht solch eine Entscheidungshilfe auf molekularer Ebene aus? Ein organisches Molekül hat meist sehr viele Möglichkeiten, seine Atome im dreidimensionalen Raum anzuordnen. Durch die Brown'sche Molekularbewegung und Molekülschwingungen ändert sich diese Anordnung zudem ständig. Nur wenige dieser Konformationen aber werden eine Reaktion des Moleküls in eine bestimmte Richtung ermöglichen, d. h. zu einem gegebenen Zeitpunkt sind nur wenige Moleküle überhaupt in der Lage, diese Reaktionsrichtung einzuschlagen. Durch die Bindung an einen Partner wird die Zahl der möglichen Konformationen stark eingeschränkt, da bei vielen der möglichen Konformationen der Bindungspartner im Weg ist und für die Auflösung dieser Bindung Energie aufgewendet werden müsste. Enzyme oder katalytische Antikörper als Bindungspartner beeinträchtigen nun vorzugsweise die Konformationen, die keine Reaktion des Moleküls zum Zustand B ermöglichen. Andererseits werden möglichst wenige der Konformationen, die eine Reaktion ermöglichen, behindert. Damit allein schon erhöhen sie die Reaktionsgeschwindigkeit oft beträchtlich.Eine zweite Möglichkeit ist es, der Reaktion einen Weg zu bahnen. Ein katalytischer Antikörper (oder ein Enzym) bietet dem Molekül also einen alternativen Weg an, beispielsweise indem er es (und sich selbst) ein wenig verändert. Anschließend nutzt er die freie Energie, die bei der Reaktion entsteht, um seine alte Konformation wiederzugewinnen.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "). Damit verhilft er dem für die Synthese dieser Aminosäuren auxotrophen Hefestamm zum Wachstum auf einem Mangelmedium, das diese Aminosäuren nicht enthält (Tang et al. 1991). Nach dem gleichen Prinzip funktioniert ein in E. coli exprimierter katalytischer scFv-Antikörper. Er ersetzt das Enzym Orotidin-5'-Monophosphat-Decarboxylase (OMP, EC 4.1.1.23). Dieses Enzym ist für die Pyrimidinsynthese essenziell. Die spezifische Aktivität des katalytischen scFv-Antikörpers war zwar etwa zehnmillionenfach schlechter als die Aktivität der OMP-Decarboxylase, andererseits lag sie etwa hundertmillionenfach über dem Hintergrund. Diese katalytische Aktivität war ausreichend, um dem Bakterium das Überleben auf einem Pyrimidinmangelmedium zu ermöglichen (Smiley et al. 1994). Katalytische Antikörper wurden auch mit Hilfe von Phagendisplay (Abschn. 2.6.2) verbessert. Nach Zufallsmutagenese und erneuter Selektion erreichten Takahashi-Ando et al. 2004 eine Steigerung der k cat um mehr als eine Größenordnung. Phagendisplay wurde auch erfolgreich für die Herstellung von katalytischen Nanobodies mit Alliinase-Aktivität eingesetzt (Li et al. 2012). Antikörper aus Phagendisplay wurden zudem für den Abbau von Organophosphaten vorgeschlagen (Reshetnyak et al. 2007). Momentan können bereits viele verschiedene Reaktionswege durch katalytische Antikörper beschleunigt werden, wenn auch in vielen Fällen die Aktivität nicht an die von natürlichen Enzymen heranreicht. Zahlreiche medizinische Anwendungen für katalytische Antikörper wurden vorgeschlagen (Tab. 5.1). . 5.1 Medizinisch relevante Anwendungen von katalytischen Antikörpern. (Nach Padiolleau-Lefèvre et al. 2014) Interessant ist der Versuch, mit katalytischen Antikörpern ein grundlegendes Problem der ADEPT (Abschn. 3.7.4 und Abb. 3.20) zu lösen. Zum Umsetzen der nicht-giftigen prodrug wird ein Enzym benötigt, welches eine Aktivität aufweist, die der Mensch endogen nicht besitzt, denn sonst würde eine unspezifische Toxizität auftreten. Typischerweise werden deshalb hierfür bakterielle Enzyme eingesetzt, welche jedoch i. d. R. eine hohe Immunogenität aufweisen. Mit humanisierten oder humanen katalytischen Antikörpern könnte man diese Klippe elegant umschiffen, indem man sie mit tumorspezifischer Bindung kombiniert. So konnte gezeigt werden, dass man mit katalytischen Antikörpern die Tumorgifte Doxorubicin oder Camptothecin aus Dendrimer-Konjugaten freisetzen kann (Shamis et al. 2004) und dass die dafür notwendige Aldolase-Aktivität mit Bindung an Tumormarker kombiniert werden kann (Goswami et al. 2009). Es wurden auch katalytische Antikörper entwickelt, die eine prodrug in ein äußerst giftiges Senfgas umwandelte",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Anstrengungen zur Erzeugung von Antikörpersätzen für gesamte Proteome, insbesondere das für die medizinische Forschung essenzielle menschliche(Taussig et al.  2007). Einige internationale Konsortien haben sich in den vergangenen Jahren mit der Frage beschäftigt, ob es möglich ist, nach Aufklärung des menschlichen Genoms auch für alle Proteine des menschlichen Proteoms spezifische Nachweisreagenzien herzustellen(Hust und Dübel 2004). Mit den Mitteln der tierbasierten Antikörperherstellung wäre ein Projekt solcher Größenordnung -vom Tierschutzaspekt ganz abgesehen -auch finanziell kaum durchführbar. Die Möglichkeiten der Parallelisierung und Miniaturisierung sind aber bei den rekombinanten Selektionsmethoden bei weitem noch nicht ausgereizt (Konthur et al. 2005). Dennoch wurde bereits mit dem jetzigen Stand der Technik die grundlegende Machbarkeit demonstriert, es wurden Tausende neuer Antikörper generiert und die Vorteile der rekombinanten Methoden bei der parallelen Herstellung von Antikörpern gegen große Zahlen verschiedener Antigene eindrucksvoll demonstriert (Kügler et al. 2015; Schofield et al. 2007; Colwill et al. 2011). Insbesondere wurde belegt, dass es kein Problem darstellt, menschliche Antikörperreservoirs zur Herstellung hochaffiner Antikörper gegen praktisch beliebige menschliche Antigene herzustellen (Mersmann et al. 2010). Auch die oftmals vermuteten Probleme mit Immunogenität und Toleranz wie bei der Herstellung von Maus-Hybridomen gegen Maus-Antigene gibt es bei der in vitro-Selektion eindeutig nicht -die meisten der eingesetzten Antigene waren menschlichen Ursprungs und menschliche Antikörperbibliotheken erbrachten bereits unzählige monoklonale Antikörper, ein Beispiel nur aus europäischen Forschungskonsortien zwischen 2002 und 2010 gibt Tab. 5.2. . 5.2 Durch Phagendisplay ohne Nutzung von Versuchstieren hergestellte monoklonale Antikörper für die Forschung aus verschiedenen europäischen Konsortien 2002-2010. Daten zusammengestellt aus den Abschlussberichten der Konsortien (https://cordis.europa.eu) sowie Schofield et al. 2007 und Colwill et al. 2011",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Antikörper aus der gleichen rekombinanten Genbibliothek -durch Fusion an verschiedene Fc-Teile (z. B. Maus und Kaninchen) kann die Reaktion des Detektionsserums mit dem Fänger-Antikörper jedoch per Design vermieden werden. Damit fällt ein bei nicht-rekombinanten Antikörpern häufiger Hinderungsgrund für die Kombination (z. B. von zwei monoklonalen Maus-Antikörpern) weg (Kuhn et al. 2017).",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "). Als Alternative zum Einschleusen der Antikörper als Protein in lebende Zellen wurde deshalb bereits früh auch ihre Produktion sozusagen direkt \"vor Ort\" getestet, indem die codierende Nucleinsäure in die Zellen eingebracht wurde (Abb. 5.2). Erste Erfolge durch Mikroinjektion von Antikörper-mRNA(Valle et al. 1982) blieben jedochDNA-Transfektion a ER-targeted IntrabodiesAbb. 5.2 Intrabodies sind Antikörperfragmente, welche nicht von der produzierenden Zelle sekretiert werden, sondern direkt in deren Inneren wirken, indem sie dort bereits an ihr Antigen binden. Sie können zur Erzeugung von Knock-out-Phänotypen in Zellkultur und transgenen Mäusen eingesetzt werden. ER-targeted Intrabodies (a) und cytosolische Intrabodies (b) können unterschiedliche Targets innerhalb der Zelle erreichen, müssen dafür aber auch verschiedene biochemische Eigenschaften aufweisen Einzelfälle. Natürlich brachte die Weiterentwicklung der Methoden zur Klonierung und Transformation hier Vereinfachungen, trotzdem genoss der Intrabody-Ansatz weiterhin den Ruf einer schwierigen Technologie, trotz etlicher hochinteressanter Studien, die mit anderen Methoden nicht durchführbar gewesen wären. Ein aktuelles Beispiel ist die Aufklärung der Rolle von Sec61 in der cross-presentation von Antigenen durch professionelle antigenpräsentierende Zellen. Mit Hilfe eines Intrabodies in Form eines aus einer Phagendisplaybibliothek gewonnenen scFv-Antikörperfragments konnte gezeigt werden, dass die spezifische Entfernung von Sec61 aus den Endosomen die cross-presentation deutlich verringert(Zehner et al. 2015). Da ein genetischer, CRISPR-oder iRNA-basierter Knock-down von Sec61 aufgrund seiner zentralen Funktion bei der Proteinbiosynthese im endoplasmatischen Reticulum (ER) nicht möglich ist, erlaubte erst der Ansatz, Sec61 mit Intrabodies spezifisch im ER zurückzuhalten, die Durchführung eines Experimentes mit genügend hoher intrazellulärer Auflösung.5.3.5.2 Es gibt zwei sehr unterschiedliche Typen von IntrabodiesImmunglobuline werden natürlicherweise von Plasmazellen in enormen Mengen produziert. Sie bestehen aus mindestens zwei verschiedenen Polypeptidketten und durchlaufen dazu den klassischen Sekretionsweg für Proteine durch das ER und den Golgi-Apparat. Bei den meisten Intrabody-Experimenten werden zur Vereinfachung der Transfektion scFv-Fragmente eingesetzt. Trotz dieser Vereinfachung ist die Faltung einer Ig-Region ein langwieriger Prozess und benötigt zusätzliche Helfer und Chaperone, sowie die Ausbildung von Disulfidbrücken. Die Anforderungen, die ein Antikörper erfüllen muss, um als Intrabody geeignet zu sein, unterscheiden sich allerdings sehr stark je nach intrazellulärer Lokalisation des Targets (Antigen) (Richardson und Marasco 1995). Da Antikörper natürlicherweise im oxidierenden Milieu des ER mit Hilfe von dort ansässigen Faltungshelfern und Qualitätskontrollmechanismen produziert werden, kann man erwarten, dass sich ein scFv-Fragment dort ohne Probleme ebenfalls zur funktionellen Konformation falten kann. Ganz anders ist dies im reduzierenden Milieu des Cytoplasmas -hier können die intramolekularen Disulfidbindungen nicht ausgebildet werden und die typischen Faltungshelfer fehlen(Biocca et al. 1995). Dies führt dazu, dass ein signifikanter Anteil von Antikörpern im Cytoplasma nicht zur funktionell aktiven Form gefaltet werden kann. Zwar ist es in der Regel möglich, scFv-Fragmente zu gewinnen, welche im Cytoplasma gebildet werden und funktionell sind, und zahlreiche Strategien dafür wurden bereits beschrieben (einen umfassenden Überblick dazu geben(Marschall et al. 2015)). Der Aufwand dazu ist damit jedoch wesentlich höher als die typische Selektion eines Bindermoleküls für einen ER-targeted Intrabody. Noch größer ist der Unterschied im Aufwand jedoch bei der erforderlichen Funktionalität der Intrabodies. Zur Erzeugung eines Intrabodies für den Knock-down eines Proteins aus dem sekretorischen/Membranprotein-Pathway reicht ein kleiner Trick: Am C-Terminus des scFv-Fragments werden die vier Aminosäurereste KDEL angehängt (Abb. 5.2a). Dieses KDEL-tag verhindert die Translokation des \"getaggten\" Proteins über den Cis-Golgi hinaus und verhindert so, dass dieses sekretiert wird oder auf der Zelloberfläche auftaucht. Es entsteht eine \"phänotypische Knock-out-Mutante\". Die Zelle besitzt zwar noch das Gen, das Genprodukt kann aber seine Funktion nicht mehr ausüben, da es durch den Antikörper im falschen Kompartiment zurückgehalten wird. Damit muss ein scFv, um als \"ER-targeted\" Intrabody nutzbar zu sein, lediglich an sein Antigen zu binden können -das KDEL-tag kommt aus dem eukaryotischen Expressionsvektor. Der Aufwand zur Herstellung eines Assays mit transienter ER-targeted Intrabody-Produktion umfasst also lediglich eine Klonierung nach der Selektion des Antikörpers per Phagendisplay. Es ist sogar möglich, den ganzen Prozess ohne vorherige Produktion des Antigens durchzuführen, da Antikörper auf synthetischen Peptiden selektioniert werden können und ihre Spezifität initial in klassischen Immunassays wie Immunhistologie oder auf Immunblots von Zellextrakten ausreichend bewiesen werden kann. Da bei aktuellen Antikörper-Generierungsprojekten die Verfügbarkeit des Antigens in aller Regel der limitierende Faktor ist, ist dies ein enormer Vorteil. Dieser Vorteil wurde etwa bereits bei der Herstellung eines Sec61-Intrabodies (siehe Abschn. 5.3.5.1) genutzt, mit dessen Hilfe der molekulare Mechanismus des Antigen-Kreuzpräsentation untersucht wurde(Zehner et al. 2015).Im Gegensatz dazu müssen cytoplasmatische Intrabodies zusätzlich die Eigenschaft besitzen, in die Funktion des Antigens einzugreifen (Abb. 5.2b). Im einfachsten Fall ist dies eine Bindung im Bereich des aktiven Zentrums oder der Bindungsstelle eines Targets, bei einigen Antigenen kann dies aber auch eine Bindung an eine bestimmte Konformation erfordern. Zwar können mit Hilfe von Phagendisplay genau solche Bindermoleküle -also auf ein Epitop beschränkt oder nur an eine bestimmte Konformation bindend -gezielt hergestellt werden, es erhöht den Aufwand jedoch enorm, und Antigen und funktioneller Test müssen verfügbar sein, um die Inhibition durch einen Antikörper in einem Assay zu belegen, bevor er als Intrabody eingesetzt wird. Zwar gab es durchaus Erfolge mit cytoplasmatischen Intrabodies -bei den erfolgreichen Ansätzen blockierte der im Cytoplasma exprimierte Antikörper meist ein in geringen Mengen vorkommendes Antigen. Beispiele sind das Enzym Reverse Transkriptase von HIV(Maciejewski et al. 1995), das G-Protein Ras(Werge et al. 1994) und das regulatorische Protein Rev desHIV (Wu et al. 1996). Dennoch ist es wesentlich einfacher, scFv-Fragmente für den ER-targeted Intrabody-Ansatz zu gewinnen. Es ist deshalb vorauszusehen, dass in naher Zukunft zunächst ER-targeted-Anwendungen die Intrabody-Experimente dominieren werden. Einen umfangreichen Überblick über die verschiedenen Methoden, Intrabodies für beide Ansätze zu gewinnen, und eine umfangreiche Zusammenstellung von Beispielen für die Verwendung von Intrabodies gibtMarschall et al. (2015).",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "wurde ein ER-targeted Knock-down durch Intrabodies in Zellkultur erstmals mit dem envelope-Protein gp160 von HIV-1. Dieses Protein wird normalerweise ins ER sezerniert und dann im Golgi-Apparat in zwei Teile gespalten: gp41 und gp120. Wird gleichzeitig im ER ein für gp160-spezifisches scFv-Fragment exprimiert, aber durch die KDEL-Sequenz zurückgehalten, so findet die Prozessierung zu gp120 und gp41 kaum mehr statt. Ein zur Kontrolle eingesetztes Anti-Tat-scFv-Fragment beeinflusste die Prozessierung dagegen nicht. So wurde die Produktion von infektiösen HIV-Partikeln verhindert.Marschall et al. 2015). Der auf die Zielzellen ausgeübte Stress durch die Zurückhaltung des Antigens im ER scheint in den meisten Fällen gering zu seinin den Fällen, wo dies gezielt untersucht wurde, fand man einen beschleunigten Abbau thoden wie das Phagendisplay schnell und unaufwendig die Gene für eine große Anzahl unterschiedlicher Antikörper bereitstellen (Abschn. 2.6.1.1) -praktischerweise meist bereits im für Intrabodies geeigneten scFv-Format, sodass eine Intrabody-Studie oft nur noch einen einzigen Klonierungsschritt erfordert. Auch können in vitro bereits während der initialen Selektion durch Wahl eines entsprechenden biochemischen Milieus im Moment der Antigenbindung gezielt Antikörper gefunden werden, welche z. B. für das reduzierende Milieu des Cytoplasmas geeignet sind.Kürzlich wurden Intrabodies erstmals in vivo in transgenen Mäusen zum Protein Knock-down eingesetzt. Es gelang der funktionale Knock-down des vascular cell adhesion molecule 1 (VCAM-1) und die Erzeugung des erwarteten B-Zell-Phänotyps(Marschall et al. 2014a). Dies ist insbesondere interessant, da genetische VCAM-1-Knock-outs embryonal letal sind, offenbar erfolgt die Unterdrückung der VCAM-1-Präsentation auf der Zellmembran nicht komplett. Weiterhin wurde ein unterschiedlich stark ausgeprägter Phänotyp bei heterozygoten und homozygoten Mäusen beobachtet. Die dadurch aufgezeigte Möglichkeit, in Zukunft die \"Stärke\" des Knock-down bewusst zu regulieren, eröffnet neue Wege der Genfunktionsanalyse in transgenen Mäusen, welche sowohl für weitere funktionelle Untersuchungen des Targets wie auch für die Entwicklung von Krankheitsmodellen nützlich sein dürften.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "). Bei diesen Antikörpern bildeten einige Aminosäureseitenketten der CDR3 der schweren Kette eine Calciumbindungsstelle. Ebenfalls mit Hilfe einer evolutiven Strategie unter Einsatz von Phagendisplay-Selektionen wurden pH-sensitive Einzeldomänen-Antikörper (V H H) gefunden, die auf die Änderung des Ionisierungszustands von Histidinen reagieren (Murtaugh et al. 2011). Dazu wurde gleichzeitig auf hohe Affinität zum Antigen (RNAse A) selektioniert, indem eine V H H-Mutations-Genbibliothek zunächst bei neutralem pH mit dem Antigen inkubiert wurde, während die Elution mit milde saurem pH (pH 4.0-5.5) erfolgte. Die so eluierten V H H-Fragmente enthielten zwei bis fünf zusätzliche Histidine in ihren CDR.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "). Für praktische Anwendungen waren die Änderungen aber zu gering. Der Durchbruch kam erst mit dem Einbau von Calmodulin anstelle des V H -V L -Linkers(Kobatake et al. 2012). Calmodulin hat mindestens drei deutlich unterschiedliche Konformationen, je nach Calciumkonzentration und An-/Abwesenheit seiner Liganden (Abb. 5.3a). Der Abstand von N-und C-Terminus ändert sich dabei sehr deutlich. Diese Konformationsunterschiede waren in der Lage, die Affinität der Antikörper zu ihrem Antigen, entweder nach Gabe von Calciumionen oder eines Fragments aus einem Calmodulinliganden (M13-Peptid. Wichtig: Das Peptid hat nichts mit M13 Phagen zu tun!), zu verändern (Abb. 5.3b). Mittlerweile wurde der Calmodulin-Linker durch Permutation der Fusionsstellen zwischen V H , Calmodulin und V L verbessert und die Übertragbarkeit des Schalters auf verschiedene scFv-Fragmente unterschiedlicher Spezifitäten gezeigt(Kellmann et al. 2017). Die Lokalisierung des allosterischen Schaltprinzips in einem möglicherweise universell übertragbaren Linker eröffnet völlig neue Möglichkeiten zur Herstellung rekombinanter Antikörper, welche milde Elutionen nach hochspezifischer Affinitätschromatographie empfindlicher Biomoleküle erlauben. Eine andere mögliche Anwendung ist die Regulation von CAR-T-Zellen (Abschn. 5.4.7) -durch die Möglichkeit, auch unter physiologischen Bedingungen die Affinität von scFv-Fragmenten zu beeinflussen, könnte im Falle einer zu starken Aktivität, welche den Patienten bedroht, hier regulierend eingegriffen werden. ScFv-Fragmente mit allosterisch beeinflussbarer Affinität können durch Einbau eines Linkers zwischen V L und V H , welcher seine Konformation in Abhängigkeit von Kofaktoren stark ändert, generiert werden. Im gezeigten Beispiel wurde der typische 15-Aminosäure-Linker eines scFv-Fragments durch verschiedene zyklisierte Varianten von Calmodulin ersetzt, welches abhängig von der Zugabe von Calcium-Ionen und/oder einem aus einem natürlichen Calmodulin-Liganden abgeleiteten Peptid (M13) seine Struktur stark ändert (a). Dadurch wird eine Strukturveränderung auch im Paratop induziert und damit die Affinität zum gibt es beiFrenzel et al. 2016. Stetig aktualisierte Übersichten über therapeutische Antikörper gibt es in der \"Antibodies to watch\"-Serie von Janice Reichert(Reichert  2014(Reichert   , 2015(Reichert   , 2016 und auf den Webseiten der Antibody Society (antibodysociety.org).Während das erste Jahrzehnt der Verwendung therapeutischer monoklonaler Antikörper von Wirkstoffen in klassischer IgG-Form domininiert wurde, haben die letzten Tab. 5.4 Therapeutische Antikörper, die von den europäischen oder amerikanischen Behörden als Medikamente zugelassen wurden (Stand Juni 2019). Erstzulassungen jeweils eines Jahres sind durch Hintergrundfärbung zusammengefasst. # = vom Markt genommen",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Er wird nur bei einem positiven HER2-Befund in der Therapie eingesetzt. Der Wirkmechanismus ist bisher nicht vollständig geklärt und es wird von einer Kombination verschiedener Mechanismen ausgegangen. Der Antikörper löst ADCC aus und aktiviert somit NK-Zellen für die Tumorbekämpfung. Als weitere Mechanismen werden die Verhinderung einer Liganden-unabhängigen Heterodimerisierung von HER2 und HER3 sowie die Verhinderung einer proteolytischen Spaltung von HER2 und damit eine Verringerung der Zellproliferation (Maximiano et al. 2016) vermutet. Der Wirkmechanismus von Pertzumab ist anders, er verhindert die Dimerisierung von HER2 und damit die Signalweiterleitung und die Zellproliferation (De Mattos-Arruda und Cortes 2013). Ein anderes Brustkrebstarget ist MUC1. Dieses Glykoprotein besteht aus sich wiederholenden Abschnitten von 20 Aminosäuren und ist in Tumoren bei etwa 80 % der Patienten überexprimiert, größtenteils deglykosyliert, damit ist das Peptidrückgrat zugänglich, und das Protein wird auf der gesamten Zelle exprimiert und nicht nur auf der Lumenseite. Der Nachteil bei diesem Target ist, dass es internalisiert wird und somit ADCC nur sehr eingeschränkt möglich ist (Thie et al. 2011). Trotz einer sehr hohen Tumorspezifität gibt es deshalb noch keine zugelassenen Therapeutika gegen dieses interessante Tumortarget. Die Internalisierung ermöglicht jedoch andererseits neue therapeutische Ansätze, bei denen der Tumor nicht mehr primär durch die natürlich vorhandenen Effektoren des Immunsystems angegriffen wird. Ein Beispiel sind Antikörper-Wirkstoff-Konjugate (ADC) (Abschn. 3.6.2) oder Immuntoxine/ImmunRNasen (Abschn. 3.7.2 und 3.7.3). Ein weiteres häufig adressiertes Tumortarget ist der Epidermal Growth Factor Receptor (EGFR), der wie HER2 aus der ErbB-Proteinfamilie stammt. Dieser Rezeptor ist u. a. auf Darmkrebszellen überexprimiert (Roskoski 2014). Der am häufigsten eingesetzte Antikörper gegen EGFR ist Cetuximab. Dieser Antikörper verhindert die Bindung des natürlichen Liganden und verhindert auch die Dimerisierung. Somit wird die Signalweiterleitung und damit die Zellproliferation verhindert (Li et al. 2008). Zusätzlich kann Cetuximab ADCC aktivieren und damit können die Tumorzellen direkt durch Immunzellen zerstört werden (Kimura et al. 2007). Eine andere Möglichkeit, Tumoren zu bekämpfen, ist sie \"auszuhungern\". Schnell wachsende Tumoren benötigen neue Blutgefäße für die Nährstoffversorgung. Wenn die Bildung von neuen Blutgefäßen verhindert wird, wird das Tumorwachstum gebremst. Dies gelingt mit dem Antikörper Bevacizumab gegen den Vascular Endothelial Growth Factor (VEGF), der als Ligand an den VEGF-Rezeptor bindet. Dieser Antikörper verhindert die Bindung des Liganden VEGF an den Rezeptor und VEGF wird so auch aus der Blutzirkulation entfernt. Somit wird die Aktivierung des VEGF-Rezeptors durch VEGF verhindert und damit die Entstehung von neuen Blutgefäßen direkt am Tumor (Presta et al. 1997). Dieser Antikörper kann nicht nur gegen Tumoren, sondern auch gegen altersbedingte Makulardegeneration (AMD), die durch eine starke Vermehrung von Blutgefäßen hinter der Retina verursacht wird, eingesetzt werden (Lynch und Antikörper zwei Zielstrukturen parallel gebunden. Ein Beispiel hierfür ist der im November 2015 zugelassene bispezifische Antikörper Blinatumomab. Bei diesem Antikörper sind zwei scFv über einen Linker verbunden. Die eine Spezifität ist CD3, um T-Zellen zu rekrutieren, die andere Spezifität ist CD19, ein B-Zell-Marker. Das Ziel ist, bei der akuten lymphatischen Leukämie (ALL) die B-Zellen durch CD8-T-Zellen zu eliminieren (Le Jeune und Thomas 2016). Ein anderer zugelassener bispezifischer Antikörper ist Catumaxomab. Dieser IgG-Antikörper ist eine Chimäre aus einem Rattenantikörper und einem Mausantikörper (Quadrom-Antikörper). Diese Chimärisierung wird erreicht, da die Dimerisierung eines Ratten-Fc mit einem Maus-Fc-Teil effizienter ist als die Dimerisierung von Maus-Maus-Fc bzw. Ratte-Ratte-Fc. Ein Antikörperarm ist gegen EpCAM gerichtet, der andere gegen CD3. Somit werden T-Zellen dazu angeregt, EpCAM positive Tumorzellen zu eliminieren. Bei diesem Antikörper gibt es einen weiteren Wirkmechanismus. Da ein kompletter Fc-Teil vorhanden ist, können Effektorzellen wie NK-Zellen rekrutiert werden. Deshalb wird dieser Antikörper auch als tri-funktionaler Antikörper bezeichnet",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Sklerose eingesetzt wird. Bei dieser Krankheit wird die Myelinschicht von Nervenzellen vom eigenen Immunsystem angegriffen. Natalizumab bindet an α 4 β 1 -und α 4 β 7 -Integrine, verhindert die Einwanderung von Th-1-Zellen in das Gehirn und vermindert hier die Entzündungsreaktionen(Rice et al. 2005; Sellebjerg et al. 2016). Bei der Behandlung von Autoimmunerkrankungen können dennoch bisher nicht die eigentlichen Ursachen der Krankheiten behandelt, sondern nur die Symptome der Krankheit abgemildert werden. (Gao et al. 2016), Ebola (Kaner und Schaack 2016) oder die Vogelgrippe (Lai et al. 2016), bei denen keine Aktiv-Impfstoff zur Verfügung standen, bzw. eine Impfung der kompletten Bevölkerung nicht möglich ist. Bei solchen Infektionen ist es essenziell, Passiv-Vakzine, also therapeutische Antikörper, als Medikamente zur Verfügung zu haben. Aufgrund des Ebola-Ausbruchs in Westafrika 2014 wurden verstärkt Antikörper gegen Ebola entwickelt. Ebola ist eine Familie von fünf Spezies, wovon vier das hämorrhagisches Ebola-Fieber bei Menschen verursachen (Matua et al. 2015). In dieser Krise wurden die experimentellen Antikörper ZMapp (Qiu et al. 2014), ein Cocktail von drei murinen chimären Antikörpern, die in Tabakpflanzen produziert wurden, beim Menschen eingesetzt. Hier wurde eine leicht erhöhte Überlebensrate bei der ZMapp-Behandlung beobachtet (PREVAIL II Writing Group und Multi-National PREVAIL II Study Team 2016). Weit fortgeschritten sind auch humane Antikörper gegen Ebola Zaire, die aus menschlichen Überlebenden des Ebola-Fiebers mittels B-Zell-Klonierung isoliert wurden (Corti et al. 2016), und gegen Ebola Sudan (Froude et al. 2018). Protektive Antikörper wurden auch gegen das Marburgvirus entwickelt, dass zu den Filoviren gehört und hämorrhagisches Fieber verursacht (Froude et al. 2017) -bemerkenswert dabei ist, dass neutralisierende Antikörper gegen dieses Virus bisher ausschließlich mittels Phagendisplay gewonnen werden konnten. Der bisher einzige zugelassene Antikörper gegen Viren ist Pavilizumab. Er erkennt das Respiratory syncytial virus (RSV), das eine Bronchitis auslösen kann. Dieses Virus ist insbesondere für Säuglinge und Frühgeborene sehr gefährlich (Malley et al. 1998).",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "1.1) (von Behring und Kitasato 1890). Bei diesem therapeutischen Ansatz ging es darum, das Diphtherietoxin, das die Proteinbiosynthese inhibiert und damit Zellen zerstört, zu neutralisieren (Uchida 1982). Die meisten Menschen in West-Europa sind heute mit dem Toxoid (inaktiviertes Toxin) gegen Diphtherie geimpft. Wenn es jedoch zu einer Infektion kommt, erfolgt die Behandlung heutzutage wie zu Zeiten von Emil von Behring mit Anti-Diphtherietoxin-Pferdeseren. Der Grund liegt nur darin, dass die Kosten für die klinische Zulassung zu hoch sind -rein menschliche Antikörper können mittlerweile rekombinant hergestellt werden, wie wir kürzlich für ein neuartiges, komplett sequenzdefiniertes humanes Antitoxin gegen Diphtherie zeigen konnten. Toxine sind ideale Ziele für therapeutische Antikörper, da der Wirkmechanismus, beispielsweise im Vergleich zu einer Krebstherapie, einfacher ist. Der Antikörper verhindert, dass das Toxin an den Rezeptor der Zielzelle bindet, und verhindert damit die Aufnahme in die Zelle, und/oder inaktiviert die enzymatische Aktivität des Toxins. Bisher zugelassen ist ein rekombinanter Antikörper gegen Milzbrand. Der Antikörper Raxibacumab bindet an das von Bacillus anthracis sekretierte Protective Antigen. Dieses Antigen bildet einen Porenkomplex, durch den die eigentlichen Toxine (Lethal Factor und Endema Factor) aufgenommen werden. Dieser Antikörper wurde mittels Phagendisplay aus einer naiven Antikörpergenbibliothek gewonnen und 2012 als ABThrax zugelassen. Dieser Antikörper soll im Fall eines bioterroristischen Angriffs zusammen mit Antibiotika gegeben werden, um den Erreger abzutöten und gleichzeitig die schon gebildeten Toxine zu neutralisieren (Kummerfeldt 2014; Mazumdar 2009). Eine Alternative ist die Neutralisierung der eigentlichen Toxine Lethal Factor und Endema Factor (Pelat et al. 2007). Mit Clostridum difficile assoziierte Durchfallerkrankungen (CDI) nehmen in den letzten Jahren stark zu. Es wird angenommen, dass diese nosokomiale Erkrankung eine Folge von Antibiotikabehandlungen ist, die zu einer Dysbiose der normalen Darmflora führt und sich somit C. difficile im Darm vermehren kann. C. difficile produziert Toxine (TcdA TcdB und binäres Toxin), die das Darmeptithel zerstören. Gefährlich wird die Krankheit auch dadurch, dass es bei einem hohen Anteil der Patienten zu einer Wiederkehr der Krankheit kommt (Bibbò et al. 2014; Leffler und Lamont 2015). Gegen die Toxine TcdA und TcdB wurden die rekombinanten Antikörper Actoxumab und Bezlotoxumab entwickelt (Yang et al. 2015), jedoch konnte nur der Antikörper Bezlotoxumab gegen TcdB in einer klinischen Phase III eine wiederkehrende CDI verringern, und es wurde nur Bezlotoxumab 2016 für wiederkehrende, aber nicht für akute CDI, zugelassen. Ein Problem bei TcdB ist es, dass das Toxin nicht wie andere Toxine nur eine Rezeptorbindungsstelle hat, sondern mindestens vier unterschiedliche Bindungsregionen aufweist (Fühner et al. 2018). Die beste, wenn auch etwas ungewöhnliche Therapie bei CDI scheint aktuell die Stuhltransplantation zu sein (Li et al. 2016). Eine weit verbreitete Nutzung von Seren sind Antitoxin-Seren gegen Gifte von Schlangen, Spinnen und Skorpionen. Hier gibt es einige Forschungsprojekte, um diese tierischen Seren durch humane rekombinante Antikörper zu ersetzten, ein Problem dabei sind jedoch die geringen zu erwartenden Patientenzahlen und damit geringe Möglichkeiten der Refinanzierung solcher Entwicklungen. Ein Beispiel: Aus akademischen Forschungsprojekten steht eine umfangreiche Sammlung von im Tierversuch erfolgreich getesteten rekombinanten Antikörper gegen die gefährlichsten Botulinumtoxin-Serotypen (A, B und E) zur Verfügung (Derman et al. 2016; Miethe et al. 2016; Rasetti-Escargueil et al. 2017). Ihre Entwicklung zu einem Medikament ist aber nicht finanzierbar, obwohl sie als definierte oligoklonale Reagenzien mit humanen Sequenzen umfangreiche Vorteile gegenüber den klinisch bisher verwendeten Tierseren böten, da die Zahl der erkrankten Patienten zu gering ist. Einen Überblick über die Entwicklung von rekombinanten Antikörpern gegen Toxine von Tieren, Pflanzen, Pilzen und Bakterien mittels Phagendisplay gibt Kuhn et al. 2016. 5.4.6 Weitere therapeutische Anwendungsgebiete Therapeutische Antikörper werden nicht nur gegen Krebserkrankungen, Autoimmunerkrankungen oder gegen Pathogene entwickelt. Eine Interessante Anwendung ist die Behandlung von Migräne mit Antikörpern, die gegen das Neuropeptid Calcitonin Gene-Related Peptide gerichtet sind (Giamberardino et al. 2016). Zwei Antikörper (Fremanezumab und Galcanezumab) gegen dieses Target wurden 2018 zugelassen. Zugelassen wurde auch der Antikörper Ustekinumab, ein Antikörper, der an die gemeinsame Untereinheit von IL-23/IL-17 bindet und zur Behandlung von Schuppenflechte (Psoriasis) eingesetzt wird (Alunno et al. 2015). Dieses Medikament befindet sich auch in der klinischen Testung gegen Morbus Crohn, einer chronisch-entzündlichen Darmerkrankung. Auf den ersten Blick scheint die Hauterkrankung Psoriasis nichts mit der Darmerkrankung Morbus Crohn gemein zu haben, aber beide Krankheiten haben mit überentwickelten Entzündungsreaktionen zu tun. Bei Morbus Crohn wurde entdeckt, dass IL-12 überexprimiert wird und dass eine Untereinheit des Rezeptors von IL-23 mit der Krankheit assoziiert ist (Simon et al. 2016). 2016 wurden die Antikörper Alirocumab und Evolocumab für die Behandlung von Hypercholesterinämie, also einem erhöhten Cholesterinspiegel, zugelassen. Ein erhöhter Cholesterinspiegel ist ein Risiko für Herzinfarkt und Schlaganfall. Beide Antikörper inhibieren die Proproteinkonvertase Subtilisin/Kexin Type 9 (PCSK9) und verringern damit die Bildung von Low-Density Lipoprotein Cholesterol (LDL-C) (Blom et al. 2016).Diese Beispiele zeigen, dass Antikörper gegen eine Vielzahl von sehr unterschiedlichen Erkrankungen eingesetzt werden können und dass ein Antikörper auch für unterschiedliche Indikationen eingesetzt werden kann. Ein weiteres Beispiel ist hierfür der Anti-Vascular Endothelial Growth Factor-(VEGF-)Antikörper Bevacicumab, der in der Krebstherapie und für die Behandlung von alterbedingter Makuladegeneration eingesetzt wird (für die letztere Indikation ist jedoch nur das von Bevacicumab abgeleitete Fab-Fragment Ranibizumab zugelassen). Bei beiden Erkrankungen wird die Bildung von neuen Blutgefäßen minimiert, einmal um den Krebs \"auszuhungern\" und im zweiten Fall ist die übermäßige Gefäßbildung die direkte Ursache für den Verlust der Sehkraft (Abouammoh und Sharma 2011).Es gibt mittlerweile sogar einen Antikörper, um zu starke Medikamentenwirkung bei der Blutverdünnung zu neutralisieren: Idarucizumab neutralisiert das Antikoagulans Dabigatran, ein Thrombininhibitor, der zur postoperativen Antikoagulation eingesetzt wird. Deshalb ist Idarucizumab ein Fab-Fragment, da keine Immunreaktion gegen das Medikament ausgelöst werden darf (Syed 2016).",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "). Diese Erkennung von Tumorzellen ist jedoch durch die MHC-Präsentation beschränkt. Dies kann man umgehen, wenn man einen Antikörper gegen ein Tumortarget auf die Abb. 5.6 Die Expression von chimären Antigenrezeptoren (CAR, Fusionsproteinen aus Antikörperfragmenten und aktivierenden Rezeptordomänen) auf der Oberfläche cytotoxischer Zellen (typischerweise T-Lymphocyten) verbessert die Tumortherapie mit körpereigenen Zellen. Abkürzungen: CM1, CM2: costimulatory domains, ITAM: immunoreceptor tyrosinebased activation motif; TM: Transmembrandomäne Der Einsatz von standardisierten zellbasierten Therapeutika würde die Behandlung erheblich vereinfachen, da keine personalisierte Therapie mehr nötig ist. Bei einer Leukämie sind die Krebszellen einfach zugänglich, da sie in der Blutbahn zirkulieren, schwieriger ist dagegen die Behandlung von soliden Tumoren mit CAR-T-Zellen, u. a. dadurch, dass der Tumor sich eine immunsupprimierende Umgebung schafft (siehe auch Checkpoint-Inhibitoren, Abschn. 5.4.2). Optimierungen am CAR-Design könnten aber die Erfolgsquote in klinischen Studien bei soliden Tumoren verbessern (Zhang et al. 2016). Ein interessanter Ansatz ist die Nutzung von CAR auf regulatorischen T-Zellen (CAR-Tregs). Diese Zellen wirken immunsupprimierend. Wenn man diese regulatorischen T-Zellen spezifisch direkt an ein transplantiertes Organ bringen kann, kann man dort ein immunsupprimierendes Milieu generieren, um die Abstoßung des Organs durch das Immunsystem des Empfängers zu verhindern. Diese Strategien befinden sich in einem experimentellen Status und sieht erfolgversprechend aus (Noyan et al. 2017). Eine weitere Anwendung von CAR-Tregs im experimentellen Status ist Diabetes, hier wird versucht die Inselzellen, die Insulin produzieren, zu schützen (Tenspolde et al. 2019).",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Selektionssysteme wie mRNA-oder Ribosomendisplay erfordern keine Kultivierung von Organismen, da alle Reaktionen komplett in vitro ablaufen. Es werden nur kleinste Mengen von Flüssigkeiten bewegt und dadurch werden auch kürzere Inkubationszeiten möglich (kurze Zeiten wie im Handheld-Antiserum-Generator im Raumschiff Enterprise). Die Entwicklungen der Mikrofluidik ermöglichen schon längst die Herstellung komplexer lab-on-chip-Systeme, in welchen komplexere biochemische Prozesse automatisch gesteuert ablaufen können (Dutse und Yusof 2011). Auch kann heute durch in vitro-Transkription/Translation effizient Antikörperfragmente ohne Transformation von Zellen erzeugen(Stech et al. 2014). Werden diese bereits heute bestehenden technischen Möglichkeiten und Prozesse in Zukunft konsequent zusammengeführt, aufeinander angepasst und die Möglichkeiten der Miniaturisierung konsequent genutzt, wäre es möglich, eine Antikörperherstellung in einem Tisch-oder sogar Handgerät direkt beim Patienten (Point-of-Care) vor Ort vorzunehmen -die notwendige Zeit könnte dann im Idealfall nur wenige Stunden betragen, denn durch Miniaturisierung stellen sich auch schneller Reaktionsgleichgewichte ein. Wird ein weiteres Modul mit einer vollautomatischen Gensynthese addiert -Oligonucleotide werden heute bereits automatisiert generiert, und Mikrofluidik-Systeme für die folgende assembly-PCR sind zahlreich beschrieben -sowie eine weitere in vitro-Transkription/Translations-Einheit für die Antigensynthese angefügt, ist sogar die Antikörpererzeugung direkt auf Basis von Computersequenzen möglich. Alternativ könnten auch im Computer vorhergesagte Epitop-Peptide im Mikromaßstab vor Ort synthetisiert werden, denn die benötigten Antigenmengen einer solchen Selektionseinheit sind um Größenordnungen geringer als die für die klassische Immunisierung von Tieren.Die Technologien für ein Handgerät zum Beispiel für die schnelle de novo-Erzeugung von Antikörpern gegen detektierte DNA neuer Viren sind demnach alle bereits separat vorhanden, ein solches Gerät ist also keine reine Science Fiction mehr -der Aufwand zur technischen Integration aller Komponenten ist allerdings noch enorm.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}