{
    "paper_id": "b1075fec694ecaee99a1d82b23c62d3ade244049",
    "metadata": {
        "title": "Journal Pre-proof The clinical manifestations and management of COVID-19-related liver injury TITLE PAGE: Category: Perspectives Title: The clinical manifestations and management of COVID-19-related liver injury Running title: COVID-19 and liver injury",
        "authors": [
            {
                "first": "Tung-Hung",
                "middle": [],
                "last": "Su",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University Hospital",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            },
            {
                "first": "Jia-Horng",
                "middle": [],
                "last": "Kao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National Taiwan University Hospital",
                    "location": {
                        "settlement": "Taipei",
                        "country": "Taiwan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic has been an unprecedented global health threat and challenge since December 2019. It is caused by a novel beta-coronavirus, termed the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerging from a seafood wholesale market in Wuhan, China and has spread to other countries including Taiwan. The first imported COVID-19 case in Taiwan was diagnosed on Jan 21, 2020. 1 The WHO declared the COVID-19 a global pandemic on March 11, 2020. As of April 16th, there are more than 2 million confirmed cases among 196 countries and cause more than 130,000 deaths. These numbers are still rising daily.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 429,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The SARS-CoV-2 is a large (27-32Kb) positive-strand RNA virus belonging to the Orthocoronavirinae subfamily, and shares 79.6% sequence identity to SARS-CoV. 2 The spike surface glycoprotein is essential for binding to the angiotensin-converting enzyme 2 (ACE2) receptor on the target host cells. 2 This virus can be detected in the specimens of bronchoalveolar fluid, sputum, nasal and pharyngeal swabs, blood and feces, 3 indicating a possible fecal-oral transmission route.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 296,
                    "end": 297,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The clinical symptoms of COVID-19 include cough, fever, sore throat, diarrhea, 4 and loss of sense of taste or smell. Most (81%) of infected individuals have a mild illness, 14% have serious and 5% have critical illness. 5 Older patients and those with medical co-morbidities (e.g. cardiovascular disease, diabetes, chronic respiratory diseases, hypertension, and cancer) are at risk of a severe disease course. 5",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 222,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Clinical manifestations of COVID-19"
        },
        {
            "text": "Previous studies showed that liver damage has been identified in around 60% of patients suffering from SARS, and the SARS-CoV virus particles can be found in hepatocytes. 6 The SARS-CoV can cause direct liver injury by in vitro studies. 7 The SARS-CoV-2 has been found to be associated with dysfunction or damage of liver tissue, 8 and about 14% -53% of COVID-19 cases showed abnormal levels of aspartate aminotransferase (AST) and alanine aminotransferase (ALT). 9 AST elevation is more common than ALT, reflecting the contribution of AST from sources outside liver (e.g. myositis). Abnormal liver biochemistries is uncommon in children. 10 The liver function elevation is usually mild in COVID-19 diseases; however, severe liver injury (AST: 1445 U/L and ALT: 7590 U/L) had been reported. 4 In a previous study on 148 COVID-19 patients, ,the incidence rates of elevated liver function tests were as follows:",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 172,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 237,
                    "end": 238,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 330,
                    "end": 331,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 464,
                    "end": 465,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 639,
                    "end": 641,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 791,
                    "end": 792,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Hepatic manifestations of COVID-19"
        },
        {
            "text": "LDH (35.1%), AST (21.6%), ALT (18.2%), GGT (17.6%), total bilirubin (6.1%) and ALP (4.1%). 11 In clinical practice, we need to differentiate the onset of abnormal liver function, whether it occurs at the time of diagnosis, or during treatment. Patients with abnormal liver function are more males, and usually have a moderate-high degree fever, significantly lower numbers of CD4 and CD8 T cells, with a prolonged length of stay if abnormal liver function occurred during hospitalization. 11 In deceased cases of COVID-19, the incidence of liver injury might reach as high as 58-78%. 12 Because COVID-19 can be transmitted from asymptomatic carriers, unexplained abnormal liver function should alert the physicians to consider the screening of COVID-19 if subjects with possible travel or contact history.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 489,
                    "end": 491,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 584,
                    "end": 586,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Hepatic manifestations of COVID-19"
        },
        {
            "text": "Liver injury is more prevalent in severe COVID-19 cases (e.g. ICU admission) than mild cases, so liver function could be considered as an indicator of disease progression. 9 The liver injury may be due to a direct effect of SARS-CoV-2, or an indirect effect following septic shock, multiorgan dysfunction, drug-related toxicity, immune-related hepatitis, or a systemic inflammatory responses (cytokine release or storm) of the COVID-19 syndrome. We should also look for other causes, such as positive pressure ventilation related liver congestion, ischemia/hypotension, and myositis.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Hepatic manifestations of COVID-19"
        },
        {
            "text": "The prevalence of chronic liver disease in COVID-19 patients ranges from 2%-11%. 9 COVID-19 patients with HBV co-infection were more prone to develop liver damage with more adverse outcomes and mortality. A recent study including 15 patients with chronic hepatitis B and COVID-19 showed that they had higher total bilirubin level, and developed more severe presentation (46.7% vs. 24.1%), and a higher mortality rate (13.3% vs. 2.8%) compared with those without HBV infection. 13 Another study on 202 COVID-19 patients revealed 76 non-alcoholic fatty liver disease (NAFLD) patients had a higher risk of COVID-19 disease progression (44.7% vs. 6.6%, p<0.0001), higher likelihood of abnormal liver function from admission to discharge (70% vs 11.1%, p<0.0001) and longer viral shedding time (17.5±5.2 days vs 12.1±4.4 days, p<0.0001) when compared to non-NAFLD subjects. 14 Because patients with decompensated cirrhosis are at risk of mortality from COVID-19, in a study on 111 patients with decompensated cirrhosis, the healthcare providers sent text message of protective measures to outpatients, and adopted new precautionary procedures for inpatients. None of the participants experienced clinical symptoms of COVID-19. 15 Unlike common viral agents (such as Adenovirus, Rhinovirus, Norovirus, Influenza, Respiratory Syncytial Virus), Coronaviruses have not shown to cause a more severe disease in immunosuppressed liver transplant recipients or autoimmune hepatitis patients. 10",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 82,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 477,
                    "end": 479,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1222,
                    "end": 1224,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 in patients with chronic liver diseases"
        },
        {
            "text": "The SARS-CoV-2 RNA can be detected in stool, indicating a possible transmission from the gut to liver by portal circulation. The expression of ACE2 receptor are highly expressed in type 2 alveolar epithelial cells and also cholangiocytes (59.7% of cells), with low expression of ACE2 in hepatocytes (2.6%), suggesting cholangiocyte dysfunction may contribute to liver injury. 16 The liver pathology of COVID-19 patients showed moderate microvascular steatosis and mild lobular and portal activity, indicating the liver injury could be caused by either SARS-CoV-2 infection or drug-induced liver injury. 8 Another post-mortem liver tissue revealed overactivation of T cells, 14 suggesting a collateral liver damage from virally induced cytotoxic T cells. The SARS-CoV-2 viral inclusions or bile duct injury had not been observed in liver, and more pathological examinations are needed.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 378,
                    "text": "16",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 603,
                    "end": 604,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 674,
                    "end": 676,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Liver pathology in COVID-19"
        },
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current recommendation for hepatologists"
        },
        {
            "text": "There are more than 300 clinical trials conducted all over the world for patients with severe COVID-19. Remdesivir, a nucleotide analogue prodrug that inhibits viral RNA Su and Kao. 6 polymerases, has shown in vitro activity against SARS-CoV-2. From a recent study of compassionate-use remdesivir, a clinical improvement was observed in 36 of 53 patients (68%). However, liver function should be monitored during remdesivir therapy. 17 The updated IDSA guideline (released on April 11th) suggested the usage of hydroxychloroqine/azithromycin, lopinavir/ritonavir, tocilizumab and the convalescent plasma in the context of clinical trials.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 435,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Treatment updates"
        },
        {
            "text": "The interpretation of current findings should be cautious, because many preliminary reports have not been peer-reviewed. Thus, these results should not be regarded as conclusive data to guide our clinical practice or to be reported in news media as established information. COVID-19 is an emerging pandemic disease with many unclear aspects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future perspectives"
        },
        {
            "text": "Further studies are needed to understand more about the hepatic manifestations of COVID-19 in patients with preexisting liver diseases (e.g. HBV, HCV, primary biliary cholangitis, AIH, autoimmune cholangitis), those with poor liver reserve (e.g. cirrhosis, hepatocelluar carcinoma), and those who received liver transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future perspectives"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "First case of Coronavirus Disease 2019 (COVID-19) pneumonia in Taiwan",
            "authors": [
                {
                    "first": "S-C",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y-C",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Fan",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "Y-L",
                    "middle": [],
                    "last": "Chien",
                    "suffix": ""
                },
                {
                    "first": "Y-C",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C-H",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the Formosan Medical Association",
            "volume": "119",
            "issn": "",
            "pages": "747--51",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X-L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X-G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270--273",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507--520",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1239--1281",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Organ distribution of severe acute respiratory syndrome (SARS) associated coronavirus (SARS-CoV) in SARS patients: implications for pathogenesis and virus transmission pathways",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Che",
                    "middle": [
                        "X"
                    ],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "",
            "pages": "622--652",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Overexpression of 7a, a protein specifically encoded by the severe acute respiratory syndrome coronavirus, induces apoptosis via a caspase-dependent pathway",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "14043--14050",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Liver injury in COVID-19: management and challenges",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Gastroenterol Hepatol",
            "volume": "5",
            "issn": "",
            "pages": "428--458",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronaviruses and immunosuppressed patients. The facts during the third epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "D&apos;antiga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Liver Transpl",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical Features of COVID-19 Related Liver Damage",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Liver injury during highly pathogenic human coronavirus infections",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Liver Int",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Clinical Characteristics of Hospitalized Patients with SARS-CoV-2 and Hepatitis B virus Co-infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Implication of non-alcoholic fatty liver diseases (NAFLD) in patients with COVID-19: a preliminary analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Hepatology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Prevention of SARS-CoV-2 infection in patients with Su and Kao",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "She",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Specific ACE2 Expression in Cholangiocytes May Cause Liver Damage After 2019-nCoV Infection",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Compassionate Use of Remdesivir for Patients with Severe Covid-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Grein",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ohmagari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Diaz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Asperges",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Castagna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "American Association for the Study of Liver Diseases (AASLD) has proposed recommendations for the practicing hepatologists and their patients during the COVID-19 outbreak. [AASLD clinical insight, April 7 version] The ongoing antiviral therapy for HBV and HCV should be continued, but the initiation of direct acting antiviral therapy for HCV patients may be delayed. The surveillance of HCC in at risk patients may be reasonably postponed for 2 months because the doubling time for HCC is 4-6 months. The liver procedures of ultrasonography or liver biopsy may be postponed in non-urgent cases. The initiation of immunosuppressants in patients with liver disease (e.g. autoimmune hepatitis [AIH], or graft rejection) should follow stringent indications of treatment. The immunosuppressants should be continued in AIH or transplanted patients. Regarding liver transplantation, the donor should be confirmed SARS-CoV-2 RNA negative, while the transplantation should be not delayed for recipients in urgent need.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}