{
    "paper_id": "b2ea02887b2c3a9cd31b6e6b64f55f4013bbd556",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Jeremiah",
                "middle": [],
                "last": "Joven",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "De La Salle University",
                    "location": {
                        "addrLine": "2401 Taft Avenue, De La Salle University, 2401 Taft Avenue, Malate",
                        "postCode": "0922, 0922",
                        "settlement": "Malate, Manila, Manila",
                        "country": "Philippines, Philippines"
                    }
                },
                "email": "jeremiah.joaquin@dlsu.edu.ph"
            },
            {
                "first": "B",
                "middle": [],
                "last": "Joaquin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "De La Salle University",
                    "location": {
                        "addrLine": "2401 Taft Avenue, De La Salle University, 2401 Taft Avenue, Malate",
                        "postCode": "0922, 0922",
                        "settlement": "Malate, Manila, Manila",
                        "country": "Philippines, Philippines"
                    }
                },
                "email": ""
            },
            {
                "first": "Hazel",
                "middle": [
                    "T"
                ],
                "last": "Biana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "De La Salle University",
                    "location": {
                        "addrLine": "2401 Taft Avenue, De La Salle University, 2401 Taft Avenue, Malate",
                        "postCode": "0922, 0922",
                        "settlement": "Malate, Manila, Manila",
                        "country": "Philippines, Philippines"
                    }
                },
                "email": "hazel.biana@dlsu.edu.ph"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Various kinds of ecological threats highlight the value of sustainability science. Sustainability science is a transdisciplinary field of research that aims to understand \"the interaction of global processes with the ecological and social characteristics of particular places and sectors\" (Kates et al., 2001) and how such interaction affects the \"the needs of present and future generations while substantially reducing poverty and conserving the planet\"s life support systems\" (Kates, 2011) .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 309,
                    "text": "(Kates et al., 2001)",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 492,
                    "text": "(Kates, 2011)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "That being said, the interface of science and policy-making is a critical issue in this emerging transdisciplinary field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The science-policy interface refers to \"social processes which encompass relations between scientists and other actors in the policy process, and which allow for exchanges, co-evolution, and joint construction of knowledge with the aim of enriching decision-making\" (van den Hove, 2007) . The key issue is how to \"bridge the gap between theory, practice, and policy\" (Bettencourt & Kaur, 2011) thereby ensuring that the decision-making processes lead to scientifically-informed social policies. Chiu et al.\"s (2020) recent piece aims to contribute to the discussion of the said issue. Chiu et al. (2020) argue that in order to generate effective, science-based social policies, the \"philosophical gap\" between the findings of social sciences and the results of the natural sciences must be resolved as well. This gap, they maintain, stems from the methodological difference between these two sciences. On the one hand, the findings of the former are \"based on localized socio-economic conditions\"; the results of the latter, on the other hand, are based \"on universal physical principles\" (Chiu et al., 2020) . They propose three normative \"principles\" in order to resolve this gap. Firstly, researchers must \"always be keenly aware of the geographic, temporal, or other sociological limitations of their findings\" (Chiu et al., 2020) . Secondly, they must \"reflect on which aspects of their contributions might be useful beyond the scope of the case study investigated\" (Chiu et al., 2020) . Finally, \"even as specific results may vary from case to case, it is essential to put a premium on the development and use of methodologies to ensure that the investigation of socio-economic aspects is done in a systematic and transparent manner\" (Chiu et al., 2020) . That is, researchers must abide by the scientific method.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 286,
                    "text": "Hove, 2007)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 367,
                    "end": 393,
                    "text": "(Bettencourt & Kaur, 2011)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 495,
                    "end": 515,
                    "text": "Chiu et al.\"s (2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 585,
                    "end": 603,
                    "text": "Chiu et al. (2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1089,
                    "end": 1108,
                    "text": "(Chiu et al., 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1315,
                    "end": 1334,
                    "text": "(Chiu et al., 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1471,
                    "end": 1490,
                    "text": "(Chiu et al., 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1740,
                    "end": 1759,
                    "text": "(Chiu et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We argue, however, that while Chiu et al.\"s three principles might serve as sound advice for natural and social scientists alike, they still fail to recognize a more fundamental \"philosophical gap\" in science-policy interfaces. Issues about the effective measures to combat COVID-19, or the efficiency of alternative energy resources, or sustainability of mining practices are not just scientific matters but are also ethical in nature. When we talk about \"ethics\", however, we are not merely referring to the ethics review of research studies, nor to rules that govern professional etiquette. Ethics here refers to the study of the normative principles of human action (Gensler, 1998 Sustainability science deals with such questions as well. It delves into how a particular scientific finding is \"good for\" ecological sustainability; whether it \"ought\" to be transformed into policy;",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 684,
                    "text": "(Gensler, 1998",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "and, whether such is the \"right\" thing to do. This, then, shows that sustainability science is ethics. (The failure to mention this in their discussion of the science-policy interface is quite surprising since Chiu et al. stress the importance of \"scientific transparency\".) \"Scientists... have pretended that science is not about ethics\" (Washington, 2020) . It goes without saying though that sustainability science, or any science for that matter, is morally motivated.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 357,
                    "text": "(Washington, 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Researchers (and policy-makers as well) \"come with different moral demands and knowledge claims\" (Pesch et al., 2020). These demands and claims take the form of normative judgments about what the right actions are. Thus, decision-making processes uninformed by moral reasoning and value-based normative judgments may imply a wide \"philosophical\" gap between scientific findings and social policies --a gap that is more fundamental than what Chiu et al. (2020) have supposedly surmounted.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 459,
                    "text": "Chiu et al. (2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conceivably, even if researchers abide by Chiu et al.\"s three principles, their findings may still lead to the same \"inappropriate generalization\", \"irresponsible overreach\", and \"myopic outlook\" that the authors themselves seem to denounce. Following their principles, researchers might acknowledge that despite being culturally limited, their work is still scientifically rigorous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Furthermore, they might even be aware of its possible impact on other disciplines. Without sensitivity to its moral impact, however, their work might just be another weak response to \"environmental problems and to issues of sustainability\" (Reed & Slaymaker, 1993) .",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 264,
                    "text": "(Reed & Slaymaker, 1993)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The challenge for any scientist is to integrate ethics in decision-making processes that will translate scientific findings into relevant social policies. This integration is a place where scientists and policy-makers may not only \"reflect on the values that form the basis of their practice but also try to imagine new ways of working with sustainability\" (Johnsen, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Though this kind of integration has just recently been labeled as \"responsible innovation\" (Pesch et al., 2020), its core insight has already been echoed by philosophers of science and technology long before; (see, for example, (McMullin, 1982) , (Mesthene, 1968) , (Nickel, 1989) , and (Rescher, 1965) .)",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 244,
                    "text": "(McMullin, 1982)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 247,
                    "end": 263,
                    "text": "(Mesthene, 1968)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 266,
                    "end": 280,
                    "text": "(Nickel, 1989)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 287,
                    "end": 302,
                    "text": "(Rescher, 1965)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There have been some suggestions for an ethics of sustainability science. Some have advocated for mainstream justice-based views, where environmental goods are regarded as (Rawlsian) primary goods that must be distributed according to a modified cost-benefit analysis (Miller, 1999) . Others have proposed a \"caring perspective\", where the emphasis is put on the \"reflective process of moral education through conversation\" to tease out \"complex social, economic and environmental issues that characterize sustainability\" (Nicholson & Kurucz, 2019) . While there is an ongoing debate as to what the best ethical framework for sustainability science might be, these and other ethical frameworks should not be left out in discussions about science-policy interfaces.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 282,
                    "text": "(Miller, 1999)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 522,
                    "end": 548,
                    "text": "(Nicholson & Kurucz, 2019)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We do agree with Chiu et al. (2020) that a transdisciplinary approach is essential to craft scientifically-backed up social policies. These disciplines, however, should not be merely relegated or \"limited\" to the social and natural sciences. Philosophy, in general, and ethics, in particular, should be added into the mix. After all, some \"wicked problems'' in sustainability science exist because of the wicked and the unethical.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 35,
                    "text": "Chiu et al. (2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evolution and structure of sustainability science",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M A"
                    ],
                    "last": "Bettencourt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "108",
            "issn": "49",
            "pages": "19540--19545",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1102712108"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On general principles at the sustainability science-policy interface. Resources, Conservation and Recycling",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S F"
                    ],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Aviso",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "158",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.resconrec.2020.104828"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Ethics: A Contemporary Introduction",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Gensler",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "What kind of a science is sustainability science",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Kates",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "108",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1116097108"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Values in Science. PSA: Proceedings of the Biennial Meeting of the Philosophy of Science Association",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcmullin",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--28",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How Technology Will Shape the Future",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Mesthene",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Harvard University Program on Technology and Society",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Social Justice and Environmental Goods",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Fairness and Futurity: Essays on Environmental Sustainability and Social Justice",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Relational Leadership for Sustainability: Building an Ethical Framework from the Moral Theory of \"Ethics of Care",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kurucz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Business Ethics",
            "volume": "156",
            "issn": "1",
            "pages": "25--43",
            "other_ids": {
                "DOI": [
                    "10.1007/s10551-017-3593-4"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Values in Science",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Nickel",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Ethical Dimension of Scientific Research",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rescher",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Beyond the Edge of Certainty: Essays in Contemporary Science and Philosophy",
            "volume": "",
            "issn": "",
            "pages": "65--86",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A rationale for science-policy interfaces",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Den Hove",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Futures",
            "volume": "39",
            "issn": "7",
            "pages": "807--826",
            "other_ids": {
                "DOI": [
                    "10.1016/j.futures.2006.12.004"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Science (and Ethics) of Conservation: Ecological Perspectives",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Washington",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Conservation: Integrating Social and Ecological Justice",
            "volume": "",
            "issn": "",
            "pages": "45--58",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-13905-6_4"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "). It deals with questions about what is good, what is right, and what we ought to do.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}