{
    "paper_id": "b2f98a66eed87f676ac122a6be56422e99447a03",
    "metadata": {
        "title": "PLATFORM SESSION 1: NEURODEGENERATIVE I: PRIONS 1 Neuronal Expression of Phosphorylated RNA-Dependent Protein Kinase (PKR) in Creutzfeldt-Jakob Disease (CJD)",
        "authors": [
            {
                "first": "Claire",
                "middle": [],
                "last": "Paquet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stéphane",
                "middle": [],
                "last": "Haik",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "INSERM",
                    "location": {
                        "addrLine": "Equipe Avenir: Maladies Humaines à Prions",
                        "settlement": "Paris"
                    }
                },
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Polivka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "APHP Hôpital Lariboisière",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Hugon",
                "middle": [],
                "last": "Jacques",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francoise",
                "middle": [],
                "last": "Gray",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In 1999 we proposed a classification of sporadic Creutzfeldt-Jakob disease (sCJD) based on the genotype of the patient at codon 129 of the prion protein gene, the site of the common methionine/valine (MV) polymorphism, and the presence of the protease-resistant prion protein (PrPSc) either type 1 or 2 in the brain tissue. Recently, the high prevalence of sCJD cases carrying both PrPSc 1 and 2 has been underlined and it has been suggested that both PrPSc types are present in all the cases of sCJD questioning the basis of our sCJD classification. We have investigated the prevalence and the effects of the PrPSc type 1 and 2 co-occurrence on the phenotype of 20 sCJD subjects that were 129 methionine homozygous (sCJDMM). After an extensive molecular and immunohistochemical search for both PrP isoforms we were able to establish the existence of Bpure[ PrPSc type 1 (sCJDMM1), Bpure[ PrPSc type 2 (sCJDMM2) and Bmixed[ PrPSc types cases (sCJDMM1-2). We estimate that the sCJDMM1 and sCJDMM2 account for 56% and 5% of all sCJDMM cases while the remaining 39% are cases of sCJDMM1-2. The disease duration and the histopathology of sCJDMM1-2 shift toward those of sCJDMM2 in relation to the amount of PrPSc type 2 present. The PrPSc types 1 and 2 could occur separately in different brain regions or together in the same region. Conformational and antibody studies show that when they co-occur in the same anatomical region, some of the characteristics of PrPSc type 1 and 2 change: PrPSc type 1 adopts stability features similar to those of PrPSc type 2; PrPSc type 2 displays a different immunoreactive behavior. These changes suggest that when together PrPSc type 1 and 2 affect each other. Based on phenotypic and PrPSc features sCJDMM1-2 should be considered as a distinct subtype. Recently, we described a novel prion disease characterized by the presence of protease-sensitive abnormal prion protein (sPrPSc) rather than the protease-resistant isoform (rPrPSc) considered the molecular hallmark of prion diseases. This disease has been termed protease-sensitive prionopathy (PSPr). Here we report six cases with the insertion of 144-base pair (bp), a mutation coding six extra octapeptide repeats between residues 51 and 91 of the prion protein (PrP). While five cases showed the typical rPrPSc on Western blot, one case exhibited no detectable rPrPSc even in commonly used PrPSc-enriched preparations. However, a large amount of PrP was captured from this case by the gene 5 protein and sodium phosphotungstate, regents that specifically capture abnormal but not normal PrP. Most of captured PrPSc was sensitive to protease-digestion, i.e. sPrPSc, while only a minuscule portion of the captured PrPSc was protease-resistant, reminiscent of those seen in the previously described PSPr. Furthermore, the captured rPrPSc had atypical electrophoretic characteristics that differed from the rPrPSc commonly seen in human prion diseases, including other five cases with the same insertion mutation. Remarkably, regardless of the presence of rPrPSc or sPrPSc, all six cases with the insertion mutation showed the characteristic Bstripe[ PrP immunostaining pattern in the molecular layer of the cerebellum. The characterization of the sPrPSc present in the 144-bp insertion mutation case and investigation of the PrP type involved in formation of the stripe pattern (whether sPrPSc, rPrPSc or both) are ongoing. (Supported in part by the CJD Foundation, National Institutes of Health Grants AG-08012, AG-14359, Center for Disease Control and Prevention Contract UR8/ CCU515004, and Britton Fund). malformations as well as ocular defects in addition to muscular dystrophy. Brain-specific deletion of DG in the mouse successfully recapitulates the developmental pathology exhibited in these CMDs. We evaluated the temporal and spatial pathology in the cerebellum of nestin-Cre/DGnull mice throughout late embryonic and postnatal development using immunofluorescence microscopy. Purkinje neurons appeared to develop normally in the absence of DG until the second week of life when the dendritic tree of some cells arborized abnormally. Granule neuron proliferation assessed by bromodeoxyuridine labeling appeared to be unaltered, yet a subset of these cells failed to migrate properly and remained trapped on the cerebellar surface despite undergoing neuronal differentiation. The glia limitans showed focal disruptions during the first day of postnatal life that progressively worsened over the first two weeks of cerebellar development. Breaches at the glia limitans were associated with ectopic granule neurons, abnormally oriented Bergmann glia endfeet, gliosis, and aberrant Purkinje cell dendrites. These results suggest that loss of DG-ECM protein binding results in disruption of the glia limitans, which hinders granule cell migration. Despite their failure to migrate, ectopic granule cells undergo differentiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Inhibition of the Activin Receptor Type IIB Produces Transient Increases in Strength in Myotubularin Deficient Mice Michael Lawlor 1 , Ben Read 2 , Matt Stein 2 , Jennifer Lachey 3 , Jas Seehra 3 , Alan Beggs 1 . 1 Children's Hospital Boston/ Harvard Medical School; 2 Children's Hospital Boston; 3 Acceleron Pharma X-linked myotubular myopathy (XLMTM) is a congenital myopathy caused by a deficiency in myotubularin. Myotubularin, encoded on the MTM1 gene, is a lipid phosphatase with a possible role in membrane turnover. Patients with XLMTM often present with perinatal weakness that can be so severe that mechanical ventilation is often required to prevent death from respiratory failure. Muscle biopsies from patients with XLMTM display excessively small fibers with increased numbers of central nuclei and aggregation of organelles within the central regions of many cells. In a recent study, our laboratory showed that the degree of fiber smallness was correlated with the severity of the patients_ disease. Based on this finding, we postulated that therapeutically increasing muscle fiber size may lead to an improvement of symptoms resulting from myotubularin deficiency. Recent studies have elucidated an important role of activin receptor type IIB (ActRIIB) in muscle growth regulation, and have shown that ActRIIB inhibition results in a significant muscle hypertrophy. RAP-031 (Acceleron Pharma), a protein comprised of a form of the ActRIIB extracellular domain fused to a murine Fc, effectively inhibits endogenous ActRIIB signaling and results in increased muscle mass. Previous work attributes the muscle mass increase to significant hypertrophy of both type I and type II fiber types. To determine whether promoting muscle hypertrophy can attenuate symptoms resulting from myotubularin deficiency, we determined the effect of RAP-031 treatment in myotubularin-deficient mice. Untreated myotubularin-deficient mice have significantly decreased body weight, skeletal muscle hypotrophy, and diminished survival compared to control mice. Our preliminary data suggest that RAP-031 treatment produces an attenuated hypertrophic response, transient increases in weight and forelimb grip strength and a slight prolongation of lifespan in myotubularin-deficient mice. Additional studies are in progress to evaluate the basis of ActRIIB inhibition as a potential therapeutic in myotubularin deficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "Novel LMNA Mutation in a North American Family with LGMD1B and Dilated Cardiomyopathy Efrem Cox 1 , Ben Darbro 2 , Katherine Mathews 2 , Peter Nagy 2 , Barry Cabuay 2 , Steven Moore 1 . 1 University of Iowa; 2 The University of Iowa Mutations in the LMNA gene encoding lamins A and C result in a wide variety of disorders known as laminopathies. Two such laminopathies are autosomal dominant limb-girdle muscular dystrophy type 1B (LGMD1B) and dilated cardiomyopathy. We have identified a 3-generation North American family with a novel sequence variant in the LMNA gene (c.639+1G9A) and clinical features of both LGMD and cardiomyopathy. In this report we define the clinical and pathological spectrum of this family and provide experimental evidence that the novel sequence variant is pathologic. The mother of four affected siblings died of cardiomyopathy at age 31. Variable clinical severity was observed among the surviving family members. Two of the four siblings have manifestations of cardiomyopathy and three of the four have limb girdle weakness and CKs between 280 and 620 U/L. All siblings became symptomatic in the third or fourth decades of life. One male sibling_s ejection fraction decreased to 25% requiring pacemaker implantation and eventually a heart transplant at age 43. A third generation male offspring presented with symptoms of progressive muscle weakness at the age of fifteen. Muscle biopsies, heart tissue, fibroblast cultures, and DNA were evaluated. Skeletal muscle showed moderate variation of fiber size and rare fibers undergoing necrosis or regeneration. NADH, COX, and electron microscopy identified variable numbers of cores. Irregular myocyte size, numerous enlarged, irregular nuclei and extensive fibrosis were seen in the explanted heart. Cultured fibroblasts displayed nuclear envelope blebbing. The LMNA sequence variant segregated with affected family members. These data along with in silico mutation analysis suggest that this novel LMNA change is responsible for LGMD1B and dilated cardiomyopathy in this family. Patients with autosomal dominant LGMD should be screened for cardiac abnormalities and mutations in the LMNA gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "The phagocytic clearance of apoptotic or degenerating neuronal cell bodies, axons and synaptic terminals has been largely assumed to be the job of Bprofessional[ phagocytes including macrophages and activated microglia. However, there is a small but compelling body of evidence implicating astroglia (broadly defined here as GFAP-expressing neuroglia) as highly capable phagocytes in certain physiological and pathophysiological contexts. Rac1 is a small GTPase critical for phagocytosis in immune cells and a final common element of the two main apoptotic clearance pathways. We have selectively deleted Rac1 from central nervous system cells (astrocytes, neurons, and oligodendroglia) by crossing floxed Rac1 with NestinCre mice. Homozygous null conditional knockout (cKO) mice develop an inevitably fatal early-onset (3rd postnatal week) spastic quadraplegia. Spinal cord and brainstem axon tracts show vacuolization and accumulation of SV2-positive membrane material. Histologic analysis of skeletal muscle revealed grouped atrophy, indicative of lower motor neuron dysfunction. Moreover, cerebellum, hippocampus, and olfactory bulb of cKO mice contained increased numbers of apoptotic (cleaved caspase-3-positive) cells and axons. The phenotype is consistent, at least in part, with a defect in developmental phagocytic clearance by a non-macrophage/microglial nestin-expressing cell type, including astrocytes. Future work will utilize additional cell typespecific and inducible Cre lines to clarify the cellular origin(s) of the severe phenotype. The model may provide mechanistic insight into some forms of juvenile motor neuron disease, some of which are known to involve genes regulating Rac1 activity. one week after injury. Postnatal day (P) 7 rat pups underwent right carotid artery cauterization (n = 15) or sham surgery (n = 9) followed by 2.5 hours exposure to 8% oxygen or room air (shams). Rats were perfused at P15 and their brains examined. Five brains had at least one ipsilateral hemisphere cystic lesion and were classified as 'cystic infarct' (CI). The remaining injured brains were classified as 'non-cystic injury' (NCI; n = 10). Brains were paraffin sectioned and stained with H&E. For each animal, a single section located between Bregma 3.24Y3.72 was selected for qualitative and quantitative assessments. Image J software was used to measure bilateral hemisphere cross sectional area, and layer thickness and somal crosssectional area in prelimbic (Prl), infralimbic (IL) and lateral orbital (LO) cortices. Mean values for each group were compared using two-way, mixed design ANOVA with appropriate post-hoc tests. Neuropathological analysis revealed unilateral severe reactive astrocytosis lining and within areas of cystic infarct in the primary motor cortex, frontal cortex area 3, and primary somatosensory jaw region. NCI brains showed neuronal loss, mild astrocytic gliosis, and mixed inflammatory infiltrate, and Sham controls revealed red neurons only with no astrocytic gliosis. Mean frontal pole cross sectional areas were significantly reduced in the ipsilateral hemisphere of NCI and CI brains compared to shams. Reductions in laminar thickness and somal areas were observed in PrL and LO cortices of injured brains. These findings demonstrate that frontal cortex regions are vulnerable to neonatal HI brain injury and that these neuropathological changes may contribute to observed cognitive and behavioral deficits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "In Vivo Markers of Encephalitis in a Macaque Model of HIV Encephalitis Sriram Venneti 1 , Dafna Bonneh-Barkay 2 , Guoji Wang 2 , Stephanie Bissel 2 , Brian Lopresti 3 , Chester Mathis 3 , Clayton Wiley 2 . 1 Dept of Pathology, University of Pennsylvania; 2 Dept of Pathology, University of Pittsburgh; 3 Dept of Radiology, University of Pittsburgh HIV encephalitis is considered the pathologic basis of HIV-associated dementia and is seen in a quarter of HIV infected immunosuppressed patients. A similar disease is seen in macaques infected with simian immunodeficiency virus (SIV). In both humans and macaques encephalitis is characterized by infiltration of the brain with infected and activated macrophages and formation of multinucleated giant cells. No current in vivo markers are available to distinguish individuals who develop encephalitis from those who do not. We aim to identify markers for macrophage infection and activation to enable in vivo detection and longitudinal evaluation of encephalitis. A cohort of seven pigtailed macaques, infected with SIV, were imaged with positron emission tomography (PET) using [11C]labeled PK11195, a ligand that binds specifically to activated macrophages. YKL-40 (chitinase 3-like 1) levels, a protein increased in SIVE, was determined in tandem in the cerebrospinal fluid (CSF) and plasma. Postmortem histopathology confirmed the presence of encephalitis in 4/7 macaques. Both [11C]-PK11195 imaging and YKL-40 CSF levels were able to distinguish macaques that developed encephalitis from macaques that did not. Further, in vivo [11C]-PK11195 retention in the brain and [3H]-PK11195 ligand binding values in brain tissues significantly correlated with CSF but not with plasma YKL-40 levels (p G 0.005). These findings suggest that PET imaging of macrophages in vivo using [11C]-PK11195 correlates with changes in YKL-40 levels in the CSF, and that these markers can be used to predict the development and evaluation of HIV encephalitis in vivo. When dealing with neurodegenerative disorders assessment of proteins such as hyperphosphorylated-tau (HP-tau), b-amyloid (Ab) and a-synuclein (aS) is carried out and for this several assessment strategies have been published such as Braak staging of Alzheimer_s disease related HP-tau pathology, Thal_s phase of beta-amyloid aggregation, McKeiths type and Braaks stage of synuclein pathology. The BrainNet Europe (BNE) consortium gives an excellent platform to test the reliability and reproducibility of these published assessment strategies when more than 20 observers participate. Regarding the staging of Alzheimer's disease-related HP-tau a high agreement was reached but only in cases with moderate to severe involvement. Cases with mild involvement yielded particularly poor results. Regarding the assessment of Ab and aS, the inter-rater variability was lower and the results thus better. Regarding the staging/typing of Lewy body disease-related aS-pathology, the original instructions had to be modified to reach low inter-rater variability. Over all our results indicate that simple and clear assessment criteria yield high agreement rates. The two current major staging systems in use for Lewy body disorders fail to classify up to 50% of subjects. Both systems do not allow for large numbers of subjects who have alpha-synucleinopathy confined to the olfactory bulb or who pass through a limbic-predominant pathway that at least initially bypasses the brainstem. The results of the current study, based on examination of a standard set of 10 brain regions from 419 subjects, stained immunohistochemically for alpha-synuclein, suggest ; a new, unified staging system that allows for the classification of all subjects with Lewy body disorders. The autopsied subjects included elderly subjects with Parkinson_s disease, dementia with Lewy bodies, incidental Lewy body disease and Alzheimer_s disease with Lewy bodies, as well as comparison groups without Lewy bodies. All subjects were classifiable into one of the following stages: I. Olfactory Bulb Only; IIa Brainstem Predominant; IIb Limbic Predominant; III Brainstem and Limbic; IV Neocortical. Progression of subjects through these stages was accompanied by a generally stepwise worsening in terms of striatal tyrosine hydroxylase concentration, substantia nigra pigmented neuron loss score, Mini Mental State Examination score and score on the Unified Parkinson_s Disease Rating Scale Part 3. Additionally there were strong and significant correlations between these measures and synucleinopathy density scores. It is suggested that the proposed staging system would improve on its predecessors by allowing classification of all cases. studies have demonstrated a role of CD3X in dendritic outgrowth in the visual system as well as in synaptic plasticity. Given the increasing evidence for uncharacteristic recapitulation of neurodevelopmental processes in neurodegenerative diseases, here, we studied brains from subjects with Parkinson_s and Lewy body disease for evidence of aberrant CD3 expression. CD3 was found to be markedly increased in pathological lesions that are also comprised of alpha-synuclein, Lewy bodies and Lewy neurites, in the brains of subjects with Parkinson_s disease and Lewy body dementia. This is the first description of this antigen outside of the hematopoietic system in humans, and raises the novel concept of CD3 dysregulation in these disorders as a pathogenic factor. Further, since alphasynuclein, like CD3, plays a major role in neurodevelopment, particularly development of the forebrain, as well as synaptic plasticity, our data furthers the increasing evidence that the recall of neurodevelopmental and synaptic processes may be a key process in the pathogenesis of Parkinson_s and Lewy body disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "16"
        },
        {
            "text": "The Relationship Between Mitochondria, Oxidative Stress, and >-Synuclein Toxicity in Parkinson Disease Pavan Auluck 1 , Julie Su 2 , Susan Lindquist 2 . 1 Massachusetts General Hospital; 2 Whitehead Institute for Biomedical Research; Susan Lindquist, Whitehead Institute for Biomedical Research Numerous lines of evidence implicate mitochondrial dysfunction or damage in the pathogenesis of Parkinson disease. Chemical compounds which poison complex I of the oxidative phosphorylation cascade (rotenone, MPTP) results in the degeneration of dopaminergic neurons within the substantia nigra pars compacta when given to mice or primates. Somatic deletions of mitochondrial genes accumulate at a higher rate in the substantia nigra than in other regions of the brains of elderly individuals. Loss of function mutations in parkin or PINK1 (which are associated with recessive forms of Parkinson disease) cause locomotor defects and swelling of mitochondria in Drosophila. >-Synuclein plays a central role in the pathogenesis of both idiopathic and autosomal dominant forms of Parkinson disease. Mutations and multiplication of >-synuclein cause hereditary Parkinson disease. Further, >-synuclein is a principal component of Lewy bodies, the intracellular inclusions which are the histologic hallmark of the disease. Some studies have suggested that mitochondrial dysfunction may accelerate the aggregation of >-synuclein and others have suggested that mitochondrial dysfunction and >-synuclein are synergistically toxic to neurons. Nevertheless, the nature of the interaction(s) between >-synuclein and mitochondria are still not completely understood. The Lindquist lab has developed a yeast model to study >-synuclein toxicity. Studies using this yeast model have revealed that >-syn toxicity results in lipid droplet accumulation, impairs proteasome-mediated protein degradation, and elicits vesicle trafficking defects with specific ER-to-Golgi blockade. We have employed this yeast model to investigate the relationship between >-synuclein toxicity and mitochondrial dynamics and dysfunction. Here, we report that in this yeast model, >-synuclein toxicity is also associated with morphological mitochondrial abnormalities and the generation of reactive oxygen species. These studies and our subsequent analyses will be discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "20"
        },
        {
            "text": "Other TDP-43 Proteinopathies Wenlang Lin, Monica Castenedes-Casey, Alex Kitto, Dennis Dickson. Mayo Clinic TDP-43 (TAR DNA-binding protein of 43 kDa) is the major constituent of neuronal inclusions in frontotemporal lobar degeneration with ubiquitin inclusions (FTLD-U) and in amyotrophic lateral sclerosis (ALS). While most TDP-43 immunoreactive inclusions are present in neuronal cytoplasm and neurites, glial lesions have been described in ALS and in Guam Parkinson dementia complex. We have noted perivascular TDP-43-positive inclusions in FTLD-U, ALS, familial Parkinsonism and hippocampal sclerosis. The purpose of this study was to define the nature of these inclusions with immunoelectron microscopy. The lesions of interest were TDP-43 immunoreactive, small round structures closely associated with small blood vessels, as shown with double labeling immunohistochemistry for TDP-43 and both collagen IV and CD34. They were often associated with GFAP-positive astrocytic end-feet at the light microscopic level. Ultrastructurally, they were unmyelinated cell processes located adjacent to or occasionally enclosed completely or more often partially by the capillary basal lamina. The processes contained either exclusively straight filaments of 10Y17 nm diameter or filaments coated with granular dense material, similar to those found in neurites in FTLD-U and ALS. In some inclusions, masses of dense material were associated with filaments. Filaments and dense material were positive for both TDP-43 and >B-crystallin, a stress protein. Bundles of astrocytic fibrils, characteristic of reactive astrocytes, were often found in close proximity, but glial filaments were negative for TDP-43. We hypothesize that TDP-43 aggregates accumulate in astrocytic end-feet and that they may contribute to microvascular dysfunction in TDP-43 proteinopathies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TDP-43 Microvasculopathy in Frontotemporal Lobar Degeneration and"
        },
        {
            "text": "Association of a Common Variant in GRN with TDP-43 Immunoreactivity and Hippocampal Sclerosis in Neurodegenerative Disorders Dennis Dickson, Matthew Baker, Rosa Rademakers. Mayo Clinic Pathogenic mutations in the gene for progranulin (GRN) cause frontotemporal lobar degeneration with ubiquitin-immunoreactive inclusions (FTLD-U). Sequencing analysis of GRN has lead to identification of a number of common genetic variants in GRN exons and flanking intronic regions, including a common polymorphism (rs5848; c.*78C9T) in the 3'UTR of the gene. In a clinical series of frontotemporal dementia cases not due to GRN mutations, there was selective increase in the TT genotype in patients (16%) compared to controls (9%) (p = 0.002). FTLD-U is associated with neuronal inclusions that are composed of the TAR DNA binding protein of 43 kDa molecular weight . We sought to determine if the 3_UTR GRN variant correlated with TDP-43 immunoreactivity. The GRN genotype was determined in 939 cases from the Mayo Clinic Jacksonville brain bank with postmortem neuropathologic diagnoses and TDP-43 immunohistochemistry. The T allele was associated with TDP 43 immunoreactivity (W2 = 10, p = 0.002). In addition, in 155 cases with hippocampal sclerosis (HpScl), 105 cases (68%) carried a T-allele. The difference in both the frequency of the GRN rs5848 T allele and TT genotype in HpScl was greater than chance (genotype: W2 = 27.4, p G 0.001; allele: W2 = 23.9, p G 0.001). The results suggest that a genetic variant in GRN may lead to decreased levels of progranulin and that this may be a risk factor for HpScl.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "Clinicopathologic Characterization of Ubiquitin-Positive, TDP-43-Negative Frontotemporal Lobar Degeneration Salvatore Spina 1 , Rose Richardson 1 , Jill Murrell 1 , Pietro Pietrini 2 , Eric Wassermann 2 , Jordan Grafman 2 , Bernardino Ghetti 1 . 1 Indiana Alzheimer Disease Centre; 2 Cognitive Neuroscience Section, NINDS Introduction: Frontotemporal lobar degeneration with tau-negative, ubiquitin-positive inclusions (FTLD-U) is the most common pathologic substrate of frontotemporal dementia. Hyperphosphorylated TDP-43 has been identified as the major pathologic component of the ubiquitinated inclusions in virtually all cases of FTLD-U. However, a minority of FTLD-U cases fails to reveal TDP-43-immunoreactive deposits. The pathology in these cases has been referred to as atypical FTLD-U (aFTLD-U). Methods: In order to explore clinical and pathologic characteristics of aFTLD-U, we reviewed 52 autopsied cases with a neuropathological diagnosis of FTLD-U, ALS or dementia lacking distinctive histopathology. Immunohistochemistry for ubiquitin, pS409/410 TDP-43, tau, >-synuclein, A-protein, GFAP, neuronal intermediate filaments and >-internexin was carried out on available sections. Clinical information on aFTLD-U cases was retrospectively reviewed. Results: Four cases (1F/3M) received a neuropathological diagnosis of aFTLD-U. Ubiquitin-positive, TDP-43-negative inclusions were particularly abundant in the dentate gyrus of the hippocampus. All cases displayed severe atrophy of frontal and temporal lobes, as well as markedly severe atrophy of the head of the caudate nuclei. Subjects_ age at onset and disease duration ranged between 45Y64 years and 3Y6 years respectively. Subjects presented with progressive withdrawal, progressive non-fluent aphasia or apraxia of speech, hypersexuality, binge eating, severe sleep disorder and marked depression. Neuropsychological assessment revealed reduced psychomotor speed and verbal fluency with relatively preserved memory, naming and visuospatial abilities. Two subjects underwent 18(F)FDG-PET scans which revealed markedly reduced glucose metabolism in the frontal and temporal associative areas, anterior cingulate gyrus and head of the caudate nuclei. A strong family history of major depressive disorder and suicides was noted in two individuals. Conclusions: aFTLD-U is a rare and distinct form of FTLD characterized by severe degeneration of the caudate nuclei. Characteristic neuropsychological findings and neuroimaging patterns may guide the identification of this syndrome in vivo. Supported by NIH AG010133.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": "The PTEN-Regulating MicroRNA miR-26a is Amplified in High-Grade Glioma and Facilitates Gliomagenesis in vivo Jason Huse 1 , Cameron Brennan 1 , Dolores Hambardzumyan 1 , John Pena 2 , Sara Rouhanifard 2 , Cherin Sohn-Lee 2 , Carlos le Sage 3 , Reuven Agami 3 , Thomas Tuschl 2 , Eric Holland 1 . 1 Memorial Sloan-Kettering Cancer Center; 2 Rockefeller University; 3 Netherlands Cancer Institute Activated oncogenic signaling is central to the development of nearly all forms of cancer, including the most common class of primary brain tumor, glioma. Research over the last two decades has revealed the particular importance of the Akt pathway, and its molecular antagonist PTEN, in the process of gliomagenesis. Recent studies have also demonstrated that microRNAs (miRNAs) may be responsible for the modulation of cancerimplicated genes in tumors. Here we report the identification miR-26a as a direct regulator of PTEN expression. We also show that miR-26a is frequently amplified at the DNA level in human glioma, almost invariably in association with monoallelic PTEN loss. Finally, we demonstrate that miR-26a overexpression represses endogenous PTEN and promotes de novo tumor formation in a murine glioma model. Our results document a new epigenetic mechanism for PTEN regulation in glioma and further highlight dysregulation of Akt signaling as crucial to the development of these tumors. SOX2 is a stem cell transcription factor expressed in the embryonic CNS. We have previously shown that SOX2 is expressed in the majority of gliomas, and not in tumors of neuronal lineage. This pattern of expression parallels that of normal gliogenesis and neurogenesis. To test the effects of depletion of SOX2 on glioma cells, we established significant SOX2 protein expression in three glioma cell lines (U87, U343, U373). We transfected these cell lines with small interfering RNA (siRNA) and achieved a significant decrease (up to 79%) in cell number in all three cell lines, when compared to both untreated cells and cells treated with control siRNA. We conclude that SOX2 may play a significant role in tumorogenesis and that inhibition of this factor may have significant treatment implications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PLATFORM SESSION 4: TUMORS I: GLIOMAGENESIS AND CELL PHYSIOLOGY 24"
        },
        {
            "text": "The Role of Drosophila Brain Tumor (Brat) Homologs in Regulating Myc Expression and Glioma Differentiation Gang Chen, Fahmia Rahman, Yuan Rong, Carol Tucker-Burden, Constantinos Hadjipanayis, Erwin Van Meir, Daniel Brat. Emory University Mutations in Drosophila brain tumor (Dm-brat) gene result in a massively enlarged brain enriched in a neuroblast population with neoplastic properties. Dm-brat normally regulates asymmetric cell division and neural differentiation at least in part through its translational suppression of Myc. Thus, loss of Dm-brat results in reduced differentiation of neural precursors. We are studying the role of brat homologs in the regulation of neural differentiation in zebrafish and in human gliomas. First, we targeted the zebrafish homolog (Dr-brat) by single cell, embryonic injection of a morpholino specifically designed to disrupt its translation. By day 2, the midbrain was enlarged with an expanded ventricular system and a reduced number of large neuroblastic cells in a periventricular distribution. In situ hybridization for the stem cell markers Notch1a and nestin showed reduced expression compared to control morpholinos, consistent with a lower cell number, but also a greater reduction in cellular differentiation markers, including GFAP and hu, suggesting impaired differentiation capacity. A Genebank search for homologous human genes with brain specificity uncovered Hs-brat (Trim3). We found that Hs-brat mRNA and protein expression were reduced in human glioblastoma (GBM) cell lines and specimens compared to human astrocytes and normal brain, respectively. In silico mining of existing gene expression data sets (Oncomine) confirmed these results. Since drosophila brat is critical to neural differentiation, in part by its repressive function on Myc, we are exploring whether Hs-brat might regulate glioma stem cell properties by similar mechanisms. In human GBM samples and human glioma cell lines, we found that Myc protein expression was higher than their non-neoplastic counterparts and was inversely related to Hs-brat expression. We are continuing to study the potential regulation of Myc and neural differentiation by Hs-brat using lentiviral constructs to manipulate Hs-brat expression in astrocytes and glioma cells in vitro.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "26"
        },
        {
            "text": "PDGFR Signalling in Gliomas Analyzed Using a High-Throughput in vivo Screen in Drosophila Melanogaster Werner Paulus 1 , Astrid Jeibmann 1 , Hanna Witte 2 , Christian Klämbt 2 . 1 University Hospital Münster; 2 University of Münster Amplification and overexpression of platelet-derived growth factors (PDGF) and/or their receptors are involved in the pathogenesis of astrocytic and oligodendroglial tumors, while the downstream components of PDGF signalling operating in gliomagenesis are less well understood. In order to identify genes interacting with PDGFR signalling we have established a Drosophila glioma model by overexpressing constitutively activated Pvr (LPvr), which is the homolog of PDGFR, under control of the glia-specific promoter reversed polarity (repo) using the Gal4-UAS system. Larvae showed markedly increased numbers of glial cells of eye imaginal disc and optic stalk, corresponding to glioma-like masses and invading along optic nerves. Furthermore, larvae overexpressing activated Pvr showed increased brain lobes and thickened peripheral nerves. We took advantage of the fact that overexpression of LPvr leads to lethality at late larval stages as this allows revealing interacting genes possibly involved in gliomagenesis by their potential of reverting the neuropathological phenotype and leading to increased survival of flies. A high-throughput screen encompassing 2000 RNAi constructs revealed eight genes consistently extending longevity in Drosophila larvae, including HistoneH3.3A, Toll-7, lysyl oxidase like, kinesin heavy chain, RhoGDP-dissociation inhibitor, Semaphorin-1a, RNA Polymerasel III transcription factor and Rac1. The functional role of homologs of these genes is currently examined in human glioma cells and tissues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "27"
        },
        {
            "text": "Possible Tumor Neural Stem Cell Origin For New Endothelial Cells In Glioblastomas Lucas Bradley 1 , Douglas Miller 1 , Norman Litofsky 2 . 1 University of Missouri School of Medicine; 2 Division of Neurosurgery, U Missouri School of Medicine A hallmark of high grade gliomas including glioblastomas (GBM) is neoangiogenesis, the growth of new blood vessels stimulated by angiogenic factors such as VEGF and FGF1 released from the tumor cells. Morphologic studies suggest that new vessels sprout from pre-existing veins or venules which have first undergone thrombosis and regression, but the origin of the cells which form the new vessels is obscure. Possible sources include native brain endothelial cell precursors, bone marrow-derived circulating endothelial cells or precursors, de-differentiated tumor cells, or differentiated tumor neural stem cells. Evidence from different tumors or tumor models has supported each of these potential origins. We used triple label immunofluorescence with confocal microscopy to examine whether co-localization of endothelial and stem cell markers might illuminate this issue. Cryostat sections of 5 banked frozen GBM samples were stained with antibodies against CD133, CD34, and Factor VIII-related antigen (vWF). DAPI was used as a nuclear stain. A primitive neuroectodermal tumor (PNET) was used as a positive control. Confocal microscopy revealed co-localization of CD133 with CD34 and/or vWF in a few cells in all samples. The PNET control showed selective CD133 positivity exclusively in tumor cells but CD34 and vWF positivity only in cells lining vessel walls. These data confirm that cells coexpressing progenitor and endothelial characteristics are present in GBM, and are consistent with the possibility that the endothelial cells in new vessels of GBM are derived from tumor neural stem cells. However the results do not exclude that bone marrow derived endothelial cell precursors expressing CD133 migrate to tumor tissue, or that adjacent vascular structures contain cells with stem cell characteristics. Further studies including xenograft models will be necessary to differentiate among these possibilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "28"
        },
        {
            "text": "Hiroko Ohgaki 1 , Takuya Watanabe 1 , Sumihito Nobusawa 1 , Paul Kleihues 2 . 1 International Agency for Research on Cancer; 2 Department of Pathology, University Hospital Zurich",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDH1 Mutations in Gliomas"
        },
        {
            "text": "We assessed mutations in the IDH1 gene in 623 gliomas from 562 patients. IDH1 mutations at amino acid residue 132 (majority, G395A; Arg-9His) were frequent in low-grade diffuse astrocytomas (88%) or anaplastic astrocytoma (82%). Similarly high frequencies of IDH1 mutations were found in oligodendrogliomas (79%) and oligoastrocytomas (94%). IDH1 mutations were typically co-present with TP53 mutations in 63% of low-grade diffuse astrocytomas, and with LOH 1p/19q in 64% of oligodendrogliomas. Analysis of multiple biopsies from the same patient (51 cases) showed that there was no case in which an IDH1 mutation occurred after acquisition of a TP53 mutation or loss of 1p/19q, suggesting that IDH1 mutations are very early events in gliomagenesis and may affect a common glial precursor cell population. IDH1 mutations were rare in pilocytic astrocytomas (10%) and absent in ependymomas. IDH1 mutations in glioblastomas were associated with younger age (mean age, 47.9 vs. 60.6 years; p G 0.0001), and with significantly longer survival (mean, 27.1 vs. 11.3 months; p G 0.0001). Glioblastomas with IDH1 mutations were further characterized by frequent TP53 mutations (81%; p G 0.0001) and LOH 19q (32%; p G 0.0001), whereas those without IDH1 mutations showed frequent EGFR amplification (35%; p = 0.005). IDH1 mutations were frequent in secondary glioblastomas (73%), which developed through progression from low-grade diffuse or anaplastic astrocytomas, but very rare in primary glioblastomas (3.7%), indicating that IDH1 mutations are the most reliable molecular signature of secondary glioblastomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IDH1 Mutations in Gliomas"
        },
        {
            "text": "MicroRNA Expression in Early Passage Primary High-Grade Glioma Cell Lines and Possible Role in Glioma Invasion Paula Kinsella 1 , Rachel Howley 2 , Michael Farrell 2 , Martin Clynes 3 , Verena Amberger-Murphy 1 . 1 National Institute for Cellular Biotechnology; 2 Beaumont Hospital, Glasnevin, Dublin 9, Ireland; 3 National Institute for Cellular Biotechnology, Dublin City University The highly invasive nature of malignant glioma inevitably leads to tumour recurrence even after aggressive therapy including maximum debulking surgery, radiotherapy and chemotherapy. Micro (mi) RNAs are highly conserved noncoding RNAs that control gene expression post-transcriptionally, by degradation of target mRNAs or by inhibition of protein translation. Each miRNA controls the expression of multiple mRNA targets, many of which are involved in cell differentiation, growth and death. Thus miRNAs hold promise for targeted cancer therapy. We developed a set of 37 primary cell lines from malignant glioma biopsy tissue, which we fully characterized according to their proliferative and invasive behaviour. From this set we chose 2 pools of cell lines; pool 1 contained invasive cell lines with a high proliferation rate, and pool 2 contained noninvasive cell lines with a low proliferation rate. We performed TaqMan Low Density Array (TLDA) analysis for 365 human microRNAs on these two pools. From our analysis we selected 10 interesting miRNAs including mir-21 and mir-9. These were either significantly (3Y5 fold) upregulated or downregulated in pool 2 compared to pool 1. Additionally, we found some miRNAs, which were only expressed in one of the pools but not in the other. Using quantitative real time PCR we have started validation of the TLDA results in a new set of 6 primary glioblastoma cell lines. So far we were able to confirm the results for one of the target miRNAs, which suggests that it plays a role in glioma proliferation and invasion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "30"
        },
        {
            "text": "The Cell Cycle Regulator Emi1 is Highly Overexpressed in Ependymomas, Anaplastic Astrocytomas and Glioblastomas Norman Lehman, Nivedita Tiwari, Tom Mikkelsen. Henry Ford Health System Emi1 is a key regulator of S-phase progression and mitotic entry and is necessary to prevent re-replication of the genome. Emi1 inhibits the ubiquitin ligase activity of the anaphase promoting complex/cyclosome (APC/C) thereby stabilizing cyclin A and other important APC/C substrates. Cyclin A accumulation leads to activation of cyclin-dependent kinases, maintenance of pRB phosphorylation and the expression of targets of EF2 transcription. A previous study employing immunohistochemical analysis of tissue microarrays suggested that Emi1 was frequently overexpressed in glial tumors (Lehman et al., Am J Pathol 2007 . Because immunohistochemical staining is only semi-quantitative and may exhibit nonspecific staining, we examined snap frozen patient tumor samples by western blotting to more accurately determine Emi1 protein expression in these glial tumors. Cell lysates prepared from 10 glioblastomas, 10 ependymomas, 10 oligodendrogliomas, 5 anaplastic astrocytomas, 5 low-grade astrocytomas and 10 temporal lobe resections for epilepsy were subjected to SDS-PAGE and western blotting with a monoclonal anti-human Emi1 antibody and an antiactin antibody as a loading control. We found that Emi1 protein was highly expressed in ependymomas, anaplastic astrocytomas and glioblastomas, and expressed in low-grade astrocytomas only at much lower levels. In contrast, Emi1 protein expression was virtually non-detectable in oligodendrogliomas and in temporal lobe epilepsy control specimens. These data suggest that overexpression of Emi1 may be involved in the pathogenesis of ependymomas and high-grade astrocytic tumors in contrast to low-grade astrocytomas and oligodendrogliomas. Further studies may aid in the understanding of mechanisms of tumor progression in these lesions and possibly lead to new therapeutic approaches. We examined the brains of 4 retired NFL players ranging in age from 45Y66 years, 3 linebackers and 1 lineman, whose professional playing careers ranged from 1 to over 12 years in the NFL, using immunocytochemistry for phosphorylated tau (AT8, PHF-1, CP-13) and AQ. There were tauimmunoreactive neurofibrillary tangles, astrocytic tangles, and spindleshaped and threadlike neurites in all 4 brains. The neurofibrillary degeneration preferentially involved the superficial cortical layers of the frontal and temporal cortices in an irregular, patchy distribution. In the 3 players with the longest playing time (15Y24 years total; 7 to over 12 years in the NFL) the neocortical neurofibrillary degeneration was severe and widespread. There were also extensive tau immunoeactive NFTs in medial temporal lobe structures (amygdala, entorhinal cortex and hippocampus), thalamus, hypothalamus, mammillary bodies, and brainstem. The oldest player with the longest career in the NFL showed the most severe changes. In contrast, the player with only 1 year in professional football showed tau neurofibrillary degeneration limited to the frontal cortex and brainstem with little involvement of the medial temporal lobe structures or deep nuclei. Very rare diffuse plaques were found in 2 cases. These findings provide preliminary evidence that the severity of neocortical tau neurofibrillary degeneration increases with playing duration and survival. Furthermore, these findings suggest that the degeneration of medial temporal lobe structures and deep nuclei (thalamus, hypothalamus, mammillary bodies) may be secondary to cortical degeneration. Supported by NIA P30 AG13846, supplement 0572063345-5 and by the Dept of Veteran_s Affairs. A subset of brain autopsies reveal many neurofibrillary tangles (NFTs) in medial temporal lobe structures (Braak Stages III or IV) without cortical neuritic plaque (NP) pathology. These NFT+/NP-cases are a diagnostic dilemma and raise questions about the Bamyloid cascade hypothesis[ of Alzheimer_s disease (AD), wherein NFT development occurs downstream of amyloid plaques. We used multiple datasets and neuropathological observations to study NFT+/NP-patients. 26 such cases were studied in detail from the University of Kentucky AD Center autopsy cohort (N = 502 autopsied). Most were 85+ year old persons who lacked profound antemortem cognitive impairment. Pathologically, a subset of these cases had neurofibrillary pathology in the medulla oblongata. Aberrant TDP-43 immunohistochemical staining was seen disproportionately in the few patients (5/26) with clinical diagnoses of AD or mild cognitive impairment. We also queried the National Alzheimer_s Coordinating Center Registry (N = 5,108 patients met inclusion criteria). Intriguingly, NFT+/NP-patients (N = 219) had relatively high likelihood of belonging to a birth cohort with the highest incidence of influenza infection during the 1918Y1919 pandemic. This observation may link NFT+/NP-pathogenesis to encephalitis during childhood. We conclude that NFT+/NP-cases comprise È5% of aged individuals in multiple datasets; however, these cases do not necessarily belong Y clinically, pathologically, or pathogenetically Y within the AD spectrum.",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 803,
                    "text": "(Lehman et al., Am J Pathol 2007",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "31"
        },
        {
            "text": "Topographic Progression of t Hyperphosphorylation in Alzheimer_s Disease Sozos Papasozomenos. Univ of Texas Medical School-Houston",
            "cite_spans": [],
            "ref_spans": [],
            "section": "34"
        },
        {
            "text": "We showed for the first time in 1989 that in Alzheimer_s disease (AD) the tau protein (T) immunoreactivity in neurons and astrocytes progresses predictably from the temporoparietal to the frontal association cortices (Lab Invest 60:123Y137, 1989 ). In the present study, we analysed prospectively by immunoblot and immunohistochemistry the progression of T hyperphosphorylation in 5 control (age 70.2 T 4.7; PMI 4.8 T 0.5 h), 2 amyotrophic lateral sclerosis, 1 dementia with Lewy bodies, 1 Binswanger_s disease and 9 non-advanced (age, 80.3 T 3.9; PMI, 4.2 T 0.5 h) and 7 advanced (69.9 T 3.7; PMI, 3.6 T 0.5 h) AD cases. SDS extracts were prepared from temporal, parietal and frontal cortices and underlying white matter and probed with the anti-T mab Tau-1, an IgG2a protein that recognizes a phosphate-dependent nonphosphorylated epitope, and 125Ilabeled protein A. Histologic sections, taken from adjacent regions as the SDS extracts, were immunostained with the anti-T mab Tau-2, using the peroxidase anti-peroxidase technique, and H&E. The temporoparietal T immunoreactivity of non-advanced cases was limited to cortical layer V or involved all layers with a laminar pattern at least in the depths of sulci, while in advanced cases it involved all cortices with blurring of the laminal pattern. We have found that: i) In the white matter, both the nonphosphorylated and total (nonphosphorylated + phosphorylated) T were significantly less in AD than in controls; ii) In the temporoparietal cortex, only the nonphosphorylated T was significantly less in AD than controls; iii) While the cortex/ white matter ratio for nonphoshorylated T was not significantly different from controls, it progressively increased to significant levels for total T; and iv) In advanced cases, the degree of T hyperphosphorylation was highest in the temporal cortex. These findings suggest that in AD T becomes progressively hyperphosphorylated in the cortex and concomitantly less T enters the white matter axons.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 245,
                    "text": "(Lab Invest 60:123Y137, 1989",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "34"
        },
        {
            "text": "Hepatic Ceramide Mediates Brain Insulin Resistance and Alzheimer-Type Neurodegeneration in Obesity-Type 2 Diabetes Mellitus Suzanne de la Monte 1 , Lascelles Lyn-Cook 2 , Margot Lawton 2 , Elizabeth Silbermann 3 , Ming Tong 1 , Lisa Longato 2 , Ping Jiao 1 , Haiyan Xu 4 . 1 Rhode Island Hospital; 2 Brown University; 3 Warren Alpert Medical School of Brown University; 4 Rhode Island Hospital-Warren Alpert Medical School of Brown University Background: Obesity, type 2 diabetes mellitus (T2DM), and non-alcoholic steatohepatitis (NASH) are growing public health problems that can be complicated by cognitive impairment. We previously showed that obesity with T2DM, caused by chronic high fat diet (HFD) feeding, results in mild Alzheimer_s disease (AD)-type neurodegeneration with brain insulin resistance. Objective: Since ceramides are neurotoxic, cause insulin resistance, and are increased in T2DM, we investigated the potential role of ceramides as mediators of neurodegeneration in an established model of obesity/T2DM. Methods: We pair-fed C57BL/6 mice with either a HFD or low fat control diet for 4Y20 weeks, and examined pro-ceramide gene expression in liver and brain, and molecular indices of neurodegeneration in the temporal lobes. In addition, we treated cultured human CNS neuronal cells with ceramides and measured expression of genes critical to insulin/IGF signaling, or associated with AD. Results: Chronic HFD feeding produced gradual increases in body weight, but after 16 weeks, we observed surges in liver weight due to lipid (triglyceride) accumulation, and declines in brain weight. HFD feeding increased proceramide gene expression in liver, but not brain. Nonetheless, brains in the HFD group had increased levels of ubiquitin and 4-hydroxynonenol, and decreased levels of tau, A-actin, and choline acetyltransferase relative to control. In vitro ceramide exposure impaired CNS neuronal energy metabolism and insulin and IGF signaling mechanisms, and caused AD-type abnormalities in gene expression and immunoreactivity. Conclusions: In obesity, T2DM, or NASH, AD-type neurodegeneration with brain insulin resistance and cognitive impairment are likely mediated by excess hepatic (peripheral) production of neurotoxic ceramides that readily cross the blood-brain barrier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "35"
        },
        {
            "text": "Endothelin-Converting Enzyme-2 is Elevated in Alzheimer_s Disease and Upregulated by Aß Jen Palmer, Shabnam Baig, Patrick Kehoe, Seth Love. University of Bristol Endothelin-converting enzyme-2 (ECE-2) is a neuronal metallopeptidase that catalyses the production of the potent vasoconstrictor endothelin-1 (ET-1) and the degradation of AA. ECE-2(-/-) mice have elevated AA1-40/ AA1-42 and show deficient learning and memory. We have investigated ECE-2 expression in sporadic late-onset Alzheimer's disease (AD) and vascular dementia (VaD), and the influence of AA on ECE-2 mRNA in cell culture. We measured ECE-2 mRNA by RT-PCR and protein by ELISA, in superior temporal cortex from 15 AD, 15 matched control and 15 VaD brains. ECE-2 mRNA level was also measured in SH-SY5Y neuroblastoma cells, after 4h and 24h exposure to monomeric or oligomeric AA1-42. ECE-2 mRNA and protein levels were several-fold higher in AD than control brains, a highly significant increase, but not significantly increased in VaD. Exposure of SH-SY5Y cells to monomeric or oligomeric AA1-42 produced a reduction in ECE-2 mRNA at 4h but a marked increase by 24h. AA accumulation in sporadic late-onset AD is unlikely to be caused by ECE-2 deficiency. Our findings indicate that ECE-2 expression is increased, possibly as a physiological response to minimise further AA accumulation. This upregulation is likely to lead to increased production of ET-1, which may cause vasoconstriction and interfere with regulation of cerebral blood flow. Our findings raise the possibility that ET-1 receptor antagonists could be of benefit in AD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "36"
        },
        {
            "text": "Overproduction of Amyloid-beta Causes Abnormal Mitochondrial Dynamics Xiongwei Zhu 1 , Xinglong Wang 1 , Bo Su 1 , Hisashi Fujioka 2 , Yang Wang 3 , George Perry 4 , Mark Smith 1 . 1 Department of Pathology, Case Western Reserve University; 2 Department of Pharmacology, Case Western Reserve University; 3 Department of Biostatistics & Epidemiology, Case Western Reserve Univ; 4 College of Sciences, University of Texas at San Antonio Mitochondrial dysfunction is a prominent feature of Alzheimer disease. It is known that APP and Abeta are present in mitochondria which may involve in mitochondrial dysfunction. In this study, we investigated the effect of mutant APP and Abeta on mitochondrial morphology and distribution in M17 neuroblastoma cells. Confocal microscopy analysis suggested that around 40% M17 cells overexpressing WT APP (APPwt M17 cells) and more than 80% M17 cells overexpressing APPswe mutant (APPswe M17 cells) displayed a fragmented punctiform structure of mitochondria and also demonstrated an abnormal uneven mitochondrial distribution with mitochondria accumulating around the perinuclear area while more remote cytoplasmic areas were not covered by mitochondria. Notably these effects were abolished by the treatment of BACE inhibitor IV which is able to efficiently prevent Abeta production. These observations were confirmed by electron microscopy analysis. Immunoblot analysis revealed that levels of DLP1 and OPA1 were significantly decreased while levels of Fis1 were significantly increased in APPwt and APPswe M17 cells. In fact the overexpression of WT DLP1 in these cells rescued the abnormal mitochondrial distribution and differentiation capability upon retinoic acid treatment but exacerbated mitochondrial fragmentation, MMP reduction and ROS production while the overexpression of WT OPA1 rescued abnormal mitochondrial fragmentation, MMP reduction and ROS production but failed to restore normal mitochondrial distribution. Based on these data, we concluded that APP or Abeta causes impaired balance of mitochondrial fission and fusion through differential modulation of DLP1, OPA1 and Fis1 that results in mitochondrial fragmentation and abnormal distribution which at least partly contributes to mitochondrial dysfunction. Work in the authors_ laboratories is supported by the National Institutes of Health (AG024028) and Alzheimer_s Association Mutations in the amyloid A (AA) precursor protein gene (APP) cause familial Alzheimer disease (AD) with virtually complete penetrance. We found a novel APP mutation (A673V) in the homozygous state in a patient with early-onset dementia and in his younger sister who presently shows initial signs of cognitive decline. Noteworthy, the relatives carrying the A673V mutation in the heterozygous state were not affected, even in advanced age, consistent with a recessive Mendelian trait of inheritance. To gain insights into the mechanisms for a recessive mutation to cause disease, we investigated the effects of the A673V variant on APP processing and physicochemical and biological properties of AA peptides. Analysis of AA1-40, AA1-42, soluble forms of APP (sAPPA and sAPP>) and APP carboxy-terminal fragments (C99 and C83) in patient_s and control fibroblasts as well as CHO and COS7 cells transfected with either mutant or wild-type APP cDNA showed that the A673V mutation promotes a shift of APP processing towards the amyloidogenic pathway, resulting in enhanced AA production. In vitro studies with synthetic peptides showed that the A673V mutation remarkably increases the AA_s tendency to aggregate and form amyloid fibrils. However, co-incubation of mutated and wild-type peptides confers instability on AA aggregates and inhibits amyloidogenesis and neurotoxicity, consistent with the observation that heterozygous carriers do not develop the disease. The highly amyloidogenic effect of the A673V mutation in the homozygous state and its anti-amyloidogenic effect in the heterozygous state account for the autosomal recessive pattern of inheritance, and have novel implications for genetic screening and the development of therapeutic strategies based on modified AA peptides for both sporadic and familial AD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "37"
        },
        {
            "text": "Increased Nonsteroidal Anti-inflammatory Drug Exposure is Associated with Increased Alzheimer-Type Neuropathology Joshua Sonnen 1 , Eric Larson 2 , Rod Walker 2 , Sebastien Haneuse 2 , John Breitner 3 , Thomas Montine 1 . 1 University of Washington Department of Pathology; 2 Group Health Center for Health Studies; 3 GRECC, VA Puget Sound Health Care System Data from epidemiologic studies of aging and dementia and some animal models of Alzheimer disease have suggested a potential protective effect from the use of nonsteroidal anti-inflammatory drugs (NSAIDs). However, recent clinical trials have shown a significantly increased risk for dementia in cognitively normal older individuals or in patients with Mild Cognitive Impairment who were randomized to NSAID treatment. Recently, increased incidence of dementia was associated with NSAID exposure during the prior 10 years in our community-based study on aging and dementia. We investigated the relationship between prior NSAID exposure and neuropathologic outcomes in decedents from the same community-based study. Covariates included age, sex, education, APOE status, cardiovascular risk factors, and diagnosis of arthritis. Each 10-fold increase in cumulative NSAID exposure was associated with an increased prevalence of high Braak stage for neurofibrillary tangles [RR = 1.79 (1.02, 3.12); p = 0.05]. A similar trend was found toward association between NSAID exposure and neuritic plaque density by CERAD criteria [RR = 1.48 (0.86, 2.55); p = 0.07]. Our data suggest that increasing NSAID exposure is associated in the elderly with an increased burden of neuropathologic changes characteristic of Alzheimer disease. Over the past few years, the alkylating agent temozolomide (TMZ) has become the standard-of-care therapy for glioblastoma patients. Recent largescale cancer genome sequencing efforts have identified a hypermutation phenotype and inactivating MSH6 mismatch repair gene mutations in recurrent, post-TMZ glioblastomas, particularly those growing more rapidly during TMZ treatment. MSH6 sequence and microsatellite instability (MSI) status were determined in matched pre-and post-chemotherapy glioblastomas identified by The Cancer Genome Atlas (TCGA) as having the hypermutation phenotype and post-treatment MSH6 mutations. These were confirmed in post-treatment TCGA glioblastomas but absent in matched pre-treatment tumors. The post-treatment hypermutation phenotype was biased toward CpC transitions and not associated with MSI. This is consistent with development of MSH6 mutations as an escape mechanism during alkylator therapy in vivo and confirmed our previous findings. Next, we sought to explore the role of MSH6 mutations in mediating TMZ cytotoxicity in the human glioblastoma cell line A172. We derived TMZresistant clones in vitro under chronic TMZ exposure and the MSH6 gene was sequenced in resistant clones. One clone (A172TR3) showed an MSH6 mutation (T1219I) that was not present in the parental line. Coincidentally, the same mutation was identified in one of the TCGA recurrent tumors and in a cell line derived from recurrent melanoma treated with an alkylating agent, which suggests a functional importance for this mutation in mediating drug resistance. Finally, we performed genetic knockdown of MSH6 in the human glioblastoma cell lines U251 and A172 using shRNA-expressing lentiviral constructs. Clones with suppressed MSH6 expression demonstrated increased resistance to TMZ, which appeared to be proportional to the degree of MSH6 suppression, thus illustrating a possible gene dosage effect of MSH6 suppression. In summary, our in vitro data support the in vivo observation that MSH6 deficiency correlates with TMZ treatment failure in recurrent glioblastomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "39"
        },
        {
            "text": "Hypoxia Increases CD133-Percentage And Clonogenicity In Brain Tumor Neurospheres Charles Eberhart, Alex Lin, Eli Bar. Johns Hopkins University School of Medicine Lack of oxygen promotes the expansion of non-neoplastic stem/precursor cell populations in the brain, and we therefore examined the potential role of hypoxia in supporting cancer stem cells (CSC) in gliomas. A full understanding of how hypoxia regulates CSC biology may be critical if we are to therapeutically target stem-like tumor cells and their niche/ microenvironment. We found that when GBM-derived neurosphere cultures are grown in 1% oxygen for 3 days, HIF1 alpha protein levels increase dramatically, and mRNA encoding other hypoxic response genes such as HIG2, LOX and VEGF are induced over 10-fold. In addition, mRNA levels of the stem cell marker CD133 increase over 5-fold, and the percentage of CD133-positive cells measured by flow cytometry is induced 2-fold. This rise in CD133-positive fraction is paralleled by an approximately 2-fold increase in clonogenicity when single cells previously grown in hypoxic conditions are seeded in methylcellulose. We believe these CSC changes are HIF1-dependant, as when stabilized HIF1 alpha is expressed in normoxic glioma cells CD133 protein levels are induced. It has recently been shown that the drug digoxin can lower HIF1 protein levels in vitro and in vivo. In order to determine if digoxin might be useful in suppressing the pro-growth hypoxic response in brain tumors, we used it to treat a number of malignant brain tumor cell lines. 100 nM levels of digoxin were able to suppress HIF1 alpha protein levels, and also significantly slowed cell growth. We are currently using both digoxin and siRNA directed against HIF1 alpha to determine if anti-HIF1 therapies might be useful in depleting CSC from gliomas. We have induced genetically engineered spontaneous glioma-like brain tumors using plasmid DNA injected into the lateral cerebral ventricles of neonatal mice. Since plasmid DNA-mediated gene transfer is typically transient, we used the Sleeping Beauty transposable element to achieve chromosomal integration of human oncogenes into endogenous periventricular brain cells of immunocompetent mice. Histologic features relevant to human glioma grading systems were dependent on the type of oncogene used. Although all tumors showed some features of glioma, tumors induced using SV40LgT, EGFRvIII, and RAS oncogenes frequently showed additional histologic components such as spindle cells and large anaplastic cells that are uncommon in human gliomas. In contrast, high-grade gliomas induced by delivering mPDGFB in combination with a short hairpin RNA against P53 had a more astrocytic appearance. Whereas none of the tumors induced by SV40LgT, EGFRvIII and RAS oncogenes showed evidence of vascular proliferation; all tumors induced using PDGFB showed some evidence of vascular proliferation as well as a more glioma like infiltration of adjacent brain. We have shown that specific oncogenes used to initiate glioma-like tumors in mice influence histologic features used for categorizing and grading tumors in humans. In particular, our data identify mPDFG as a key molecular determinant of vascular proliferation. This simple, flexible glioma model will allow a high throughput approach to linking oncogenes of interest to important histologic characteristics and perhaps response to therapy in preclinical trials. These data along with better molecular characterization of human tumors may be useful for predicting clinical behavior and choosing therapeutic methods. Introduction: Co-deletion of chromosomes 1p and 19q is a molecular feature of oligodendroglial tumors characterized by a response to therapy and favorable prognosis. The purpose of this study was to evaluate the prognostic significance of 1p/19q loss accompanied by polysomy of chromosomes 1 and 19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "41"
        },
        {
            "text": "Hospital from 1996 to 2005; fluorescence in situ hybridization (FISH) for 1p/19q and Ki-67 immunohistochemistry was performed. Polysomy was defined as 92 1q and 19p signals in 930% of the cells with concurrent 1p/19q deletion. Tumors were divided into groups based on their 1p/19q status and compared for progression free survival (PFS), overall survival (OS) and 5-year survival probabilities. Results: Forty-six tumors (72%) in our cohort had 1p/19q loss; of these, 19 (41%) had concurrent polysomy and 27 (59%) lacked polysomy. Eighteen tumors (28%) had maintenance of 1p/19q. In agreement with prior studies, the group of anaplastic oligodendroglioma with 1p/19q loss had significantly better PFS and OS than anaplastic oligodendrogliomas with 1p/19q maintenance (p-value 0.0009 and G0.0003, respectively). Anaplastic oligodendrogliomas with concurrent 1p/19q loss and polysomy showed shorter PFS than anaplastic oligodendrogliomas with 1p/19q loss without polysomy (p-value 0.0048). Overall survival was similar in tumors with and without polysomy. Ki-67 labeling index was not associated with polysomy and did not have prognostic significance. Conclusion: The presence of polysomy in anaplastic oligodendrogliomas with deletion of 1p/19q is a marker of earlier recurrence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients and Methods: We analyzed 64 anaplastic oligodendrogliomas diagnosed at Massachusetts General Hospital and Brigham & Women_s"
        },
        {
            "text": "Loss of Heterozygosity at 1p-19q Induces a Global Change in Oligodendroglial Tumor Gene Expression Gustavo Sevlever 1 , Ruben Ferrer-Luna 2 , Manuel Mata 2 , Lina Nuñez 3 , Naomi Arakaki 3 , Andres Cervio 4 , Miguel Riudavets 3 , Ana Lia Taratuto 3 , Bernardo Celda 2 , Horacio Martinetto 3 . 1 FLENI; 2 Universitat de Valencia (UVEG)-Valencia, Spain; 3 FLENI-Neuropathology Department; 4 FLENI-Neurosurgical Department",
            "cite_spans": [],
            "ref_spans": [],
            "section": "44"
        },
        {
            "text": "Purpose: Oligodendroglial tumors presenting loss of heterozigosity (LOH) at 1p and 19q have been shown to be sensitive to chemotherapy, thus making of 1p-19q status testing a key aspect in oligodendroglioma diagnosis and prognosis. Our aim was to develop a molecular signature identifying tumors bearing 1p-19q LOH. Methods: Twenty-nine tumor samples (19 oligodendrogliomas, 10 oligoastrocytomas) were analyzed by microarrays in order to obtain the expression profile. Other genomic anomalies usually present in gliomas such as EGFR amplification, CDKN2A/ARF deletion, 10q LOH and TP53 mutation were also studied. Results: Tumors with 1p-19q LOH over-expressed genes related to neurogenesis. Genes linked to immune response, proliferation and inflammation were over-expressed in the group with intact 1p-19q; this group could in turn be further divided in two subgroups: one over-expressing genes involved in immune response and inflammation which did not show major genetic aberrations other than TP53 mutation and EGFR trisomy in few cases, and another over-expressing genes related to immune response and proliferation which concentrated samples carrying several anomalies and presenting worse outcomes. This molecular signature was validated by analyzing a set of 10 tumor samples (3 oligodendrogliomas, 7 oligoastrocytomas); all 10 samples were correctly assigned. Conclusion: LOH at 1p-19q produces a global change in gene expression inducing a pro-neural status that results in restrictions to cell migration and proliferation. Tumors without LOH at 1p-19q exhibit opposite characteristics, explaining their more aggressive behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "44"
        },
        {
            "text": "Investigation of Signalling Pathways in High Grade Glioma Rachel Howley 1 , Paula Kinsella 2 , Francesca Brett 1 , Verena Amberger-Murphy 2 , Michael Farrell 1 . 1 Beaumont Hospital; 2 NICB, Dublin City University Background: Glioblastoma multiforme (GBM), the most common primary brain tumour, has the worst clinical outcome. Studies suggest there may be a subset of GBM patients with unique perturbations in signalling pathways which opens the possibility of targeted molecular therapy (Mellinghoff,2005) . Drug trial reports indicate that the presence of EGFRvIII along with activated downstream targets, phospho-AKT and phospho-P70S6K may be useful in predicting sensitivity to some of the EGFR kinase inhibitors (McLendon,2007) . In this study, we have profiled signalling pathways in a cohort of GBM patients. Methods: Tissue MicroArrays were created from formalin fixed paraffin embedded (FFPE) blocks obtained from 37 patients with pathologically confirmed WHO Grade III & IV astrocytomas. Informed consent was obtained. A screen of 10 antibodies was used to establish the signalling profile [EGFRtot, EGFRvIII, PTEN, phospho-AKT, phospho-P70S6K, c-KIT-P, c-ABL-P, PDGFRa, PDGFRb and HIF-1a]. Immunohistochemistry was quantified by manual scoring and by digital image analysis. In all instances, fresh samples were also taken for primary culture. Results: Over expression of Epidermal Growth Factor Receptor (EGFR) was present in 72% and deficiency of the tumour suppressor, PTEN, in 55%. EGFR over expression concomitant with the expression of the consititutively active mutant form, EGFRvIII, was present in 11% of patients. Discussion: EGFR expression in GBM patients ranges from 36% (Ohgaki,2007) Y 63% (Mizoguchi,2006) ; 72% of our patients had some level of EGFR expression which is marginally higher than others. Consistent with previous studies (Aldape, 2004 , Mellinghoff, 2007 the constitutively active mutant EGFRvIII was only present in patients who also over express EGFR. The percentage of patients with PTEN deficiency was slightly higher (55%) than previously published for high grade glioma (40%) (Cloughsey,2008). Established signalling profiles will be compared with the direct effect of tyrosine kinase inhibitors on primary cultured tumour cells to elucidate favourable predictors for successful drug therapy.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 506,
                    "text": "(Mellinghoff,2005)",
                    "ref_id": null
                },
                {
                    "start": 717,
                    "end": 732,
                    "text": "(McLendon,2007)",
                    "ref_id": null
                },
                {
                    "start": 1715,
                    "end": 1731,
                    "text": "(Mizoguchi,2006)",
                    "ref_id": null
                },
                {
                    "start": 1861,
                    "end": 1874,
                    "text": "(Aldape, 2004",
                    "ref_id": null
                },
                {
                    "start": 1875,
                    "end": 1894,
                    "text": ", Mellinghoff, 2007",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "45"
        },
        {
            "text": "Co-Expression of ATP Citrate Lyase with Enolase 1 Among the Up-Regulated Glycolytic Enzymes Associated with Poor Survival Marie Beckner. Louisiana State University Health Sciences Center -Shreveport Glycolysis is increased in gliomas. Initially, Otto Warburg described tumor preference for glycolysis rather than mitochondria to produce ATP. However, glycolysis is underutilized for diagnostic and therapeutic purposes. Glycolysis can now be examined with molecular techniques to detect targets for new drugs. Our previous functional and PCR studies indicated that ATP citrate lyase (ACLY) is a secondary target for suppression of glycolysis. To clarify ACLY_s role, glycolytic genes in brain tumors (gliomas) were queried using the NIH Repository of Molecular Brain Neoplasia Database (REMBRANDT). Enzymes queried, with genes in parentheses, are listed in their metabolic order of action: hexokinase or glucokinase (GCK), glucophosphoisomerase (GPI), phosphofructokinase (PGKL, PFKM, PFKP), aldolase (ALDOA, ALDOC), triose phosphate isomerase (TPI1), glyceraldehyde-3-phosphate dehydrogenase (GAPDH), phosphoglycerate kinase (PGK1), phosphoglyceromutase (PGAM2), enolase (ENO1, ENO2, ENO3) and pyruvate kinase (PKM2, PKLR). Genes with two-fold or more up-regulated expression for at least 10 of 193 gliomas in REMBRANDT (Affymetrix data), with tumor numbers in parentheses, included GCK (14), PGK1 (10), PGAM2 (104), ENO1 (17), ENO3 (43) and PKM2 (11). The up-regulated genes with significantly decreased survival (Kaplan Meier), presumably representative of malignant adaptation, included PGK1 (p = 0.0096), PGAM2 (p = 0.0217) and ENO1 (p = 0.0114). Decreased survival was also found with ten-fold or more increased PGAM2 (p = 6.0E-4). These three enzymes act sequentially to constitute most of the Benergy phase[ in the last part of the pathway. With chi-square analysis, expressions of PGK1 and ENO1 were associated (p = 2.355E-12). When ACLY expression was up-regulated at least two-fold (39 tumors, decreased survival p = 0.0036), it correlated with up-regulated expression of ENO1 (p = 0.0039). However, up-regulated expression of ACLY did not associate with up-regulated PGK1 or PGAM2 (two-fold or ten-fold) expressions. Thus, ACLY has specificity for coexpression with ENO1, presumably in a regulatory network for glycolytic activity. Acknowledgement: REMBRANDT(http://rembrandt.nci.nih.gov), data queried 2/1/09 with only default reporters used, others are available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "46"
        },
        {
            "text": "Konstantinos Linos 1 , Suzanne Homan 2 , Christine Sheehan 2 , Alida Hayner-Buchan 1 , Jeffrey Ross 1 , Jiang Qian 2 , Tipu Nazeer 1 . 1 Pathology, Albany Medical College/APS; 2 Pathology, Albany Medical College Background: Primary CNS lymphomas (PCNSL) represent a common extranodal primary site of diffuse large B cell lymphomas (DLBCL), the most common non-Hodgkin lymphoma (NHL), comprising 30 to 40% of adult NHLs. HIV positive patients comprise a significant percentage of patients diagnosed with PCNSL, however, differences in molecular characteristics based on HIV status have not been elucidated. Understanding the molecular basis is integral to the development of targeted therapy. The NFAT (nuclear factor of activated T cells) family is a group of cytoplasmic transcription factors that, upon activation, translocate into the nucleus where they play important roles in intracellular signaling. Herein we report the differential expression of the NFATc1 protein in PCNSL between HIV-positive and -negative patients. Design: Formalin-fixed, paraffin-embedded archival tissue from 53 primary CNS DLBCL were immunostained with antibodies against NFATc1 by automated methods (NFATc1(7A6):sc-7294, Santa Cruz Biotechnology, Inc, Santa Cruz, CA;Ventana Medical Systems, Inc, Tucson, AZ). Nuclear immunoreactivity in neoplastic tissue was semiquantitatively assessed and the results were correlated with clinicopathologic parameters including HIV status and overall patient survival. Results: Nuclear NFATc1 immunoreactivity was noted in 19/53 (36%) primary CNS lymphomas. Of the 47 total HIV negative cases, 19/47 (40%) showed nuclear NFAT1c immunoreactivity. In contrast, 0/6 (0%) of the HIV positive cases demonstrated nuclear NFAT1c immunoreactivity (p = 0.05). There was no correlation between NFATc1 expression and overall survival in either subgroup. Conclusions: Similar to previous studies, nuclear NFAT1c immunoreactivity was demonstrated in a subset of primary CNS lymphomas. Interestingly, nuclear NFAT1c immunoreactivity was significantly decreased among patients with HIV positive status suggesting activation of alternative intracellular signaling pathways. These findings highlight potential variations in gene expression among primary CNS lymphomas based on HIV status. This decreased expression of NFAT1c amongst HIV positive individuals may be of particular importance when developing targeted therapy for aggressive B-cell malignancies. However, demonstration of specific auto-antibodies against aquaporin 4(AQ) in DD suggests a different pathogenesis for this entity. The aim of this work was to compare lesions in two cases of DD with those in MS (4), acute hemorrhagic encephalitis (AHE, 4), and non-inflammatory vasogenic lesions. Commercial antibodies against GFAP, neurofilament (NF), myelin basic protein (MBP), aquaporin 4 (AQ), amyloid precursor protein (APP), and sets of inflammatory cells were used on representative sections of the spinal cord and brain. Acute and active lesions in DD revealed extensive loss of AQ and GFAP, with relative preservation of MBP-and NF-reactions, occasionally with little or no inflammatory infiltrates. In some foci, astrocytes displayed klasmatodendrosis, and GFAP-positive material was present in the macrophages. Similar changes were present in one out of three cases of AHE. Astrocytes as well as NF-and AQ-reactions were relatively well preserved in the active or established lesions in MS. Astrocytes, axons and myelin were indiscriminately damaged in three other cases of severe AHE. Interestingly, loss of astrocytes with preservation of myelin and axons was also seen in the very early, small perivascular lesions in thrombotic thrombocytopenic purpura and microembolic encephalopathy. The old glial spinal cord scars in DD showed astrocytosis and restoration of reaction for GFAP and AQ. These results indicate that loss of astrocytes, most likely due to the leakage of auto-antibodies against aquaporin-4, is the primary event in DD. Similarly, an antibody-mediated mechanism may cause astrocyte injury in some cases of acute hemorrhagic encephalitis. Although based on a limited number of cases, these results suggest reclassification of these two conditions from demyelinating diseases to primary autoimmune disorders of the glia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Expression of NFATc1 in Primary CNS Lymphomas is Decreased in HIV-Positive Patients"
        },
        {
            "text": "Large Vacuoles in Dorsal Root Ganglion Neurons Following Exposure of Rats to Neurotoxic Organophosphates Bernard Jortner, Thomas Rogers-Cotrone, Melanie Burgess, Sandra Hancock, Marion Ehrich. Laboratory for Neurotoxicity Studies, Virginia Tech, Blacksburg, VA Large, well-developed vacuoles in the somal cytoplasm of dorsal root ganglia (DRG) are a not infrequent finding following peripheral nerve axotomy. In addition, such vacuoles are occasionally noted in normal animals. We now report the ultrastructural appearance of such large DRG vacuoles, as seen in a study organophosphate ester-induced delayed neurotoxicity (OPIDN). In this study, young adult male Long-Evans rats were administered two organophosphates over a 63-day period, with sacrifice on days 28, 63 and 90. The test compounds were tri-ortho-tolyl phosphate (TOTP) given by gavage at 300 mg/kg on alternate days during the 14Y28 and 49Y63 day periods (14 total doses) and/or chlorpyrifos in two 60 mg/kg subcutaneous exposures (on days 7 and 42). There was TOTPrelated OPIDN, including the presence of inhibition of brain neurotoxic esterase and bilateral distal axonopathy progressing to myelinated fiber degeneration. This included lesions in the fasciculus gracilis and sural nerve, which largely contain fibers originating in DRG neurons. The lesions were most marked on day 90, following the full course of treatment and a subsequent four-week period without exposure to organophosphates. For this report we examined DRG by electron microscopy. The neuronal perikaryal cytoplasmic vacuoles were present in rats exposed to TOTP with or without chlorpyrifos. These lesions consisted of one or more large membrane-bound vacuoles containing a sparsely granular material lacking organelles, affecting small numbers of cells. A definitive cellular source for these vacuoles was not found. Although the vacuolar change was prominent in affected neurons, progressive neuronopathic changes leading to cell death were not observed. The ultrastructural appearance of the DRG neuronal vacuoles in this study closely resembles those seen following axotomy (Kerezoudi et al. J. Anat. 187:27Y35, 1995) . This suggests that in the present study, these lesions are the result of toxicant-induced axonal injury. Supported by USAMRMC DAMD17-99-1-9489 50 A Gestational Tryptophan-Free Diet Decreases Serotonergic Neurons in the Dorsal Raphe Guadalupe Flores-Cruz. Instituto de Investigaciones Biomédicas, UNAM The serotonergic system arises early during ontogeny, and studies of innervation of target tissue in the CNS have shed light on events such as neuronal migration and pathology. This work aims to ascertain the effects of chronic dietary tryptophan restriction on the development of serotonergic nuclei, particularly in the dorsal raphe. Fifteen time-mated dams and their litters were employed. The Ethical Committee at the Instituto de Investigaciones Biomédicas, UNAM, approved the procedures described. Rats were mated and gestational day 0 (G0) determined by vaginal smears showing cornified cells and spermatozoids. From day G0 to delivery, dams were fed a tryptophan-free diet formulated with acid-hydrolyzed casein as the protein source. In both humans and rodents, dietary intake is the only source of tryptophan. Two control groups were used: one fed the same diet as the tryptophan-free group but with tryptophan added to the formulation; and another control group fed a regular chow diet. Five pups per litter and condition were sacrificed using a sodium pentobarbital overdose at postnatal day 0; two pups per litter were perfused with fixative and their brains removed. After 2 days in fixative, the brains were transferred to a sucrose solution until they sank, and then sliced coronally (40 microns). Immunohistochemistry for tryptophan hydroxylase was developed and photo documented. The remaining three pups were decapitated, and their brains removed and washed in chilled buffer. The brainstems were dissected and tissues transferred to a protease-inhibitor buffer and homogenized, sonicated and centrifuged to obtain a supernatant. Protein content was evaluated using a modified Lowry method. Western blots for the same enzyme were done. The dorsal raphe nucleus showed at least 20% fewer immunoreactive cells in the tryptophan-free group, as compared to the control groups. Previously, we reported abnormalities of serotonin (5-HT) receptor binding in cases of the sudden infant death syndrome (SIDS) in three independent datasets in regions of the medulla oblongata that modulate homeostatic function in a state-dependent manner. These data suggest that 5-HT dysfunction plays an important role in the pathogenesis of SIDS. In the third dataset, we also described specific abnormalities of 5-HT1A receptor binding. Here we analyzed multiple 5-HT markers in alternate sections/ regions of the medulla in a fourth dataset of SIDS cases (n = 41) and controls (n = 7); these markers included 5-HT and metabolite levels with high pressure liquid chromatography (HPCL), tryptophan hydroxylase (TPOH) (the rate-limiting enzyme for 5-HT synthesis) with western blot analysis, and 5-HT1A receptor binding with tissue autoradiography. Ninetythree percent of the SIDS cases had at least one known stressor the night of death, e.g., face down or covered: 41% of the infants were found prone. There was a significant reduction in 5-HT levels in nuclei that contain 5-HT neurons, i.e., raphé obscurus (p = 0.048) and paragigantocellularis lateralis (p = 0.041), in SIDS cases (n = 38) compared to age-adjusted (n = 5). In the raphé obscurus of the same cases, we found significantly reduced TPOH levels (p = 0.033) in the SIDS cases (n = 34) compared to controls (n = 5). There were also abnormal patterns of 5-HT1A receptor binding in different nuclei in SIDS cases (n = 30) compared to age-adjusted controls (n = 5), including upon combination of SIDS cases (n = 40) and controls (n = 10) in Datasets 3 and 4. There were no abnormal catecholamine levels in the SIDS cases compared to controls, as measured by HPLC in the same cases. The pattern of 5-HT abnormalities differed significantly between the SIDS cases and infants dying of chronic illnesses characterized by severe hypoxiaischemia (n = 5). These data suggest that 5-HT abnormalities in the medulla in SIDS cases represent a disorder of 5-HT deficiency.",
            "cite_spans": [
                {
                    "start": 2118,
                    "end": 2161,
                    "text": "(Kerezoudi et al. J. Anat. 187:27Y35, 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "49"
        },
        {
            "text": "Isolation and Characterisation of an Undifferentiated Balloon Cell from Focal Cortical Dysplasia Thomas Jacques 1 , Shireena Yasin 1 , Kate Latak 1 , Anita Ganapathi 1 , Francesca Becherini 2 , Khadijah Miller 2 , Oliver Campos 2 , Helen Cross 1 , William Harkness 2 , Brian Harding 3 . 1 UCL-Institute of Child Health, London, UK; 2 Great Ormond Street Hospital, London, UK; 3 Children's Hospital of Philadelphia, PA Malformations of cortical development are an important cause of drugresistant epilepsy. The most frequent type in young children is Focal Cortical Dysplasia (FCD). The commonest forms of FCD is characterized by the presence of Balloon cells but the nature of this cell and its contribution to the pathogenesis of the disease is unknown. We have tested the hypothesis that these cells are pathological progenitor or stem cells. We found that a dynamic population of Balloon cells can be isolated in vitro and maintained under culture conditions that promote the survival of stem cells. These isolated cells express progenitor/stem cell markers (e.g. CD133, Nestin and Musashi1) but rarely glial markers (e.g. GFAP) and never mature neuronal markers (e.g. neurofilament). Furthermore, we have found that this population of poorly differentiated balloon cells are characterised by expression of a specific integrin subunit both in vitro and in vivo. Our data suggest that a sub-population of balloon cells are pathological progenitor cells that may contribute directly to the pathogenesis of focal cortical dysplasia. The isolation of these cells in culture provides an experimental model to investigate the pathogenesis of this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "52"
        },
        {
            "text": "Martin Wirenfeldt, Ryan Clare, Spencer Tung, Alexander Bottini, Gary Mathern, Harry Vinters. University of California, Los Angeles Microgliosis is prominent in Rasmussen_s encephalitis (RE), a disease with severe seizure activity. However, it is unclear if microglial activation is similar with different histopathologic substrates. Iba1-immunolabelled microglial activation was assessed in neocortex from pediatric epilepsy surgery patients with RE (n = 8), cortical dysplasia (CD; n = 6) and tuberous sclerosis complex (TSC; n = 6). Microglial reactivity was increased, in severely affected RE areas (29% labeling) compared with minimally affected areas of RE cases (15%) and cases of TSC (14%) and CD (12%). There was no qualitative association of Iba1 immunolabelling with the presence of CD8+ cytotoxic T-cells and no statistical association with clinical epilepsy variables, such as seizure duration or frequency. Iba1 appears to be an excellent marker for detecting extensive microglial activation in patients with RE. In addition, this study supports the notion that Iba1-labeled microglial activation is increased in patients with active RE, compared with cases of CD and TSC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Activation of Iba1+ Microglia in Patients with Rasmussen_s Encephalitis"
        },
        {
            "text": "Astrocytes constitute a heterogenous population of cells with a variety of different functions. Astrocytes are divided into three major subgroups (type 1,2 and 3) but very little is known about the specific functions of each subtype. Although it is known that astrocytes are capable of producing cytokines in response to a variety of infections, it is currently unknown which subtype is involved in immune functions in the CNS. To investigate the potential role of astrocytic subtypes in immune functions we investigated the differential response of clones of the three subtypes of mouse astrocytes to neurotropic and non-neurotropic coronavirus infections. We studied the differential ability of astrocyte subtypes to mount pro-inflammatory immune reaction by analyzing the cDNA arrays of interleukins, interferons and TNF profiles of each subtype of astrocytes and microglia in response to these infections. Both type 1 and 2 astrocytes, as well as microglia, were infected by the viruses, but only type 1 astrocytes and microglia produced pro-inflammatory cytokine profiles in response only to neurotropic viral infection. Since Toll-like receptors (TLR) are usually involved in the response of systemic innate immune cells to viral infections, we analyzed the CNS TLR response to neurotropic and non-neurotropic coronaviral infection. TLR3 was not expressed in either astrocytes or microglia. TLR7 is constitutively expressed on type 1 astrocytes but is slightly upregulated with neurotropic infection and down-regulated with a non-neurotropic infection as detected by Western blot analysis. The reverse is observed in type 3 astrocytes. Differential expression of TLR8 and TLR9 was also observed with neurotropic and non-neurotropic strains of coronaviruses. The constitutive expression of TLR7,8,9 in microglia did not change during neurotropic or non-neurotropic infections. Thus the novel differential TLR expression in astrocyte subtypes may be at least partially associated with viral neurotropism. By studying a series of 1719 pediatric CNS tumors, we tested our presumption that many such lesions do not match precisely, if at all, recognized tumor entities. We reviewed reports and, in some cases, the slides of these pediatric (0 to 18 years) tumors received at JHH during calendar years 2005 through 2008. More than 95% had been diagnosed by the senior author (PCB). Tumor sizes ranged from miniscule to lobar. The diagnoses were interpreted as 1) fitting Fneatly_ into a 2007 WHO category or 2) having morphological and immunohistochemical features not definitively diagnostic of a particular entity. Uncertainty about tumor grade was not a reason to place a case in category 2. Two hundred sixty-five had been generated in house, and 1454 had been received in consultation. Of the former, 40 (15%) could not be placed into a particular category, whereas 311 (21%) of the latter could not be classified precisely. Misfits included, among others, tumors with 1) overlapping features of low grade gliomas, e.g. pilocytic and fibrillary astrocytoma, 2) pleomorphic xanthoastrocytoma versus grade III or IV infiltrating astrocytoma, 3) PNET versus anaplastic glioma, and 4) clearly unusual lesions with features that appeared to distinguish them from recognized entities. While the contribution of specimen size was a common, and difficult to evaluate, issue, some generously sampled large tumors also resisted classification. The results suggest that a sizable percentage of pediatric CNS tumor specimens do not result in a precise diagnosis of an entity in the WHO system. Reasons for these nosological ambiguities variably reflect inadequate specimens, stringency of a pathologist_s diagnostic criteria, and lesions that clearly do not match existing entities. Awareness of the issue, publication of ''new[ and unusual lesions, larger specimens, careful clinico-pathological correlations, and application of molecular approaches can lower this incidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Differential Expression of Toll-Like Receptors in Astrocytes is Associated with Viral Neurotropism Ehud Lavi, Lin Cong. Weill Cornell Medical College"
        },
        {
            "text": "Matthew Karafin, Peter Burger, Patricia Goldthwaite, Charles Eberhart. The Johns Hopkins Hospital Pilocytic astrocytomas (PA) are generally associated with a favorable prognosis, but they can sometimes recur and even be fatal. Extent of tumor resection, which is often linked to location in the brain, is currently the most important prognostic factor. Relatively little is known, however, about what microscopic features, if any, might predict the rapidity of regrowth. We therefore examined sections of a number of ultimately recurrent pilocytic astrocytomas, and compared them to non-recurrent control cases in order to identify histopathological factors that might predict tumor aggressiveness. Pathology Department electronic records of The Johns Hopkins Hospital from 1988 to 2007 were reviewed in order to identify aggressive, biopsy proven, recurrent PA. Radiologic growth resulting in additional treatment (radiation or additional surgery) within 5 years of the initial tumor resection was used to define clinically aggressive lesions. So defined, 19 patient_s with Baggressive[ PA were identified. In 3 (16%), it was thought a gross total resection was achieved. We also identified 19 control PA cases resected at our hospital over the same period that did not recur or require additional treatment. Of these patients, 14 had a gross total resection, a statistically significant difference (p G 0.001). The two groups (aggressive and control PA) had similar age and gender distributions, and no significant tumor size differences were identified. We examined a number of microscopic features in the cases, including oligodendroglial and pilomyxoid features, vascular proliferation, calcification, necrosis, infiltrating regions, microcystic regions, spindle cell changes, and cytological atypia. While slightly fewer cases of aggressive PA had a classic PA appearance, this difference was not significant. Indeed, none of the microscopic features evaluated differed significantly between the two groups. In conclusion, our study suggests that no dominant microscopic factor can predict rapid recurrence of pilocytic astrocytomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Histopathological Factors In Recurrent Pilocytic Astrocytomas"
        },
        {
            "text": "Craig Horbinski 1 , Ronald Hamilton 2 , Ian Pollack 3 . 1 University of Pittsburgh Medical Center, Department of Pathology; 2 University of Pittsburgh, Department of Pathology; 3 Children's Hospital of Pittsburgh, Department of Neurosurgery Pilocytic astrocytomas are the most common type of glioma in the pediatric population. Although most fully-excised tumors do not recur, a subset does and can cause great morbidity. Conversely, some incompletely resected pilocytic astrocytomas do not recur or progress, and no molecular or morphological biomarkers have thus far been identified that correlate with clinical outcome. Our institution has a large cohort of over 200 archived pediatric pilocytic astrocytomas linked to a database containing relevant clinical information such as age, location, extent of resection, response to treatment, length of progression-free survival, and overall survival. To determine if the behavior of pilocytic astrocytomas is associated with specific biomarkers of established significance in pediatric high-grade gliomas, MIB-1-based proliferation index, p53 and MGMT expression, EGFR expression and amplification, and loss of heterozygosity (LOH) analysis of 1p, 9p, 10q, 17p, and 19q were performed. A full morphologic evaluation of each case was also done, and the results with outcomes were analyzed. The presence of partial 1p or 9p loss and the presence of focal oligodendroglial morphology correlated with increased rate of recurrence, whereas the presence of degenerative atypia and leptomeningeal spread correlated with reduced rate of recurrence. The significance of each molecular factor was dependent on tumor location; with increased 1p loss in recurrent non-cerebellar tumors and increased 9p loss in recurrent cerebellar tumors. These results suggest that the tumorigenesis and biology of pilocytic astrocytomas varies depending on the site. Moreover, stratification of these tumors into different risk categories may be possible, thereby providing more guidance for post-surgical management of these patients. Low-grade astrocytomas have the highest frequency among pediatric brain tumors, but their underlying genetic defects remain poorly defined. Following a genome-wide screen of copy number (CN) aberrations using Affymetrix 6.0 SNP arrays, we defined abnormalities of the MAPK pathway in 50 pediatric low-grade astrocytic tumors using PCR-based assays/gene sequencing and western blotting. Focal CN gains at 7q34 were associated with 5 fusion gene variants between BRAF and KIAA1549 in 30/32 posterior fossa pilocytic astrocytomas (PAs), while in 1/2 remaining PAs a fusion gene between SRGAP3 and RAF1 was associated with focal gain at 3p25. The resulting fusion genes lack the auto-inhibitory domains of BRAF and RAF1 respectively, conferring constitutive kinase activity. An activating mutation of KRAS was identified in the remaining PA without a BRAF or RAF1 fusion. Thus, we identified activating mutations in constituents of the MAPK pathway in all 32 posterior fossa PAs. In contrast, BRAF and KIAA1549 fusion genes were found in only 2/18 non-PA low-grade astrocytomas, one hypothalamic pilomyxoid astrocytoma and one diffuse astrocytoma. BRAF V600E mutations were identified in a single example of a pleomorphic xanthoastrocytoma and 1/11 diffuse cerebral astrocytomas. Protein lysates from BRAF-KIAA1549 fusion gene tumors were probed with antibodies specific to MEK1/2, phospho-MEK1/2, ERK1/2 and phospho-ERK1/2. Western blot analysis showed no differences in levels of MEK and ERK between tumor samples and normal brain controls, but high levels of phospho-MEK and phospho-ERK were detected in tumor samples when compared to controls. Our results suggest that activating mutations of the MAPK pathway constitute a relatively specific marker of posterior fossa PAs, with implications for diagnosis. In addition, identifying MAPK pathway activation in low-grade astrocytomas will facilitate the use of targeted drug therapies for disease that is not amenable to surgical resection. MicroRNAs (miRNAs) are endogenous non-protein-coding RNAs of È22 nucleotides that function as key gene regulators. Emerging evidence suggests that miRNAs are involved in tumorigenesis. The aim of this study was to investigate whether miRNAs play a role in the development of medulloblastoma (MB). A global miRNA expression profiling using miRMAX microarray was performed in 4 MBs, 2 cell lines and 1 normal cerebellum. Our analysis revealed that 24 miRNAs were differentially expressed in MB compared to normal cerebellum. Of these miRNAs, miR-124 showed significant downregulation. Quantitative miRNA assay in an expanded series revealed reduced miR-124 levels in 21 (72%) of 29 MBs by at least 2-fold (p G 0.05) relative to normal cerebella. Transient transfection of miR-124 mimic into MB cells deficient of miR-124 led to marked inhibition of cell proliferation, whereas cells transfected with negative miRNA control showed growth rate comparable to that of non-transfected cells. Computational analysis revealed several candidate targets of miR-124. Transfection of miR-124 resulted in downregulation of SLC16A1 and PTBP1. Reporter assay demonstrated that miR-124 mediated its gene silencing effect through binding to 3_ untranslated region of SLC16A1. These findings indicate that SLC16A1 is a direct target of miR-124. Moreover, knockdown of SLC16A1 by siRNA induced cell death in MB. SLC16A1 encodes monocarboxylate transporter that effluxes lactic acid extracellularly. We speculated that SLC16A1 knockdown prevented export of lactic acid, generated from aerobic glycolysis, and caused a decrease of intracellular pH to a level detrimental to cell survival. In conclusion, our study suggests that miR-124 may function as a growth suppressor and SLC16A1 may be a potential therapeutic target for MB. (25) and NDMB with anaplasia / large cell features (17). Using quantitative real time polymerase chain reaction (QrtPCR), we analyzed all cases for copy number (CN) of myc (c-myc and N-myc) oncogenes, c-erbB-2 proto-oncogene and otx2 transcription factor. Tumors were also analyzed by fluorescence in-situ hybridization (FISH) for c-myc and N-myc and by immunohistochemistry for c-erbB-2 and p53. 7/17 (41.2%) of NDMB with anaplasia showed amplification of N-myc ranging from 5-fold to 138-fold . 8/25 (32%) of pure NDMB showed CN gain of N-myc ranging from 5-fold to 7-fold. CN 9 2-fold but G 5-fold was present in 7/17 (41.2%) of NDMB with anaplasia and in 5/25 (20%) of pure NDMB. Only 2/17 of NDMB with anaplasia showed CN 9 2-fold but G 5-fold for c-myc. 2/17 of NDMB with anaplasia showed CN 9 2-fold but G 5-fold for c-erbB-2 while only 4/17 showed focal immunopositivity for c-erbB-2. Low-level copy gain or amplification of otx2 was not identified in either category of NDMB. Our results suggest that progression in NDMB is predominantly associated with high level copy gain or amplification of myc. Amplification of myc oncogenes has been associated with anaplastic and large cell medulloblastoma and is a predictor of poor outcome. We therefore, infer that myc amplification may partially account for histologic progression in NDMB with anaplasia/large cell features with implication for poor survival. In our cohort of NDMBs, c-erbB-2 and otx2 are not implicated in anaplastic progression, a finding suggesting that this group of tumors may only partially share the molecular markers associated with the usual large cell and anaplastic medulloblastomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morphologic and Molecular Biomarkers in Pilocytic Astrocytomas"
        },
        {
            "text": "ATRT: Importance of BAF47 and Therapeutic Update Dolly Aguilera, Stewart Goldman, Veena Rajaram. Children's Memorial Hospital Atypical teratoid/rhabdoid tumors (ATRT) are highly malignant tumors that contain primitive/embryonal cells and show divergent differentiation. Its association with inactivation of INI1/hSNF5 is well recognized and it is seen as loss of BAF47 expression in immunohistochemistry. ATRTs are classified under Bmalignant small round cell tumors[ and many of them do not have the characteristic rhabdoid morphology. Distinguishing ATRT from medulloblastoma/PNET is important to determine the appropriate treatment choices. Poly-phenotypic immunohistochemical staining pattern and the loss of normal nuclear BAF47 expression is extremely useful in confirming their diagnosis. Recent advances in therapeutic options have improved survival in ATRT patients with the use of a multi-treatment modality approach. In the past 5 years, we have had 8 patients with ATRT at our institute, including 2 patients treated with a phase II protocol (modified IRS-III for CNS ATRT) that underwent total resection, intensive intra-thecal and systemic chemotherapy and focal radiation. They are survivors with no evidence of recurrence at 2.5 and 3 years from diagnosis respectively. Conclusion: we emphasize the importance of performing BAF47 staining in all small blue cell tumors of the CNS as the therapeutic approach is different for ATRT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "61"
        },
        {
            "text": "Genetic Analysis of Pediatric Diffuse Intrinsic Pontine Gliomas by High-Resolution Single Nucleotide Polymorphism Arrays Cynthia Hawkins, Eric Lee, Pawel Buczkowicz, Eric Bouffet, Ute Bartels. The Hospital for Sick Children Diffuse intrinsic pontine glioma (DIPG) is one of the most devastating of pediatric malignancies. Virtually all children with this disease die within 1Y2 years of diagnosis. Attempts to improve survival using radiation and chemotherapy have yet to culminate in meaningful improvement in outcome. One of the difficulties has been the lack of knowledge about the biology of these tumors. Currently, diagnosis is based on radiologic features, thus surgical material is rarely available for study. In an effort to increase our understanding of pediatric DIPG, we have collected frozen, post-mortem tumor and matched normal brain samples from a series of DIPG patients and performed high-resolution genetic analysis using whole-genome single nucleotide polymorphism arrays (Affymetrix 500K and 6.0). Data were analysed using the Copy Number Analysis Tool (Affymetrix) and Partek Genomics Suite. Analysis of copy number alterations showed recurrent changes in multiple genes including some known to be important in gliomagenesis (TP53 and PDGFRA) as well as novel genes (MAD1L1 and NTN1). Further, we identified gains in PARP1 which encodes a chromatin-associated enzyme which modifies nuclear proteins and is involved in the regulation of differentiation, proliferation, tumor transformation and recovery of cells from DNA damage. PARP inhibitors have been shown to induce growth inhibition in malignant glioma cells and to enhance tumor cell sensitivity to radiation, Further, PARP-inhibitors are currently in clinical trials in adults and our findings suggest the possible utility of these agents for pediatric DIPG. A thorough understanding of the genetic abnormalities in DIPG is a crucial first step in the development of targeted therapies for this devastating group of tumors. This is of particular importance for DIPG given the lack of efficacy of current treatment regimens and the dismal prognosis for these patients. Mild cognitive impairment (MCI) is considered to be a transitional state between normal cognition and dementia. The neuropathologic findings of patients with the amnestic MCI subtype often are changes of early Alzheimer disease (AD) as well as concomitant pathologies, including argyrophilic grain disease (AgD), hippocampal sclerosis, and vascular lesions (Arch Neurol. 2006; 63:665Y672) . The pathological substrate(s) of the non-amnestic MCI subtype, however, have not been characterized. The Mayo Clinic Rochester Alzheimer s Disease Patient Registry/Alzheimer s Disease Research Center database was queried for subjects who were classified as non-amnestic MCI at the last clinical evaluation and underwent autopsy. Six subjects (3M, 3F) were identified. The median age of death was 87.5 years (range: 83Y90). The median time between last clinical assessment and death was 13.5 months (range: 2Y20). The number of cases affected in each cognitive domain was: attention-executive function (n = 5); visuospatial (n = 2), and language (n = 1). Two had impairment in both attention-executive function and visuospatial domains. At autopsy, a variety of pathologies were identified, including brainstem type Lewy body disease (n = 1), AD with hippocampal sparing (n = 1), AgD plus vascular (lacunar infarcts) (n = 1), and vascular (infarcts/hemorrhage) plus early AD changes (Braak III-IV) (n = 3). The pathological substrates of these non-amnestic MCI subjects are heterogeneous. All showed involvement outside of medial temporal lobe, suggesting that this pattern may be important in the nonamnestic MCI subtype. Supported by grants AG16574, AG06786, AG15866, NS40256, and the Robert H. and Clarice Smith and Abigail Van Buren Alzheimer s Disease Research Program of the Mayo Foundation.",
            "cite_spans": [
                {
                    "start": 2504,
                    "end": 2523,
                    "text": "(Arch Neurol. 2006;",
                    "ref_id": null
                },
                {
                    "start": 2524,
                    "end": 2535,
                    "text": "63:665Y672)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "62"
        },
        {
            "text": "Distribution of Neuritic and Diffuse Aß Plaques in Brains of Subjects with AD and MCI: Implications for Brain Imaging of Aß Miguel Riudavets 1 , Susan Resnick 2 , Richard Obrien 3 , Alan Zonderman 2 , Yang An 2 , Gustavo Sevlever 4 , Gay Rudow 5 , Olga Pletnikova 5 , Juan Troncoso 5 . 1 FLENI; 2 Laboratory of Personality and Cognition, National Institute of Aging; 3 Department of Neurology, Johns Hopkins University; 4 Department of Neuropathology, FLENI; 5 Division of Neuropathology, Johns Hopkins University",
            "cite_spans": [],
            "ref_spans": [],
            "section": "64"
        },
        {
            "text": "The diagnosis of Alzheimer_s Disease (AD) type dementia in a patient is based on cognitive tests, on neuroimaging studies and finally on the neuropathologic assessment of the CNS. On one hand, cognitive tests contribute to the classification and probable clinical diagnosis. On the other hand neuroimaging studies have been adding the use of more specific contrast substances for A-Amyloid (i.e. PIB, etc); these types of studies using radioligands have shown different patterns in brain areas in subjects with diverse cognitive levels. It_s because of that reason that it_s important to give a histopathological base of the distribution of such deposits in relation with cognitive levels. We performed immunostain for A-Amyloid and Thioflavin-S stain in different areas of 28 brains with different cognitive levels (CDR = 0 without pathological changes, CDR = 0 with pathological changes, CDR = 0.5 y CDR Q 1) selected from the Baltimore Longitudinal Study of Aging. The histological sections were studied with image analysis software, and the statistical methods used included: Kruskal-Wallis and Cohen_s d effect size. In our study, the difference in the amount of neuritic plaques between AD group and CDR = 0 without pathological changes was significant for almost all areas. The comparison of different areas across AD subjects was not significant, the amount and the distribution of deposits in the frontal, temporal, hippocampal, and entorhinal cortices had the largest effect size for any of the compariosns, and finally, our findings using Thioflavin as A-Amyloid marker, were similar to some neuroimaging studies using radioligands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "64"
        },
        {
            "text": "Late Onset Neurodegeneration with Brain Iron Accumulation with Diffuse Neurofibrillary Tangles and Incidental Lewy Bodies Carolyn Orr, Keith Josephs, Dennis Dickson. Mayo Clinic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "65"
        },
        {
            "text": "We report a 51 year old man with mild to moderate mental retardation of unknown etiology, who developed a relentlessly progressive syndrome six years before death. He presented with right sided clumsiness and later developed asymmetrical rigidity, bradykinesia, shuffling gait, as well as right arm and hand dystonia. In the end he had pyramidal tract and frontal lobe signs. Magnetic resonance imaging was normal. The diagnosis in life was asymmetric akinetic-rigid neurodegenerative disorder suggestive of corticobasal degeneration (CBD). The family history was notable for Alzheimer type dementia in his father. Macroscopic neuropathology was notable for mild frontal lobe atrophy, loss of neuromelanin in the substantia nigra and rust-like discoloration in the substantia nigra and globus pallidus. Microscopically, there were many axonal spheroids as well as iron pigment in the globus pallidus and substantia nigra. The axonal spheroids were immunoreactive for ubiquitin and amyloid precursor protein, but negative for >-synuclein, neurofilament and TDP-43. A few spheroids were positive for tau. There were widespread cortical and limbic lobe neurofibrillary tangles and neuropil threads, as well as tangles and threads in the basal ganglia, thalamus and brainstem. The tangles were positive for 3R and 4R tau and there were no ballooned neurons or astrocytic plaques, excluding a diagnosis of CBD. Sparse Lewy bodies were present in the amygdala and dorsal motor nucleus of the vagus, only. The findings were consistent with neurodegeneration with brain iron accumulation (NBIA), based on the characteristic axonal dystrophy and iron deposition observed in the globus pallidus and substantia nigra. NBIA in some cases is due to mutations in pantothenate kinase, but genetic studies were unavailable in this patient. Unusual features of this case were the history of mental retardation, late disease onset, asymmetry, a normal MRI brain scan, and the presence of neurofibrillary tangles in NBIA. Hippocampal atrophy, which has been used to diagnose and follow progression of Alzheimer disease (AD) with neuroimaging, is seen in disorders other than AD, including hippocampal sclerosis (HpScl). HpScl is characterized by selective neuronal loss and gliosis of the hippocampal outflow pathway that projects to the mammillary body (MB). Since MB undergoes transsynaptic atrophy in HpScl, we hypothesized that MB atrophy could be used in differential diagnosis of HpScl from AD. HpScl HpScl was compared to AD (BS Q 5) subdivided according to relative NFT density in Hp and cortex (ctx): Hp-sparing (n = 35, ctx9Hp), Btypical[ (n = 26, ctx = Hp) and limbic predominant (n = 19, Hp9ctx). The MB was smaller in HpScl (5.4 T 0.6 mm) than controls (5.9 T 0.9 mm) (p = 0.020), however, when FTLD-U cases were removed, the significance was lost (p = 0.073). In a regression model of MB size, FTLD-U was the strongest variable (p G 0.014) and not AD (p = 0.099) or HpScl (p = 0.514). Hpsparing and typical AD showed no difference in MB size and were grouped for analytical purposes. Limbic predominant AD (5.2 T 0.7 mm) had a significantly smaller MB than other AD subtypes (6.0 T 0.6 mm). Our hypothesis that MB atrophy could be used to differentiate HpScl from AD was disproved. Significant MB atrophy was detected in FTLD-U and in limbic predominant AD. The results suggest that assessing MB atrophy has limited value in macroscopic differential diagnosis of hippocampal atrophy. Volumetric analysis of MB size as one parameter in a multivariate analysis with hippocampal volume and cerebral atrophy may provide a more useful tool to differentiate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "65"
        },
        {
            "text": "The Frequency of ApoE2 is Increased in Asymptomatic AD: the Nun Study Cohort Diego Iacono. Johns Hopkins University",
            "cite_spans": [],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": "Background: It is common to find AA-plaques and neurofibrillary tangles in brains of older subjects with intact cognition before death. These subjects show comparable AD pathology with mild cognitive impairment (MCI) subjects, and with some AD patients (AD). We termed this status asymptomatic AD (ASYMAD). Since ApoE genotype is a risk factor for AD, we examine whether the different ApoE alleles may contribute to the prevention of cognitive decline in ASYMAD. We compared the ApoE frequencies in ASYMAD, MCI, AD, and age-matched controls from the entire Nun Study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": "Methods: Using strict clinical-pathologic criteria, we selected 13 ASYMAD with CERAD B or C, Braak 0YVI and no cognitive deficits; 11 controls with CERAD 0 and Braak 0YII and intact cognition; 15 MCI patients with CERAD B or C, Braak 0YVI; and 116 AD with CERAD B or C, Braak 0YVI. Results: We found a higher frequency of the ApoE2 in ASYMAD (19.2%) compared to MCI (0%) (p G 0.01) and AD (4.7%) (p G 0.01). ApoE4 was significantly lower in controls and ASYMAD (3.8% in both groups) than in MCI (30%) or AD (19.4%). Discussion: The main finding of this study is the increased ApoE2 frequency in ASYMAD vs MCI and AD. The data show also that at least 50% of older people with intact cognition before death can have severe AD pathology (CERAD B or C, Braak 0YVI) without clinical manifestation. In ASYMAD, the ApoE2 gene appears to provide a protective effect from the neuronal damage caused by AD. Since both ASYMAD and MCI have comparable AD histological lesions, the protective effect of ApoE2 appears to be independent of these lesions. Based on our previous observations of hypertrophy of cortical neurons in ASYMAD, these results suggest that ApoE2 may have a neurotrophic effect that promotes the growth and repair of injured neurons and neurites. There is an urgent need for a sensitive, specific and preferably, noninvasive, diagnostic standard for aged individuals who are at risk of developing Alzheimer disease (AD). While AA is believed to be centrally involved in the pathogenesis of AD we previously documented a technique for dissociating antibody-antigen complexes, and found significant differences in serum antibodies to AA between AD and aged-matched control subjects. Here, samples were obtained as a part of a population based study of the prevalence of AD in a population of Poland (Lublin district Y 2,182,191 inhabitants). Stratified sampling and random selection strategies were combined to obtain a representative population for screening adults aged 955 years. From the screened population, 52 persons newly diagnosed with AD (DSM IV and ICD 10 criteria) and a group of healthy, age and gender matched controls were selected. Sera collected from AD patients and age-matched controls were examined using the antibody-antigen dissociation ELISA methodology previously described (Gustaw et al, Journal of Neurochemistry 2008). The level of antibody against AA was detectable both in control and AD before and dissociation of AA antibody. Significant differences were noticed between AD and control patients before dissociation (median O.D. 0.67 vs 0.47 respectively p G 0.00, Mann-Whitney test and Pearson Product Moment Correlation), and after dissociation, however, the level of antibody assessed was greater (median O.D. 1.07 vs 0.7 respectively p G 0.001). Significantly the increase in AA auto-antibody levels in AD cases after dissociation was much greater than in controls (median difference O.D. units 0.4 vs 0.2 p G 0.001). Level of AA after dissociation correlated negatively with disease duration and age of AD patient (correlation coefficient: -0.7 and -0,5 p G 0,05). No correlation with age was found in the controls. These findings indicate the dissociated AA antibody level to be of diagnostic value early in AD. One of the potential mechanisms leading to vascular A-amyloid (AA) accumulation (CAA) in sporadic Alzheimer_s disease (AD) brains is agingrelated deficiencies in drainage of soluble AA along periarterial cerebral pathways. To elucidate characteristics of AA deposition in AD brains, we performed immunogold silver staining for AA40 and AA42 on 1-Km-thick sections of LR White-embedded postmortem cerebral tissue from 7 AD with severe CAA, 8 AD with mild CAA, 5 old non-AD control, and 4 young control brains. In arterial walls, AA40 and AA42 deposits were segmentally distributed along the adventitia and between smooth muscle cells, consistent with deposition in the basement membranes. The amount of AA40 deposition appeared either comparable to or greater than that of AA42 deposition in arterial walls, with AA42 being preferentially located on the abluminal side. Occasionally, AA40 deposits did not accompany small abluminal vascular AA42 deposits on the adjacent tissue sections. In 4 of 7 severe CAA brains, some AA-laden capillaries showed AA deposits radiating from their walls into the neuropil. In senile plaques, AA42 deposits appeared in amounts greater than AA40 deposits. Three of 15 AD brains showed AA42 plaques without accompanying AA40 plaques. AA plaques with close spatial association with capillaries (Bvasocentric plaques[) were observed in 3 of 7 severe CAA brains and 1 of 8 mild CAA brains. AA42 plaques were seen in 1 of 5 old non-AD controls. No vascular AA deposits were observed in any of the controls. Conclusion: the difference in patterns of vascular deposition between AA40 and AA42 in our study suggests AA42 deposits occur in periarterial pathways earlier than AA40 deposits. Background: Beta secretase-1 (BACE1) catalyzes the initial step in the formation of beta amyloid (AA) in Alzheimer disease (AD). However, to our knowledge, few studies have systematically described the distribution of this enzyme in the human brain in AD or other chronic neurological diseases. Therefore, we characterized the distribution of BACE1-like immunoreactivity in multiple cortical areas in AD, two chronic neurological diseases not characterized by senile plaques, and in normal controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": "Methods: A rabbit antiserum to BACE1 (AB5949, Chemicon) and indirect immunocytochemical techniques with DAB as the chromogen were used to identify the distribution of BACE1 in 4% paraformaldehyde-fixed postmortem human hippocampus, adjacent cortical regions, occipital cortex, and cerebellum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": "Results: In AD (n = 3) and Lewy Body Disease (LBD, n = 2) the hippocampus and entorhinal cortex exhibited relatively little BACE1 immunoreactivity. Conversely, hippocampal immunoreactivity occurred in Frontotemporal Dementia (FTD, n = 1), Progressive Supranuclear Palsy (PSP, n = 1) and in two aged control cases with no clinical or pathological abnormalities. Numerous BACE1 immunoreactive neurons occurred in inferotemporal cortex in all cases examined except FTD, which showed severe degeneration in this area. In isocortex of all cases except FTD, laminae III and V showed more BACE1 immunoreactivity than IV. Cerebellar stellate and basket cells, but not Purkinje or granule cells, expressed immunoreactivity. Most BACE immunoreactivity was characterized by small punctuate structures apposed to the somata and dendrites of large neurons, which suggested a presynaptic localization. We found co-localization of AA deposition and BACE immunoreactive processes. The terminals of cerebellar basket axons appeared to show BACE. We detected little BACE1 immunoreactivity in glial perikarya.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": "Conclusions: BACE1 presence in all cases, regardless of neurological disease, emphasizes an important role for AA in synaptic activity in the central nervous system. BACE1-like immunoreactivity in axon-like terminals on neurons and their proximal dendrites suggests preferential expression in terminals of inhibitory interneurons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "67"
        },
        {
            "text": "Cytoplasmic Sequestration of Smad 2/3 After Tau Hyperphosphorylation Induced by Okadaic Acid or Oligomeric Aß Shabnam Baig, Zoe van Helmond, Seth Love. University of Bristol",
            "cite_spans": [],
            "ref_spans": [],
            "section": "71"
        },
        {
            "text": "Transforming growth factors (TGF)-As regulate multiple biological activities. TGFA activation of the Smad pathway results in activation of genes encoding extracellular matrix molecules, proteases, protease activators and protease inhibitors. In Alzheimer_s disease (AD), TGFA protein and mRNA levels are raised, which would be expected to be neuroprotective. However, recent observations suggest that TGFA-Smad signalling is disrupted by the hyperphosphorylation of tau, the primary component of neurofibrillary tangles: phospho-Smad2/3 (pSmad2/3) colocalises with phospho-tau in the neuronal cytoplasm and levels are reduced in the nucleus. We have investigated whether in vitro induction of tau hyperphosphorylation influences pSmad2/3 localisation in rat primary cortical cells. Treatment with okadaic acid, a protein phosphatase 1 and 2A inhibitor, caused hyperphosphorylation of tau at epitopes hyperphosphorylated in AD and disrupted pSmad2/3 translocation into the nucleus. The disruptive effect of tau phosphorylation on pSmad2/3 translocation was confirmed by treatment of primary cortical cells with synthetic oligomeric AA1-42, a more physiologically relevant model of AD. Our findings suggest that despite the increased level of TGFA in AD, the TGFA-Smad signalling pathway is impeded within neurons due to sequestration of pSmad 2/3 by hyperphosphorylated tau. This in vitro model is suitable for investigating the effects of tau hyperphosphorylation on TGF-A signal transduction. (42) The intensity of PKRp staining in neurons is not correlated with Abeta load suggesting that factors other than Abeta peptide may operate in the initiation of PKR activation in these patients. Further work assessing brain inflammation is underway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "71"
        },
        {
            "text": "Temporal Changes of CSF Glial Activation Biomarkers Following Active Immunization against Beta-Amyloid in Non-Human Primates Julia Kofler 1 , Chris Janssen 2 , Russell Salter 3 , Anita Trichel 2 , Guoji Wang 1 , Mark Stauffer 1 , Clayton Wiley 1 . 1 Dept. of Pathology, University of Pittsburgh Medical Center; 2 Division of Laboratory Animal Resources; 3 Department of Immunology Immunization to beta-amyloid (AA) is a promising approach for the treatment of Alzheimer_s disease (AD), but the optimal timing of vaccination remains to be determined. Vaccination at early disease stages may be more efficacious and associated with fewer side effects. In the current study we compared the strength of immune response to active immunization between juvenile and aged macaques. Serial plasma and CSF samples were taken to assess dynamics of biomarkers of neuroinflammation and glial activation. Nine aged macaques (18Y26 years) and eight 2-year-old juveniles were immunized at 0, 2, 6, 10 and 14 weeks with aggregated AA-42 with MPL adjuvant and monitored for up to 6 months with bi-monthly plasma and CSF analyses. All juvenile animals developed a strong and sustained serum anti-AA 40 and 42 IgG antibody response after the second vaccine dose, whereas the immune response in aged monkeys was more delayed, significantly weaker, and more variable. CSF levels of TNF-> were below detection limit throughout the study period. Osteopontin levels in CSF remained stable 2009 American Association of Neuropathologists, Inc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "73"
        },
        {
            "text": "following immunization without significant differences between juvenile and aged animals. On the other hand, aged animals had significantly higher baseline YKL-40 levels in CSF and plasma. In juvenile animals, YKL-40 levels remained stable following immunization, whereas some aged animals exhibited an increase in CSF levels over the study period. Preliminary postmortem immunohistochemical analysis revealed only rare amyloid plaques and showed no correlation between microglial numbers or morphology and strength of immune response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "73"
        },
        {
            "text": "These results indicate that age has a major impact on the strength of immune response following immunization against AA. No evidence of significant vaccination-related microglial activation is seen in this macaque model of preclinical AD. Differences in YKL-40 levels may indicate alterations in astrocytic reactivity between juvenile and aged animals. None of the macaques developed encephalitis using this immunization paradigm. The presence of the ?4 allele of the apolipoprotein E gene (APOE4) increases the risk of developing Alzheimer's disease (AD) through unclear mechanisms. In severe AD, there is upregulation of the receptor for advanced glycation end products (RAGE), which transports amyloid-A (AA) into the brain, at the blood-brain barrier. This causes an elevated brain AA burden in AD. In this study, whole brain homogenates of human prefrontal cortex from patients of known apoE genotype and diagnosed with AD at autopsy were subjected to protein electrophoresis, followed by Western blot analysis using anti-RAGE antibody. The findings reveal increased RAGE protein expression in those AD brains with APOE4/4 genotype, as compared to AD brains with APOE3/3 genotype. This suggests that APOE genotype can influence RAGE expression independent of age and AD status and is a potential mechanism whereby the presence of APOE4 is a risk factor for developing AD pathology. further demonstrated that some hydroxynonenal-protein products have physical and chemical properties similar to lipofuscin, providing a direct link between lipid peroxidation and the lipofuscin accumulation that commonly occurs in post-mitotic cells such as neurons. Therefore, in this study we examine brain tissue from patients with Alzheimer disease and controls by immunocytochemistry and immunoelectron microscopy for evidence of HNE crosslinking modifications of the type that should accumulate in the lipofuscin pathway. While no immunolabeling of classical Alzheimer disease pathological lesions (neuritic plaques, neurofibrillary tangles) was detected, we noted strong labeling of granulovacuolar degeneration (GVD) and Hirano bodies but not lipofuscin. These findings directly implicate lipid crosslinking peroxidation products as accumulating not in the lesions or in the lipofuscin pathways but instead in a distinct pathway, GVD, that accumulates cytosolic proteins. Our findings also suggest, by virtue of Hirano body immunolabeling, that actin and actinassociated proteins accumulate hydroxynonenal crosslinking. These findings highlight a possible dichotomy of protein turnover in AD, where membrane bounded-organelles are degraded in lysosome/lipofuscin and cytosolic proteins degraded in an alternate pathway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "73"
        },
        {
            "text": "EP2-Dependent DOCK2 Expression Regulates Microglial Response P.J. Cimino, Thomas Montine. University of Washington, Department of Pathology Innate immune activation of microglia is associated with several neurodegenerative diseases including Alzheimer_s disease (AD). Activated microglia demonstrate both beneficial and deleterious effects on surrounding neurons. The beneficial effects are well studied in models of AD and include cellular clearance of neurotoxic amyloid beta (AA) peptides. The deleterious effects include microglial secretion of a variety of molecules, resulting in paracrine neurotoxic damage. Recently, our group demonstrated that genetic disruption of the prostaglandin E2 (PGE2) receptor subtype 2 (EP2) in mice results in an alternatively activated microglial phenotype characterized by an increase in AA peptide internalization accompanied by suppression of paracrine neurotoxicity. The aims of this study were to discover effectors that may play a role in the EP2-/-microglial phenotype. A microarray survey of transcriptional response exhibited by primary microglia exposed to AA identified dedicator of cyto-kinesis 2 (DOCK2) as having 10-fold decreased expression in EP2-/-microglial cells when compared to wild type (WT). This was confirmed using qRT-PCR. In addition to genetic studies, Western blotting and immunohistochemistry (IHC) have shown that EP2-/cells have no detectable DOCK2 protein in the brain or any other organ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "76"
        },
        {
            "text": "IHC survey of the brain shows that DOCK2 is localized to microglia in WT mouse brain. Functional studies show that primary microglia derived from DOCK2-/-mice have a generalized decrease in the inflammatory response including decreased phagocytosis and decreased cytokine release. Emerging data on the role of DOCK2 points to its involvement in the control of lymphocyte physiology and Rac-mediated signaling, including migration, phagocytosis, and the production of reactive oxygen and nitrogen species. However, there are no current reports for the role of DOCK2 in microglia or the brain. This characterization of DOCK2 in controlling microglial activation may highlight it as a potential microglial-specific therapeutic target for neurodegenerative diseases that involve innate immune activation. Cell-cycle re-entrance has been described as an event in neurons in Mild Cognitive Impairment and Alzheimer_s disease (AD). The present study focuses on the expression of cell cycle-related proteins in very early stages of Alzheimer_s disease (AD), i.e. asymptomatic Alzheimer_s disease (ASYMAD), a state characterized by the presence of AD lesions in subjects without cognitive impairment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "76"
        },
        {
            "text": "In autopsy brains, we used immunohistochemical methods to compare the expression of cell cycle-related proteins (Cyclin D1/2 and Cyclin B1) in Layer V neurons and oligodendrocytes of Anterior Cingulate Gyrus (ACG) in ASYMAD subjects (n = 9), AD subjects (n = 10), Mild Cognitive Impairment subjects (MCI, n = 9), and age-matched controls (Controls, n = 10). The number of positive cells was evaluated using stereological methods, and statistical analysis was performed using Chi-square and Fisher_s exact test. In ACG, we observed a significant increase (p G 0.0001) in neuronal expression of Cyclin D1/2 in ASYMAD (67.76%) compared to OC (18.93%, p G 0.0001), MCI (52.48%, p G 0.0001) and AD (39.13%, p G 0.0001); and Cyclin B1 (p G 0.0001) in MCI (31,21%) compared to OC (13,67%, p G 0.0001), ASYMAD (24,81%, p G 0.05) and AD (8,49%, p G 0.0001). Oligodendrocyte expression was statistically significant increased (p G 0.0001) for both Cyclin D1/2 and B1 in ASYMAD (39.61% and 56.99%, respectively) compared to OC (11.96%, p G 0.0001 and 22.44%, p G 0.0001, respectively), MCI (33.90%, p G 0.05 and 42,41%, p G 0.0001, respectively), and AD (20,73%, p G 0.0001 and 27,15%, p G 0.0001, respectively). We believe that the over-expresssion of Cyclin D1/2 in ACG Neurons of ASYMAD subjects, and B1 in MCI subjects reflects the reactivation of the cell cycle in very early stages of AD, represents the association between the neuronal injury and cell cycle proteins, extends the previously described over-expression to an unexplored area and cognitive status, and may contribute to the neuronal nuclear hypertrophy present in those stages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "76"
        },
        {
            "text": "Hyoung-gon Lee 1 , Gemma Casadesus 1 , Sandra Richardson 1 , George Perry 2 , Robert Petersen 1 , Mark Smith 1 . 1 Case Western Reserve University; 2 University of Texas at San Antonio Aberrant cell cycle activation in neurons has emerged as a potential pathogenic mechanism of neuronal dysfunction/death in many neurodegenerative diseases such as Alzheimer disease. The exact role of cell cycle re-entry in disease pathogenesis is unclear, primarily because of the absence of research models to study the effects of cell cycle re-entry in mature neurons in vivo. We recently developed a new transgenic mouse model which can be induced to specifically re-drive forebrain neurons into the cell cycle (CaMKII-MYC). We show that MYC expression in neurons drives neurons to enter the cell cycle and triggers neurodegenerative changes including cognitive deficits and neuronal cell death. Our findings provide compelling evidence that disregulation of cell cycle re-entry plays a causative role in neurodegeneration in vivo. Our current findings, coupled with previous reports, suggest that inappropriate cell cycle regulation in neurons may be an important pathogenic mechanism for Alzheimer disease and other neurodegenerative diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overexpression of MYC in Post-Mitotic Neurons Induces Cell Cycle Re-Entry and Neurodegeneration"
        },
        {
            "text": "The Neuronal loss in the Locus Ceruleus, the major site of norepinephrine synthesis in the CNS, may exceed 50% in early AD and PD, leading some to speculate that a deficiency in this neurotransmitter system, possibly in combination with declines in other neurotransmitter systems, is a significant component of AD pathology. We have examined the neurons of the Locus Ceruleus in aged AD and non-AD subjects for evidence of electron transport chain failure and mitochondrial DNA deletion-mutations. We have found evidence for both, in a pattern similar to that observed in the substantia nigra in aged and PD individuals and in excess of that found in neurons from CNS regions not specialized for neurotransmitter synthesis. We suggest that redox-based consequences of specific aspects of neurotransmitter synthesis and metabolism may put monoaminergic neurotransmitter neurons at particular risk for mitochondrial genetic damage, functional decline and eventual death during the course of a lifetime. The resulting relentless decline in multiple neurotransmitter systems may play a central role in fundamental and/or associated deficits in AD, PD and other primary neurodegenerative diseases. The microtubule-associated protein, tau, assembles and stablizes microtubules for their important roles in cell proliferation, growth and differentiation. Hyperphosphorylation of tau triggers the formation of neurofibrillary tangles in neurons, astrocytes and oligodendrocytes. These tangles are major neuropathological markers for neurodegenerative diseases including Alzheimer_s disease and other tauopathies. In the CNS, there are 6 alternative splicing tau isoforms formed by exclusion or inclusion of exon 2 and exon 10. Exon 2 modulates the tau N-terminal domain, which interacts with the axonal membrane. Exon 10 codes for a microtubule binding domain, increasing the affinity of tau for microtubules. Fetal brain does not include either exon, a phenomenon that suggests that tau transcript undergoes complex regulated splicing in the mammalian nervous system during development. In this study, we investigated the age dependent subcellular expression of tau in the mouse hippocampus using monoclonal antibody AT8. Our results indicate an age-dependent subcellular localization of tau in region Ca1 of the 3xTg-AD mouse hippocampus. At 3 months, the bulk of the immunoreactive (IR) signal appears in neuronal cell bodies and at 6 months old mice, the IR signal is most pronounced in proximal axons. At 9 months of age, most of the IR aggregates in the axons of the molecular layer. Because particular tau isoform expression varies by brain region and is cell type-specific in other tauopathies, we intend to use tau antibodies RD3, RD4, and BR10 to characterize specific exon2 and exon 10 expressions in the hippocampus of the 3xTg-AD mouse and in postmortem human AD subjects. This work should provide further insights into the age-specific, region-specific, and cellular level-specific splicing regulation of the tau gene in Alzheimer_s disease. The goals were to determine the prevalence of argyrophilic grain disease (AGD) in an autopsy population and the evolution of grain distribution from early to late cases. Three silver-stained sections (amygdala, anterior hippocampus, middle hippocampus) were reviewed in cases aged 60 plus, clinically dementia (D) or control (C), with Braak stage III or less (0, I, II, III), and without pathology of hippocampal sclerosis or a non-Alzheimer, non-AGD neurodegenerative disease. Some cases were immunostained for 4R-tau. No C-0 case had AGD (n = 10). Among C-I cases, 2 of 45 had definite AGD and 2 had minimal grains (presumed very early AGD The association of polymorphisms in the >-synuclein gene (SNCA) with the risk of Parkinson_s disease is well established but the molecular mechanism by which many of these polymorphisms affect synuclein metabolism is unclear. Since there are no common polymorphisms in the coding region of the gene, common polymorphisms associated with the risk of PD presumably affect (or are in linkage with polymorphisms which affect) the expression, stability, or translational efficiency of SNCA mRNA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "79"
        },
        {
            "text": "A recent array-based study of post-mortum mRNA levels found no association of SNCA polymorphisms and the level of SNCA mRNA (Myers et al., 2007) . That study included polymorphisms from the 3_ region of the gene which are associated with the risk of PD and included mRNA expression probes able to distinguish some of the alternately spliced SNCA transcripts from each other. SNCA has three alternate polyadenylation sites and these alternate sites are used specifically by particular alternately spliced SNCA mRNAs. The Illumina expression array feature GI_6806896 specifically detects only SNCA transcripts with the longest 3_UTR, while the feature GI_6806897 detects all of the SNCA mRNAs. One of the common SNCA polymorphisms associated with the risk of PD, rs356165, is in the region of the SNCA 3_UTR present only in the longest transcripts. A polymorphism, rs356168, present on the U133 Affymetrix SNP array, is in essentially perfect LD with rs356165. Although in the Myers et al. dataset rs356168 is not associated with the total amount of SNCA mRNA in post-mortum brain, it is strongly associated with the ratio of long 3_UTR to short 3_UTR SNCA mRNA. This result strongly suggests that the differential expression of alternate SNCA transcripts is important in the pathogenesis of Parkinson_s disease. We investigated if this was an isolated phenomenon in cholinergic neurons or if it was more widespread in other neuronal populations. As a control we also use immunohistochemistry for tyrosine hydroxylase (TH), the ratelimiting enzyme in dopamine synthesis. We studied LBs in substantia nigra (SN), locus ceruleus (LC), basal nucleus of Meynert (nbM) and amygdala, and the pedunculopontine nucleus (PPN) with double staining for >-synuclein and ChAT or TH in pure LBD (n = 14), LBD with Alzheimer disease (LBD/AD (n = 16), AD (n = 12) and normal controls (n = 16). We noted ChAT-immunoreactive LBs and intraneuritic LBs in nbM and PPN, but not in LC or SN and that fewer than 50% of LBs and intraneuritic Lewy bodies were labeled. Cortical type LBs in the amygdala were also negative. TH immunoreactivity was present only in the peripheral rim of LBs in SN, but not present in LBs in other nuclei. Confocal microscopy showed ChAT immunoreactivity distributed throughout the LB, while TH was located in the peripheral rim of the LB. The results indicate that the observed colocalization of ChAT with LBs was not merely due to antibody crossreactivity, that the phenomenon was limited to cholinergic neurons, and that neither ChAT nor TH is an integral component of LBs. We describe the clinical features, analyze the immunohistochemical profile, and determine the distribution of inclusions, neuronal loss and gliosis, in an unusual case which we will refer to as dentatorubral-pallidonigral-lyusial degeneration with basophilic neuronal inclusions. A 53-year-old male first developed hand dystonia at the age of 51. Over the next year his neurological disease rapidly progressed with the subsequent development of eye lid opening apraxia, emotional lability, and vertical supranuclear gaze palsy, warranting consideration of the diagnosis of progressive supranuclear palsy. He expired at age 53 with an illness duration of 2 years after becoming wheelchair bound. The fixed left hemisphere weighed 560 grams. On gross pathological examination there was mild atrophy over the frontal convexity. The substantia nigra appeared pale and the subthalamic nucleus was atrophic. The most prominent histological finding was the presence of round cytoplasmic inclusions which were weakly basophilic on Hematoxylin & Eosin and positive for cresyl violet, but negative for PAS, Luxol fast blue, methyl pyronine, Bielschowsky and Gallyas silver stains. With immunohistochemistry, the inclusions variably stained with ubiquitin and neurofilament, but were essentially negative to all other currently known antibodies including tau, alphasynuclein, alpha-internexin, and TAR DNA binding protein-43. Neurons with the inclusions had amyloid precursor protein (APP) immunoreactivity, but the inclusions were negative for APP. In many areas where inclusions were detected there were also scattered axonal spheroids, which were immunoreactive for ubiquitin, APP and/or >B-crystallin. There was no evidence of motor neuron degeneration. On electron microscopy the inclusions were poorly circumscribed masses with a heterogeneous mix of filaments, granular material and cytoplasmic organelles. The inclusions were mainly distributed in cerebellar dentate nucleus, substantia nigra, subthalamic nucleus, globus pallidus and red nucleus. Neuropathology: In case-1 the brain weighed 1,150 grams, and in case-2, 1,230 grams. Severe neuronal loss was seen in the Purkinje cell layers. Numerous lipopigments were present in the neuronal cell soma of the cerebral cortex, basal ganglia, thalamus, dentate nucleus, Purkinje cells, brain stem nuclei, as well as Bergmann glial cells. Those lipopigments show autofluorescence and are depicted using PAS, Nile blue, oil red O and Sudan III stains. In addition, the lipopigments are immunopositive for antibody raised against subunit c of mitochondrial ATP synthase. However, they were immunonegative for antibody raised against 8-hydroxy-2 ¶-deoxyguanosine (8-OHdG) and occasionally immunopositive for advanced glycation end (AGE) and 4-hydroxynoneal (4-HNE). Electron micrograms show osmiophilic inclusions with lipofuscin or fingerprint profiles. Conclusions: Although the clinical presentation of two cases was heterogeneous, neuropathologic alterations were similar in both cases. Furthermore, immunohistochemical analyses suggested the presence of abnormal response to the glycoxidation and oxidative stress in Kufs disease.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 144,
                    "text": "(Myers et al., 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "79"
        },
        {
            "text": "underdiagnosed central and peripheral nervous system disease with urinary incontinence due to neurogenic bladder and cognitive impairment. Early diagnosis may be established through sural nerve biopsy disclosing intraaxonal Periodic Acid Schiff-(PAS-) positive, diastase-resistant polyglucosan bodies; and confirmed by a characteristic magnetic resonance imaging (MRI) appearance with white matter involvement, although brain and spinal cord atrophy become evident with progressive disease. We report two women of Ashkenazi Jewish descent. A 53-year-old female had a 15-year history of progressive gait disorder and frequent falls, and developed urinary and fecal incontinence and foot dysesthesias; a 57-year-old woman had progressive unsteadiness of gait more evident for the last 4 years together with urinary incontinence. Electromyography (EMG) and nerve conduction velocity were consistent with sensory-motor peripheral neuropathy, predominantly axonal in type. Visual, somatosensory and auditory evoked potentials were abnormal. Brain MRI showed diffuse white matter bright signal on T2 sequences in the fronto-parieto-occipital hemispheres and in the internal capsule, with thinning of the corpus callosum. There was also volume loss and less severe cerebellar involvement although diffuse spinal cord atrophy was also observed in the first case. Sural nerve biopsy was diagnostic. Both patients have the heterozygous Y329S mutation in the exon 7 of GBE1 gene; manifesting heterozygosity has been documented repeatedly in APBD and is in keeping with the late onset of the condition. Nerve biopsy disclosing polyglucosan intraxonal inclusions is the hallmark of the disease and must alert the neuropathologist for further clinical and genetic investigations. There are numerous parallels between the leading neurodegenerative disorders of aging, e.g., Alzheimer disease (AD), and the leading developmental brain disorders, e.g., fragile X (FXS). These parallels are perhaps best highlighted in fragile X carriers who develop fragile X-associated tremor/ataxia syndrome (FXTAS). To date, surprisingly few human postmortem analyses have been undertaken. Using immunocytochemical analysis and western blot analysis of a series of fixed and frozen brain tissue from cases of FXS and FXTAS, we discovered profound alterations in oxidative stress, tau phosphorylation and mitochondria dynamics. Nucleic acid oxidation, using antibodies to 8hydroxyguanosine (8OHG), is increased in cases of FXS and FXTAS compared to controls. Quantitative analysis of the staining intensity reveals that as a group, the fragile X mutations display higher levels. Further, a significant increase of phosphorylated tau in the FXS and FXTAS brain, as well as, phosphorylated ERK, a key kinase responsible for tau phosphorylation, were significantly upregulated in FXS and FXTAS, suggesting that tau phosphorylation in FXS and FXTAS might be due to activation of ERK pathway. Using frozen brain tissue from the University of Maryland Brain and Tissue Bank, an altered expression of mitochondria fission and fusion proteins between FXS, FXTAS, and control cases was also found. The most consistent and obvious change is that mitofusin2 is reduced greatly in FXS and FXTAS, compared with age matched controls. With these studies on oxidative stress in FXS, the more evident it becomes that damage, stress response, tau phosphorylation and mitochondrial changes are involved. While such changes are undoubtedly deleterious, their exact role in disease pathogenesis (e.g. cause vs consequence) remains elusive. The relationship, if any, to the presence of intranuclear lesions (FXTAS) and correlations with age (FXTAS and FXS) and repeat number (FXTAS and FXS) is the next obstacle to tackle in understanding these disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "79"
        },
        {
            "text": "Marc Del Bigio 1 , Zahra al-Hajri 2 . 1 Pathology -University of Manitoba; 2 University of Manitoba",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Brain Pathology in a Large Cohort of Solvent Abusers"
        },
        {
            "text": "The neuropathology of solvent inhalation (especially toluene) has characteristic features, consisting of patchy myelin loss with white matter macrophages that contain granular inclusions. However, it has only been described in a small number of case reports (Filley et al. 2004 ). In a retrospective study from 1985Y2008 inclusive, we sought to determine the prevalence and spectrum of white matter abnormalities in 73 autopsy cases with documented history of solvent abuse. Among these are 6 fetuses and infants with history of maternal exposure, 15 children 12Y17 years, and 52 adults 18Y66 years. Clinical aspects also include seizures in 8 individuals and mixed alcohol abuse in 35. Circumstances of death included 22 cases of acute intoxication, 15 hangings, 7 trauma, 7 sepsis/aspiration, 4 fire/burns, 3 hypothermia, and others. The brain material for review included paraffin blocks from 33 brains cut by a neuropathologist and 28 brains cut fresh by a forensic pathologist (with 1Y5 slices of brain). All samples were recut and stained with solochrome cyanin to demonstrate myelin and periodic acid Schiff (PAS) to highlight the characteristic inclusions. All slides were examined in a blinded manner by the senior author. Patchy loss of myelin and the prevalence of inclusions were documented semiquantitatively. Eleven cases (age 23Y49, median 40 years) had wellestablished leukoencephalopathy with multifocal perivascular myelin loss and inclusion-containing macrophages. Five cases (age 15Y53, median 22 years) had early or mild changes consisting of rare inclusion-containing cells but no obvious myelin change. Chart reviews are underway to correlate the pathological and clinical features. Given the sociologic nature of solvent abuse actual exposure is impossible to ascertain, however it would appear that there is a durationdependent effect. Interaction with alcohol and possible other risk factors also need to be considered to explain why not all heavy users develop the disease.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 277,
                    "text": "(Filley et al. 2004",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Brain Pathology in a Large Cohort of Solvent Abusers"
        },
        {
            "text": "Jian-Qiang Lu 1 , Jeffrey Joseph 1 , Anne Stevens 2 , Jan Storek 1 , Richard Nash 3 , Luanne Metz 1 , Arthur Clark 1 , Edward Johnson 4 , V. Wee Yong 1 . 1 University of Calgary; 2 University of Washington; 3 Fred Hutchinson Cancer Research Center, Seattle; 4 University of Alberta",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inflammation And Demyelination in Patients With Multiple Sclerosis After Allogeneic Hematopoietic Stem Cell Transplantation"
        },
        {
            "text": "Given the autoimmune nature of multiple sclerosis (MS), allogeneic hematopoietic stem cell transplantation (allo-HCT) may be a therapeutic option for MS refractory to conventional treatment. However, in a large proportion of allo-HCT recipients, MS did not remit clinically. We examined the histopathology in four MS patients who had died at a median of 4.5 (2.5 È 9.0) months after allo-HCT for a hematologic malignancy. Normal-appearing brains of 5 non-MS patients obtained at a median of 10.0 (1.0 È 29.0) months after allo-HCT were also examined and compared with those of 5 neuropathologically-normal subjects without allo-HCT. The results showed the following: (1) All the MS patients exhibited persistent inflammation and demyelinating activities despite allo-HCT. Active lesions had significantly higher numbers of CD3+ and CD8+ T lymphocytes, and higher scores of CD68+ microglia/macrophages, compared with inactive lesions and normal-appearing white matter (p G 0.001, by Mann-Whitney U-test). Degenerating myelin was confirmed to colocalize with CD68+ macrophages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inflammation And Demyelination in Patients With Multiple Sclerosis After Allogeneic Hematopoietic Stem Cell Transplantation"
        },
        {
            "text": "(2) FISH analysis of sex chromosomes on a female patient who received male donor cells revealed that only a minority of CD45+ and CD68+ cells within the brain were from the male donor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inflammation And Demyelination in Patients With Multiple Sclerosis After Allogeneic Hematopoietic Stem Cell Transplantation"
        },
        {
            "text": "(3) When examining the normal-appearing brains of non-MS patients with allo-HCT, we found significantly higher numbers of CD3+ and CD8+ T-lymphocytes, and higher scores of CD68+ microglia/macrophages, compared with the controls without allo-HCT (p G 0.01); no obvious demyelination was identified in these non-MS samples. We conclude that inflammatory and demyelinating activities of MS persist at least up to 9 months after allo-HCT. This early failure to attenuate MS histopathology is possibly due to persistence of recipient immune cells in the brain. Allo-HCT is associated with diffuse inflammation even in non-MS brains, although these inflammatory cells may not produce obvious demyelination. Overall, the present findings do not support using allo-HCT in treating MS. The National NeuroAIDS Tissue Consortium (NNTC) performed a brain gene expression array on subjects with HIV-associated neurocognitive disorders (HAND). Demented subjects with and without HIV encephalitis (HIVE) were examined, as were infected subjects without any impairment. Frontal neocortex, neostriatum and frontal white matter each was examined using the Affymetrix \\ gene array platform. HAND with and without HIVE appeared virtually identical to each other with respect to neurocognitive test responses. But neurochemically, the two demented groups were completely different. With HIVE, HIV RNA load in brain tissue was four log units higher relative to the group of demented subjects without HIVE. With HIVE, over 1,900 probes were regulated including increased interferon response genes, antigen presentation, complement components and CD163 antigen. Immune responses were especially strong in neostriatum, whereas downregulated neuronally expressed pathways were selective for neocortex. Neocortical changes included GABA receptors, glutamate receptor signaling, synaptic long term potentiation, axon guidance, clathrin-mediated endocytic pathways. In contrast, HAND without HIVE had just 92 regulated transcripts. There were abnormally weak brain immune responses including CD163; downregulated neocortical neuronal responses were lacking; there was prominent regulation of transcripts uniquely expressed in endothelial cells. In HIV-1-infected subjects without dementia there were mild immunological responses and neuronal adaptations that could be detected only in neostriatum. Three patterns of gene expression are noted. 1) Type I HAND is linked closely to high brain HIV-1 loads and HIVE, provokes strong immune responses in brain and regulates neocortical neurons. 2) Type II HAND is not linked to brain HIV-1 load or HIVE, exhibits relatively weak neuroimmune responses, and has a reticuloendothelial connection. Members of the CHD family of proteins play key roles in chromatin remodeling. This is facilitated through the use of two motifs, chromodomains and SWI2/SNF2 ATPase/helicase domains. CHD6 was the first protein used to define the third CHD subfamily, containing domains in the C-terminus which distinguishes it from subfamily I and II. In the brain CHD6 expression is highest in the cerebellum, and an autosomal recessive non-progressive spinocerebellar ataxia, SCAR6, has been mapped to a 19.5 cM region of 20q11-q13 which contains the CHD6 locus (Tranebjaerg et al., 2003) .",
            "cite_spans": [
                {
                    "start": 3255,
                    "end": 3281,
                    "text": "(Tranebjaerg et al., 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Inflammation And Demyelination in Patients With Multiple Sclerosis After Allogeneic Hematopoietic Stem Cell Transplantation"
        },
        {
            "text": "To determine the function of CHD6 protein we generated mouse lines with domain specific knock out of exon 12, which encodes the SWI/SNF DEAH box ATPase. CHD6 ATPase-/-mice are viable and fertile and show no observable physical phenotype. Behavioral testing showed that CHD6 ATPase-/-mice exhibit a lack of coordination on the rotorod that, like the ataxia of SCAR6 patients, does not increase with age. The lack of coordination was not due to muscle weakness or increased anxiety, and could not be attributed to a balance defect. Histological analysis of the brain morphology revealed no obvious differences between CHD6 ATPase-/mice and wild type littermates. However, expression microarray analysis of ATPase-/-cerebella vs those of controls identified 250 genes which are differentially expressed with greater than 1.5 fold change. Genes important in brain development, most notably neuroguidin, were among those with the most statistically significant differential expression. Genes involved in transcription, DNA binding and cell signaling were differentially expressed as well. The data suggest that the ATPase region of CHD6 is important for transcription of genes involved in neural development and that mutation of CHD6 may be responsible for SCAR6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inflammation And Demyelination in Patients With Multiple Sclerosis After Allogeneic Hematopoietic Stem Cell Transplantation"
        },
        {
            "text": "Primary Aplasia/Agenesis of Granular Neurons: A Case Report Veena Rajaram 1 , Jeffrey Golden 2 . Children's Memorial Hospital/ Northwestern University, Chicago; 2 The Children_s Hospital of Philadelphia, Philadelphia, PA Primary agenesis of granular neurons is a rare cause of microcephaly with a presumed autosomal recessive form of inheritance. We report a case of microcephaly with primary agenesis of granular cell neurons in the cerebellum and hippocampus along with associated cortical abnormalities. The deceased was a 32 months old girl with severe growth retardation, developmental delay, cortical blindness and central apnea. She was the fourth child of a consanguineous marriage and the family history was significant for an older sister with microcephaly and seizures who died at 19 months of age. She had an older brother and sister who were normal. Chromosomal analysis was normal. At necropsy, the body weight and height were less than the 3rd percentile. The brain weight was 151 gm and the external examination showed lissencephaly/ pachygyria with hypoplastic pons and cerebellum. Microscopically, there was absence of cerebellar granular neurons with preservation of Purkinje cells and the dentate nucleus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "98"
        },
        {
            "text": "The hippocampi also showed a loss of granular neurons with a near complete absence of fascia dentata. The basis pontis was hypoplastic and there was multifocal cortical dysplasia with diffuse white matter gliosis. The main differential diagnosis was with the Galloway-Mowat syndrome, another autosomal recessive condition. Little is known about the underlying molecular genetics defect in these disorders. The development of pontine nuclei and ponto-cerebellar projections have been studied in several animal systems, and the embryologic signals that precisely organize these structures are still being investigated. Here, we document two examples of human autopsies where pontine nuclei and associated pontine projection fibers are found not only in the pons, but also in the rostral and mid-level medulla. In effect, the boundary between the ventral pons and ventral medulla is erased, creating Bpontinization[ of the medulla. In contrast, dorsal pontine and medullary structures appear in normal register and do not overlap. Neither patient was known to have any neurological symptoms, including any signs of abnormal bulbar function. In accordance with these histories, both autopsies show normal positions of cranial nerve nuclei, normal exit points of the cranial nerves, and normal pyramid and medial lemniscus anatomy. We found no other developmental abnormalities in the CNS, including spinal cord, cerebellum, and supratentorial structures. These findings suggest that although embryologic pontobulbar development normally proceeds in a stereotyped fashion, a remarkable degree of allowed variability exists which does not appear to have any detectable functional ramifications. After detection of intra-and perivascular foreign material in the brain of a congenital cardiopulmonary disease patient who had undergone several catheterization procedures, we systematically surveyed all autopsies performed at our institution from 2004 to 2007, inclusive. Our goal was to ascertain the prevalence of this finding and the associated clinical factors which might indicate the material_s source. While a range of hypoxicischemic lesions have been described among patients in this group (Kinney and Newburger, 2005) , the specific reporting of foreign material has not. We reviewed brain slides from 2004 through 2007 for all infants and children with a history of catheterization of the heart or great vessels, and/or cardiopulmonary bypass, for light-microscopic evidence of foreign material. Of 17 such patients (11F, 6M; ages 6dY20 yr, median 3 yr), 11 (65%) also underwent extracorporeal membrane oxygenation. Six of the 17 (35%) had foreign material detected in one or more blocks (sampling ranged from 4Y18 blocks/case, median 14). The material varied from irregular fragments of bluish substance flecked with black, to angulated refractile shards, to eosinophilic or amphophilic strips in irregular coils. In all cases, the material was associated with a cellular inflammatory reaction, most commonly foreign-body giant cells, as well as focal microinfarcts; a cortical macroinfarct was seen in 1 patient. In 2 patients, the material was extensive, present in a majority of blocks. The distribution of the emboli included leptomeninges, cerebral cortex, deep gray and white matter, brainstem, and cerebellum (i.e., both anterior and posterior cerebral artery territories). In these medically complex patients, no correlation could readily be made between neurologic status and injury associated with the foreign emboli. We conclude that, in addition to recognized risks of hypoxic-ischemic brain damage in congenital cardiopulmonary disease, potential brain insult exists in the form of instrumentation-related foreign emboli to the cerebral vasculature. We report 6 cases of distant embolization of foreign material found in patients who had undergone interventional procedures at UCLA Medical Center during the past 18 months. The patients underwent either cardiac catheterization, intracerebral arteriogram or coil embolization for intracerebral aneurysm. Clinical symptoms ranged from undetectable (i.e., no symptoms years later in 3 cases) to severe neurological deficits and/or death occurring within days to weeks of the original interventional procedure (3 cases). Histologic examination of tissues removed during subsequent surgical biopsy or autopsy procedure showed granular, basophilic, nonrefractile, nonpolarizable foreign material and associated granulomatous reaction within several scattered small vessels of the lung or subcortical brain, consistent with embolization of hydrophilic polymer originating from interventional medical devices. Adjacent microinfarcts were occasionally identified. To our knowledge, this report is the first which describes distant embolic spread of hydrophilic polymer, and the first report of such a case contributing to death of a patient [Supported in part by UCLA SPOTRIAS grant NS044378]. Progranulin, a growth factor that plays a role in neuronal survival, binds to the HIV-1 transcription regulator Tat and its cellular cofactor P-TEFb, resulting in inhibition of transcription from the HIV-1 promotor (Hoque et al, J Biol Chem 280:13648, 2005) . Progranulin has been reported to be upregulated in microglia in FTLD-U brains. We investigated progranulin expression, using immunocytochemistry on paraffin-embedded brain sections from two children with HIV-1 encephalitis, a 6-year-old boy from the pre-HAART era and a 12-year-old girl who had developed resistance to antiretroviral therapy. Control cases included a 62-year-old HIV-1-negative man with a small, old, hemorrhagic infarct in the basal ganglia on one side, a negative control, and a 37-year-old woman who died of herpes simplex virus (HSV1) encephalitis, an inflammatory control. We used two separate antibodies to progranulin, a polyclonal anti-progranulin peptide antibody and a polyclonal anti-human antibody raised against recombinant progranulin. We confirmed specificity for the former by blocking with peptide. We also stained sections for HIV-1 p24 and for the microglial marker Iba-1. The HIV cases had diffuse microglial activation, on Iba-1. Progranulin expression, by contrast, was confined to infected microglia and multinucleated giant cells in HIV lesions, with parallel positivity for p24 in cells that had progranulin expression. There was no progranulin expression in microglia in control brains, and all cases had weak progranulin staining of neurons. Our findings suggest that progranulin is highly expressed in HIV-1infected cells of monocyte/macrophage origin and that this change may be specific for HIV-1 encephalitis, possibly as a protective mechanism for neurons and other brain cells.",
            "cite_spans": [
                {
                    "start": 2190,
                    "end": 2218,
                    "text": "(Kinney and Newburger, 2005)",
                    "ref_id": null
                },
                {
                    "start": 5167,
                    "end": 5209,
                    "text": "(Hoque et al, J Biol Chem 280:13648, 2005)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "98"
        },
        {
            "text": "deficit unexplained by other causes, evidence of vasculitis in a CNS biopsy specimen, or a cerebral angiogram with changes characteristic of vasculitis. We report a 70-year old male with a history of repeated epidural injections for chronic low back pain, presenting with headache, multiple cranial nerve palsies and progressive myelopathy. Leptomeningeal enhancement of the posterior epidural space (T10-12 spine) was seen on MRI. Extensive laboratory investigation showed normal or negative results except for persistent pleocytosis, elevated protein and absence of diagnostic microorganisms on cerebrospinal fluid studies. Despite aggressive treatment, the patient developed progressive neurological deterioration leading to death. Autopsy showed PACNS with predominant cranial nerve (II, III and VI) and spinal cord involvement. Thoracic and lumbar spinal cord sections revealed multiple areas of subacute subpial necrosis. Conventional and special stains did not reveal diagnostic microorganisms. Conclusion: The diagnosis and management PACNS can be challenging, especially when it involves the spinal cord, which is a rare occurrence. Histopathological examination is essential not only for diagnosis but also to exclude other mimics of vasculopathy. Hypokalemic periodic paralysis is a rare disorder that most commonly presents in adolescence and young adulthood with episodes of paralysis in association with transient hypokalemia. As these patients age, the frequency of their attacks decrease but some will go on to develop progressive muscle weakness. We present an atypical case of an older male who experienced several years of progressive muscle weakness before having his first documented episode of hypokalemic paralysis. The patient, a 62 year old male, had a several year history of progressive muscle weakness that eventually prompted a muscle biopsy which showed features mimicking those of inclusion body mystis. During a hospitalization for a fall, the patient experienced muscle weakness in his hands and difficulty swallowing. Routine labs revealed his serum potassium level to be 1.5 mEq/dl. Review of the electronmicrographs from the previous muscle biopsy showed intracytoplasmic vacuoles and tubular aggregates prompting consideration of hypokalemic periodic paralysis (HOPP) as the cause of both his progressive muscle weakness and recent episode hypokalemic paralysis. Subsequent genetic testing at Massachusetts General Hospital revealed a R528H mutation of the CACN1AS gene consistent with the diagnosis of hypokalemic periodic paralysis. Hypokalemic periodic paralysis is uncommon disease, the diagnostic challenge is further amplified when there is an atypical presentation of such a condition. This case suggests that large amount of membranous materials are more pronounced in the older patients with permanent weakness which are similar to those of inclusion body myositis. Careful search of intracytoplasmic vacuoles and tubular aggregates will be helpful to elucidate the diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "98"
        },
        {
            "text": "A Retrospective Review of Muscle Biopsies at Orlando Regional Medical Center, 1995Y2008 Aaron Wagner, Dana Altenburger, Orlando Gonzales, Gary Pearl. Orlando Regional Medical Center",
            "cite_spans": [],
            "ref_spans": [],
            "section": "106"
        },
        {
            "text": "All diagnostic muscle biopsies from the department of pathology at Orlando Regional Medical Center were analyzed from the years 1995 to 2008. A total of 2148 different cases were analyzed generating 2270 different diagnoses. Cases were each read by two board certified pathologists one as the primary diagnostician and one as a concurring diagnostician. Diagnostic and demographic data were gathered for all cases by year and gender. 1594 cases had histopathologic abnormalities, the most common among them included neurogenic atrophy (462 or 20.36% of cases), type II atrophy (371 or 16.35% of cases), and nonspecific myopathic changes (106 or 4.67% of cases). The inflammatory myopathies (inclusion body myositis, dermatomyositis, polymyositis and nonspecific inflammatory myopathy) accounted for a total of 256 (11.3%) cases. The muscular dystrophies (Becker, Duchenne, Emery-Dreifuss, merosin deficient, etc) made up 54 (2.38%) cases. Possibly concurrent with the use of statin medications for cholesterol disorders, necrotizing myopathy began to be seen in our center in 1999 (one case) and increased in incidence fairly steadily to a total of 18 cases in 2007 and 2008. Factors that contributed to the diagnostic yield of a biopsy included year of collection (later years had more non-diagnostic biopsies, possibly reflecting an increase in referrals from non-neurologists) and specific differential diagnoses at the time of muscle biopsy (as opposed to simply a symptom such as Bweakness[ or Bmyalgia[) This study is the largest and possibly the first large-scale retrospective analysis of muscle biopsy results for a large referral center in the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "106"
        },
        {
            "text": "Toxic Myopathy Due to a Combination of Hydroxychloroquine and Colchicine Y A Case Report Justin Kreuter, Timothy Lonesky, Robert Wortmann, C. Rhodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "107"
        },
        {
            "text": "Introduction: Drug-induced myopathy is important to consider when evaluating a muscle biopsy since withdrawal of the offending drug typically permits a full recovery. We report a case of drug-induced myopathy precipitated by the combination of hydroxychloroquine and colchicine; the diagnosis is supported by classic EM findings for both drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dartmouth-Hitchcock Medical Center"
        },
        {
            "text": "Case: A 66 year old woman was admitted to the hospital with severe muscle weakness. She has a 12-year history of seronegative rheumatoid arthritis treated with hydroxychloroquine 200 mg twice a day and one-month history of gouty arthritis treated with colchicine 0.6 mg daily. Physical examination revealed both proximal and distal muscle weakness, which in some areas was graded as 3/5. Biopsy of her left vastus lateralis was negative for inflammation, but did show vacuoles in muscle fibers. Special stains were negative for fiber-type grouping, glycogen storage disease, and lipid accumulation. EM revealed examples of curvilinear bodies and whorled membranous bodies. Both hydroxychloroquine and colchicine were discontinued. Two months later the patient returned with complete resolution of her muscle weakness. Discussion: In this case, a patient on long term hydroxychloroquine developed myopathy soon after the addition of colchicine. Hydroxychloroquine has a chemical structure that allows it to insert into the membranes of muscle cells. When lysosomes autodigest these membranes, autophagic vacuoles are produced. Colchicine is known to inhibit microtubule polymerization and impair lysosomal transport along microtubules. EM is often needed to differentiate the various etiologies of drug-induced myopathy and this case demonstrated classic examples of curvilinear bodies and whorled membranous bodies, which are characteristic of hydroxychloroquine and colchicine, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dartmouth-Hitchcock Medical Center"
        },
        {
            "text": "Nemaline Myopathy 5: A Case Report James Lapinski, Richard Prayson. Cleveland Clinic Nemaline myopathies are a group of congenital myopathies characterized clinically by muscle weakness and histologically by the presence of eosinophilic, rod-shaped structures called Bnemaline rods[ or Bnemaline bodies[ within skeletal muscle fibers. Nemaline myopathy 5 is a more recently recognized form of nemaline myopathy which has been identified among the Old Order Amish, particularly in Lancaster County, Pennsylvania. Inheritance of the disease is autosomal recessive, and affected individuals are homozygous for a mutation in the gene for the sarcomeric thin-filament protein, slow skeletal muscle troponin T (TNNT1) at chromosome 19q13.4. We present a patient who presented for gastrostomy button placement in anticipation of eventual dysphagia and nutritional depletion (secondary to muscular dysfunction of the proximal third of the esophagus). Her older sister had succumbed to nemaline myopathy 5 at the age of 3 years. Light microscopic evaluation of the right quadriceps muscle biopsy showed a moderate variation in muscle fiber size with areas of small group atrophy. Scattered rounded atrophic esterase positive muscle fibers were observed. ATPase stains highlighted a prominent type I muscle fiber atrophy; there was no evidence of fiber type grouping. Rodlike structures were noted on Gomori trichrome staining in atrophic fibers; no ragged red fibers were identified. Electron microscopic evaluation of the muscle showed scattered fibers with discrete nemaline rod formations, a rare degenerating muscle fiber, and a rare muscle fiber with focal vacuolar changes of uncertain etiology. The patient underwent the gastrostomy button placement without complications and was discharged home after a brief hospital stay. Tubular aggregates, uncommon findings on muscle biopsy, are in most cases a marker suggestive of myopathy. Tubular aggregate myopathies are associated with four clinical types including exercise induced myalgia/cramp syndrome, progressive proximal myopathy, familial limb girdle myasthenic syndrome, and a late childhood onset form with progressive blindness and gyrate atrophy of choroids and retina. We report two cases of tubular aggregate myopathy (TAM) with distinct demographic background presenting as a variant of myalgia/cramp syndrome. Patient A was a 41 year-old male with a 4 year history of progressive diffuse muscle pain, weakness and stiffness provoked by exertion involving his shoulders, arms and legs. Minimally elevated CK levels and unremarkable electrodiagnostic findings were noted. Clinically regional myofascial pain syndrome versus mitochondrial myopathy was suspected. Patient B was a 71",
            "cite_spans": [],
            "ref_spans": [],
            "section": "108"
        },
        {
            "text": "year-old male with one year history of muscle pain, weakness, and morning stiffness in proximal long muscles of the upper and lower extremities mildly alleviated by frequent stretching exercises and high dose anti-inflammatory drugs. Minimally elevated CK and ESR levels were noted. Polymyalgia rheumatica and myositis were considered. Neither of these patients presented with other neuromuscular findings, in particular those indicating periodic paralysis, or suffered from alcohol abuse. There was no family history of neuromuscular disorder. Both patients had undergone targeted medical treatment prior to muscle biopsy with little to no improvement. Muscle biopsy in both patients revealed NADH reactive / SDH negative subsarcolemmal aggregates which appeared as masses of long straight parallel tubules on electron microscopy.ConclusionThese cases underline the importance of the muscle biopsy in confirming TAM, considering the variation in clinical presentation. To date no medical treatment has been proven effective in these patients. Therefore, the diagnosis of TAM and a muscle biopsy should be considered in a variety of neuromuscular syndromes. Macrophagic myofasciitis, a relatively rare disease, is often attributed to aluminum-containing vaccination in adults. Only a few cases have been reported in children, and its association with aluminum and vaccination in this population has remained controversial. We report a case of macrophagic myofasciitis in a 1 year-old boy who presented with congenital hypotonia (prior to his aluminum-containing HBV vaccination on postnatal day 1), developmental delay, microcephaly, and dysmorphic facial features. Initial genetic tests, including chromosome analysis, FISH for Prader-Willi (15q11.2) and 22q11.2, and Spinal Muscular Atrophy studies, were normal. Metabolic disease workups (plasma amino acids, fatty acid analysis, ammonia, CK, lactate, and pyruvate) were also non-informative with exception of a mildly elevated lactate. EMG showed nonspecific myopathic features. Muscle was biopsied to rule out mitochondrial disease or other myopathies. Frozen section histochemistry showed perimysial infiltration by macrophages positive for PAS, acid phosphatase, and non-specific esterase. Immunohistochemistry on paraffin sections showed that these macrophages are positive for CD68. Electron microscopy showed electron dense organelles within these macrophages. However, X-Ray energy dispersal analysis showed no evidence of aluminum within the macrophages. At a later date, based on his abnormal hemoglobin and the development of more characteristic facial features, he was diagnosed with the X-linked alpha-thalassemia mental retardation (ATRX) syndrome. Sequence analysis of the ATRX gene identified a non-conserved V1550M amino acid substitution. This case demonstrates that additional factors other than aluminum or vaccination may be involved in the development of macrophagic myofasciitis. Further studies are required to clarify the relationships, if any, between macrophagic myofasciitis and ATRX syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "108"
        },
        {
            "text": "Reversible Myopathy Induced By Long-Term Pegasys Mono Treatment for a Chronic Hepatitis C Patient under HALT-C Trial Chunyu Cai 1 , Josh Gioaccotto 1 , Kevin Felice 2 , Margaret Grunnet 1 , Charles Whitaker 2 , Qian Wu 1 . 1 University of Connecticut Health Center; 2 Hospital for Special Care",
            "cite_spans": [],
            "ref_spans": [],
            "section": "111"
        },
        {
            "text": "Myopathy is a rare but serious side effect in acute or chronic hepatitis C patients under Pegasys (Pegylated Interferon alfa2A) treatment. However, pathologic features of this morbidity were poorly characterized and muscle biopsies were not reported. Here we present a case of Pegasys induced necrotizing myopathy confirmed by muscle biopsy. A 52-year old man with chronic hepatitis C administered low dose (45 mcg/ week) Pegasys mono treatment in the HALT-C (Hepatitis C Antiviral Long-term Treatment against Cirrhosis) trial. He tolerated the treatment relatively well initially, but unexpectedly, developed severe numbness and weakness in the lower extremities 36 months after the treatment was initiated. His muscle creatine kinase (CK) was over 5000. The Pegasys treatment was stopped at that point; however, his muscle symptoms recovered poorly after the drug cessation and his CK level remained elevated. Muscle biopsy was performed 6 month after the drug cessation and demonstrated necrotizing myopathy. Meanwhile, his liver cirrhosis had quickly advanced after the drug cessation and necessitated liver transplantation. His muscle symptoms recovered slowly, but steadily; his CK levels dropped to normal range thirty-nine months after the drug cessation This case suggests that necrotizing myopathy is a potentially serious, but reversible adverse effect of interferon treatment and could occur at low doses. The recovery period could be very lengthy. Given that interferon therapy is currently the only effective treatment for chronic hepatitis C, the risk-benefit profile of this drug has to be weighed carefully, and muscle symptoms need to be monitored throughout the treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "111"
        },
        {
            "text": "structure, the BTTR is developing standard operating procedures compliant with the NCI best practices for biorepositories. An on-call technician and neuropathologist enable appropriate collection of tumors. After microscopic review, tissues are disbursed as per research protocols. Due to the likelihood of earthquake-related power loss, room temperature storage of tissue, blood and DNA is undergoing evaluation as a backup modality. As fixation and processing can impact antigenicity, controlling fixation times and processing conditions of samples has required in-house processing of paraffin blocks. Frozen and formalin tissue microarrays and in-house preparation of derivatives like DNA conserve primary samples. The many options for blood collection and storage can impact downstream assays. We have focused principally on preserving DNA but this focus is being re-evaluated in light of novel potential blood biomarkers. Consents, clinical and molecular data, and sample quantities and locations are tracked in a database called SiliconMed's Infinity. A new function has been a whole slide imaging workflow and infrastructure to routinely digitize, using an Aperio scanner, brain tumor slides into a dedicated server. These images have dual clinical and research applications including assessment of biosample quality, biomarker quantification, and histologic comparisons at time of progression. Collaboration and cost-sharing with the departmental Translational Pathology Core Laboratory and the Neuropathology division have enabled purchases and implementations not otherwise possible. Further biospecimen research and continual improvement of national biorepository guidelines are necessary to universally improve biospecimen quality that will enable robust biomarker research and testing. Background: Traditional frozen section analysis utilizes hematoxylin and eosin stains, sometimes resulting in diagnoses of limited specificity. The increasing availability of therapeutic and research trial options makes it valuable to immediately confirm a diagnosis by immunohistochemistry, in order to guide appropriate further tissue processing. Current paraffin tissue analyses often necessitate overnight waits for immunostains, sometimes delaying initiation of appropriate medical therapy. The Celerus Wave, a newly available rapid auto-immunostainer, has not to date been tested on brain tissue, which has unique properties relative to other body tissues. The machine enhances immunolabeling via a fluid wave action. Aims: 1. Confirm that rapid immunostaining of frozen and paraffin brain tumor tissues can produce clean, specific staining 2. Determine the total time of processing for brain tumor tissues. Materials and Methods: 20 archival frozen and 5 formalin-fixed paraffin embedded (FFPE) brain tumors including gliomas, medulloblastomas, pituitary adenomas are sectioned onto charged slides. FFPE slides undergo baking, de-paraffinization, peroxidase-blocking, and citrate buffer antigen retrieval. Frozen section slides are fixed in formalin. Slides are loaded on a Celerus Wave, which has a 16 slides/run and 8 immunostains/run capacity. Immunostaining times are 16 minutes. GFAP, synaptophysin, keratin AE1/3, LCA, and PTEN antibodies are assayed. All staining runs are followed by dehydration and xylene steps. Results: Immunostaining shows strong, specific staining in both archival frozen and FFPE brain tissues. Total processing time, measured from after a tissue slide section is made thru final coverslipping, is 28 minutes for frozen section slides and 1 hr 36 minutes for FFPE slides.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "111"
        },
        {
            "text": "Conclusions: Testing on fresh frozen rather than archival tissues is in process. Newer protocols may further reduce overall process times. This technology shows promise for rapid immunodiagnostics whether to guide decisions at the time of operation or immediately post-operatively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "111"
        },
        {
            "text": "(Disclosure: Celerus has provided technical support, instrument loan, and staining supplies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "111"
        },
        {
            "text": "Digital Image Analysis of Signal Profiling in High Grade Gliomas Rachel Howley 1 , Paula Kinsella 2 , Francesca Brett 1 , Verena Amberger-Murphy 2 , Michael Farrell 1 . 1 Beaumont Hospital; 2 NICB, Dublin City University",
            "cite_spans": [],
            "ref_spans": [],
            "section": "114"
        },
        {
            "text": "Backround: Manual scoring of immunohistochemistry (IHC) is subject to inter-observer and intra-observer variability. Variations in tissue architecture from patient to patient, as seen in Glioblastoma Multiforme (GBM), lead to further difficulties in standardizing manual scoring. The production of high through-put Tissue MicroArrays (TMA) combined with the advent of virtual slides has led to the need for faster, more standardised screening of IHC markers (Conway 2008). In this study, we have established a novel method of screening GBM for Epidermal Growth Factor Receptor (EGFR) expression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "114"
        },
        {
            "text": "Methods: A cohort (n = 37) of patients, pathologically confirmed as having WHO Grade III & IV astrocytoma, were consented. Digital images of EGFR immunohistochemically stained tissue microarrays were captured using the NanoZoomer Digital Pathology (NDP) System (Hamamatsu, UK). Image Analysis positive-pixel algorithms were developed to determine the Fconcentration_ of EGFR staining per core using Digital Slide Server (Slidepath, Ireland). Manual scoring (based on intensity and percentage of staining) was performed independently by two experienced reviewers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "114"
        },
        {
            "text": "Results: Inter-observer and intra-observer variability was determined to have 82.6% and 83.3% concordance respectively. Comparison of manual scores with automated image analysis results using Spearman_s Rank Correlation statistics showed Rs = 0.948, (where Rs = 1.0 demonstrates perfect correlation). When comparing GBM sections; variations in cell number between patients were taken into account by dividing the image analysis Fconcentration_ by the total nuclear pixels per core. A gemistocytic component generated a higher Fper cell_ score by image analysis than by manual scoring due to the large proportion of unstained cytoplasm deceptively interpreted by the human eye as reduced staining. Discussion: Inter-and intra-observer variabilty, deception of the human eye, combined with the laborious process of manual interpretation can lead to huge discrepancies in grading immunohistochemistry. Image analysis provides a fast, automated, standardised system for high through-put analysis of IHC staining. Glioblastomas constitute the most common and malignant form of primary brain neoplasm. The current standard of care for glioblastomas involves surgical resection followed by radiotherapy in conjunction with the alkylating agent temozolomide; however, despite treatment, most tumors recur and become treatment-resistant. The recent identification of inactivating somatic mutations in the mismatch repair gene MSH6 in a subset of post-treatment glioblastomas suggests a possible mechanism by which these tumors gain resistance to treatment. However, our understanding of the involvement of MSH6 in glioblastoma and with respect to the development of chemoresistance and clinical outcome is still limited. We investigated the mutational status of the MSH6 gene and the methylation status of other selected mismatch repair genes in 19 matched glioblastoma pairs, pre-and post-alkylator treatment. The MSH6 gene was sequenced in these glioblastomas and MSH6 protein expression examined by immunohistochemistry. Methylation-specific PCR was used to identify possible epigenetic silencing of the mismatch repair genes MLH1 and MLH3, the potential tumor suppressor RUNX3, and MGMT, an enzyme that catalyzes the removal of alkylator-induced O6-methylguanine lesions. Additionally, array CGH was performed on the glioblastomas to assess for copy number variations in known mismatch repair genes. The results of these studies and their implications will be discussed in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "114"
        },
        {
            "text": "Glioblastoma With Signet-Ring Morphology: A Case Report and Review of the Literature Sarah Martin 1 , Jose Bonnin 1 , David Hall 2 , Eyas Hattab 2 . 1 Indiana University School of Medicine, Dept. of Path. and Lab. Med.; 2 Indianapolis Neurosurgical Group, Methodist Hospital, Indianapolis, IN Primary central nervous system tumors with signet-ring cell morphology are exceedingly rare. We report an unusual case of glioblastoma with signetring cell features. An 81 year-old woman presented with a six-week history of confusion and memory loss. Imaging studies revealed a 2.9 Â 3.8 cm ring-enhancing lesion within the right frontal lobe causing mass effect and right-to-left midline shift. She underwent a CT-guided stereotactic brain biopsy. Light microscopic examination revealed a highly anaplastic tumor characterized by extensive geographic necrosis and vascular proliferation. The tumor cells had a remarkable epithelioid morphology manifesting as polygonal shaped cells with relatively well-defined cytoplasmic borders and fairly round nuclei. Moderate nuclear atypia and mitoses, including abnormal forms, were noted. A prominent proportion of tumor cells were signet-ring with the classic round cytoplasmic inclusions and the indented eccentrically positioned nuclei. Single cell infiltration of surrounding tissue was readily identified. The tumor cells were immunoreactive for GFAP and S100 protein, and negative for cytokeratin and synpaptophysin, confirming their glial origin. FISH analysis for chromosomes 1p and 19q showed no deletions arguing against an oligodendroglial origin. The presence of signetring cells in the CNS should immediately raise the suspicion of metastatic carcinoma, particularly from the upper gastrointenstinal tract. In the present case, however, the morphological and immunohistochemical features were diagnostic of a malignant primary glial neoplasm (glioblastoma). There have been previously reported cases of oligodendroglioma, ependymoma, primary CNS lymphoma, pituitary adenoma and astroblastoma, but to our knowledge, this is the first reported case of glioblastoma with signet-ring features. This case highlights the diagnostic difficulties that can arise in such cases, given the rarity of signet-ring morphology in primary central nervous system tumors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "116"
        },
        {
            "text": "Oleksandr Kryvenko 1 , Thomas Christopherson 1 , Jon Wilson 2 , Norman Lehman 1 . 1 Henry Ford Hospital; 2 William Beaumont Hospital Gliosarcomas are WHO Grade IV tumors clinically similar to glioblastomas. The hallmark of these lesions is the coexistence of both malignant glial and mesenchymal elements. Gliosarcoma with ependymal differentiation is a rare entity with only 3 previous cases reported. These cases were thought to arise from transformation of preexisting ependymomas, and following radiation therapy in two cases. We report a case of primary gliosarcoma with ependymal differentiation in the right frontoparietal area of a 42-yearold man. The tumor showed biphasic neuroectodermal and mesenchymal differentiation. Frequent mitotic figures, apoptotic bodies and sheet-like necrosis were present. There were large loose areas containing spindle cells, focal cartilage and osteoid. These areas showed diffuse pericellular reticulin staining and positive immunoreactivity for vimentin consistent with mesenchymal differentiation. The neuroectodermal elements consisted of contiguous cords and well-circumscribed islands of small undifferentiated PNET-like cells with scant cytoplasm and more differentiated clear cells with moderate amounts of cytoplasm. Also present were elongated tanycytic-like ependymal cells and areas resembling classic ependymoma including occasional calcospherites, hyalinized vessels with vague perivascular pseudorosettes and small true rosette-like structures. All of these neuroectodermal cell types showed smooth nuclear contours and fine evenly distributed chromatin. They were diffusely immunopositive for vimentin and NCAM (CD56), and focally immunopositive for GFAP and pan-keratin. The PNET-like areas showed the highest Ki-67 labeling index at approximately 75%. More diffuse GFAP immunopositivity, perinuclear dot-like EMA immunoreactivity and membranous CD99 immunoreactivity was also present in the ependymal areas. Additionally, perinuclear intermediate filaments and adherens junctional complexes were observed by electron microscopy. Synaptophysin was negative and NeuN was diffusely positive. Strong nuclear NeuN immunoreactity was observed in the PNET-like areas. This rare case demonstrates that ependymal differentiation may occur in primary gliosarcomas presenting in the absence of a known precursor ependymoma and without prior radiation. Congenital glioblastoma multiforme (GBM) is a diagnosis made based on the morphology of a tumor: diffuse, infiltrative or sheet-like growth of GFAP positive astrocytic cells, high proliferative index, endothelial proliferation and necrosis in patients presenting at birth to 3 months of age. The differential diagnosis in these cases include primitive neuroectodermal tumor (PNET). We report 3 cases with a morphological appearance of a GBM at presentation while immunohistochemistry showed focal positivity for synaptophysin and/ or NeuN, suggesting a neuronal component. The patients were males and age of presentation was from birth to 5months. The tumor location was the temporo/parietal area. After diagnosis of a high grade glioneuronal tumor/ PNET, the patients received intensive chemotherapy (baby POG) and one of them also had high dose chemotherapy with autologous stem cell rescue. All of them had tumor recurrence from 5 months to 2 years from initial diagnosis and underwent a second resection. The tumor specimen showed definite neuronal differentiation with no high grade features and had very low proliferative index when compared with initial tumor. Currently, 2 to 8 years since diagnosis, 2 of the patients are clinically free of disease with no other treatment; the third patient had a third resection for local recurrence which showed a low grade glioneuronal lesion. He is currently on a serine-threonine kinase inhibitor (enzastaurin) with no evidence of disease. We conclude that tumors morphologically consistent with congenital GBM need to be evaluated for neuronal markers as these tumors may have a tendency towards neuronal differentiation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary Gliosarcoma With Ependymal Differentiation"
        },
        {
            "text": "Making a reliable distinction between reactive and neoplastic astrocyte populations remains a challenging problem in diagnostic neuropathology. The activation of quiescent astrocytes in response to a number of injurious stimuli, such as inflammation or adjacent tumor infiltration, results in morphologic and immunophenotypic changes that may resemble those seen in neoplastic astrocyte populations. Recently, it has been reported that expression of Wilms_ tumor associated protein (WT1) by immunohistochemistry (IHC) reliably distinguishes reactive from neoplastic astrocytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WT1 Does Not Reliably Distinguish Reactive From Neoplastic Astrocytes T. Bourne. University of Virginia Health System"
        },
        {
            "text": "In order to further test this hypothesis, we studied WT1 expression using a monoclonal antibody which recognizes the full-length WT1 protein (clone 6F-H2). We studied 3 cases of normal brain tissue, 18 cases of reactive gliosis, and 49 cases of glioma. Cases of reactive gliosis included gliotic areas associated with epilepsy specimens (8), meningiomas (3), primitive neuroectodermal tumors (1), metastases (3), vascular malformations (2), and normal pressure hydroceophalus (1). Glioma cases consisted of pilocytic astrocytoma (5), oligodendroglioma (2), anaplastic astrocytoma (2), and glioblastoma multiforme (40). Of the epilepsy specimens, 5 contained depth electrode lesions performed as part of pre-resection seizure monitoring. All cases were assigned semiquantitative scores reflecting percentage of positive cells and staining intensity. 0 of 3 cases of normal brain tissue (0%) showed WT1 expression other than within vascular endothelial cells. 16 of 18 cases of gliosis (89%) showed WT1 immunoreactivity, and 49 of 49 gliomas (100%) showed WT1 expression. In selected epilepsy specimens, the percentage of positive cells and staining intensity appeared greater in areas surrounding the depth electrode compared with areas of chronic gliosis seen within the hippocampal formation. Thus, we do not think WT1 is a reliable immunohistochemical marker to distinguish reactive from neoplastic astrocyte populations. More study will be required to determine whether the extent and intensity of WT1 expression is related to the duration of brain injury. [ A specimen consisting of the superficial cyst wall and measuring 4.7 Â 3.5 Â 1.3 cm was resected. Histology revealed a GFAP-positive proliferation in the subarachnoid space with an en plaque growth pattern, involvement of adherent dura, and focal infiltration into the superficial cortex. The abnormal cells were divided into lobules by a thin collagenous stroma in a pattern similar to that described for gliofibroma. Ki-67 labeling index varied from 1Y5% of total nuclei. The immunoreactive nuclei included astroglia, microglia, and lymphocytes. Weak to moderate p53 immunoreactivity was present in a significant proportion of the glial nuclei. A diagnosis of Bfavor low grade astrocytoma[ was rendered with a note that the possibility that the lesion is a reactive response to remote ischemic injury could not be excluded entirely. At five months follow-up, the patient is seizure free on one antiepileptic drug. The histologic criteria for differentiation of reactive versus neoplastic glial proliferations in the setting of remote ischemic injury and the significance of Ki-67 and p53 immunoreactivity in specimens obtained after surgery for invasive monitoring will be discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WT1 Does Not Reliably Distinguish Reactive From Neoplastic Astrocytes T. Bourne. University of Virginia Health System"
        },
        {
            "text": "Synchronous Cerebellar Medulloblastoma and Juvenile Pilocytic Astrocytoma: Report of a Rare Occurrence Abir Mukherjee 1 , Andrew Jea 2 , Meena Bhattacharjee 2 . 1 The Methodist hospital, Houston, Texas; 2 Texas Children Hospital, Houston, Texas Background: Synchronous primary brain tumors are rare. There are no reported cases of coexistent medulloblastoma and juvenile pilocytic astrocytoma, presenting as primary brain tumors in an untreated patient. Design: Clinical, radiological and pathological findings in a unique case of primary synchronous cerebellar medulloblastoma and Juvenile pilocytic astrocytoma are presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "121"
        },
        {
            "text": "Results: An 8-year-old boy presented with in the ER with two-week history of nausea, vomiting and gait disturbance. MRI showed a 5.5 Â 3.3 Â 3.6 cm heterogenously enhancing predominantly solid paramedian mass with epicenter at cerebellar vermis. There was a separate second 2.6 Â 2.5 Â 2.3 cm mass in the left lateral cerebellar hemisphere with minimal enhancement, associated with a 10 Â 11 mm cyst. Frozen and permanent sections from the left lateral cerebellar mass showed classical biphasic juvenile pilocytic astrocytoma with predominance of solid compact areas. The tumor cells were GFAP positive with low proliferation index (1Y2%) by MIB-1 immunostain. The paramedian mass showed features of medulloblastoma with anaplasia and focal neurocytic differentiation. The tumor cells were negative for GFAP. Synaptophysin was focally positive in the neuropil islands. The tumor cells were positive for P53 and had an extremely high proliferation index (95%). Further cytogenetic and molecular characterizations are ongoing. Conclusion: Pilocytic astrocytoma has been reported to develop at the site of a previously treated medulloblastoma in a child. Medulloblastoma can also show extensive astrocytic differentiation. But to the best of our knowledge, this is the first reported case of synchronous cerebellar medulloblastoma and juvenile pilocytic astrocytoma, presenting as primary brain tumors. Rosenthal fibers were noted in 5 (of 11) PA. Interestingly, Rosenthal fibers not identified at the light microscopic level, were also present in the DA and in both LGSI tumors. As expected, electron dense granules morphologically consistent with neurosecretory granules were abundant in ganglion cells of the GG, but sparse examples were also present in both LGSI and in 1 PA. The latter tumor had unusual histologic features, including macronucleoli and plump cytoplasmic processes. The dense core granules, ranging from 100 to 130 nm in diameter, were characterized by cores of uniform electrodensity, a surrounding halo, and a sharply delimited membrane. Aligned microtubules were identified in 1 PA and in 1 LGSI. Our study suggests that NF1associated PA and LGSI share some ultrastructural features, particularly Rosenthal fiber formation. In addition, the presence of occasional dense core granules and microtubules may represent phenotypic divergent differentiation. These findings, perhaps underlying the unconventional morphology of the tumors, require further study. Purpose: Oligodendroglial tumors (OT) include pure oligodendrogliomas (OD) and oligoastrocytomas or mixed tumors (OA), and include tumors of different grades. Oligodendrogliomas are one of the most chemosensitive solid tumors, and loss of heterozygosity (LOH) for chromosome 1p is tightly associated with response to chemotherapy. We have previously developed a molecular classification for oligodendroglial tumors; the purpose of this study was to compare this to a histologybased classification. Methods: Microarray analysis was used to study a set of 19 OD and 10 OA. Supervised learning approaches were used to build a two-class prediction model based on the histological class. We performed an evaluation of 3 algorithms (DLDA, 1-NN, and PAM) and 8 different prediction models were built in each one (2, 5, 10, 20, 35, 50, 75, 100 features) . The training errors of these prediction models were determined using CV-10, and LOO. Finally we selected the best number of genes that result in the smallest cross-validation error.",
            "cite_spans": [
                {
                    "start": 3282,
                    "end": 3322,
                    "text": "(2, 5, 10, 20, 35, 50, 75, 100 features)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "121"
        },
        {
            "text": "Results: No gene ontology-based functional enrichment was found in 94 more significant and differentially expressed genes among defined histological classes. We identified 72 features frequently used by predictors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "To assess the usefulness of both classifiers in terms of prognosis, we next performed a supervised analysis of genes involved in chemoresistance; groups defined by molecular classification showed differences in expression of this set of genes that could not be detected considering histological classes. A similar result was obtained when the expression of several genes linked to proliferation and stemness was inspected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "Conclusion: More functionally significant and differentially expressed genes were detected among molecular status than defined histological classes. Gene expression profiles were decisively conditioned by 1p/19q allelic deletions. Molecular predictors seem to be more efficient in determining prognosis and could be complementary to pathological diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "122"
        },
        {
            "text": "Immunohistochemical Differentiation of Subependymoma, Ependymoma, and Ganglioglioma Joseph Fullmer, Born Don, Jing Zhang. University of Washington Differentiating subependymoma, a benign lesion, from ependymoma a more common lesion with a much worse clinical outcome, is usually straightforward on H&E examination alone. However, there are instances where it is difficult to differentiate subependymoma from ependymoma, and occasionally the two lesions can co-exist at the same location. Additionally, some subependymomas demonstrate striking morphological polymorphisms that bring ganglioglioma, which carries variable prognosis depending on the glial component, into differential diagnosis. Thus, the current investigation is geared towards identification of a set of immunohistochemical markers that can differentiate these three lesions readily. To accomplish this goal, cases with classical subependymoma (n = 15), ependymoma (n = 6) and gangliogliomas (n = 6) were obtained, along with mixed subependymoma/ ependymoma (n = 2), were analyzed with the following markers: EMA, PGP 9.5, HuC/D, MAP1b, Olig 2, TTF-1, N52, and 2f11. The analysis is still ongoing; but the preliminary data indicated that a set of neuronal markers (e.g. 2f11) distinguishes ganglioglioma from other two lesions readily, while PGP 9.5 and N52 show promise to differentiate subependymoma from ependymoma. Nonetheless, a more complete analysis is required before a definite conclusion can be reached. Supratentorial cortical ependymoma (CE) is rare, with less than 10 reported cases. The lesion, typically occurring in the superficial cortex of young adults and associated with a history of seizures, is not fully characterized. Its relationship to the recently described angiocentric glioma (AG) is still under discussion. We report 3 cases of CE occurring in 2 men (11 and 26 year-old) and a woman (25 year-old) and located in the left parietal, left frontal and right occipital lobes. All patients presented with intractable partial seizures. On MRI, the lesions were superficial/cortical in location, partially cystic and showed minimal or no enhancement. Histologically, all tumors were largely cortical. Two were densely cellular with a biphasic appearance with classic perivascular pseudorosettes and a spindle shaped bipolar cellular component, forming unusual Bschwannian like[ nodules in one. True rosettes were present in one case. In these 2 cases, the dominant component had features of classic ependymoma, but the cytologic features, the presence of subpial aggregation and of peripheral single cell infiltration were reminiscent of AG. In the 3rd case, the classic ependymoma component was present in one tissue fragment, while in multiple fragments the features resembled AG. Following gross total removal, one patient has been seizure free for 3.5 years with no evidence of recurrence. Follow-up in one patient is still limited and unknown in the other. Review of our and previously reported cases confirms the presence of overlapping histologic features between CE and AG, as well as is in keeping with an indolent biological behavior, different from conventional supratentorial ependymoma. The findings support the view that CE and AG may represent entities within a spectrum of clinically low grade ependymal tumors (JNEN 2008; 67:900Y10) . Angiocentric glioma is a relatively recently described entity. These low grade tumors have all been found in superficial cerebral hemispheric sites and are strongly associated with epilepsy; histopathologically they have some resemblance to ependymomas but are infiltrative. The tumor cells are GFAP and EMA immunopositive, particularly in the perivascular cells; other immunoreactivities are reported in some examples. We now report a tumor presenting only with headache in a young woman; the tumor was found to occupy the tectal region on the dorsal surface of the midbrain and upper pons. Histopathologically and immunohistochemically it is an angiocentric glioma, with appropriate vimentin, GFAP, and EMA immunopositivity; there is also some synaptophysin immunoreactivity in tumor cells, but we found no immunoreactivity for neurofilament protein or for Neu-N. With more experience with angiocentric gliomas the clinical spectrum of tumors with this histopathologic appearance is likely to grow, similar to experiences with pleomorphic xanthoastrocytoma and dysembryoplastic neuroepithelial tumor. Papillary tumor of the pineal region (PTPR) is a rare, newly described neuroepithelial neoplasm. The PTPRs are characterized by epithelial phenotype and papillary architecture. The spectrum of microscopic appearances and clinical behavior of these tumors are not yet well delineated. An unusual case of PTPR with a striking degree of nuclear atypia, exclusively non-papillary growth pattern, and focal oncocytic features is presented. A 56 years old woman with longstanding history of headaches was found to have a pineal mass. She initially declined surgery. After three years she underwent subtotal resection, prompted by clinical and radiologic progression. Post-operative radiation was given. Follow up CT and MR scans showed improvement in the hydrocephalus. Small residual tumor has shown no signs of progression one year after surgery. The resected tumor showed solid and trabecular growth of epithelial cells infiltrating cerebral tissue. The tumor cells were tall columnar, with either clear, or eosinophilic granular cytoplasm, and polar arrangement of nuclei. There was marked degree of nuclear atypia throughout the tumor, with many bizarre nuclei, and some multinucleated cells. The mitotic count and Ki67 labeling index were low. There were no atypical mitoses, necrosis or endothelial hyperplasia. By immunohistochemistry, tumor was positive for several epithelial markers, S100, vimentin, and NSE, and was negative for GFAP, and markers of neuronal differentiation. Ultrastructural study confirmed epithelial features, similar to those seen in ependymomas: elaborate intercellular junctions, microvilli, and occasional cilia. Cytoplasm of some cells showed conspicuous accumulation of mitochondria, accounting for oncocytic features of some cells at the light microscopic level Overall, the findings were consistent with the diagnosis of PTPR. The marked degree of nuclear pleomorphism, exclusively solid non-papillary growth pattern, and focal oncocytic features have not been previously reported. The unique pathology features seen in this case expand the spectrum of histological variants of PTPR.",
            "cite_spans": [
                {
                    "start": 3315,
                    "end": 3326,
                    "text": "(JNEN 2008;",
                    "ref_id": null
                },
                {
                    "start": 3327,
                    "end": 3337,
                    "text": "67:900Y10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "125"
        },
        {
            "text": "The Role of Staining Intensity in the Evaluation of Proliferation Index(PI) by Ki67 Immunohistochemistry in Meningiomas(MEN) Murat Gokden. University of Arkansas for Medical Sciences Ki67 is expressed in proliferating cell nuclei. Although not an independent factor, high PI indicates a greater likelihood of recurrence and/or aggressive behavior in MEN. While many studies showed a correlation between PI and increasing malignancy in a variety of brain tumors, including MEN, inconsistencies in evaluation methods remain to be a challenge. Among these, subjectivity with the evaluation of staining intensity has not been adequately addressed. A 41-year-old male presented with new-onset seizures. A 5.3-cm left frontoparietal dura-based mass was removed and identified histologically and ultrastructurally as an oncocytic meningioma. Almost all mitochondria in this case were of the oncocytic type ultrastructurally. Immunostaining for mitochondria gave no reliable findings for differentiating comparison cases including a recurrent meningioma and one with focal oncocytic-like cells (by light microscopy) in older women. Similarities to chordoid meningioma were present in 25% of the tissue in this case (including by histochemical and electron microscopic features) and in seven of nine previously published cases of oncocytic meningioma. In our case, extracellular mucin was present in 50% of the tumor. Eight of the total of ten patients (including our case) were women, average age was 57.5 years, and four of the nine published cases recurred. Oncocytic appearance of rare meningiomas, as with other oncocytomas, tends to be seen mostly in older women, presumably as a reactive or degenerative change. It has been suggested that the hyperplastic mitochondria in the meningiomas might generate excessive manganese superoxide dismutase (MnSOD) that scavenges free radicals upon which treatment modalities depend. Immunostained MnSOD was plentiful in this case and in some controls. The large size of the tumor in our case and the common finding of extracellular mucin may be factors in recurrence as has been suggested for chordoid meningioma, and an aberrant mitochondrial factor such as MnSOD might be an additional factor to consider in tumor aggressiveness. Rare oncocytic meningiomas may be variants of chordoid meningioma with a tendency to be found in older females. Clinicopathologic correlation of more cases is needed for a better understanding of classification and tumor behavior. We present an unusual case of rhabdoid meningioma arising in a 28 year-old woman with a previously irradiated pleomorphic xanthoastrocytoma (PXA)/ oligodendroglioma collision tumor. FISH analysis of the original tumor showed combined 1p/19q deletions only in the oligodendroglioma component, indicating that the two components, unlike mixed gliomas, were genetically heterogeneous. The patient then received postoperative radiation therapy consisting of 6020 centigray in 33 fractions with 3D planning, as well as chemotherapy. She required several additional surgeries for tumor recurrence and radiation necrosis. Two years after her radiation therapy was begun, follow-up imaging detected a homogeneously enhancing, extra-axial, dural-based lesion in the left parietal region, posterior to the site of the malignant glioma. The lesion was completely resected and pathologic examination was consistent with fibroblastic meningioma. Eight months later, radiological follow-up revealed local recurrence of this meningioma and at least one other dural mass. The recurrent meningioma was resected, and this time, microscopic examination revealed two components: the first identical to the fibroblastic meningioma seen previously, and the second consisting of sheets of atypical cells with large eccentrically placed nuclei and dense eosinophilic cytoplasmic inclusions, typical of rhabdoid cells. The latter were immunoreactive for vimentin and EMA. MIB-1 proliferative index was considerably higher in the rhabdoid component. The diagnosis of rhabdoid meningioma was established. Most recently, she developed a new left frontal lesion, which was resected and found to be a meningioma with an atypical fibroblastic morphology and a small rhabdoid component. It is well known that radiation to the brain can lead to meningioma formation. Radiation-induced meningiomas are more often multiple, with atypical morphology, and more likely to recur than sporadic meningiomas. Meningotheliomatous, transitional, and fibroblastic subtypes have all been documented, but to our knowledge there has not been a previously reported radiation-induced meningioma of the rhabdoid subtype. Hypophosphatemia with osteomalacia may be due to a neoplasm that produces fibroblast growth factor 23 that leads to phosphate loss by the kidneys. Sometimes these neoplasms occur in bone or soft tissue of the head, but intracranial occurrence is rare. We report tumors in two patients that caused hypophosphatemia and osteomalacia, one entirely in the anterior cranial fossa and the other in the anterior fossa and ethmoid sinus. Radiologically, the tumors were extra-axial and resembled meningiomas. Histologically, both were low grade phosphaturic mesenchymal tumors. They were composed of relatively small cells with elliptical or bean-shaped nuclei that were arranged haphazardly or in illdefined fascicles. Both contained adipose tissue and large numbers of thin-walled vessels. Extracellular osteoid or chondromyxoid matrix was abundant. By immunohistochemistry, some cells in both tumors expressed smooth muscle actin. The cells did not express CD34, epithelial membrane antigen, glial fibrillary acidic protein or keratin (AE1/3, CAM 5.2). After grossly total resections, both patients_ symptoms abated and laboratory values normalized. In older children or adults with hypophosphatemia with osteomalacia and no family history of disease, a neoplasm should be suspected and imaging of the brain, with particular attention to the anterior cranial fossa, is warranted. is an exceedingly rare, largely benign, morphologically distinct, mesenchymal neoplasm almost invariably associated with oncogenic osteomalacia. It is generally found in the soft tissues and bones of the appendicular skeleton, with axial skeletal involvement being even rarer. We report a case of a 67-year-old female with long-standing osteomalacia who was found to have a PMT-MCT of the thoracic spine. Seven years prior she was diagnosed with hypophosphatemic osteomalacia. An oncogenic etiology was suspected, but whole body sestamibi and octreotide scans and a parathyroid scan all failed to reveal evidence of neoplasm. Over the years, she has suffered multiple small bone fractures and pain in her joints, proximal legs, interscapular spine and ribs, and has required a total hip arthroplasty. More recently, she presented with sciatica and lower extremity weakness. Work-up included an MRI, which revealed an irregular, multilobulated, contrast enhancing mass involving the left lateral aspect of T12 with epidural and posterior paraspinal extension. The patient underwent T11 to L1 laminectomies with tumor resection. Light microscopic examination revealed a heterogeneous, moderately cellular, spindle cell tumor with normochromatic, small nuclei and indistinct nucleoli, embedded within a myxochondroid and osteoid-like matrix with focal areas of dystrophic calcification. Hemangiopericytoid blood vessels were identified and osteoclast-like giant cells were scattered throughout the tumor. The diagnosis of PMT-MCT was established. There have been very few previously reported cases of PMT involving the spinal vertebrae. Failure to recognize PMT-MCT as a distinct entity may significantly alter the outcome of affected individuals since complete surgical resection cures the hypophosphatemic osteomalacia without necessitating additional therapy. It is therefore paramount that the surgical neuropathologist be aware of the existence of PMT-MCT as a distinct clinicopathological entity and include it in the differential diagnosis of spinal/paraspinal lesions. Hemangioblastomas and metastatic clear cell renal cell carcinomas in the CNS show similar clinical presentation and morphologic features. Distinction is further complicated as both these conditions occur in von Hipple-Lindau syndrome. The prognosis and treatment of each of these conditions is different. While hemangioblastomas are relatively benign and treated with surgical resection, metastatic renal cell carcinomas are more aggressively treated and carry a worse prognosis. Current immunohistochemical markers do not unequivocally differentiate between these two entities. MicroRNAs are non-coding cellular small RNA molecules that play an important role in gene regulation and have recently been shown to be of significant importance in the diagnosis and pathogenesis of various cancers. We hypothesize that microRNA profiling of primary CNS hemangioblastomas and metastatic renal cell carcinomas will enable distinguishing these two conditions. Ten (paraffin-embedded) cases each of primary CNS hemangioblastomas, clear cell renal cell carcinomas metastasized to the brain and primary clear cell renal cell carcinomas were selected. Total RNA was extracted from formalin fixed paraffin embedded tissue from each of these cases and microRNAs were labeled with NCode microRNA labeling system. Labeled RNA was then hybridized to a glass slide microarray containing 754 synthetic microRNA probes enabling simultaneous profiling of multiple microRNAs. Only microRNAs with 3 fold change or higher and with a false discovery rate of e5% were considered. Preliminary results on comparing clear cell renal cell carcinoma to normal kidney tissue showed significant changes in microRNAs (increase in miR-172, hsa-miR-23a, hsamir-107, miR-21, hsa-mir-210, hsa-mir-27 and decrease in hsa-miR-200c, miR-141a). Changes in microRNA profiles between metastatic clear cell renal cell carcinoma to the brain and hemangioblastomas will enable us design and evaluate specific microRNA probes to distinguish these two conditions. Tumor-to-tumor metastasis is an exceedingly rare phenomenon, particularly in the central nervous system. Metastatic carcinoma to meningioma is probably the most common. In the majority of cases, tumor-to-tumor metastasis is readily recognizable due to striking dissimilarities between the metastatic tumor and host tumor. Seldom does a morphologically similar tumor metastasize to another making it relatively easy to overlook. We report a case of metastatic renal cell carcinoma (RCC) to hemangioblastoma (HMB) and discuss the challenging differential diagnosis of clear cell RCC from HMB with emphasis on immunohistochemical features. A 42 year-old woman was diagnosed with von Hippel-Lindau (VHL) disease 12 years earlier, following the identification of cerebellar HMB. She underwent tumor resection but returned in 2004 with multiple HMBs within the medulla and spinal cord. Most recently, she presented with progressive quadriparesis and difficulty swallowing. MRI revealed a well-circumscribed, partially cystic cerebellar neoplasm, consistent with HMB. The tumor was resected and the diagnosis of HMB confirmed. Embedded within the HMB tissue was an ill-defined micronodule that blended in with the surrounding tissue but appeared slightly less vascular. On careful inspection, the constituting cells showed epithelial features characterized by finely granular eosinophilic cytoplasm and larger round nuclei with prominent nucleoli. The tumor cells within the nodule were immunoreactive for CKAE1/AE3, EMA, and CD10 but negative for inhibin-alpha. Conversely, the tumor cells outside the nodule were reactive for inhibin but negative for EMA, CD10 and CKAE1/AE3. Tumor-to-tumor metastasis of RCC to HMB is exceptionally rare and is considered diagnostic of VHL disease. Given the striking similarities between the two neoplasms, such a finding may be easily overlooked by those unaware of this coexistence. When suspected, the diagnosis of metastatic RCC to HMB may be aided by the use of several immunostains. Primary hypothyroidism causes pituitary hyperplasia via stimulation by hypothalamic thyrotropin-releasing hormone (TRH). The effect was long thought to simply result in thyroid simulating hormone (TSH) and prolactin (PRL) cell hyperplasia, an increase in TSH and PRL levels, and pituitary enlargement often mimicking adenoma. More recently it was shown that the recruitment of GH producing cells to TSH manufacture takes place in both clinical and experimental primary hypothyroidism. Such shifts from the production of one hormone to another, biochemically unrelated hormone, is termed transdifferentiation and involves the gradual acquisition of morphologic features of thyrotrophs (Bsomatothyrotrophs[). We recently encountered a unique case of pituitary hyperplasia in a 40 year old female with primary hypothyroidism wherein increased PRL production was by way of TSH cell recruitment. The resultant Blactothyrotrophs[ maintained TSH cell morphology (cellular elongation and prominence of PAS-positive lysosomes), but expressed both TSH and PRL immunoreactivity. No coexpression of GH was noted, nor were thyroidectomy cells seen. This form of transdifferentiation has not previously been described. Further characterization of the process by in situ hybridization is underway, although no tissue is available for ultrastructural study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "131"
        },
        {
            "text": "Babinski sign on her right side. A brain MRI showed multiple areas of increased signal and contrast-enhancement in the white matter and cerebellum. The patient underwent biopsies of a temporal lobe lesion. Sections demonstrated white matter involved by a diffuse lymphohistiocytic infiltrate with associated hemorrhage. Numerous vessels demonstrated dense perivascular lymphocytic cuffing composed predominantly of small, reactive-appearing lymphocytes, though rare cells with irregular nuclei were seen. The parenchymal infiltrate was composed predominantly of foamy macrophages, with smaller admixed lymphocytes and rare plasma cells. CD3, CD5, CD7, and TCR-beta stains highlighted the majority of lymphocytes, both within the histiocyte-rich areas, as well as in the perivascular infiltrates. These T-cells were a mix of CD4 and CD8 positive cells. A PD-1 stain highlighted a significant subset of the T-cells. CD56 was negative in the majority of T-cells. A CD20 stain highlighted scattered B cells. CD10 and TdT stains were essentially negative. CD30 stained only rare myeloid cells. In situ hybridization for kappa and lambda showed no evidence of light chain restriction. In-situ hybridization for EBV was negative. T-cell clonality studies demonstrated a clonal gamma chain gene rearrangement in the V10 region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "The findings indicate a PD-1 expressing T-cell lymphoma. PD-1 is expressed in germinal center T cells. Though this marker has not been studied in the context of the CNS, given the lack of germinal center T-cells in the CNS, this likely represents aberrant antigen expression. To our knowledge, this is the first report of a CNS T-cell lymphoma expressing PD-1. Background: Lymphomatosis cerebri is a primary CNS lymphoma (generally of the diffuse large B-cell type), characterized by extremely diffuse involvement of the CNS parenchyma, often without contrastenhancing tumefactive lesions. Aims: a) illustrate how unfamiliarity with lymphomatosis cerebri can easily lead to misdiagnosis; b) provide clues for a correct pathological diagnosis; c) investigate how often lymphomatosis cerebri is misdiagnosed as gliomatosis cerebri.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "Material & Methods: Two adult male patients presented with cognitive decline resp. fatigue, dysarthria, hemiparesis. MRI revealed widely dispersed areas in the brain with abnormal T2 signal intensity in both patients with only focal contrast-enhancement in one of them. The clinical differential diagnosis included vasculitis, ADEM, paraneoplastic/viral encephalitis, CJD, sarcoidosis, lymphoma, glioma. Results of pathological examination of brain biopsy and autopsy of these two patients are compared with those in 10 archival autopsied gliomatosis cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "Results: An increase in Binflammatory elements[ in the brain biopsies led to a diagnosis of Bpossible paraneoplastic encephalitis[ resp. Bvasculitis[. Brain autopsy revealed a highly variable, extremely diffuse increase in often elongated (Bspindle[) cells with scant cytoplasm in the brain parenchyma, leading to a tentative diagnosis of gliomatosis cerebri. Only after immunohistochemical (CD20, CD79a) stainings the tumor cells were recognized as B lymphocytes, and a final diagnosis of lymphomatosis cerebri was made. Retrospectively, proper immunohistochemical analysis combined with awareness of disorder would have allowed for the correct diagnosis in the brain biopsies of these patients. In none of 10 archival gliomatosis cerebri cases the tumor cells were positive for CD20 or CD79a. Conclusions: Lymphomatosis cerebri is a rare phenotype of primary CNS lymphoma (generally diffuse large B-cell type) that can mimic a wide variety of disorders at the clinical, radiological, and/or pathological level. Knowledge of this peculiar disorder in combination with application of a limited set of immunohistochemical markers is instrumental for avoiding misdiagnosis. Both the cases had partially ring enhancing mass lesions with surrounding edema on MRI. Chest CTs were normal. Histopathology showed extensive necrosis and an angiocentric and angiodestructive lymphoid infiltrate with many large atypical B lymphocytes. These cells were positive for EBV with EBER probe by in-situ hybridization. Flow cytometry showed an atypical B cell subpopulation in case 1. PCR study of IgH gene rearrangement showed evidence of a clonal B-cell proliferation in case 1. Both the cases were diagnosed as Grade III LG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "145"
        },
        {
            "text": "LG was viewed in the 1990s as an angiocentric T-cell lymphoma. However, subsequent advances, primarily in the hematopathology literature, have shown it to be a B cell lymphoma with exuberant T cell response, which can be classified into three grades depending on the number of atypical cells. Grade III LG is equivant to diffuse B cell lymphoma for therapeutic purposes. Primary T cell CNS lymphoma can be indistinguishable histologically from LG and has been erroneously considered in neuropathology literature to be LG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "LG is similar to post transplantation lymphoproliferative disorder involving CNS. We present two cases of Grade III LG, which we interpret as an EBV associated angiocentric and angiodestructive B cell Lymphoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        },
        {
            "text": "Choroid Plexus Plasma Cell Granuloma: Report of 2 Cases Li Li 1 , Ravi Gandhi 2 , Yu-Hung Kuo 2 , Tipu Nazeer 3 , Jiang Qian 3 . 1 Pathology, Albany Medical College; 2 Neurosurgery, Albany Medical College; 3 Pathology, Albany Medical College/APS Plasma cell granulomas (PCG), non-neoplastic inflammatory pseudotumors of unclear etiology, are uncommon intracranial lesions composed of plasma cell-rich mixed chronic inflammatory infiltrates. PCGs are usually durabased masses mimicking meningiomas, and are rarely found in the choroid plexus. Herein, we report 2 cases of choroid plexus PCG, emphasizing the salient histological features. Case 1 is a 70-year-old woman presenting with one month of crescendo headaches and vision changes, with an otherwise unremarkable history and physical exam. MRI revealed a lesion in the trigone of the right lateral ventricle that is hyperdense on CT, isointense on T1 and hypointense on T2. It homogeneously enhanced with gadolinium. Case 2 is a 52-year-old woman who presented with lightheadedness. Her medical history was significant for resection of a melanoma in-situ and a benign breast mass. MRI showed a mass expanding the right choroid plexus that was hypointense on T1 and hyperintense on T2, with homogeneous gadolinium enhancement. PET scan showed increased metabolic activity. Pathologically, both lesions consist of nodular hyalinized fibrosis with a dense plasmacytic infiltrate admixed with small lymphocytes, histiocytes, and cholesterol granulomas. The lesion in Case 2 also contains areas of osseous metaplasia and dystrophic/psammomatous calcifications. No light chain restriction or any infectious agents were found. Both patients underwent complete surgical resection with symptomatic relief. Though rare, PCG should be included in the differential diagnoses of choroid plexus mass lesions. Accurate diagnosis can be established based on histomorphology in combination with special stains and immunohistochemistry after exclusion of infection, MALT lymphoma, plasma cell dyscrasia, lymphoplasmacytic meningioma, and other pseudotumor lesions such as xanthogranulomas and Rosai-Dorfman disease. A 22 year old male underwent neurosurgical resection of a presumed schwannoma of the C 2-3 foramina. The frozen section showed a malignant neoplasm invading nerve. The permanent material showed probable spindle and epithelial components but crush and cautery artifact precluded optimal evaluation. The tumor was at least focally immunoreactive for keratin. Postoperative laboratory studies showed elevated serum HCG. Before this was subsequently found to be a spurious lab error, HCG and alpha fetoprotein (AFP) immunochemistry were ordered. Whereas the tumor was predictably HCG negative, it was positive for AFP. A PET scan performed to evaluate possible primary or other metastatic sites, including germ cell tumors and primary liver cancer, showed only a retrosternal mass. Following a several month delay, the retrosternal Bmass[ was resected and found to be only benign thymus. In the interim, the C-spine lesion had significantly enlarged and a second resection was performed. The tumor was composed of sheets of monomorphous atypical epithelial cells that were immunoreactive for keratin CAM 5.2 and CK20 but negative for CK7. The tumor cells again were positive for AFP. They were negative for Hepatocyte antigen. The diagnosis of hepatoid yolk-sac/endodermal sinus tumor, primary to the spinal column, was made. The tumor has shrunk rapidly in response to chemotherapy directed at germ cell tumors. Whereas germ cell tumors may occur anywhere along the midline, the mediastinum and brain are the most common sites, and primary spinal tumors are exceedingly rare. It is important to consider these aggressive but treatable tumors in the diagnosis of midline tumors. Intracranial germinoma typically presents in the pineal or suprasellar region. Less than 5% of the tumor may contain noncaseating granulomatous inflammation. The presence of granulomatous inflammation in a germinoma that also presents in an unusual anatomic location may pose a diagnostic problem. We present here a case of intracranial germinoma located in the corpus callosum with prominent intermixed caseating granulomatous inflammation. A 31-year-old man presented with new onset seizures 3 months prior to hospitalization. MRI revealed a heterogeneous, contrastenhancing mass lesion measuring 4.2 Â 1.2 cm arising in the genu and anterior body of the corpus callosum. The clinical differential diagnosis included glioblastoma, lymphoma, abscess, and inflammatory process. A right frontal craniotomy with biopsy and partial resection was subsequently performed. Examination of smear cytological preparations, frozen sections, and paraffin sections revealed marked caseating granulomatous inflammation, with histiocytes, multinucleated giant cells and scattered large atypical cells. The atypical cells exhibited hyperchromatic nuclei with indistinct nucleoli and variable amounts of cytoplasm. GMS and AFB stains for microorganisms were negative. Immunohistochemical studies revealed the atypical cells to be strongly immunoreactive for c-kit (CD117) and OCT-3, and nonreactive for placental-like alkaline phosphatase (PLAP). An awareness that central nervous system germinoma can be overshadowed by caseating granulomatous inflammation, and the need in such cases for a high index of suspicion combined with judicious use of contextually appropriate immunohistochemical marker studies (c-kit, OCT-3, and PLAP), are key factors in achieving accurate pathological diagnosis and avoiding diagnostic misadventure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "149"
        },
        {
            "text": "Lipomatous Neurofibroma of the Spinal Cord Kenneth Fallon 1 , Warren Boling 2 , Kymberly Gyure 1 . 1 West Virginia University Department of Pathology; 2 West Virginia University Department of Neurosurgery",
            "cite_spans": [],
            "ref_spans": [],
            "section": "152"
        },
        {
            "text": "Lipomatous neurofibroma is a recently-described cutaneous neurofibroma variant which differs from conventional cutaneous neurofibroma by having increased intrinsic small adipocyte nests. Its chief anatomic sites of occurrence are in the skin of the head and neck regions and trunk. We recently encountered a lipomatous neurofibroma involving the thoracic spinal region. A 25-year-old man presented with progressive lower extremity paraparesis during the previous year and complete loss of proprioception. Imaging studies revealed a lesion in the region of T3-T6 which was thought to be intramedullary and exhibited moderate gadolinium enhancement and signal features consistent with fat content. He subsequently underwent a T2 through T7 laminectomy for resection of this spinal cord tumor. At surgery, obvious fatty tumor was encountered. Its plane relative to adjacent spinal cord was sufficiently developed such that the tumor was amenable to en bloc resection, and gross total resection was achieved. Morphologically, there was commingling of typical neurofibroma with intratumoral fat. At 14 months follow-up, the patient appears stable and is able to ambulate. While rare, lipomatous neurofibroma should be considered in the differential diagnosis of spinal cord mass lesions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "152"
        },
        {
            "text": "Value of Cytokeratins 7 and 20 in Evaluating Developmental Cysts With Unusual Presenting Features Kathy Newell 1 , Bette Kleinschmidt-DeMasters 2 . 1 University of Kansas Medical Center; 2 University of Colorado-Denver",
            "cite_spans": [],
            "ref_spans": [],
            "section": "153"
        },
        {
            "text": "We present four cases of benign developmental cysts in adults, ages 20Y45 years, with clinicopathological features not typically emphasized in standard reference works. Two of the cases were seen in consultation due to uncertainties of histogenesis. All four were confirmed histologically to be enterogenous cysts. Two of the cystic lesions occurred intracranially in the frontal lobes, and two occurred along the spinal cord. One frontal lobe cyst contained Bmural nodule[ like contents, histologically due to dystrophic calcification and ossification from chronic bleeding into the cyst. This cyst had been misinterpreted as a dermoid cyst on preoperative neuroimaging studies because of the bony material in the Bnodule[. A second intracranial cystic lesion, occurring in a lateral frontal lobe location, had been biopsied and fenestrated 10 years earlier, and was long considered to be an arachnoid cyst. A syrinx was associated with the dorsally-situated, thoracic intradural cystic lesion, clinically suspected to be an arachnoid cyst. Recognition of smooth muscle and glands in the cyst wall of the presacral extradural lesion, of uncertain origin preoperatively, led to careful inspection of all tissue elements to exclude the possibility of a teratoma. Histologically, all cysts were lined by ciliated cuboidal to columnar epithelium, some showing a few cells with nuclear immunoreactivity with thyroid transcription factor-1. Regardless of anatomic location, all four cases showed immunohistochemical expression of cytokeratin 7 and lack of expression of cytokeratin 20, supporting a similar endodermally-derived origin and aiding in elucidation of the proper diagnosis of enterogenous cyst in each case. Oncotherapeutic pathways are largely based on tissue site of a given primary neoplasm. Frequently neuropathologists are faced with making the determination of tissue of origin from carcinomas metastatic to the central nervous system (CNS). Often workup centers upon verifying that an already pathologically-confirmed primary lesion is the source of metastatic disease; this is usually accomplished via histologic comparison of primary and metastatic samples, and routine immunohistochemical (IHC) analysis. However, in many cases 1) no primary lesion has been identified, 2) multiple detected lesions may be the source of CNS metastasis, and/or 3) routine microscopic / IHC analysis of the metastasis gives ambiguous results. We encountered such a diagnostic dilemma in a 47-year-old woman with prior history of breast carcinoma, liposarcoma, and nerve sheath tumor who presented four years post mastectomy with a solitary enhancing right parieto-occipital lesion. The diagnosis of poorly differentiated metastatic adenocarcinoma was rendered on brain biopsy tissue. Additional studies revealed a large lung mass and scattered small nodular opacities. IHC gave conflicting results with positivity for ER, CK7, and TTF-1. With the site of primary tumor in question, the Tissue of Origin (TOO) Test (PathworkTM, Sunnyvale, CA) was employed. We used gene expression to quantify the similarity of this metastasis to 15 cancers of known tissue origin using the PathchipTM microarray platform. The TOO Test returned a similarly score of 89.0 for non-small cell lung carcinoma for our sample. Similarity scores for the other 14 tissue types were below the negative cutoff of 5.0, strongly supporting lung as the site of origin for this brain metastasis. As with the current case, validation studies of TOO testing performed in our laboratory on 24 additional poorly differentiated metastases affirm the utility of this technology as a molecular adjunct in the confirmation of tissue of origin for metastatic carcinomas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "153"
        },
        {
            "text": "Tumor-Inhibitory Role of P75NTR and TIMP1 Interactions in Metastatic Carcinoma and Glioma Amyn Rojiani 1 , Steven Brem 1 , Mumtaz Rojiani 2 . 1 Moffitt Cancer Center, University of South Florida; 2 Dept. of Pathology, University of South Florida",
            "cite_spans": [],
            "ref_spans": [],
            "section": "155"
        },
        {
            "text": "Neurotrophins and their receptors including p75NTR are typically described in the context of neuronal development, survival and neurite outgrowth, however these complex molecules are often highly expressed in tumors, both within the CNS as in glioma and medulloblastoma, as well as in non-CNS neoplasms such as myeloma, hepatocellular, prostate and lung carcinoma. In vitro and in vivo experiments have identified both tumor promoting and tumor inhibitory functions of p75NTR, related to specific tumor types e.g. in prostatic adenocarcinoma, p75NTR has been implicated as a tumor and metastasis suppressor gene and in promoting apoptosis. A role for p75NTR in decreasing MMP2 and MMP9, with increased TIMP1 expression, thus decreasing tumor growth has also been suggested. To examine concomitant expression and possible interactions of p75NTR with TIMP-1, H2009 lung carcinoma cells and U251 glioma cells were examined. TIMP1 overexpressing H2009 clone, HB1, generated by transfection with vector pBK-CMV-hTIMP-1, has previously been characterized in vitro and shown to be more aggressive when injected into nude mice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "155"
        },
        {
            "text": "TIMP1 overexpressing HB1 cells have reduced expression of p75NTR by Western blots,when compared to the parent H2009 cells. Stable clones of U251 glioma cells transfected with the same vector have also been similarly characterized. Colony formation assays on soft agar revealed that clones overexpressing TIMP-1 showed increased colony formation compared to U251. Additionally, the effects of serum-free conditioned media from these cells on capillary network forming assays on Matrigel have also been described. Our data support a tumor inhibitory role for p75NTR. It is well recognized that p75NTR activities are modulated by both the cell of origin as well as other interactions within the tumor microenvironment, particularly with molecules such as proteases and their inhibitors. The role of p75NTR in both carcinoma and glioma cell lines continues to be investigated. Supported by grant USAMRAA -RX4370802",
            "cite_spans": [],
            "ref_spans": [],
            "section": "155"
        },
        {
            "text": "Case of Adenovirus Encephalitis Presenting as a Mass Lesion Matthew Schniederjan, Daniel Brat. Emory University School of Medicine, Department of Pathology Introduction: We present a case of an immunocompromised woman with basal forebrain lesion due to adenovirus encephalitis. Clinical course: A 35-year-old African American woman with HIV/AIDS (CD4 count 94/ ml) presented with altered mental status and hypercarbic respiratory failure. The patient_s impaired consciousness precluded any additional history. The patient was unresponsive to painful stimuli and had decreased pupillary and deep tendon reflexes. She was intubated and placed on ventilator support. A chest X-ray failed to demonstrate any pulmonary lesions. A CT of the head revealed a hypodense intra-axial lesion within the basal forebrain. Lumbar puncture showed a lymphocytic pleocytosis, elevated protein and low glucose. PCR analysis of CSF was negative for DNA from varicella zoster virus, human herpes virus, cytomegalovirus, mycobacterium tuberculosis and JC virus. Epstein-Barr virus DNA was detected in the CSF at a low level. CSF cultures for fungi and bacteria were negative. ELISA for cryptococcal and histoplasma antigens were nonreactive. Serology for antibodies against West Nile virus was negative. The patient received empiric therapy for bacterial meningitis and HSV/VZV encephalitis. Her condition continued to deteriorate, until care was withdrawn, and she died. Autopsy was requested to determine the nature of the patient_s brain lesion. Pathology: Post-mortem examination of the patient_s brain showed a poorly delineated area of softening and hemorrhage within the basal forebrain. Histologic examination of the lesion showed a necrotizing encephalitis with perivascular lymphocytic infiltrate and numerous cytoplasmic and intranclear inclusions within glial cells. Immunohistochemistry for adenovirus was strongly positive in cells within the lesion, and negative for HSV, CMV, SV40 and EBV. Electron microscopy confirmed the presence of nonenveloped, 70-75 nanometer virions with icosohedral symmetry, consistent with adenovirus. Conclusion: Adenovirus is a rare and sometimes unsuspected cause of encephalitis that may present as a mass lesion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "156"
        },
        {
            "text": "abnormalities by MRI in life. We now describe the histopathology of a neurosurgically biopsied UBO in the left side of the anterior corpus callosum in a 35 year old woman with documented NF1. She presented with a single seizure and the UBO was detected; interval scans suggested a slight enlargement of the UBO and she pressed her physicians to remove the potential tumor. The resected tissues included mildly gliotic cortex and white matter with patchy ill-defined zones of mild hypercellularity with associated vacuolation of myelin. The hypercellularity was due in small part to a mild gliosis and a few microglia but was mostly composed of oligodendrocyte-like cells, none of which were immunopositive for Ki67 or GFAP. A Luxol Fast Blue stain showed mild loss of myelin density compared to adjacent normal white matter, with no evidence of myelin breakdown or destruction. The findings are similar to those previously reported from autopsy; we believe this to be the first histopathologic description of a UBO obtained from a living patient. We recommend that patients with NF1 and UBOs be reassured, and that neurosurgical intervention in cases of UBO should be deferred unless marked radiographic changes are present on serial imaging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "156"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Time interval from the transplant/initiation of immunosuppression to IALD diagnosis was 45.2 months. Overall survival time was 40 months: 6 patients died of the disease (mean survival 20.8 months) while 7 patients are still alive (mean follow-up 56.5 months). Rearrangements of the c-MYC and BCL-6 genes were not detected in any of 13 tested cases",
            "authors": [
                {
                    "first": "Ahmet",
                    "middle": [],
                    "last": "Dogan",
                    "suffix": ""
                },
                {
                    "first": "Mark",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                },
                {
                    "first": "O&apos;",
                    "middle": [],
                    "last": "Brian",
                    "suffix": ""
                },
                {
                    "first": "Caterina",
                    "middle": [],
                    "last": "Neill",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Giannini",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Mayo Clinic Introduction: Immunodeficiency-associated lymphoproliferative disorder (IALD) is an Epstein-Barr Virus (EBV) related complication of immunosupression, frequently affecting the central nervous system (CNS)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Prions in the Familial Prion Disease Linked to 144-bp Insertion of the Prion Protein Gene Wen-Quan Zou. Case Western Reserve University",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Dictates the Invasive and Vascular Proliferative Phenotype of Glioma-Like Tumors in a Novel Spontaneous Mouse Model Karen SantaCruz, Stephen Wiesner, Stacy Decker, Colleen Forster, Brent Clark, John Ohlfest. University of Minnesota",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Injury Distinguishes Early Lesions in Devic_s Disease from Multiple Sclerosis Boleslaw Lach. McMaster University, Hamilton Health Sciences Devic_s disease (DD) is often classified as a form of multiple sclerosis (MS).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Classifying Pediatric CNS Tumors Michael Johnson, Peter Burger. The Johns Hopkins Hospital",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Sheer 2 . 1 St. Jude Children's Research Hospital; 2 Queen Mary's School of Medicine and Dentistry, London; 3 St. Jude Children_s Research Hospital, Memphis; 4 Newcastle University Hospitals Trust",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Frequently Down-Regulated in Medulloblastoma and is a Negative Regulator of SLC16A1 Ho Keung Ng 1 , Jesse Pang 2 , Kay Kwok 2 . 1 Department of Pathology, the Chinese University of Hong Kong; 2 the Chinese University of Hong Kong",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "in Non-Amnestic Mild Cognitive Impairment Jennifer Molano, Joseph Parisi, Dennis Dickson, Kris Johnson, Bradley Boeve, David Knopman, Ronald Petersen. Mayo Clinic",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Body Atrophy in the Differential Diagnosis of Hippocampal Atrophy Melissa Murray, Dennis Dickson. Mayo Clinic College of Medicine",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Characterization of Microvascular ß-Amyloid Deposition in Alzheimer_s Disease Brains Virawudh Soontornniyomkij, Cecilia Choi, Justine Pomakian, Harry Vinters. Neuropathology, University of California, Los Angeles, CA, USA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "vaccination, which has been shown to reduce the load of Abeta in the brain of AD patients[Holmes et al. Lancet 2008;372:180], results in modification of neuronal expression of activated PKR (PKRp). Samples of hippocampus from 9 AD patients who were enrolled in an Abeta 42 vaccination program (AN 1792, Elan Pharmaceuticals) and 10 non-vaccinated AD patients were assessed for PKRp and Abeta immunostaining. The percentage of PKRppositive neurons as well as Abeta load (percentage area of the cortex involved with Abeta immunostaining) were determined. The percentage of PKRp-positive neurons was increased in the hippocampus of vaccinated patients compared to non-vaccinated ones. There was no statistical correlation between neuronal PKRp expression and Abeta load in the brains of vaccinated and non-vaccinated patients. In conclusion, Abeta vaccination induces an increase in neuronal expression of PKRp in the hippocampus.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Locus Ceruleus Contains Mitochondrial DNA Deletions In Alzheimer_s Disease Bradley Miller, James Bennett. University of VirginiaAlzheimer_s Disease (AD) is defined and staged neuropathologically by the loss of neurons in a stereotypical pattern of entorhinal-limbic-cortical progression, together with the presence of amyloid plaques and neurofibrillary tangles. Although not a part of this staging system, neuronal losses in several CNS monoaminergic neurotransmitter nuclei (including the sites of norepinephrine, serotonin and dopamine synthesis) are known to be early events in AD. In the substantia nigra, a major site of dopamine synthesis, accumulations of mitochondrial DNA deletion-mutations (to levels of abundance that are associated with failure of electron transport function) have been demonstrated in the neurons of aged individuals and, in greater numbers, in Parkinson_s Disease (PD) individuals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Isoforms in a Triple Transgenic AD Mouse. Specificity of Subcellular Localization During Development Jonathan Fratkin 1 , Zelda He 2 , Junming Wang 2 . 1 University of Mississippi Medical Center; 2 Dep't Pathology University of Mississippi Medical Center",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Grain Disease: Prevalence in an Autopsy Series and Location of Grains in Early to Advanced Disease John Hedreen. Harvard Brain Tissue Resource Center, McLean Hospital",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Acetyl Transferase and Tyrosine Hydroxylase Immunoreactivity in Lewy Bodies Brittany Dugger, Tae-Boem Ahn, Tanis Ferman, Dennis Dickson. Mayo Clinic Lewy bodies (LBs), intraneuronal inclusions composed of >-synuclein, are the histologic hallmark of Parkinson disease. In addition to >-synuclein a number of other molecules have been associated with LBs, such as ubiquitin, tau and neurofilament. In a study of cholinergic neurons in Lewy body disease (LBD), we noted immunoreactivity of LBs with choline acetyl transferase (ChAT), the rate-limiting enzyme in acetyl choline synthesis.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Expression in HIV-1-Infected Cells in Brain Leroy Sharer 1 , Meilan Do 1 , Mainul Hoque 2 , Tsafi Pe'ery 3 . 1 Dept. Pathology, UMD-New Jersey Medical School; 2 Dept. Biochem., UMD-New Jersey Medical School; 3 Depts. Medicine and Biochem., UMD-New Jersey Medical School",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Permanente-Los Angeles Med Ctr, Los Angeles, CA",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Glioma in the Tectal Region Douglas Miller 1 , Eric Johannesen 2 , Norman Litofsky 3 , Faris Fakhoury 3 . 1 University of Missouri School of Medicine; 2 Department of Pathology & Anatomical Sciences, U Missouri School Med; 3 Division of Neurosurgery, U Missouri School of Medicine",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Of Corpus Callosum Overshadowed By Caseating Granuloma Laura Kidd 1 , Gregory Fuller 2 , Min Wang 1 . 1 University of Texas at Houston, Dept. of Pathology and Lab Medicine; 2 Department of Pathology, M.D. Anderson Cancer Center",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "3: NEURODEGENERATIVE II: >-SYNUCLEIN AND UBIQUITIN 17 Reproducibility in the Assessment of Alzheimer's Disease and Lewy Body Disease-Related Pathologies: A Study by Brain Net Euro Irina Alafuzoff 1 , Safa Al-Sarraj 2 , Thomas Arzberger 3 , Nenad Bogdanovic 4 , Herbert Budka 5 , Charles Duyckaerts 6 , Isidro Ferrer 7 , Steven Gentleman 8 , Giorgio Giaccone 9 , Piero Parchi 10 . 1 Uppsala University/Kuopio University; Institute of Psychiatry, London; 3 Ludwig-Maximilians-University, Munich; Karolinska Institutet, Huddinge; 5 Medical University of Vienna; 6 Universite Pierre et marie Curie, Paris; 7 Universitat de Barcelona; 8 Imperial College London; 9 Istituto Nazionale Carlo Besta, Milan; 10 Universita di Bologna",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "SOX2 Silencing in Glioma Cell Cultures Significantly Decreases Cell Number Jennifer Eschbacher 1 , Stephen Coons 2 , Anna Joy 3 , Burt Feuerstein 3 . 1 Barrow Neurological Institute/ St. Joseph's Hospital and Medical Cente; 2 Barrow Neurological Institute/S.J.H.; 3 Barrow Neurological Institute",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "PLATFORM SESSION 5: NEURODEGENERATION III: PLAQUES AND TANGLES Chronic Traumatic Encephalopathy in Professional Football Players Ann McKee 1 , Robert Stern 1 , Christopher Nowinski 2 , Brandon Gavett 1 , Robert Cantu 1 . 1 Boston University School of Medicine; 2 Sports Legacy Institute",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Neurofibrillary Tangles Plus No Plaques Does Not Equal Alzheimer's Disease: A Clinical-Pathological Study Peter Nelson, William Markesbery. University of Kentucky",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ").",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "The behavioral patterns are still being tested in open field tasks. Novel Serotonergic Abnormalities in the Medulla in the Sudden Infant Death Syndrome Hannah Kinney 1 , Jhodie Duncan 2 , David Paterson 3 , Jill Hoffman 2 , Natalia Borenstein 2 , Henry Krous 4 , Elizabeth Haas 4 , David Mokler 5 , Felicia Trachtenberg 6 , Richard Belliveau 2 . 1 Harvard Medical School, Boston MA; 2 Children's Hospital Boston; 3 Children's Hospital Boston, Boston, MA; 4 San Diego SIDS Research Project; 5 University of New England; 6 New England Research Institute",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Anaplastic Progression in Nodular Medulloblastoma: Relationship with myc Amplification Marie Rivera-Zengotita 1 , Monika Nunez 2 , Vidya Mehta 2 , Girard Courteau 2 , Murali Chintagumpala 3 , Robert Dauser 3 , Adekunle Adesina 3 . 1 Baylor College of Medicine; 2 Texas Children's Hospital; 3 Baylor College of Medicine and Texas Children's Hospital Nodular/desmoplastic medulloblastoma (NDMB) is a variant of MB with putative good prognosis. However, a favorable outcome is not seen in all patients with NDMB. We reviewed 42 examples of NDMB and classified them into pure NDMB",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "2009 American Association of Neuropathologists, Inc. cases were identified from the database and were limited to those with a Braak NFT stage (BS) G4. The MB was measured in 31 (19-males) HpScl cases and 56 (32-males) controls matched for age, sex, BS and other concomitant pathology (13 HpScl and 13 controls had FTLD-U). The diameter of the MB was measured on postmortem mid-sagittal images.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "University Memory and Cognition Center, Case Western Reserve Universi; Department of Pathology, Case Western Reserve University, Cleveland; Department of Pathology, University of Maryland School of Medicine; Department of Pathology, Case Western Reserve University; 6 College of Sciences, University of Texas at San Antonio; 7 Department of Neurology, University of Louisville",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "The presence of pericapillary AA deposits and vasocentric plaques suggests a subset of AA plaques originate from AA-laden capillaries. (NIA grants P50 AG16570 and P01 AG12435, and Dalijit S. & Elaine Sarkaria Chair in Diagnostic Medicine.)Patterns of Cortical Beta Secretase-1 in Human CortexRobert Struble 1 , Shari Beckman-Randall 1 , Xiao-Xin Yan 2 , Brian Moore 3 . 1 Center for Alzheimer Disease and Related Disorders, SIUSOM; 2 Department of Anatomy, SIUSOM; 3 Memorial Medical Center and SIUSOM",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "All of the functional images showed laterality. The pathological laterality matched laterality in clinical images when present. Discussion: Our studies are the first to show that AG dementia usually presents with laterality. Asymmetrical atrophy as well as hypometabolism or hypoperfusion of the anterior medial temporal lobe could be a diagnostic feature for AG dementia.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "The significance of association of neurotransmitter enzymes with LBs is uncertain. inclusions in an ultrastructural study of mouse brains experimentally infected with scrapie agent; these inclusions are identical to tubular inclusions observed by TEM in brains of rats experimentally infected with Spiroplasma mirum. The same tubular structures were seen by TEM in pellets of broth cultures of the suckling mouse cataract agent (SMCA) strain of S. mirum at all stages of the log phase growth cycle(JNEN, 1995). Experimental inoculation of SMCA into monolayer bovine corneal endothelial cultures resulted in the presence of ultrastructural evidence of tubulofilament inclusions in the cells identical to those reported in TSE-infected brains. These structures have not been linked to other viral or bacterial infections. Our observations further link spiroplasmosis to TSE, suggesting spiroplasma are candidate causal agents of TSE.",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "The features of this case are unique and do not fulfill criteria for any other neurodegenerative disease. Motor disturbance type. The male patient developed gait disturbance at age 40. Neurological examination showed cerebellar ataxia, hyperreflexia and ankle clonus at age 55. Cognitive function was normal. Neither involuntary movement nor loss of visual acuity was recorded. He died at age 61.",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "DRG) undergo progressive atrophy. Satellite cells seem to invade degenerating nerve cells, ultimately forming nodules of Nageotte. Ganglion cells are heterogeneous when stained for cytoskeletal proteins, and larger neurons are especially vulnerable in FRDA. Dorsal roots (DR) are thinned and show loss of large myelinated fibers. In most cases of FRDA, however, the total number of axons is not reduced (FRDA: 8966 T 3641/sq.mm [mean T standard deviation in 15 cases]; 9040 T 973/sq.mm in 11 normal controls).",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "Dartmouth-Hitchcock Medical Center; 2 Dept. of Micro/Immuno & NCCC, Dartmouth Med. School, Hanover, NH; 3 The University of Washington, Box 351800, Seattle, WA; 4 School of Biosciences, Univ. of Nottingham, Leicestershire, UK; 5 Dept. of Pathology, Dartmouth-Hitchcock Medical Center, Lebanon, NH; 6 Dept. of Genetics & NCCC, Dartmouth Med. School, Hanover, NH",
            "latex": null,
            "type": "table"
        },
        "TABREF30": {
            "text": "suggestive of remote/perinatal injury. Seizures were initially controlled by medication, but they increased in frequency during adulthood with five seizures per week despite multiple medications. MRI prior to surgery showed a Bcystic-appearing region within the left parietal lobe which extended to the left lateral ventricle.[ Differential diagnosis was Bsequela of previous nonspecific insult versus neuroglial cyst.[ The patient had a craniotomy for subdural and depth electrode placement. The dura was adherent to the underlying parenchyma. A biopsy showed Bchanges suggestive of a low-grade glial neoplasm with collagenized stroma.",
            "latex": null,
            "type": "table"
        },
        "TABREF36": {
            "text": "Rhabdoid Meningioma Arising in a Patient With Previously Irradiated Composite PXA/Oligodendroglioma Sarah Martin 1 , Jose Bonnin 1 , Scott Shapiro 2 , Khaled Hamada 3 , Annette Douglas-Akinwande 3 , Eyas Hattab 1 . 1 Indiana University School of Medicine, Dept. of Path. and Lab. Med.; 2 Indiana University School of Medicine, Dept. of Neurosurgery; 3 Indiana University School of Medicine, Dept. of Radiology",
            "latex": null,
            "type": "table"
        },
        "TABREF37": {
            "text": "Intracranial Phosphaturic Mesenchymal TumorsJack Raisanen, Kimmo Hatanpaa, Joseph Beshay, Emily Herndon, Christa Hladik, Bruce Mickey, Dennis Burns, Charles White. UT Southwestern Medical Center",
            "latex": null,
            "type": "table"
        },
        "TABREF38": {
            "text": "Phosphaturic Mesenchymal Tumor of the Thoracic Spine Sarah Martin 1 , Narasimhan Agaram 1 , Jey-Hsin Chen 1 , Eric Horn 2 , Annette Douglas-Akinwande 3 , Eyas Hattab 1 . 1 Indiana University School of Medicine, Dept. of Path. and Lab. Med.; 2 Indiana University School of Medicine, Dept. of Neurosurgery; 3 Indiana University School of Medicine, Dept. of Radiology Phosphaturic mesenchymal tumor, mixed connective tissue variant (PMT-MCT)",
            "latex": null,
            "type": "table"
        },
        "TABREF39": {
            "text": "A Rare Case of Pediatric Ectomesenchymoma Arising from the Falx Dana Altenburger, Gary Pearl. Orlando Health Ectomesenchymoma is a rare intracranial pediatric tumor with six previously reported cases. It gathers its name from its histology which combines Bmature ganglion cells with immature myogeneous elements,[ thus leading to the older term gangliorhabdomyosarcoma. We report a case of a ten year old male who presented with headache, nausea and blurry vision. He was found to have papilledema on physical exam. A CT scan revealed a 7.2 Â 3.8 centimeter mass that extended along the falx. No metastatic disease was identified. A craniotomy was performed and the mass was grossly resected without complication. Histological examination revealed single and small groups of cells in a myxoid background. The cells varied from polygonal to spindle shaped with an eccentric nucleus and prominent nucleoli. Most cells were smooth muscle actin, CD99 and vimentin positive whereas other cells, often process forming, were synaptophysin, neurofilament protein and S-100 positive. Immunohistochemistry was negative for CD 138, CD45, alpha-fetoprotein, CK AE1/3, GFAP, CK7, CK20, CD31, CD34, myoD and desmin. Ki-67 reveals approximately twenty-five percent reactivity. The histological features and immunohistochemical findings are consistent with ectomesenchymoma. Our case, however, is unique with the tumor arising from the falx, mimicking a meningioma.Intracerebral Extravascular Masson_s Tumor Mimicking GliomaMika Fujiwara 1 , Griffith Harsh 2 , Jason Karamchandani 3 , Iris Gibbs 4 , Nancy Fischbein 5 , Hannes Vogel 3 . 1 Stanford University; 2 Stanford University Department of Neurosurgery; 3 Stanford University Medical Center Department of Pathology; 4 Stanford University Department of Radiation Oncology; 5 Stanford University Department of Radiology Intracranial Masson_s tumor occurs rarely, usually associated with a vascular malformation and a thrombosed vessel, and have been described in the brain, meninges, cavernous sinus, and sella turcica. We report an intraaxial example that developed after stereotactic radiosurgery to an adjacent cavernous sinus mass. A 68 year old man, presenting with diplopia due to a left sixth nerve palsy and a 28 Â 24 Â 27 mm left cavernous sinus mass most consistent with schwannoma, was treated with stereotactic radiosurgery (20 Gy to the 70% isodose line about the 4.35 cc lesion). His headache resolved, the diplopia improved, and the cavernous sinus mass shrank, but a MRI study 18 months after treatment showed a 6 mm focus of contrast enhancement adjacent to the cavernous sinus within the medial temporal lobe. Subsequent MRIs showed enlargement, diminution and then hemorrhagic enlargement of this parenchymal mass over the next 4 years, after which he developed headache and impaired short term memory. A postirradiation glioma was considered a possibility based upon the radiographic evidence of progression. Biopsy and microscopic evaluation of the lesion revealed papillary endothelial hyperplasia (otherwise known as Masson_s tumor) with no evidence of an underlying vascular malformation or neoplasm. We consider this the first case of an intracerebral Masson_s tumor following radiosurgery of a non-vascular lesion, clinically and radiologically mimicking a glial neoplasm.Atypical Teratoid/Rhabdoid Tumor of the Pineal Region in an Adult: A Case Report Hidehiro Takei 1 , Adekunle Adesina 2 , Suzanne Powell 1 , Lauren Langford 3 .The Methodist Hospital; 2 Baylor College of Medicine, Texas Children's Hospital; 3 University of Texas, MD Anderson Cancer Center Background:Atypical teratoid/ rhabdoid tumor (AT/RT) of the CNS is a highly malignant embryonal tumor most often occurring in the posterior fossa in children below the age of 2 years. Adult cases of AT/RT are very rare, and approximately 20 cases with diagnosis of AT/RT or rhabdoid tumor have been reported to date. We report an adult case of AT/RT occurring in the pineal region. This is the third reported case of adult AT/RT in this location. Case Report: A 33-year-old woman presented with a 2-month history of diplopia and gait ataxia, and was admitted emergently due to deteriorating mental status. An MRI showed a heterogeneously enhancing mass involving the posterior third ventricle and pineal region with hydrocephalus. She underwent excision of the tumor and placement of a V-P shunt. Histological sections showed epithelioid sheets of closely packed large tumor cells with overtly rhabdoid features and scattered mitotic figures. Immunohistochemically, the tumor cells were positive for EMA, GFAP, pancytokeratin (Oscar), neurofilament protein, and vimentin. A loss of nuclear immunoreactivity for INI-1 protein was seen. Discussion: This case is characterized histologically by epithelioid tumor cells with rhabdoid features. The differential diagnoses include germ cell tumor, metastatic carcinoma, rhabdoid meningioma, and rhabdoid glioblastoma. The lack of immunohistochemical expression of INI-1 protein is crucial for the diagnosis.A Posterior Fossa Embryonal Tumor in a 4-year-old Male With Features of ATRT but Without INI1 MutationAaron Wagner 1 , Anthony Yachnis 2 , Suzanne Powell 3 , Adekunle Adesina 4 , Gary Pearl 1 . 1 Orlando Regional Medical Center; 2 University of Florida; 3 Weill Medical College of Cornell University; 4 Texas Children's HospitalWe present an unusual embryonal tumor that shows both neuroectodermal and rhabdoid like features, but which fails to demonstrate the typical mutations seen with atypical teratoid rhabdoid tumor (AT/RT), or rhabdomyosarcoma. The patient is a 4 y/o male who experienced one week of worsening ataxia, headaches, vomiting, and visual disturbance. On imaging, he had a large posterior fossa mass in the midline of the cerebellum with resultant obstructive hydrocephalus. A resection was performed. Histologically the tumor contained areas showing rhabdoid morphology as well as small cell and spindle cell components. The rhabdoid cells were immunoreactive for vimentin and EMA and negative for cytokeratins, and smooth muscle actin. The spindle cell component was reactive for vimentin and desmin. The small cell component showed rare cells with GFAP reactivity and diffuse synaptophysin reactivity. The tumor was nonreactive for neurofilament protein. These findings favored AT/RT. The case was subsequently sent for confirmatory molecular studies and consultation to other centers. One center found focal neurofilament protein positivity in perinuclear cytoplasmic inclusion like structures but the remainder of the staining was consistent with the original work-up. Molecular studies demonstrated that the requisite INI-1 deletion in AT/RT tumor cells was not present, with strong diffuse reactivity for INI/BAF47. Furthermore although parts of the tumor showed reactivity for MYO-D1, additional studies revealed absence of PAX3 and PAX7 mutations which are found in and are diagnostic of rhabdomyosarcoma. This case presents a challenging histological, immunohistochemical and molecular profile. Based on conventional staining alone, the tumor bears striking similarity to AT/RT. The immunohistochemical analysis would also favor AT/RT. Clearly, however, the molecular studies mitigate against AT/ RT using accepted current definitions of the entity.MicroRNA Profiling of Primary CNS Hemangioblastomas and Metastatic Clear Cell Renal Cell Carcinomas to the Brain Sriram Venneti, Aihua Liu, John Tobias, Donald Baldwin, Priti Lal. University of Pennsylvania",
            "latex": null,
            "type": "table"
        },
        "TABREF40": {
            "text": "Clear Cell Renal Cell Carcinoma Metastatic to Capillary Hemangioblastoma in the Setting of Von Hippel-Lindau Sarah Martin 1 , Sohaib Al-Khatib 1 , Annette Douglas-Akinwande 2 , Michael Turner 3 , Eyas Hattab 1 . 1 Indiana University School of Medicine, Dept. of Path. and Lab. Med.; 2 Indiana University School of Medicine, Dept. of Radiology; 3 Indianapolis Neurosurgical Group, Methodist Hospital, Indianapolis, IN",
            "latex": null,
            "type": "table"
        },
        "TABREF41": {
            "text": "142p63 is a Sensitive Marker of Skeletal Muscle Differentiation: A Case Report of Medullomyoblastoma Sarah Martin 1 , Matthew Kuhar 1 , Jodi Smith 2 , Annette Douglas-Akinwande 3 , Eyas Hattab 1 . 1 Indiana University School of Medicine, Dept. of Path. and Lab. Med.; 2 Indiana University School of Medicine, Dept of Neurosurgery; 3 Indiana University School of Medicine, Dept. of Radiology p63, a p53 homologue, is a selective nuclear marker of myoepithelial cells, frequently used in the diagnosis of prostate carcinoma and in the identification of myoepithelial cells in other tissues including the human breast. Recently, it was found that all p53 family members are involved in regulating the process of muscle differentiation through the retinoblastoma protein. Ablation of these p53 family functions blocks the differentiation program and promotes malignant transformation. We report a case of six year-old girl with medullomyoblastoma. She presented with three months of headache, vomiting, and ataxia. MRI revealed a large heterogeneous, enhancing, posterior fossa mass arising near the cerebellar vermis and extending out the cerebellopontine angles bilaterally, associated with diffuse drop metastases. The tumor was resected. Pathologic examination revealed two main components: a primitive small round blue cell component resembling medulloblastoma and a second element consisting of interspersed fascicles of spindle-shaped cells arranged haphazardly in a loose background of neurocyte/oligo-like cells. These spindle cells showed elongated nuclei and cytoplasmic cross striations and reacted strongly for MSA, desmin, calponin and p63. The diagnosis of medulloblastoma with myogenic differentiation (i.e. medullomyoblastoma) was therefore rendered. The patient is currently undergoing adjuvant radiation and chemotherapy. Interestingly, p63 immunostain was more intense and showed cross striations with a superior level of detail compared to all other performed muscle markers. Subsequently, immunostaining for p63 was performed on 16 documented cases of rhabdomyosarcoma, all of which showed intense cytoplasmic staining corresponding to the strap cells of skeletal muscle differentiation. We concluded that p63 immunostain is a sensitive marker for the diagnosis of rhabdomyosarcoma, and for identifying the myoblastic component in other tumors such as the medullomyoblastoma case described above.Cyclin D1 Immunoexpression in Adenohypophysial TumorsB. Scheithauer 1 , D. Soni 2 , K. Kovacs 3 , R.V. Lloyd 1 , U. DiGirolami 4 , J. Fletcher 4 , V. Nose 4 . 1 Mayo Clinic, Rochester, MN; 2 Brigham and Woman's Hospital and Harvard Medical School; 3 St. Michaels Hospital, Toronto, ON; 4 Brigham and Woman's Hospital and Harvard Medical School, Boston, MAPituitary tumors arising from adenohypophysial cells can be divided into several groups, including noninvasive adenoma, invasive adenoma (based on radiographic and operative criteria), atypical adenoma (mitotic activity, MIB-1 and p53 immunoreactivity 93%), and carcinoma (with craniospinal or systemic metastasis). In the present work we investigated cyclin D1 immunoexpression in this spectrum of tumors to determine whether this immunoreactivity could represent a predictive biomarker. Overexpression of cyclin D1, a protein active in cell cycle regulation, has been implicated in the development and progression of several human neoplasms. We studied the presence of cyclin D1 in the above-noted tumors by immunohistochemistry (DAKO antibody clone A0485; avidin biotin proxidase complex method with microwave antigen retrieval). For the analysis, typical and invasive adenomas were combined. Specimens included 8 normal pituitaries, 21 noninvasive adenomas, 38 invasive/atypical adenomas and 15 carcinomas. Relative frequencies of tumor staining (graded as 0%, 1Y10%, 11Y50% and 9 51% of cells) were assessed. For normal glands there was no staining; for noninvasive adenomas the number of tumors in each grade was 19%, 33%, 29% and 19%; for invasive/atypical adenomas 0%, 21%, 32% and 47%; and for pituitary carcinomas 13%, 27%, 27%, 33%. Thus, we can conclude that a) cyclin D1 is expressed in the majority of pituitary tumors but is not expressed in the normal gland, and b) cyclin D1 expression distinguishes noninvasive adenomas from invasive/atypical adenomas and carcinomas. There was, however, no major difference in immunoexpression between invasive/atypical adenomas and pituitary carcinomas. It appears that cyclin D1 expression is not of utility in predicting malignant behavior.Transdifferentiation of Pituitary Thyrotrophs to BLactothyrotrophs[ in Primary Hypothyroidism: Case Report Mark Jentoft 1 , Bernd Scheithauer 1 , Kalman Kovacs 2 . 1 Mayo Clinic; 2 St. Michael's Hospital, University of Toronto",
            "latex": null,
            "type": "table"
        },
        "TABREF42": {
            "text": "Lymphomatosis Cerebri, a Treacherous Mimic at the Clinical & Pathological Level; Report of Two Biopsied and Autopsied Cases Pieter Wesseling 1 , Saskia Zomer 2 , Annemieke Smeets 3 , Sander Kok 4 , Albert Twijnstra 5 , Christian Mawrin 6 , Wim Spliet 7 , Johan Kros 8 , Konnie Hebeda 3 . 1 Dept. of Pathology, Radboud Univ. Nijmegen Med. Ctr.; Pathology, Canisius Wilhelmina Hospital, Nijmegen, Netherlands; 3 Pathology, Radboud Univ. Nijmegen Med. Ctr., Nijmegen, Netherlands; 4 Neurology, Elkerliek Hospital, Helmond, Netherlands; 5 Neurology, Maastricht Univ. Med. Ctr., Maastricht, Netherlands; 6 Neuropathology, Otto-von-Guericke University, Magdeburg, Germany; 7 Pathology, Univ. Med. Ctr. Utrecht, Netherlands; 8 Pathology, Erasmus Med. Ctr., Rotterdam, Netherlands",
            "latex": null,
            "type": "table"
        },
        "TABREF43": {
            "text": "Primary Central Nervous System Lymphomatoid Granulomatosis: Two Cases and Review of Literature Abir Mukherjee, Youli Zu, Jeff Chang, Hidehiro Takei, Suzanne Powell. The Methodist hospital, Houston, Texas Background: Lymphomatoid Granulomatosis (LG) is a rare Epstein-Barr virus associated angiodestructive lymphoproliferative process. We report two cases of Primary CNS LG, both with history of therapeutic immunosuppression. Design: Clinical, radiological and histopathological findings of two cases of primary CNS LG are discussed. Result: Case 1: 61 year old female, with past history of multiple autoimmune diseases, on immunosuppressive therapy presented with a left frontal lobe mass. Case 2: 38 year old female with a long history of systemic lupus erythematosus, on corticosteroids, presented with a right Parietal lobe mass.",
            "latex": null,
            "type": "table"
        },
        "TABREF44": {
            "text": "Hepatoid Yolk-sac Tumor of the Cervical Spine: Case Report and Review of the Literature Tracie Pham 1 , Jennifer Eschbacher 2 , Stephen Coons 2 . 1 Department of Pathology St Joseph's Hospital and Medical Center; 2 Barrow Neurological Institute",
            "latex": null,
            "type": "table"
        },
        "TABREF45": {
            "text": "Utility of the PathchipTM Tissue of Origin Test for Characterization of a Metastatic Carcinoma of Unknown Primary Christine Fuller 1 , Gary Tye 2 , Catherine Dumur 1 . 1 VCUHS/Medical College of Virginia, Department of Pathology; 2 VCUHS/Medical College of Virginia, Department of Neurosurgery",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}