{
    "paper_id": "b4b7eec4b5a99d39d7b1955bf01f3de31e595dac",
    "metadata": {
        "title": "Categories of Morbidity Data",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The classifi cation of objects in the world, whether natural or manmade , is a prerequisite for both the rational explanation of any phenomena and the development of science. Medical science , especially the contemporary Western version, is highly dependent on classifi cation systems or disease nosology, and a number of classifi cations systems are utilized to categorize health conditions. From a practical standpoint, epidemiologists, medical practitioners, and healthcare administrators must be able to place health conditions into appropriate categories for a variety of reasons, and the relevant system depends on the intended purposes. For example, the system used to classify physical illness differs from that used to classify mental illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most existing classifi cation systems were established to facilitate the diagnostic process. Subsequently, these classifi cation systems have come to be used for administrative, planning, and fi scal management purposes. Administrators need to organize the delivery of care around the categories of health problems that must be addressed. Planners must be able to anticipate the types of services that will be needed in the future. Financial managers must be able to specify the diagnoses affecting patients in order to determine the cost of care and the charges to be levied for the services provided.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addressing the issue of \"the categories\" a distinction should be made between morbidity associated with an individual (clinical morbidity) and morbidity associated with a group (epidemiological morbidity). This distinction refl ects the unresolved issue of whether researchers should consider morbidity at the individual level or at an aggregate level . This and subsequent discussions will focus on morbidity as an attribute of a population independent for the most part of the morbidity of individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite the presumed objectivity of medical science, the development of a workable disease classifi cation system has been challenging. The use of modern diagnostic techniques and sophisticated biomedical testing equipment has complicated the classifi cation of disease as ever fi ner distinctions can be made between various syndromes. Part of the problem stems from controversy over exactly how \"disease\" should be defi ned. The reality is that disease syndromes are not necessarily clear-cut and mutually exclusive, diagnostic tests are far from precise, and conventional standards for defi ning diseases tend to shift in accordance with new research fi ndings, new treatment modalities, and even nonclinical developments. These problemsand the concomitant criticisms-are exacerbated when attempts are made at classifying disabilities or mental disorders . The systems that have been developed, therefore, although widely used, are not without their critics. Although less than perfect, these existing classifi cation systems provide the framework within which medical science operates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most disease classifi cation systems focus on physical illness rather than mental illness (although there is some overlap between the two types of systems). The section below describes commonly employed disease classifi cation systems for physical illnesses (including injuries and disabilities) with mental illness classifi cation discussed in a later section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Classifi cation of Physical Illnesses"
        },
        {
            "text": "The most widely recognized and utilized disease classifi cation system is the International Classifi cation of Diseases . The International Classifi cation of Diseases ( ICD) system , whose major disease categories are shown in Exhibit 3.1 , is the official classifi catory scheme developed by the World Health Organization within the United Nations. The version currently utilized in the US is ICD-9-CM, with CM standing for \" clinical modifi cation \" (Centers for Disease Control and Prevention 2015 ). The US version refl ects modifi cations necessary in keeping with current medical practice in American hospitals. (An updated version of the ICD systemversion 10-has been developed and is slowly being introduced.)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Classifi cation of Diseases"
        },
        {
            "text": "The ICD system is designed for the classifi cation of morbidity and mortality information and for the indexing of diseases and procedures that occur within a clinical setting. The present classifi cation system includes two components : diagnoses and procedures. Two different sets of codes are assigned to the respective components; the codes are detailed enough that very fi ne distinctions can be made between various syndromes and procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Classifi cation of Diseases"
        },
        {
            "text": "Originally, the ICD system was designed to facilitate worldwide communication concerning diseases, to provide a basis for statistical record-keeping and epidemiological studies , and to facilitate research into the quality of healthcare. However, additional functions have evolved in which the system is used to facilitate payment for health services, evaluate utilization patterns, and study the appropriateness of healthcare costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Classifi cation of Diseases"
        },
        {
            "text": "The disease classifi cation component (found in volumes 1 and 2) utilizes 17 disease and injury categories, along with two \"supplementary\" classifi cations . Within each of these major categories, specifi c conditions are listed in detail. A three-digit number is assigned to the various major subdivisions within each of the 17 categories. These three-digit numbers are extended another digit to indicate the subcategory within the larger category (in order to add clinical detail or isolate terms for clinical accuracy). A fi fth digit is sometimes added to further specify any factors associated with that particular diagnosis. For example, Hodgkin's disease , a form of malignant neoplasm or cancer, is coded as 201. A particular type of Hodgkin's disease, Hodgkin's sarcoma, is coded 201.2. If the Hodgkin's sarcoma affects the lymph nodes of the neck, it is coded 201.21.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Classifi cation of Diseases"
        },
        {
            "text": "The supplementary classifi cations are a concession to the fact that many nonmedical factors are involved in the onset of disease, responses to disease, and utilization of services. These additional codes attempt to identify causes of disease or injury states that are external to the biophysical system. Exhibit 3.1 presents the major categories of diseases and injuries recognized within the ICD classifi cation system. Exhibit 3.2 provides an example of the classifi cation of a particular condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Classifi cation of Diseases"
        },
        {
            "text": "International Classifi cation of Diseases Version 9  1  Infectious and parasitic diseases  2  Neoplasms  3 Endocrine , nutritional, and metabolic diseases and immunity disorders 4",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 106,
                    "text": "Version 9  1  Infectious and parasitic diseases  2  Neoplasms  3",
                    "ref_id": null
                }
            ],
            "section": "Exhibit 3.1: Major Categories of Diseases and Injuries"
        },
        {
            "text": "Diseases of the blood and blood-forming organs 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.1: Major Categories of Diseases and Injuries"
        },
        {
            "text": "Mental diseases 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.1: Major Categories of Diseases and Injuries"
        },
        {
            "text": "Diseases of the nervous system and sense organs 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.1: Major Categories of Diseases and Injuries"
        },
        {
            "text": "Diseases of the circulatory system 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.1: Major Categories of Diseases and Injuries"
        },
        {
            "text": "Diseases of the respiratory system 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.1: Major Categories of Diseases and Injuries"
        },
        {
            "text": "Diseases of the digestive system 10 Diseases o f the genitourinary system 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.1: Major Categories of Diseases and Injuries"
        },
        {
            "text": "Complications of pregnancy, childbirth, and the puerperium 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.1: Major Categories of Diseases and Injuries"
        },
        {
            "text": "Diseases of the skin and subcutaneous tissue 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.1: Major Categories of Diseases and Injuries"
        },
        {
            "text": "Diseases of the musculoskeletal system and connective tissues 14",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.1: Major Categories of Diseases and Injuries"
        },
        {
            "text": "Congenital anomalies 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.1: Major Categories of Diseases and Injuries"
        },
        {
            "text": "Certain conditions originating in the perinatal period 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.1: Major Categories of Diseases and Injuries"
        },
        {
            "text": "Symptoms, signs, and ill-defi ned conditions 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.1: Major Categories of Diseases and Injuries"
        },
        {
            "text": "Injury and poisoning V Classifi cation of factors infl uencing health status and contact with health service E Classifi cation of external causes of injury and poisoning",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.1: Major Categories of Diseases and Injuries"
        },
        {
            "text": "Efforts aimed at slowing healthcare expenditures were initiated during the 1980s by the federal government in response to the fi nancial demands placed on the Medicare program, the Medicaid program, and other federally supported healthcare initiatives. The most signifi cant step in this regard was the introduction of \"prospective payment\" as the basis for reimbursement for health services rendered under the Medicare program. Reimbursement is determined by the Diagnostic Related Group (DRG) that is assigned to the hospital episode. Under this arrangement, hospitals, physicians, and certain other providers of health services are informed at the beginning of the fi nancial accounting period of the amount that the federal government will pay for a particular category of patient as determined by their classifi cation into one of 753 DRGs (Advance Healthcare 2015 ). This is in stark contrast to the \"retrospective payment\" approach originally built into the Medicare program, which was essentially a cost-plus arrangement with no incentives for cost containment. The prospective payment system (PPS) limits the amount of reimbursement for service to each category of patient based on rates predetermined by the Centers for Medicare and Medicaid Services ( CMS) , the federal agency that administers the Medicare program. Introduced by the federal government during the 1980s, DRGs represented an attempt to standardize the classifi cation of hospital patients whose care was being fi nanced by the Medicare program. DRGs represent a mixture of diagnoses and procedures . The primary diagnosis is modifi ed by such factors as coexisting conditions, presence of complications, patient's age, and usual length of hospital stay in order to create the 753 diagnostic categories currently in use. Exhibit 3.3 presents a sampling of DRGs along with their codes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnostic Related Groups"
        },
        {
            "text": "DRGs can be grouped into 25 major diagnostic categories (MDCs) in order to simplify the system. These MDCs are based primarily on the different body systems. MDCs may be used when a broader view of disease categories is desirable. Exhibit 3.4 lists the MDCs currently in use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.2: Example of Disease Classifi cation Using ICD-9-CM"
        },
        {
            "text": "Nonspecifi c cerebrovascular disorders with complications 072",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Nonspecifi c cerebrovascular disorders without complications 073",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Cranial and peripheral nerve disorders with major complications 074",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Cranial and peripheral nerve disorders without major complications 075",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Viral meningitis with complications 076",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Viral meningitis without complications 077",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Hypertensive encephalopathy with major complications 078",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Hypertensive encephalopathy with complications 079",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Hypertensive encephalopathy without complications 080",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Nontraumatic stupor and coma 082",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Traumatic stupor and coma 088",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Concussion with major complications 089",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Concussion with complications 090",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Concussion without complications 091",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Other disorders of nervous system with major complications 092",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Other disorders of nervous system with complications 093",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Other disorders of nervous system without compl ications 095",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Bacterial and tuberculous infections of the nervous system with complications 096",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "Bacterial and tuberculous infections of the nervous system without complications",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DRG code DRG description 071"
        },
        {
            "text": "MDC code MDC description 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Nervous system 2 Eye 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Ear, nose , mouth, and throat 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Respiratory system 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Circulatory system 6 Digestive system 7",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Hepatobiliary system and pancreas 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Musculoskeletal system and connective tissue (continued)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "The Classifi cation of Physical Illnesses MDC code MDC description 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Skin , subcutaneous tissue, and breast 10 Endocrine, nutritional, and metabolic system 11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Kidney and urinary tract 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Male reproductive system 13",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Female reproductive system 14 Pregnancy, childbirth, and puerperium 15",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Newborn and other neonates 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Blood and blood-forming organs and immunological disorders 17",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Myeloproliferative disorders 18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Infectious and parasitic disorders 19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Mental disease and disorders 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Alcohol/drug use of induced mental disorders 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Injuries , poison, and toxic effect of drugs 22",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Burns 23",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Factors infl uencing health status 24",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Multiple signifi cant trauma 25",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "Human immun odefi ciency virus infection",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.4: Major Diagnostic Categories for Diagnostic Related Groups"
        },
        {
            "text": "\"Reportable\" conditions, or notifi able diseases, represent another system of disease classifi cation. Within the US, each state has the authority to defi ne conditions of public health importance, also known as State Reportable Conditions , with the list of such conditions varying from state to state. \"Notifi able\" conditions are those that are recognized as reportable across all states and territories (Centers for Disease Control and Prevention 2014 ). The Centers for Disease Control and Prevention (CDC) and the Council of State and Territorial Epidemiologists (CSTE) designate certain conditions as nationally notifi able (also called National Notifi able Conditions or NNCs ). A condition might be on the national list but not be reportable in a particular state. In addition, conditions may be on a state's list of State Reportable Conditions that are not on the national list. Each state carries the authority to determine which conditions reporting entities (laboratories, hospitals, healthcare providers, etc.) are required to report. This discussion focuses on notifi able diseases since this list is standard for all public health authorities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reportable or Notifi able Disease Classifi cation"
        },
        {
            "text": "The CDC requests that states notify them when an instance of a disease or condition occurs that meets the national case defi nition. Potential (suspect) cases of notifi able diseases are reported to local, regional, or state public health authorities. These reports might be based on a positive laboratory test, clinical symptoms, or epidemiologic criteria. A public health investigation is sometimes conducted to determine the need for appropriate public health interventions. When a suspect case is determined to meet the national case defi nition, de-identifi ed data are sent to the CDC. This can include information reported to public health authorities by laboratories and healthcare providers, along with other information collected during public health investigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reportable or Notifi able Disease Classifi cation"
        },
        {
            "text": "Notifi able diseases have been singled out primarily because of their communicable nature and for which regular, frequent, and timely information on individual cases is considered necessary for the prevention and control of the disease. Public health offi cials are particularly interested in conditions that have the potential to spread to epidemic proportions . It should be noted that virtually all notifi able diseases are acute conditions, at a time when chronic conditions represent the dominant health threat. For this reason, notifi able morbid conditions have become less useful over time as indicators of health status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reportable or Notifi able Disease Classifi cation"
        },
        {
            "text": "The list of nationally notifi able diseases is revised periodically and currently there are 52 infectious diseases so designated at the national level. A disease may be added to the list as a new pathogen emerges, or a disease may be deleted as its incidence declines. Public health offi cials at state health departments and the CDC continue to collaborate in determining which diseases should be nationally notifi able. The CSTE , with input from the CDC, makes recommendations annually for additions and deletions to the list of nationally notifi able diseases. Reporting is currently mandated (i.e., by state legislation or regulation) only at the state level and the reporting of data on notifi able diseases to the CDC is voluntary. All states generally report the internationally quarantinable diseases (e.g., cholera, plague, and yellow fever) in compliance with the World Health Organization's International Health Regulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reportable or Notifi able Disease Classifi cation"
        },
        {
            "text": "Data on notifi able diseases are available from the CDC in all 50 states, the District of Columbia, and 122 selected cities. The data are available on a monthly basis in Morbidity and Mortality Weekly Report , a CDC publication, and at http://www2.cdc.gov:81/ mmwr/mmwr.htm . Additional information on notifi able diseases can be found at http:// www.cdc.gov . Exhibit 3.5 presents the current (2013) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reportable or Notifi able Disease Classifi cation"
        },
        {
            "text": "Another example of morbidity for which a classifi cation system is required is injuries. There are different injury classifi cation systems with applications in various settings. The Occupational Injury and Illness Classifi cation System ( OIICS) manual developed by the Bureau of Labor Statistics within the US Department of Labor outlines the classifi cation system for coding the case characteristics of injuries, illnesses, and fatalities employed in the Survey of Occupational Injuries and Illnesses (SOII) and the Census of Fatal Occupational Injuries (CFOI) programs . This manual contains the rules of selection, code descriptions, code titles, and indices for data collection based on the nature of the injury or illness, the part of body affected, the primary (and secondary) source of injury or illness, and the event or exposure that led to the injury or illness. The OIICS was originally developed and released in 1992. Clarifi cations and corrections were incorporated into the manual in 2007. Exhibit 3.6 lists the different divisions addressed by the OIICS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Occupational Injury and Illness Classifi cation"
        },
        {
            "text": "The Nature of Injury or Illness code structure is the most relevant for understanding disability patterns and is arranged so that traumatic injuries and disorders are listed fi rst (in Division 1) while diseases are listed in Divisions 2-6. Exhibit 3.6 lists the divisions into which injuries and illnesses are arranged. Exhibit 3.7 presents a section of the coding system that has been extracted from the manual. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Occupational Injury and Illness Classifi cation"
        },
        {
            "text": "\" Disability \" is a condition that is hard to defi ne and it does not lend itself to easy classifi cation. A number of different classifi cation systems have been developed and each has its own particular purpose. Care should taken when comparing the estimates from various sources because of differences in the criteria used to defi ne disability. In the US, development of classifi cation systems has been spurred by the needs of social insurance programs such as workmen's compensation, veterans' benefi ts, and Social Security.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disability Classifi cation"
        },
        {
            "text": "Despite their widespread use each of the classifi cation systems suffers from limitations of one kind or another. From a research perspective, the use of self-reported disability measures raises questions concerning the standardization of the participants' answers. Disability measures have also been problematic as public policymaking tools . The nation's social security insurance programs rely on the narrowly defi ned criteria of the disease model to determine disability. They do not adequately address psychological diffi culties nor do they provide insight into certain social contributions to disability. Systems measuring limitations in major activities, on the other hand, may indicate the presence of some social contributions to disability but do not provide suffi cient information to inform health interventions. These limitations have been recognized, but there has been limited success in developing a system that provides a suffi ciently broad understanding of disability. Examples of disability classifi cation systems are presented below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disability Classifi cation"
        },
        {
            "text": "The WHO system categorizes a wide range of disabilities resulting from disease. The form and organization of the system are similar to WHO's International Classifi cation of Diseases (ICD-9) especially in many of its subcategories; the overall structure, however, is informed by a theory of \"planes of experience\" in the development of illness and disability. This gives rise to four main categories: disease/disorder, impairment, disability, and handicap. The WHO manual describes these planes of experience as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Classifi cation of Impairments, Disabilities, and Handicaps"
        },
        {
            "text": "1. Something abnormal occurs within the individual; this may be present at birth or acquired later. A chain of causal circumstances, the \"etiology,\" gives rise to changes in the structure or functioning of the body, the \"pathology.\" These features are refl ective of the medical model of disease. 2. Someone becomes aware of such an occurrence, and the pathological state is exteriorized . Most often the individual himself becomes aware of disease manifestations, usually referred to as \"clinical disease.\" In behavioral terms , the individual has become or been made aware that he is unhealthy. 3. The performance or behavior of the individual may be altered as a result of this awareness, either consequentially or cognitively. Common activities may become restricted, and in this way the experience is objectifi ed . Also relevant are psychological responses to the presence of disease. These experiences represent \"disabilities,\" which refl ect the consequences of impairments in terms of functional performance and activity by the individual. 4. Either the awareness itself, or the altered behavior or performance to which this gives rise, may place the individual at a disadvantage relative to others, thus socializing the experience. This plane refl ects the response of society to the individual's experience, or to the extent to which the condition is a \"handicap.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Classifi cation of Impairments, Disabilities, and Handicaps"
        },
        {
            "text": "Unfortunately, this well-thought-out classifi cation system for disabilities does not lend itself to a quantifi cation of disabilities useful for our purposes. It is not commonly used as a framework for examining disability patterns in the US despite its many positive attributes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Classifi cation of Impairments, Disabilities, and Handicaps"
        },
        {
            "text": "The International Classifi cation of Functioning, Disability, and Health ( ICF) was developed by the World Health Organization and released in 2001. The ICF attempts to bridge many of these defi nitions by considering disability as an umbrella term for impairments, activity limitations, and participation restrictions. Rather than a dichotomous concept , disability is a gradient on which every person functions at different levels due to personal and environmental factors. While the ICF provides a common language for discussion of the concepts associated with disability, operationalizing this framework for survey questionnaires remains a challenge. Surveys must contain questions about a fi nite set of activities and set thresholds for levels of functioning over time. Exhibit 3.8 presents categories of disability utilized by the ICF. Parts of this system have been adapted for use with federal surveys. In its supplemental questionnaires on adult and child functional limitations, the Survey of Income and Program Participation (SIPP) contains questions about whether respondents had diffi culty performing a specifi c set of functional and participatory activities. For many activities, if a respondent reported diffi culty, a follow-up question was asked to determine the severity of the limitation. Using these responses and others to questions about specifi c conditions and symptoms, this report presents disability as severe and nonsevere. These two measures combine to provide an overall estimate of disability prevalence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Classifi cation of Functioning, Disability, and Health"
        },
        {
            "text": "The International Classifi cation of Functioning, Disability and Health (ICF) categorizes types of disabilities into communicative, physical, and mental domains according to the criteria described below. While the characteristics of individuals with disabilities in a domain may be heterogeneous, the domains may group individuals with some common experiences. Because people can have more than one type of disability, they too may be identifi ed as having disabilities in multiple domains. Disability among children less than 15 years old are not categorized into one of the three domains. Furthermore, it is possible for adults to have a disability for which the domain is not identifi ed People who have disability in the communicative domain r eported one or more of the following: 1.Was blind or had diffi culty seeing (continued)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.8: Defi nition of Disability in the Communicative, Mental, and Physical Domains"
        },
        {
            "text": "Established by the US Department of Labor, the federal Workers' Compensation program in cooperation with the various states and employers provides compensation as appropriate to workers injured or stricken ill on the job or as a result of a job. An injured worker's healthcare provider determines the extent of the disability. Cash benefi ts are directly related to the following disability classifi cations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workers' Compensation Disability Classifi cations"
        },
        {
            "text": "Temporary Total Disability : The injured worker's wage-earning capacity is lost totally, but only on a temporary basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workers' Compensation Disability Classifi cations"
        },
        {
            "text": "Temporary Partial Disabilit y : The wage-earning capacity is lost only partially, and on a temporary basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workers' Compensation Disability Classifi cations"
        },
        {
            "text": "Permanent Total Disability : The employee's wage-earning capacity is permanently and totally lost. There is no limit on the number of weeks payable. In certain instances, an employee may continue to engage in business or employment, if his/her wages, combined with the weekly benefi t, do not exceed the maximums set by law.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workers' Compensation Disability Classifi cations"
        },
        {
            "text": "Permanent Partial Disability : Part of the employee's wage-earning capacity has been permanently lost on the job. If the work-related accident or date of disablement occurred before March 13, 2007, benefi ts are payable as long as the partial disability exists and results in wage loss. If there is no wage loss or reduced earnings as a result of the partial disability, only medical benefi ts are payable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workers' Compensation Disability Classifi cations"
        },
        {
            "text": "In addition, there is a special category (Schedule Loss) of Permanent Partial Disability, and involves loss of eyesight or hearing, or loss of a part of the body or its use. Compensation is limited to a certain number of weeks, according to a schedule set by law.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workers' Compensation Disability Classifi cations"
        },
        {
            "text": "2.Was deaf or had diffi culty hearing 3.Had diffi culty having their speech understood People who have disability in the physical domain reported o ne or more of the following: 1.Used a wheelchair , cane, crutches, or walker 2.Had diffi culty walking a quarter of a mile, climbing a fl ight of stairs, lifting something as heavy as a 10-lb bag of groceries, grasping objects, or getting in or out of bed 3.Listed arthritis or rheumatism, back or spine problem, broken bone or fracture, cancer, cerebral palsy, diabetes, epilepsy, head or spinal cord injury, heart trouble or atherosclerosis, hernia or rupture, high blood pressure, kidney problems, lung or respiratory problem, missing limbs, paralysis, stiffness or deformity of limbs, stomach/ digestive problems, stroke, thyroid problem, or t umor/cyst/growth as a condition contributing to a reported activity limitation People who have disability in the mental domain reported one or more of the following: 1.Had a learning disability , an intellectual disability, developmental disability or Alzheimer's disease, senility, or dementia 2.Had some other mental or emotional condition that seriously interfered with everyday activities",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Workers' Compensation Disability Classifi cations"
        },
        {
            "text": "Disfi gurement : Serious and permanent disfi gurement to the face, head, or neck may entitle the worker to compensation up to a maximum of $20000, depending upon the date of the accident.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.8 (continued)"
        },
        {
            "text": "The Census Bureau currently collects data on disability through the American Community Survey (ACS) . The questions in the current ACS questionnaires cover six disability types:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Census Bureau/ACS Disability Classifi cation"
        },
        {
            "text": "• Hearing diffi culty: Deaf or having serious diffi culty hearing • Vision diffi culty: Blind or having serious diffi culty seeing, even when wearing glasses • Cognitive diffi culty: Having diffi culty remembering, concentrating, or making decisions because of a physical, mental, or emotional problem • Ambulatory diffi culty: Having serious diffi culty walking or climbing stairs • Self-care diffi culty: Having diffi culty bathing or dressing • Independent living diffi culty: Because of a physical, mental, or emotional problem, having diffi culty doing errands alone such as visiting a doctor's offi ce or shopping",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Census Bureau/ACS Disability Classifi cation"
        },
        {
            "text": "Respondents who report any one of the six disability types are considered to have a disability. The Census Bureau pools together 12-months of data collection to produce annual estimates for geographies with populations of 65000 or more. With a 36-month period of data collection, a three-year estimate is produced. In 2013, the fi rst 5-year estimates (pooling 60 months of data collection) on the disability status of individuals were produced for all geographies including census tracts and block groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Census Bureau/ACS Disability Classifi cation"
        },
        {
            "text": "ACS reports present the number of residents with a (i.e., any) disability and breaks these down into the age groups of under 18 years, 18-64 years, and 65 years and older. More detailed statistics are presented on disability related to the labor force. The disability status of those in the labor force and employed, those in the labor force and unemployed, and those not in the force is broken down into the six categories listed above. Data are also presented on the disabled in relation to their poverty status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Census Bureau/ACS Disability Classifi cation"
        },
        {
            "text": "In order to address the needs of school-age children affected by disabilities, the Individuals with Disabilities in Education Act (IDEA) was passed in 2004. The IDEA's disability terms and defi nitions guide how States defi ne disability and determine who is eligible for free appropriate public education under the special education law. In order to fully meet the defi nition (and eligibility for special education and related services) as a \"child with a disability,\" a child's educational performance must be adversely affected due to the disability. The following conditions are considered disabilities according to IDEA criteria: The federal government has established a database for accessing state-level data about school-aged children with disabilities (ages 3-21) served under the Individuals with Disabilities Education Act. These data can be accessed through the www.data. gov website.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Childhood Disability Classifi cation"
        },
        {
            "text": "The classifi cation of morbidity related to mental problems is conceptualized somewhat differently from physical illness, and this is refl ected in a classifi cation system specifi c to mental disorders. Mental illness involves disorders of mood, behavior, or thought processes. This sets this category of health problems apart from physical disorders; differences in etiology, symptomatology, progression, diagnostic procedures, and treatment modalities are clearly distinguished. The fact that mental disorders are generally not subject to clinical diagnostic procedures has important implications for the classifi cation system that has evolved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Classifi cation of Mental Illness"
        },
        {
            "text": "The defi nitive reference on the classifi cation of mental disorder is the Diagnostic and Statistical Manual of Mental Disorders (American Psychiatric Association 2013 ). Now in its fi fth edition, it is commonly referred to as DSM-V . Its 16 major categories of mental illness and over 300 identifi ed mental conditions are exhaustive. The DSM classifi cation system is derived in part from the ICD system discussed earlier. It is essentially structured in the same manner, with a fi ve-digit code being utilized. The fourth digit indicates the variety of the particular disorder under discussion, and the fi fth digit refers to any special considerations related to the case. The nature of the fi fth-digit modifi er varies depending on the disorder under consid-eration. (Exhibits 3.9 and 3.10 indicate the major classifi cations within DSM-V and present a representative sampling of the coding of mental disorders.) Unlike the other classifi cation systems discussed, the DSM system contains rather detailed descriptions of the disorders categorized therein. It may be worthwhile to present another conceptualization of the categories of mental disorder that is more straightforward (oversimplifi ed, some might say), but is both more useful for general discussions of mental illness and more in keeping with popular conceptualizations of mental disorders. The signifi cance of the various categories for the contemporary healthcare delivery system will be noted as each is discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Classifi cation of Mental Illness"
        },
        {
            "text": "This system begins by distinguishing between organic and nonorganic mental disorders . Only a small fraction (approximately 5 %) of mental disorders fall into the organic category, and many would classify these as physical illnesses because of the presence of brain damage, neurological dysfunction, or chemical imbalance. The small proportion of cases is noteworthy, since they require almost total care and the signifi cance of this category is expected to increase as victims of Alzheimer's disease become more numerous. Brain-damaged patients generally do not benefi t from active medical intervention and are typically cared for in custodial-type institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.9: Diagnostic Categories Utilized in the Diagnostic and Statistical Manual of Mental Disorders (Fourth Edition) ( DSM-V)"
        },
        {
            "text": "The remainder of disorders are nonorganic, or functional . They are termed functional disorders because their common characteristic is interference with social role performance and interpersonal relationships. Unlike the organic disorders, functional disorders typically do not have an identifi able underlying biological basis, and in fact their etiology is generally not known. These conditions are manifested primarily by disorders of mood, thought processes, and behavior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.9: Diagnostic Categories Utilized in the Diagnostic and Statistical Manual of Mental Disorders (Fourth Edition) ( DSM-V)"
        },
        {
            "text": "Functional disorders are commonly divided into three major categories: neuroses, psychoses, and personality disorders. Neuroses include the relatively mild disorders that are generally associated with low intensity care (e.g., psychological counseling) and include such conditions as anxiety, compulsiveness, and various \"nervous\" conditions. These are conditions that typically affect only one dimension of a person's being; the remaining aspects of personality are essentially normal. These disorders are virtually always cared for on an outpatient basis and have limited signifi cance for the formal healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.9: Diagnostic Categories Utilized in the Diagnostic and Statistical Manual of Mental Disorders (Fourth Edition) ( DSM-V)"
        },
        {
            "text": "Psychoses are often thought of as more serious forms of neuroses, although many contend that there is a qualitative difference between the two. Psychotic conditions are often extreme in their manifestations and tend to disorder completely the lives of the individuals so affected. This category includes schizophrenia, depression, and extreme paranoia-conditions that often require institutionalization in mental hospitals since they are usually too severe and disruptive to be treated in a general hospital setting. These are the conditions that often entail psychotropic drug therapy, electroconvulsive shock treatment, and at times psychosurgery The fi nal category, personality disorders , represents something of a residual category. It includes a variety of conditions that do not fi t neatly into the other categories. Included are such disorders as antisocial behavior, sexual deviance, and alcohol and drug abuse. The contents of this category exhibit the most variety, since this is the \"bucket\" in which newly diagnosed or redefi ned conditions often end up. Other",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.9: Diagnostic Categories Utilized in the Diagnostic and Statistical Manual of Mental Disorders (Fourth Edition) ( DSM-V)"
        },
        {
            "text": "Panic disorders 300.21-panic disorder with agoraphobia 300.22-agoraphobia without history of panic disorder 300.01-panic disorder without agoraphobia Generalized anxiety 300-anxiety disorder NOS 300.02-generalized anxiety disorder Phobias 300.23-social phobia 300.29-specifi c phobia Obsessive-compulsive di sorder 300.3-obsessive-compulsive disorder examples included in this category are homosexuality, eating disorders, and child abuse, all conditions that at some time in the recent past would not have been considered medical conditions. Although these disparate conditions are hard to categorize, they could be said to share the characteristics of unpredictability, unclear etiology, and unresponsiveness to any type of therapy other than behavior-modifi cation techniques. Personality disorders are of growing signifi cance for the healthcare delivery system in that certain of them are receiving inordinate attention at this point in time; examples of these include substance abuse and eating disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.10: Representative Examples of DSM-V Codes for Mental Disorders"
        },
        {
            "text": "While this system is useful for understanding the nature of mental disorder within a population, limited data are collected using these categories. As a practical matter, the technical classifi cation system represented by DSM guidelines is more commonly used in psychiatric epidemiology .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exhibit 3.10: Representative Examples of DSM-V Codes for Mental Disorders"
        },
        {
            "text": "Some mention should be made of the manner in which death is classifi ed. A cause of death is assigned to each deceased individual and registered through the standard death certifi cate that is used throughout the US. To the extent that cause of death can be considered as something of a proxy for morbidity, basic information on the assignment of cause of death may be informative. Historically, there was a fairly close correlation between common maladies and common causes of death. The immediate cause of death was typically the primary cause of death, with few complicating factors involved. That connection can still be made today to a certain extent, in that the leading causes of death (heart disease and cancer) refl ect common maladies within the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cause of Death Classifi cation"
        },
        {
            "text": "Contemporary population scientists place less emphasis on mortality analysis than they did in the past. In the US, the mortality rate has dropped to the point that death is a relatively rare event. As a component of population change, mortality has become less important than fertility and both have become less important than migration. Further, the correspondence between mortality and morbidity has become diminished. Because of the preponderance of chronic disease within the US population, death certifi cates are less and less likely to capture the underlying disease. Chronic diseases typically do not kill people, but those affected typically die from some complication (of diabetes, AIDS or cancer, for example). This is not to say that mortality analysis cannot provide insights into morbidity patterns, but that the situation is much more complicated than in the past, and analysts require a better understanding of disease processes (and the vagaries of death certifi cates) today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cause of Death Classifi cation"
        },
        {
            "text": "The causes of death affecting a population are a major factor in determining the level of mortality. Populations in different times and places are subject to different causes of death. Knowing the number of people who died is one thing, but knowing what they died from provides valuable insights into the overall health status of the population and the types of health conditions that affl ict that population. Information on cause of death in the US is compiled from certifi cates fi led with health authori-ties on the occasion of any death. Since virtually every death is accompanied by a death certifi cate, the information on cause of death is fairly complete. However, given today's morbidity patterns, it is increasingly diffi cult to specify the ultimate cause of death. With a preponderance of chronic diseases, it is often the case that death can and should be attributed to a factor other than the proximate cause of death. For example, patients with AIDS do not typically die as a direct result of AIDS but due to system failure caused by AIDS. Similarly, individuals affected by diabetes are often said to die from \"complications of diabetes.\" While the immediate cause of death may be kidney failure, it is useful to know that diabetes was the underlying cause. Similarly, obesity, while not an immediate cause of death, is increasingly being listed as a contributing factor. While the death certifi cate provides space for the recording of contributing conditions, the complexity of chronic disease may make it diffi cult to determine the exact cause of death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cause of Death Classifi cation"
        },
        {
            "text": "While death certifi cates represent a signifi cant source of data for mortality analysis, there are issues that require caution in their use. There is not universal agreement as to the determination of which factor is the immediate cause of death. There are, in fact, differences that exist from community to community with regard to the classifi cation of contributing and proximate factors. There may also be a tendency, hopefully not widespread, to misrepresent the cause of death for various reasons. There may be reluctance, for example, to specify AIDS or some other sexually transmitted disease as a cause of death. Similarly, there may be reticence with regard to specifying alcoholor drug-related conditions as the cause of death . The slippage with regard to accurate classifi cation of cause of death is also exacerbated due to the trend toward employment of coroners who are not physicians. In fact, in some jurisdictions, the coroner may be an elected offi ce. For these reasons, it is important to use mortality data with caution and certainly to consider the full variety of contributors to mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cause of Death Classifi cation"
        },
        {
            "text": "In the US, the International Classifi cation of Disease classifi cation system is used to assign cause of death. The tenth version of the ICD system is slowly being adapted but most US healthcare organizations are still using the nineth version (ICD-9). Exhibits 3.1 and 3.2 above provide information on the ICD classifi cation system used for both applying a diagnosis to a live patient as well as assigning a cause of death to a deceased individual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cause of Death Classifi cation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An inpatient prospective payment system refresher: MS-DRGs",
            "authors": [],
            "year": 2015,
            "venue": "Advance Healthcare Network",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diagnostic and statistical manual V",
            "authors": [],
            "year": 2013,
            "venue": "American Psychiatric Association",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Summary of notifi able diseases-United States",
            "authors": [],
            "year": 2014,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "53",
            "pages": "1--122",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "International classifi cation of diseases, ninth revision, clinical modifi cation (ICD-9-CM)",
            "authors": [],
            "year": 2015,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Diagnostic and statistical manual IV. National Research Council Publication. The aging population in the twenty-fi rst century: Statistics for health policy. Retrieved from www.cdc.gov (notifi able diseases",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Diagnostic related groups). www.data.gov (IDEA statistics)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "International Classifi cation of Impairments, Disabilities, and Handicaps; International Classifi cation of Functioning, Disability, and Health)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "gov/oiics/ (Occupational Illness and Injury Classifi cation System)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "list of notifi able diseases.Exhibit 3.5: Infectious Diseases Designated as Notifi able at the National Level: 2013Source : Centers for Disease Control and Prevention",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "3.7: Coding System for Traumatic Injuries and Disorders (Division 1)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}