{
    "paper_id": "b4c27639dcac474f806937b01862b46b16066608",
    "metadata": {
        "title": "Journal Pre-proof Smart campus-A sketch Smart Campus -A Sketch",
        "authors": [
            {
                "first": "Nasro",
                "middle": [],
                "last": "Min-Allah",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Address: Imam Abdulrahman Bin Faisal University",
                    "institution": "Imam Abdulrahman Bin Faisal University",
                    "location": {
                        "postBox": "P.O. Box 1982, P.O. Box 1982",
                        "settlement": "Dammam, Dammam",
                        "country": "Saudi Arabia, Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Saleh",
                "middle": [],
                "last": "Alrashed",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Address: Imam Abdulrahman Bin Faisal University",
                    "institution": "Imam Abdulrahman Bin Faisal University",
                    "location": {
                        "postBox": "P.O. Box 1982, P.O. Box 1982",
                        "settlement": "Dammam, Dammam",
                        "country": "Saudi Arabia, Saudi Arabia"
                    }
                },
                "email": "saalrashed@iau.edu.sa"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Educational sector has benefited immensely from digital technologies and several applications have been created aiming improved teaching and learning experience at all levels starting from kindergarten to secondary to higher education. On the other hand, smart applications are being used extensively for controlling appliances and interconnected devices such as surveillance cameras, lights, access control, heating systems, and so on [1] [2] [3] . IoT based solutions are considered the backbone of any smart infrastructure [4] . Such smart solutions efficiently mobilize and use the needed resources for improving the quality of life of residents, decreasing pressure on the environment, encouraging innovation, and fostering a well-developed local community. The integration of Internet of Things (IoT) and smart phones have revolutionized the industry where more and more solutions are being developed aiming user convenience. Amazon's Alexa, Apple's Siri, and Google's Assistant are a few examples that facilitate the smart living with great comfort and ease. Today, IoT, big data, and artificial intelligence provides the foundation for smart livings and cities.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 439,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 440,
                    "end": 443,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 444,
                    "end": 447,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Many countries like Kingdom of Saudi Arabia (KSA) have sketched the concept for smart cities [5] [6] . KSA emphasized on the need of quality life and smart infrastructure in the Vision 2030 for the country [7] and has prepared the plans for the construction of a smart city project called NEOM [8] which is backed by US$ 500 billion from Saudi Arabia's public investment fund and a range of international investors [9] . In cities like Singapore[10], Dubai[11], Milton Keynes[12], Southampton [12] , Amsterdam [13] , Barcelona[14] , Madrid[15] , Stockholm [16] , and in many cities of China [17] , the concept of smart cities have been implemented since long while more and more features are being added with passage of time [18] . The essence of a smart city also highlights challenges such as interoperability, security, and existence of non-standard data formats [19] . Various solutions have been proposed in literature to overcome these issues and even cities are now cooperating with each other to address such problems. For instance, seven US cities namely New York City, Los Angeles, Chicago, Boston, Philadelphia, San Francisco, and Seattle undertook the initiative for creating database for standardized open data applications [19] .",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 97,
                    "end": 100,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 294,
                    "end": 297,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[13]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 517,
                    "end": 530,
                    "text": "Barcelona[14]",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 543,
                    "text": "Madrid[15]",
                    "ref_id": null
                },
                {
                    "start": 556,
                    "end": 560,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 870,
                    "text": "[19]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1237,
                    "end": 1241,
                    "text": "[19]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "In 2014, University of Lille presented a case study [20] to the World Bank for the smart city and advocated that smart campus could be an initial step towards the realization of the concept of smart city. Furthermore, the smart city concept can be applied to a smart community lab where citizens (and companies) are engaged and collaborate with the city to identify and solve problems, accelerate the innovation, and generate services created for and by the citizens [21] . The role of IoT is of great interest to smart cities. Gartner Inc [22] forecasts a 21% increase in IoT market for 2020 as compared to 2019 as there would be 5.8 billion IoT devices by end of 2020. On the other hand, smart cameras integrated with artificial intelligence techniques play a huge role in the surveillance systems. A BBC report estimates that for every 30 people on average, there exists one surveillance camera [23] . The United Nations partnerships platform for sustainable development [24] has developed a partnership with stakeholders for promoting exchange of best practices and knowledge transfer on sustainable urban development and the concept of smart city is no exception.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "[20]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[21]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 540,
                    "end": 544,
                    "text": "[22]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 898,
                    "end": 902,
                    "text": "[23]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 974,
                    "end": 978,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "A microgrid is a self-productive electricity system able to connect and disconnect itself from the main grid seamlessly without causing any disturbance to the loads within the system [25] . Enabled through smart technologies, a microgrid can support uninterrupted power supply for reasonable time to the inhabitants using the stored energy in case of disconnection from main energy grid. The microgrid which is small-scale electrical system is on rise in towns and university campuses and offer more convivence from the management perspectives. A recent study by Environment America Research & Policy Center [26] shows that microgrids are becoming popular for university campuses these days.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "text": "[25]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[26]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "A recent report signifies that smart sensors and smart data analysis are the main elements to be applied to a university campus [25] . Since university campuses mimics cities in many respects with its own standard operating procedures, buildings, university campuses are more suitable to adhered to smart city model. Many universities have large campuses and mimics small scale cities such as Duke University spreads over 37.83 [27] while Stanford University has an area of 33 square km [28] . On the other hand, New York University has its own microgrid and evaluated savings on total energy costs to be $5 to $8 million per year and 23% decrease in greenhouse gas emissions [29] . Literature suggests that university campuses are excellent candidates to develop microgrids considering its self-contained nature, long-term investments, 24/7 energy needs, and abundant space available (stadiums, rooftops, parking lots) [30] .",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "[25]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 422,
                    "end": 432,
                    "text": "37.83 [27]",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 920,
                    "end": 924,
                    "text": "[30]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "Combining the smart city models and university campus literature, we propose a sketch of the smart campus along with appropriate initiatives that contribute to the realization of smart campus. The major challenge of security/ privacy for smart campus still need mature solution [31] , especially solution based on Blockchain and so forth. Many issues are yet to be addresses for making a true smart campus. For instance, comprehensive interoperability standards are lacking at present to integrate various devices [31] . Similarly, with campuses, thousands of IoT devise will be installed and hence manual operations are not recommended [32] . Therefore, automated configuration of IoT devices would be preferred. Understandably, the benefits associated with smart infrastructure come with risks and challenges and varies from region to region. For instances, in gulf region, female cover their faces and face recognition solutions might not be applicable. In this connection alternative technologies should be implemented such as fingerprint or smart card technology would be equally good.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "text": "[31]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 514,
                    "end": 518,
                    "text": "[31]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 637,
                    "end": 641,
                    "text": "[32]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "integration of smart technology with smart grid, analysis on the data collected, and offering services based on the data. It is worth mentioning to differentiate between smart and intelligent systems which is being used interchangeable in literature. A smart system is not necessary an intelligent system. We highlight a list of essential initiatives that we understand can assist the management of any academic institutions in making their campus smart. Since the smart campus concept is mainly focused on infrastructure development, we divide the task into highest, medium, and low priority. We extend our resource allocation approach [1] to smart campuses domain and highlight corresponding solutions from the industry that can fully or partial assist in completing such projects. We understand this work bridges the gap between theoretical models and practical systems and has the potential to be implemented for creating a smart campus. The number of potential initiatives pertaining smart campus are countless, however it is entirely fine to begin with a few initiatives as per an institution's needs. For instance, for campuses located in dry regions with very little rain and high temperature, harvesting solar energy is more appealing than creating infrastructure for collecting and storing rainwater. For larger universities, it might be a priority to start with generic projects such as smart grid which could be a distinguished feature of any smart campus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "The remaining paper is structured as follows: Section 2 provides the background for smart campus while Section 3 explores the latest advancement and trends which drives such initiatives. Formal definition of smart campus is presented in Section 4 and consequently a model for smart campus is derived. Potential initiatives for smart campus are highlighted in Section 5. The paper is concluded in Section 6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "The term \"smart\" was introduced for cell phones and dominated the market as a buzz word. Initially, cell phones were known as smart-phones and consequently any device that was controlled through smart phone was called as smart device. For instance, smart lights, smart toasters, smart washing machines and coffee maker, smart locks, smart shoes, heating, music, and so on. The concept of smart city can be implemented on various levels ranging from a single building to town to even a region [33] . In educational context, smart classrooms, smart stadiums, e-wallet, and smart parking are a few examples. In universities, today students bring several devices to campus, connecting to the network and generate huge data that can be used for offering improved services by the university management. A detailed discussion and definitions of smart grid technologies is prepared by The United States Department of Energy (DOE) [34] . A microgrid is considered a small-scale electrical system powered with renewable energy resources that can operate either in a connected or a disconnected mode to/from the main grid [30] .",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 496,
                    "text": "[33]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 922,
                    "end": 926,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 1111,
                    "end": 1115,
                    "text": "[30]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Background:"
        },
        {
            "text": "With such tremendous growth in usage of smart technologies in smart cities, many universities are considering adopting the smart city concept in their campuses. To sketch the smart campus and implement the plan, there is active participation and involvement needed from the govt, academia, industry, and users [35] [36] [37] [38] [39] [40] [41] . Authors in [36] noticed that the data is often siloed and isolated, and analysis and decision-making is normally based on a single dataset. An extensive research was made in [37] from the perspective of smart campuses where authors concluded that no standard understanding of a smart campus exists. Three patterns were identified in [38] based on the definition of smart campus i.e., (i) technology driven, (ii) based on smart city concepts, and (iii) business process driven initiatives. Many companies are offering solutions under smart cities umbrella such as GE, Intel, AT&T, Microsoft, Amazon, Honeywell, IBM, Google, Cisco, Dell, Ericsson, Qualcomm, Huawei, Verizon, CommScope Inc, and Schneider Electric etc [42] . A smart campus makes use of digital technologies to optimize the maintenance and utilization of the physical infrastructure to reduce overall energy consumptions.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[35]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 315,
                    "end": 319,
                    "text": "[36]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 320,
                    "end": 324,
                    "text": "[37]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[38]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "[39]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[40]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[41]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[36]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 521,
                    "end": 525,
                    "text": "[37]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "[38]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1062,
                    "end": 1066,
                    "text": "[42]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Background:"
        },
        {
            "text": "The emergence of digital learning has redefined and broadened access to education, making high quality resources available to a global audience, and enabling peer-to-peer feedback. Traditional campuses transferred from paper based to digital to smart campuses in the last three decades or so depending on the location of the campus and resources. Literature shows the concept of smart city has become a recent trend where the core areas of smart city include government, academia, and industry [5, 19] . Many applications have been developed ranging from health-care services to goods delivery to surveillances [43] [44] [45] [46] [47] [48] . For instance, half of all-American adults have their images stored in one or more facial-recognition databases, while FBI has had access to 412 million facial images for searches purposes and Facebook can recognize faces with 98 percent accuracy [46] . Facial recognition systems are being used extensively in airports, security gates, mobile phones, classroom, and so forth. However, the facial recognition systems are not 100% accurate and largely depends factors such as camera angle, lighting, outfits, hairstyles, wearing or not wearing glasses etc.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 497,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "19]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[43]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[44]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[45]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "[46]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "[47]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[48]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 889,
                    "end": 893,
                    "text": "[46]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Related Work:"
        },
        {
            "text": "In year 2000, the term smart campus was coined [49] and supported the model by video-conferring facilities and relevant technologies. Ubiquitous computing, VPN, and IoT devices further enhanced the concept of smart campus. The technologies identified for smart campus include RFID, IoT, cloud computing, 3D visualization technology (augmented reality), sensor technology(motion, temperature, light, humidity), mobile technology (include NFC, QR code, GPS), and web service [50] . Various technologies exit for connecting IoT devices such as Bluetooth, LoRa, SigFox, Wi-Fi, Zigbee, 4GLTe , and so forth with different power consumption requirements and data rates. Some of the technologies provide higher data rates than others but consume more power while others may offer longer connectivity range. For instance, both WiFi and SigFox's power consumption is almost the same, hoverer SigFox offers better coverage i.e., connects devices within 3-5Km range through a single base-station [51] . Recently, authors in [52] provided a comprehensive study on communication technologies for the smart campus from communication perspectives and discussed the need for long-distance communication. For the data exchanges among various entities, the merits and demerits of blockchain were highlighted in [53] . In the context of smart campus, IoT devices are expected to be installed at building, stadiums, parks, streets, and so forth. In such applications the power consumption and range play critical role. These devices normally produce data in kilo bytes but the cumulative volume of data could be massive. The generic concept of data analytics is also applicable in the context of smart campus [19] and we integrate this work in our proposed model of smart campus.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "text": "[49]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 473,
                    "end": 477,
                    "text": "[50]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 1013,
                    "end": 1017,
                    "text": "[52]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1293,
                    "end": 1297,
                    "text": "[53]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1689,
                    "end": 1693,
                    "text": "[19]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Related Work:"
        },
        {
            "text": "A smart campus is considered as the integration of computing in the cloud and the IoT, that helps in managing, teaching, research, and other activities of universities. A smart campus adheres to smart cities concepts and cope with the same challenges. Authors in [41] further classified IoT based solutions into smart universities and smart campuses, where smart universities focus on applications to improve infrastructure and the provision of academic services. While a smart campus is applied to entities outside educational domain with economic and financial perspectives. However, on industrial side, both smart universities and smart campuses are used interchangeably where smart campus has become a buzz word [49] [50] [51] [52] [53] [54] .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "text": "[41]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 716,
                    "end": 720,
                    "text": "[49]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 721,
                    "end": 725,
                    "text": "[50]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 726,
                    "end": 730,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "[52]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "[53]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "[54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Related Work:"
        },
        {
            "text": "Various solutions have been propped to operate on the data generated through IoT and other devices in the context of smart campus. For instance, [55] introduced central intelligence layer for providing service at application level based. In [21] , services such as socializing, moving around, sharing events, signaling problems, were developed. These services were categorized into three domains: Practical life, Academic life and Social life in [56] . University of Twente [57] developed a system to point out existing problems, submit maintenance requests and monitor the repair progresses. Microsoft has a similar solution that points out the location for the maintenance place after receiving the request. The system knows the locations of sensors/devices and user is not bothered to provide such details. Similarly, Saint Louis University has installed 2300 Echo Dots with their application \"SLU\" to provide information about the campus news and activities. Birmingham City University in [58] shared the experience of interwoven intelligence into campuses for improving business-processes, reducing energy consumptions, enhancing the occupant experience and reducing carbon emissions. The works [55] [56] [57] [58] have discussed smart campus in parts as the focus was on improving one or more aspects of smart campus but the need for establishing a generic model for smart campus still exists. A smart campus should be aligned with the concepts of smart city as a university campus in many ways is like a small-scale city.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[55]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[21]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 446,
                    "end": 450,
                    "text": "[56]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1200,
                    "end": 1204,
                    "text": "[55]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1205,
                    "end": 1209,
                    "text": "[56]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1210,
                    "end": 1214,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 1215,
                    "end": 1219,
                    "text": "[58]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Related Work:"
        },
        {
            "text": "By analyzing the previous works [27 -35, 55-59] , we propose a generic definition of smart campus that utilizes and integrates smart physical and digital spaces to establish responsive, intelligent, and improved services for creating productive, creative, and sustainable environment. This definition provides the provision for integrating physical infrastructure with digital one. The proposed smart campus model is the combination of physical and cyber space of the campus to be enhanced for improved services pertaining campus community. We sketch a smart campus, where technology is as an inclusive mechanism and applications can be built on top as well. The physical side can be made smart by embedding smart technologies in the form of IoT sensors, actuators, and so forth. On the other hand, the data in cyber space is generated from many sources such as cell phone, vehicles, and RFIDs or any other e-tags. The data generated from both spaces can then be harvested for analysis purposes. The availability of a unified view of campus can assists the management in decision making and strategic planning by utilizing smart technologies.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 47,
                    "text": "-35, 55-59]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Smart Campus Model"
        },
        {
            "text": "Many universities have initiated smart campus related projects in parts such as smart mobility or smart classrooms, but the holistic view of smart campus is still missing. Our work can become a facilitator in this regard with the possibility of scalability and replication provisions. In addition, we highlight features of intelligent campus. Our model is based on the generic structure of a university and applicable in most of the cases. A campus specific plan can be achieved by involving stakeholders for the inputs related to a university/institution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Smart Campus Model"
        },
        {
            "text": "The work done in [59] provides the foundation for our work where a smart campus solution was presented for university of Málaga that focused on conservation and construction, sustainability, and application of innovative technologies. Their major interest was in overall support for the services related to ICTs, research, teaching, and innovation and tested their system in the campus vicinity on a small scale with a potential to be scaled up to the city level. Today, we see a Quayside in Toronto: a smart city in action by Google's Sidewalk Labs using IoT sensors for monitoring air quality, traffic of the city etc and automate elated processes [58] . Despite all solutions, no single solution can fulfil the requirements of smart building. It has been observed that various solutions are available in part that could potentially facilitate a smart campus but integration of these technologies presents the challenges of interoperability. Authors in [31] proposed three solution to address interoperability relate challenges namely, (i), adhering to open standard, (ii) integrating architecture and loosely coupled interface to enable data sharing and code reuse., and (iii) priorities legacy investment and use existing infrastructure as much as possible.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[59]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 955,
                    "end": 959,
                    "text": "[31]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Smart Campus Model"
        },
        {
            "text": "An abstract sketch of the generic smart campus is provided in Figure-1 where a smart campus results in achieving its major objectives. Associated benefits with such objectives are also reflected in Figure- ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 70,
                    "text": "Figure-1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 198,
                    "end": 205,
                    "text": "Figure-",
                    "ref_id": null
                }
            ],
            "section": "Smart Campus Model"
        },
        {
            "text": "Inspired from the smart city concepts, smart campus is an emerging trend that make efficient uses of infrastructure. Some universities have already created digital campuses with many applications in place (Peoplesoft [60] , Blackboard [61] etc.) that need to be integrated with IoT and other devices to realize the benefits of smart campus. Intelligent campuses are deigned based on technologies such as RFID, IoT, etc. to support teaching and research process of a university such as LMS, attendance, payments, and personalized learning. The study made in [62] pointed out that existing smart campus application can be divided various level ranging from personalized learning to waste management. In addition, smart campus also assists university management in offering improved services to the community through data analytics while improving supporting business processes that include smart building, environment, social interaction, and so forth. On software level, to support such services data science and deep learning are applicable for analysis and training purposes in cluster/fog/cloud computing environment. On campus leve both high-and low-end devices generate data. For smooth operation of these devices, operating system is also of interest. For low-end devices, popular operating systems are Contiki, Tiny, RIOT, Lite, FreeRT, Apache MYnewt, and ARM Mbed Oss. While for high-end devices the known operating systems are uClinux, Raspbian, and Android Things.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[60]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[61]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 557,
                    "end": 561,
                    "text": "[62]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Alignment of Smart Campus with Smarty City Concepts:"
        },
        {
            "text": "We need to connect the smart city concepts with relevant terminologies that is understood in the context of academic institutions. Extending the work done in [25-27, 59, 62-68] , we split the concept of smart campus into three main themes i.e., (i) social sustainability(people) (community), (ii) environmental sustainability (planet)(campus), and (iii) economic sustainability (prosperity)(employability), from the campus perspective and establish the following subthemes. The fourth and fifth themes for the smart city was introduced in [56, [69] [70] as (iv) governance (administration), and (v) propagation (replicability, innovation). In the context of smart campus, we provide the following mappings in themes at city and campus levels. In Table- 1, we use closely relate, terms, themes, and subthemes in the contest of smart city and smart campus. We insert abstract diagram for the main themes and sub-themes and their relationship with potential smart project areas. Many initiatives can fall in more than one sub-theme, but we map such sub-themes to the most suitable ones. In figures 2-6, we further classify related areas to sub-themes for obtaining a unified view of smart campus. To avoid lengthy discussion on each subtheme, we only highlight the higher-level details of the figures and sketch them in such a way that relevant applications become apparent immediately and campuses may priorities them as per needs. In all figures, a dashed line represents weak dependence/connection between any two domains, while a solid line shows a strong connection between an entity and a sub-theme or between any two entities.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 176,
                    "text": "[25-27, 59, 62-68]",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 548,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 553,
                    "text": "[70]",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 746,
                    "end": 752,
                    "text": "Table-",
                    "ref_id": null
                }
            ],
            "section": "Alignment of Smart Campus with Smarty City Concepts:"
        },
        {
            "text": "A smart gird is the main pillar of the smart campus that facilities many smooth operations in the context of smart campus. The bi-directional communication with IoT based solutions reflects the reporting of live data on the dashboard and hence assist the managers in running operations of the campus smoothly. In addition, the grid provides an insight to the energy usage pattern of the campus. The role of smart grid is so critical that some authors believe that smart grid is a smart campus [30] . It can be seen in Figure- 2 that the smart microgrid integrates power generation and delivery services. The campus is normally low voltage distribution system and offer more opportunities for energy savings. Majority of the devices in a campus are emended and capable of running at various speed as per the load. This situation allows the system to adopt to the load and lower the processors speed at run time when the workload is low and switched off/sleep the unused/unnecessary parts of the system. A closed loop control system facilitates such provisions through microgrid. In Figure-2 , the solid lines show the communication channels where the connection is strong while the dashed lines reflects that the sub-domain are overlapped and can contribute in many aspects. For instance, solar energy assist in making the system which is adaptive to climate changes. It is worth noting that IoT-enabled services constantly communicate with smart grid and exchange data such as power generated in a smart parking and its usage to power lights and other devices installed in the parking lot. Many of the smart infrastructure such as smart parking can harvest solar energy in daytime for equipment's installed in premises and can storage the additional energy to be used at night. Through smart metering systems, smart infrastructure remains in continuous communication with smart grid dashboard that collects such statistics and distribute energy accordingly. With smart campus, all these sub-domains also update the main grid about energy usage and by using artificial intelligence, we can forecast the future demands. With availability of enormous data, we can analyze the available data through deep learning for making more accurate predictions. Various products exist for minoring the carbon emissions. For instance, Everimpact [71] is used for smart monitoring and monetizing carbon emissions in cities. It can also be seen in Figure-2 that monitoring \"noise level\" does not explicitly benefits from the microgrid but implicitly provides statistics to the dashboard to measure the campus resilience to climate changes. The noise level on campus is being monitored and alerts should be issued when the noise level exceeds a threshold level i.e., noise in one classroom can impact the lecture in in another adjacent lecture room. In addition, it can be linked to campus in case of any potential mishap etc. For instance, the system should be able to issue immediate alert to inhabitants when smoke is detected, or any other abnormal situation is encountered. It is worth mentioning that smart microgrid directly facilitate the realization of smart campus from resource utilization, movement, energy savings, informed decision, improved services, and risk mitigations perspectives and a number of projects can be initiated under the umbrella of a smart campus. Majority of the sub-themes show in Figure-2 ",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 497,
                    "text": "[30]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2331,
                    "end": 2335,
                    "text": "[71]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 518,
                    "end": 525,
                    "text": "Figure-",
                    "ref_id": null
                },
                {
                    "start": 1081,
                    "end": 1089,
                    "text": "Figure-2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2431,
                    "end": 2439,
                    "text": "Figure-2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3397,
                    "end": 3405,
                    "text": "Figure-2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "The Role of Smart Microgrid in Smart Campus:"
        },
        {
            "text": "Facilitating campus community by offering improved services is the top priority for a smart campus. Figure-3 highlights the major services that can be enhanced through realization of smart campus. Enormous projects such as enabling safe e-transaction/e-payment/cashless/e-wallet system through smart cards on campus has becomes a distinguished feature of campuses these days. With rapid innovations, even smart card is becoming obsolete and some campuses have started using services based on face recognition systems. The support for live audio translation in conference rooms/theaters is another example of smart services. Similarly, live data can be fed to the dashboard for making informed decisions. Counting people in-out not only helps in determining classrooms/theatres usages but can also help in emergency situations i.e., know the number of people inside a particular room in case of fire/earthquake etc. Social interactions and networking applications can be fed through appropriate data generated on campus. The main objective of a university campus is providing quality education and facilitating the teaching and learning, so it should be a priority for any campus to have smart and reliable solutions for enhancing teaching and learning in first place. The teaching and learning tools can by combined with physical infrastructure for offering improved services. For instance, attendance system can read data from the classroom smart cameras and mark a student present when recognized by the camera installed in the classroom. Similarity, reports can be generated for the teacher regarding student's engagement in the class and so forth. All these steps help in saving teacher's time that can be used for teaching and achieving course learning outcomes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "text": "Figure-3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Community Oriented Services:"
        },
        {
            "text": "For the finding a route in real-time, bacons can be used inside the smart buildings while personalized posts/notifications can be sent to the students in case of any update in the schedule. Physical safety on campus can be enhanced though smart camera. For such applications, it is suggested that latest technologies may be considered for preventing data leaks and respecting privacy of individuals. For protecting privacy of the campus community, blackchin based approaches can be exploited as such techniques are getting popularity in the context of smart cities and campuses. All the sub-themes identified in Figure-3 are essential components of a wellrounded education system and statistics obtained through smart campus initiative can assist the management in strategic planning as well. The transport related services issue alerts to students/employees about shuttle services timings and updates, in addition to providing statics about bus usages and peak times. Similarity, any change in the daily schedule of the student's activities can be delivered to student's cell phones and the screens placed cross the campus in timely fashion. Smart mobility is one of the main features of smart campus and hence data generated from car sharing, campus vehicles or other transportation systems can be used for resource allocation and smooth traffic flow etc. Various services can be constructed from Figure- 3 such as paying utilities bills and delivery of food or medicine. Social interactions among stakeholders is also covered under this theme in physical and cyber space. Using face reignition technologies, statistics on student behavior can be collected and analysis can be made on the data J o u r n a l P r e -p r o o f fed to dashboard of the manager/teachers. The self-explanatory diagram in Figure-3 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 612,
                    "end": 620,
                    "text": "Figure-3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1399,
                    "end": 1406,
                    "text": "Figure-",
                    "ref_id": null
                },
                {
                    "start": 1801,
                    "end": 1809,
                    "text": "Figure-3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Community Oriented Services:"
        },
        {
            "text": "In our model, all the smart campus services including microgrid fed to the main dashboard and the campuses management can obtain insights about the campus activities any time anywhere. The access to the dashboard can be limited to authorized user only and access levels can be defined for various level of management. Figure-4 provides an overview of the sub-themes and assists the management in decision making. Strategic plan of the university should be closely linked with community related services and their input need to be incorporated accordingly to set the future direction of the campus. The information shown in dashboard facilitates the campus management in decision making and devising mechanisms ensuing business continuity. The dashboard can be accessed by various stakeholders and permission/access to the data may be granted as per campus policies and standard operating procedures. While allowing access permissions, preserving user privacy is expected and the access should be granted on need to know basis. Proper logs need to be maintained accordingly for any potential audit and future reference. A clear view of resource usages can assist the campus management in scheduling resource allocation for improved utilization. In Figure-4 , many of the sub-themes might be of the interest to local government and stakeholders i.e., transparency. Similarly, reports will be sent to the parents about students' attendance and performance in class etc. The framework also connects the campus system with city government and public offices. IoT devices can be used to monitor stress level of campus inhabitants as well. The air quality can be monitored on campus and even predictive systems can be built to issue alert when abnormal situations are detected. Many universities have teaching hospitals and the use of IoT and actuators becomes an important aspect for monitoring health of patience and taking timely actions. For instance, with the recent spread of Covid-19, a smart application can help in tracking infected persons and thus reducing the disease spread.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 326,
                    "text": "Figure-4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1247,
                    "end": 1255,
                    "text": "Figure-4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Unified View of Smart Campus:"
        },
        {
            "text": "Predictive analytics can be used to identify patterns and assess various areas using artificial intelligence techniques for generating reports. The same approach can be used to issue community alerts in case of diseases or epidemic and preemptive steps can be taken accordingly. Similarly, inventory management system can track any resource at any time using RFID tags. Library system can issues reminders to students for returning or extending the books borrowed from the library online. It is worth noting that such systems are already in place and are very successful, however, more analysis can be made by using machine learning techniques that learn from the data generated. Such data can help in creating proactive system for security managers and predictive system for the management to anticipate the future needs based on the trends as well as make recommendations. During large campus events, stadium/theatres gates can be closed/opened based on predictive analysis of the crowd flow. Similarly, using artificial intelligence, the traffic flow can be predicted in advance with ample time to divert traffic helping avoiding traffic congestions. The same model can be used at city level. Campus management may use such reports for developing contingency plans to ensure business continuity at various levels of the campus and associated entities. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unified View of Smart Campus:"
        },
        {
            "text": "The success of smart campus is the provision of the model to be replicated conveniently at various levels ranging from an academic department to local government to city governments and even consortium of cities. Many universities are located in dispersed buildings and even have subcampuses at remote geographical location so the system must facilitate integration of such scenarios. As shown in Figure-5 , the model is expected to be scalable, reliable and replicable. As discussed in previous subsections, security of the data, infrastructure, and respecting the privacy J o u r n a l P r e -p r o o f of individuals is a challenge associated with smart technologies and smart campus is no exception. Care should be taken for creating and protecting digital credentials of students, faculty, staff, and so on. The intention of smart campus model is to propose a model that can easily integrated with city government with no/or minimum changes. Adequate security protocols and encryption mechanisms must be in place in a smart campus. Replication and scalability of the model should be done easily with no or minimum deployment costs. Since many of smart campus initiatives can be directly mimicked at city level, the ease of deployment at such level is a must for these projects under smart campus model. While replicating the campus model at other places such as town, city, or another campus, the privacy of users must be respected. Also, the cost of deployment of the smart initiatives should be simple to understand and calculate. Off course, the cost associated with hardware and software licensing will increase when replicated at a wider scale but an insight of potential cost involved would be needed for arranging finances to construct smart projects at city level. Similarly, the data generated should be reliable and the inputs from various sources should be verified before archiving and filtering the data. When deployed at critical infrastructure, redundant hardware is recommended to have a high confidence in the data and eventually overall smart campus system. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 405,
                    "text": "Figure-5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Propagation under Smart Campus:"
        },
        {
            "text": "The knowledge generation at universities facilitate entrepreneurships and employability of the graduates. The sub-themes given in Figure-6 directly contribute to the campus prosperity. In addition to advancement of knowledge in various disciplines, a key performance indicator for the university reputation are the employability of its graduate, research publications, patents, innovation, and entrepreneurship. The smart campus sub-themes coordinate in a seamless fashion to achieve such indicators. Commercializing the ideas generated at campus need a clear business model. The focus of Figure-6 is on enabling digital economy starting from campus and can be scaled to larger spectrum. Since majority of smart campus and smart city projects are new and many investors fear that investments in such smart projects might not result in investment returns. A clear business models can attract investments for the smart campus projects. It is recommended to begin with projects that result in immediate investment returns. For instance, paid smart parking project can be given high priority. These initiatives can result in immediate returns and encourage the investors/governments for the other long terms projects. Sub-themes in Figure-6 are tightly coupled where hiring qualified faculty and students produce quality work and hence results in research publications, employability of students, ideas generation, innovation, commercialization, and eventually campus prosperity and visibility at national and international levels. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 138,
                    "text": "Figure-6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 589,
                    "end": 597,
                    "text": "Figure-6",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1228,
                    "end": 1236,
                    "text": "Figure-6",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Achieving Long Term Prosperity with Smart Campus:"
        },
        {
            "text": "To support the smart campus model established in previous section, we identify the key initiatives related to each of the campus themes. Table-2 provides a list of potential initiatives and service areas that contribute to the development of smart campus. We understand these projects can be prioritized as per stakeholders needs and the priority order provided in Table-2 is a flexible one, where  shows a project with no-contribution directly, while reflects contribution of an initiative against resource utilization, energy savings, informed decision, improved services, and risk mitigation. Table-2 is generated through brainstorming sessions, studying ranking systems, availability of relevant technologies to support the initiatives, smart cities literature, and expectations of the community from a university campus. The number and types of initiative are countless under smart campus umbrella. For a smart classroom, face recognition technology can be used for marking student's attendance and monitoring student's behavior. Similarly, noise level can be monitored in a classroom to avoid distracting lectures in progress in nearby classrooms. Even there exists an opportunity to enhance the washroom management system using latest technologies that can issue alert relevant when no activity is monitored when a person is inside for 30 minutes or so. The list for justifications of these initiatives can be a lengthy one but due to space limitations, we only highlight the major goals where these initiatives can contribute significantly. We align these initiatives with the main themes of smart campus. Justification for the corresponding initiatives are also provided. Each initiative can become an independent project with specific milestones, key performance indicators, and subprojects but for convenience we highlight the initiatives at higher level. In Table- 2, initiatives have been justified based on associated benefits against 5 domains (resource utilization, energy savings, informed decision, improved services, and risk mitigation), however, the mapping is flexible and may vary from institution to institution as the boundaries among them hardly exist. For example, the initiative \"people counting (in-out in classroom/building)\" directly contributes to the informed decision but at the same time, this initiative available energy resources and forecasting can help in reducing energy consumption by counting the number of people in the room/building. The same understand can be applied to other initiatives as well and hence virtually any initiative can contribute directly or indirectly to resource utilization, energy savings, informed decision, improved services, and risk mitigation. The potential cost, smartness and the available of hardware/software for deploying these initiatives are given in Table-3 , where various projects are proposed along with hardware/software requirements for supporting such initiatives. It is suggested that initiatives list can be prioritized based on the university needs and strategic objectives. It is more appropriate to start with initiatives where the infrastructure already exists instead of initiatives that needs to develop everything from scratch. In the former case, the additional cost would be due to the integration of smart technologies in the available infrastructure. There also exist situations where upgrading an existing infrastructure might need significant budge, time and resources. Considering such points, we understand prioritizing the initiatives for a smart campus is a subjective term and it totally depends on the institution's strategy and long terms goals. A generic priority order is shown in Table-3, where initiatives are divided into high, medium, and low priority. It is worth mentioning that we provide only generic model, where the priority order and cost are relative terms and depends on the location and resources of a campus. Similarly, in Table-3 ,  is used for lacking, shows availability, while P stands for particle support of hardware/software by the industry at present. Partial intelligence means there exists some intelligence which is due to a set of hard coded rules and no learning is involved. With advancement of technology and with availability of data, devices will become more intelligent and will learn as time progresses. At present, majority of the devices only obey hard coded commands based on various conditions. These devices just follow a predefined set of instructions where intelligence is lacking in majority of smart devices and hence it is recommended to incorporate artificial intelligence-based solutions where possible that can exploit the creation of big data for making such devices more intelligent. There is also a dire need for using artificial intelligence and deep learning techniques for harvesting the data generated on university campus for improved services. In addition, the nature of the projects identified for the smart campus varies and to the best of our knowledge, no single hardware vendor at present can assist a smart campus in implementing all these projects. Considering these issue, compatibility of hardware should be evaluated before arranging hardware from a specific vendor for a project under smart campus umbrella to avoid any potentials issues that may arise during integrations of such initiatives at campus level. Not all current solutions are intelligent and hence we can divide the projects into non-smart, smart, and intelligent categories. Many of initiatives has the potential to be called \"intelligent\" by investing time and money in the existing smart solutions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "text": "Table-2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 365,
                    "end": 391,
                    "text": "Table-2 is a flexible one,",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 597,
                    "end": 604,
                    "text": "Table-2",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1871,
                    "end": 1877,
                    "text": "Table-",
                    "ref_id": null
                },
                {
                    "start": 2830,
                    "end": 2837,
                    "text": "Table-3",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 3691,
                    "end": 3699,
                    "text": "Table-3,",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 3948,
                    "end": 3955,
                    "text": "Table-3",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Smart Campus Initiatives"
        },
        {
            "text": "Smart campus themes were derived from the smart city's concepts. The role of microgrid in the context of smart campus was highlighted. Mapping between a smart city and smart campus was made and a list of potential initiatives were identified. It was observed that at present no single vendor can develop all projects under smart campus umbrella and hence devices and protocol might not be compatible. Associated challenges suggested the need for a global organization to set the standards and unify the efforts made in connection to smart campus such as IEEE smart cities community. It was concluded that to attract investments for the projects and encourage potential investors, small scale projects with clear business returns should be given high priority. It was noted that there exists a promising potential for energy savings, conveniences, and cost reduction through exploitation of data generation on campus using artificial intelligence techniques. As a J o u r n a l P r e -p r o o f future work, it will be interesting to develop a list of key performance indicators to evaluate the smartness of campus infrastructure and/or conduct a case study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion and Recommendations:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Cost efficient resource allocation for real-time tasks in embedded systems",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Min-Allah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alrashed",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "F"
                    ],
                    "last": "Rana",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sustainable Cities and Society",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Smart Cities: Definitions, Dimensions, Performance, and Initiatives",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Albino",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Berardi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Dangelico",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Urban Technol",
            "volume": "22",
            "issn": "",
            "pages": "3--21",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A robust features based person tracker for overhead views in industrial environment",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Piccialli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Sangaiah",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE Internet of Things Journal",
            "volume": "5",
            "issn": "3",
            "pages": "1598--1605",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The smart city model",
            "authors": [],
            "year": 2019,
            "venue": "European smart cities",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Internet of Things for Smart Cities",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanella",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Castellani",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vangelista",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zorzi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Internet of Things Journal",
            "volume": "1",
            "issn": "1",
            "pages": "22--32",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Saudi Arabia's Neom: Oasis or Sand Castle, Bloomberg",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Singapore best performing smart city globally: Study",
            "authors": [],
            "year": 2017,
            "venue": "Saudi Arabia's new city, Neom, a mecca for robots",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Buenas Practicas de la Ciudad de Madrid",
            "authors": [
                {
                    "first": "Amsterdam",
                    "middle": [],
                    "last": "Smart City",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Barcelona Smart City",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The planning manual for building tomorrow's cities today",
            "authors": [],
            "year": 2019,
            "venue": "Smart Cities Council",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Smart Campus: An effective concept for the development of smart and sustainable city, Concept presented at the World Bank",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shahrour",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Miimu Airaksinen and Aapo Huovila (VTT), CITY keys indicators for smart city projects and smart cities",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jongeneel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rovers",
                    "suffix": ""
                },
                {
                    "first": "(",
                    "middle": [],
                    "last": "Tno)",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Neumann",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Says 5.8 Billion Enterprise and Automotive IoT Endpoints Will Be in Use in 2020",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Egham",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gartner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How worried should we be about 'Big Brother' technology?",
            "authors": [
                {
                    "first": "Tim",
                    "middle": [],
                    "last": "Harford",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Overview of microgrid energy management system research status",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Research & Policy Center",
            "volume": "",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Smart Campus Energy Management System: Advantages, Architectures, and the Impact of using Cloud Computing, Engineering",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Talei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Essaaidi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Benhaddou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1145/3128128.3128129"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The planning manual for building tomorrow's cities today",
            "authors": [],
            "year": 2019,
            "venue": "Smart Cities Council",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Key performance indicators (KPIs) and priority setting in using the multi-attribute approach for assessing sustainable intelligent buildings",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alwaer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Clements-Croome",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Building and Environment",
            "volume": "45",
            "issn": "",
            "pages": "799--807",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Sustainability Indicators: A Scientific Assessment",
            "authors": [],
            "year": 2007,
            "venue": "SCOPE",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Partnership on Sustainable Buildings, @S3Platform",
            "authors": [
                {
                    "first": "Joaquin",
                    "middle": [],
                    "last": "Villar Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Design and Practical, Evaluation of a Family of Lightweight Protocols for Heterogeneous Sensing through BLE Beacons in",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hernández-Rojas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Fernández-Caramés",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fraga-Lamas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Escudero",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IoT Telemetry Applications. Sensors",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Smart campus features, technologies, and applications: A systematic literature review",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Muhamad",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Novianto",
                    "suffix": ""
                },
                {
                    "first": "Setidi",
                    "middle": [],
                    "last": "Yazid",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Conference Information Technology Systems and Innovation (ICITSI)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A Discussion on the Framework of Smarter Campus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chuling",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Third International Symposium on Intelligent Information Technology Application",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Research on the Construction of Smart Campus based on the Internet of Things and Cloud Computing",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Applied Mechanics and Materials",
            "volume": "",
            "issn": "",
            "pages": "3213--3217",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A matrix approach to identify and choose efficient strategies to develop the Smart Campus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mattoni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pagliaro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Corona",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ponzo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bisegna",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gugliermetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quintero-Núñez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "2016 IEEE 16th International Conference on Environment and Electrical Engineering (EEEIC)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Survey: Toward a Smart Campus Using the Internet of Things",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alghamdi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shetty",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "2016 IEEE 4th International Conference on Future Internet of Things and Cloud (FiCloud)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Smart Cities Market: Technologies, Solutions, and Outlook for Applications and Services",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Link quality and energy utilization based preferable next hop selection routing for wireless body area networks",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Din",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Piccialli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Computer Communications",
            "volume": "149",
            "issn": "",
            "pages": "382--392",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Enabling multimedia aware vertical handover management in internet of things based heterogeneous wireless networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Din",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gohar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cuomo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Piccialli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Multimedia Tools and Applications",
            "volume": "76",
            "issn": "24",
            "pages": "25919--25941",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Celebrating the leading Smart City Governments in the world",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "How does facial recognition work?",
            "authors": [
                {
                    "first": "Steve",
                    "middle": [],
                    "last": "Symanovich",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Real-time big data stream processing using GPU with spark over hadoop ecosystem",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rathore",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "International Journal of Parallel Programming",
            "volume": "46",
            "issn": "3",
            "pages": "630--646",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "An interval type-2 fuzzy active contour model for auroral oval segmentation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anisetti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Damiani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Soft Computing",
            "volume": "21",
            "issn": "9",
            "pages": "2325--2345",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A step towards the Smart Campus: A venture project based on distance learning by a hybrid video conferencing system",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaneko",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sugino",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ishjjima",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proceedings of the 2000 IEEE International Conference on Systems, Man & Cyberbetics-\"Cyberbetics Evolving to Systems, Humans, Organizations, and their Complex Interactions",
            "volume": "",
            "issn": "",
            "pages": "8--11",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A Discussion on the Framework of Smarter Campus",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chuling",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "2009 Third International Symposium on Intelligent Information Technology Application",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Towards Next Generation Teaching, Learning, and Context-Aware Applications for Higher Education: A Review on Blockchain, IoT, Fog and Edge Computing Enabled Smart Campuses and Universities",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Fernández-Caramés",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fraga-Lamas",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Appl. Sci",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/app9214479"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "A Context Aware Smart Classroom Architecture for Smart Campuses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li-Shing",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jui-Yuan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tsang-Long",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Appl. Sci",
            "volume": "9",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Extensible data management architecture for smart campus applications-a crowdsourcing based solution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adamk´o",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Koll´ar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "WEBIST (1)",
            "volume": "",
            "issn": "",
            "pages": "226--232",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "A vision for the development of i-campus",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Kwok",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Smart Learning Environments-a Springer Open Journal",
            "volume": "2",
            "issn": "2",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The Campus as a Smart City",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fortes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Santoyo-Ramón",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Baena",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mora-García",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Medina",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mora",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barco",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sensors",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "PeopleSoft Campus Solutions",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Behind the Blackboard, Cumulative Update 1 for Blackboard Learn",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Smart Cities -A Roadmap for Development",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Musa",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Telecommun Syst Manage",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4172/2167-0919.1000144"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Key Performance Indicators for Smart Microgrid and University Campus, Sustainable Cities and Society, in review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alrashed",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Min-Allah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Concepts, Systems, and Technologies",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Uskov",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Bakken",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Howlett",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Development of a web based energy management system for University Campuses: The CAMP-IT platform",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kolokotsa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gobakis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Papantoniou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Georgatou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kampelis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kalaitzakis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vasilakopoulou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santamouris",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Energy and Buildings",
            "volume": "123",
            "issn": "",
            "pages": "119--135",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Application of a Smart City Model to a Traditional University Campus with a Big Data Architecture: A Sustainable Smart Campus",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "William",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xavier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sergio",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "Sustainability.11.2857.10.3390/su11102857"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "A Decade of Sustainability Reporting: Developments and Significance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kolk",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal of Environment and Sustainable Development",
            "volume": "3",
            "issn": "1",
            "pages": "51--64",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Smart sustainable cities of the future: An extensive interdisciplinary literature review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Bibri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krogstie",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sustainable Cities and Society",
            "volume": "31",
            "issn": "",
            "pages": "183--212",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Towards Next Generation Teaching, Learning, and Context-Aware Applications for Higher Education: A Review on Blockchain, IoT, Fog and Edge Computing Enabled Smart Campuses and Universities",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tiago",
                    "suffix": ""
                },
                {
                    "first": "Paula",
                    "middle": [],
                    "last": "Fernández-Caramés",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Fraga-Lamas",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Appl. Sci",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/app9214479"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Monitoring and monetizing carbon emissions in cities",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Everimpact",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "To achieve our model, major initiatives under smart campus are provided in subsequent subsections.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Smart Campus Components at Abstract Level",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Integration of Services Under Smart Grid Infrastructure J o u r n a l P r e -p r o o f",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Community Oriented Services for the Smart CampusJ o u r n a l P r e -p r o o f",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Unified View of Smart Campus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Propagation Services under Smart Campus J o u r n a l P r e -p r o o f",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Smart Campus Facilitates Long Term Prosperity J o u r n a l P r e -p r o o f",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Mapping of City Themes with Smart Campus Themes",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "such as efficient recycling, better waste management, and increase in renewable energy facilitates in chalking out environmental sustainability policies of university campus. For big campuses, we encourage creating a smart microgrid that make efficient use of available energy resources and forecasting energy demands based on historical data by employing artificial intelligence and deep learning techniques.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "integrates all essential entities in the perspective of smart campus community.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "List of Potential Smart Campus Initiatives",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Industry Support and Level of Existing Technologies for Smart Campus NFC tags, audio/video lectures, AR/VR materials, quite zones, share  High J o u r n a l P r e -p r o o f Develop washroom management system (feedback, call option when urgent attention is needed, issues alert when a person is inside for 30 min+). Report water leakage/air Forecast/Predict traffic, energy generation/consumptions, students' dropouts, prior alerts on faculty/staff requirements based on students' enrolments, favorite food, assets management Use event recommender/calendar (based on user profile). Integrate with local high schools, job fairs, announcements, community in the region, and deliver messages triggered by a user's proximity to a specific space. P Low  Enable safe e-transaction/epayment/cashless/e-wallet system through smart cards on campus. Develop dashboard for data visualization and extract real-time information on energy consumptions etc (fault detection, pattern-based cooling/heating/lighting, informed decision)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "I certify that there is no conflict of interest for the submsittion \"Smart Campus -A Sketch\" submitted to the journal of Susctaibe Cities and Socity for kind consideration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Authors would like to sincerely thank the anonymous reviewers for their insightful comments and deanship of scientific research, Imam Abdulrahman Bin Faisal University (IAU) for generous funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}