{
    "paper_id": "b4eb925f4f70893910e285288403622adef15fcb",
    "metadata": {
        "title": "Efficient numerical computation of the basic reproduction number for structured populations",
        "authors": [
            {
                "first": "Dimitri",
                "middle": [],
                "last": "Breda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CDLab -Computational Dynamics Laboratory",
                    "institution": "University of Udine via delle scienze 206",
                    "location": {
                        "postCode": "33100",
                        "settlement": "Udine",
                        "country": "Italy"
                    }
                },
                "email": "dimitri.breda@uniud.it"
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Florian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "and CDLab -Computational Dynamics Laboratory",
                    "institution": "University of Zürich",
                    "location": {
                        "addrLine": "Winterthurerstrasse 190",
                        "postCode": "CH-8057",
                        "settlement": "Zürich",
                        "country": "Switzerland"
                    }
                },
                "email": "francesco.florian@uzh.ch"
            },
            {
                "first": "Jordi",
                "middle": [],
                "last": "Ripoll",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Girona",
                    "location": {
                        "addrLine": "Campus Montilivi",
                        "postCode": "17003",
                        "settlement": "Girona",
                        "country": "Spain"
                    }
                },
                "email": "jripoll@imae.udg.edu"
            },
            {
                "first": "Rossana",
                "middle": [],
                "last": "Vermiglio",
                "suffix": "",
                "affiliation": {
                    "laboratory": "CDLab -Computational Dynamics Laboratory Department of Mathematics, Computer Science and Physics -University of Udine via delle scienze 206",
                    "institution": "",
                    "location": {
                        "postCode": "33100",
                        "settlement": "Udine",
                        "country": "Italy"
                    }
                },
                "email": "rossana.vermiglio@uniud.it"
            }
        ]
    },
    "abstract": [
        {
            "text": "As widely known, the basic reproduction number plays a key role in weighing birth/infection and death/recovery processes in several models of population dynamics. In this general setting, its characterization as the spectral radius of next generation operators is rather elegant, but simultaneously poses serious obstacles to its practical determination. In this work we address the problem numerically by reducing the relevant operators to matrices through a pseudospectral collocation, eventually computing the sought quantity by solving finite-dimensional eigenvalue problems. The approach is illustrated for two classes of models, respectively from ecology and epidemiology. Several numerical tests demonstrate experimentally important features of the method, like fast convergence and influence of the smoothness of the models' coefficients. Examples of robust analysis of instances of specific models are also presented to show potentialities and ease of application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Aim of this paper is to give a concise, efficient and effective method for the numerical computation of the basic reproduction number, a fundamental tool in the analysis of ecological and epidemiological models of population dynamics, as well as in tackling evolutionary aspects in those populations, see e.g. [4, Section 2.1] and the references therein. We refer to [17] as a starting reference on this quantity, commonly denoted R 0 .",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The need for a numerical approach is soon justified since we are interested in population models posed on infinite-dimensional spaces, where R 0 is usually characterized as the spectral radius of suitable operators, mainly known as next generation operators, see, e.g., [11] . As in general there is no explicit expression for R 0 readily practicable for computation (and in some cases nor the relevant operators are explicitly known), the main idea is to reduce to finite dimension through some discretization techniques. Then approximations to R 0 are obtained by computing the (dominant) eigenvalues of the resulting matrices.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As far as this general strategy is concerned, to the best of our knowledge [25] is the first scheme appearing in the literature. Therein an elementary discretization based on the celebrated Euler's method is proposed to approximate the basic reproduction number of a class of age-structured epidemics. Very recently a slight improvement has been presented in [16] , obtained by employing θ-methods, always in the context of age-structured epidemics. Made exception for [14] , which is anyway related to the approach proposed here (see below), [16, 25] are the only two works concerning the proper numerical computation of R 0 in continuously structured populations.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 359,
                    "end": 363,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 469,
                    "end": 473,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 548,
                    "end": 551,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, on the one hand, we intend to largely improve the seminal idea of [25] by applying state-of-the-art discretizations based on pseudospectral polynomial collocation (see, e.g., [1, 2] ). The general outcome is a more reliable tool, with faster convergence ideally of infinite order (known as spectral accuracy, see, e.g., [29] ). This represents a great advantage compared to the finite-order convergence of [16, 25] , as it translates into much more accurate approximations obtained with much smaller matrices. As a consequence the required computational load reduces, in terms of both time and memory usage. The latter is a favorable feature when stability and bifurcation analyses are the final target in presence of varying or uncertain model parameters, and of course this is frequently the case in realistic contexts.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 185,
                    "end": 187,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 326,
                    "end": 330,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 412,
                    "end": 416,
                    "text": "[16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On the other hand, we aim at increasing the flexibility of the numerical approach, widening the applicability also to other models, e.g., from ecology. In particular, we illustrate two paradigmatic classes of models, namely spatially-structured cell populations (whose prototype representative is referred to as model A in the sequel) and infectious diseases in age-structured populations (whose prototype representative is referred to as model B in the sequel). This choice potentially serves as a basis for extending the proposed method to more involved systems of population dynamics (e.g., with several structuring variables). If a structured epidemic model describing the novel pandemia of coronavirus was available, such as Model B or any of its extensions, this method could be applied to compute R 0 for different values of the parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The contents of this research are organized as follows. In Section 2 we present the two classes of models mentioned above, introducing all the necessary ingredients and the operators leading to the definition of R 0 . The numerical treatment is proposed in Section 3, where explicit expressions for the discretizing matrices are constructively given, also for the sake of implementation for those interested (Matlab codes are freely available at http://cdlab.uniud.it/software). In Section 4 we first illustrate the numerical properties of the proposed techniques, analyzing experimentally error and convergence, and then we finally perform some robust analysis on specific instances of the models of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Let us remark that here we deliberately quit to tackle a theoretical investigation of the convergence features of the proposed methods. This would indeed require suitable tools, falling out of the scope of the current experimental study, as well as enough room for a proper description. We thus reserve to give formal proofs as well as possible improvements in a related work, currently in preparation [8] . As far as other developments are concerned, we also plan to extend this approach in order to treat periodic problems, that is, to population models where the environment is timeperiodically varying. In this respect we suggest the reading of the very recent work [22] .",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 405,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Finally, we wish to mention that the present research originated from [13] , where an embryonic study of collocation techniques for the numerical computation of R 0 is proposed (also the work [14] mentioned above is inspired from [13] ). Moreover, let us also note that pseudospectral techniques have become a reference tool in the numerical treatment of infinite-dimensional dynamical systems in view of either stability and bifurcation analyses in the context of population dynamics, see, e.g., [6] or [7] and the references therein.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 192,
                    "end": 196,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Continuously structured models of population dynamics can be described by nonlinear abstract differential equations for the density of individuals with respect to some structuring variables, e.g., age, size or space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "With the aim at setting the theoretical background, let X be a Banach lattice and let u ∈ X represent the density of individuals. We introduce next a continuous-time evolution equation for the population density. For the theory of population dynamics we refer, among many others, to the monographs [10, 18, 19, 20, 21, 27] .",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "On the one hand, if we focus on ecological models (the class of models A in the sequel), then in general a nonlinear problem can be decomposed into birth and nonbirth terms as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "where, for any u ∈ X, B(u) is the birth linear operator and M(u) is the linear operator accounting for other processes non related to birth (e.g., mortality or transition). Of course, this decomposition depends on what is exactly considered as a birth event, see an example in Section 2.1 and also [3, 9] . If we are concerned with the extinction of the population in (2.1), then we can focus on the steady-state u * ≡ 0. Its stability is analyzed by means of the (formally) linearized model",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 302,
                    "end": 304,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "On the other hand, if we focus on epidemiological models (the class of models B in the sequel), then we firstly need to distinguish between infective individuals u ∈ X and (multi-type set of) non-infective individuals v ∈ X m , with m some positive integer. Here, the original nonlinear problem consists of m + 1 equations for the population densities of the two types of individuals. The one relevant to the infective individuals can be decomposed according to infection and non-infection terms as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "The remaining ones have the general form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "with F depending on the type of epidemics. For any v ∈ X m and u ∈ X, B(v, u) is the linear infection operator and M(v, u) is the linear operator describing processes other than infection (e.g., permanent or temporal recovery or transition processes). Again, the decomposition may differ depending on what is considered as an infection event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "Here, typically, the main concern is the early stage of the infection, i.e., the initial epidemic spread in (2.3)-(2.4). We can thus focus on the disease-free steady state (v * , u * ) ∈ X m + × {0} (where X + stands for the positive cone in X). Since the (formally) linearized system has triangular form, under common assumptions, the stability analysis of the disease-free equilibrium is reduced to the linear model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "(2.5) Summarizing and simplifying the notation to make it uniform in (2.2) and (2.5), for either model A or B we are faced with the analysis of an abstract linear equation of the form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "We recall that above X is a Banach lattice where the population density lives, B : X → X is a linear operator accounting for the birth process (meant as proper birth, or infection) and M : D(M) ⊆ X → X is a linear operator accounting for the remaining processes, which we call mortality for brevity (thus meant as proper mortality, or recovery or, in general, any stage transition as in [27, Part 2] ). Typically, the domain D(M) of M is a subset of a subspace Y ⊆ X where some degree of smoothness is present, characterized by additional constraints in general described through a linear map C : X → R p for some positive integer p:",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[27,",
                    "ref_id": null
                },
                {
                    "start": 392,
                    "end": 399,
                    "text": "Part 2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "Other common (biologically meaningful) assumptions are required. In particular, as in [4] , B is positive and bounded, while −M is the infinitesimal generator of a strongly-continuous semigroup {T(t)} t≥0 of positive linear operators. Its spectral bound s(−M) is strictly negative, which accounts for extinction in absence of birth. Consequently, 0 belongs to the resolvent of M and thus the latter is invertible with",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "For these and other aspects on (positive) linear operators see, e.g., [26, 30] .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 75,
                    "end": 78,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "It is worth to mention that although (2.6) represents a rather large family of population models (including in particular those with discrete structure when dim X < +∞), see, e.g., [10, Section 7.2]), not all the structured models can be cast into this form, see the discussion in [4] . However, in this standard case we can define the next generation operator as the operator BM −1 : X → X acting on the same (whole) space of the population density and, eventually, characterize the basic reproduction number as its spectral radius:",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 284,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "Let us remark that the next generation operator is a generalization to the infinitedimensional setting of the well-known next generation matrix for finite-dimensional models (i.e., dim X < +∞). Moreover, although the theoretical framework for the basic reproduction number has been well-established by many authors, see [10, 11, 17, 21] and the references therein to name a few, there is a lot of room for its efficient computation as already anticipated in the introduction. It follows from definition (2.8) that R 0 is a non-negative spectral value being BM −1 positive and bounded, see, e.g., [26] . It is actually the largest λ ≥ 0 for which Bφ − λMφ = ξ cannot be solved uniquely for φ ∈ D(M) once ξ ∈ X is given, see, e.g., [4] . Moreover, if it happens that this λ is a generalized eigenvalue, then",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 329,
                    "end": 332,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 596,
                    "end": 600,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "for some nontrivial generalized eigenfunction φ ∈ D(M). In particular, if BM −1 is also compact, then the Krein-Rutman theorem [24] ensures that R 0 is a positive eigenvalue (for slightly weaker, yet involved assumptions see [21, Section 10.2] ). At this point let us anticipate that the numerical method proposed in Section 3 relies on this assumption, so that (2.9) can be reduced to a standard (read finite-dimensional) generalized eigenvalue problem for matrices. Compactness is proved in [8] under reasonable assumptions on the specific ingredients of models A and B as described in the forthcoming Sections 2.1 and 2.2. A discussion on further aspects related to R 0 being or not a generalized eigenvalue and their relevance on the numerical outcome is left to Section 4.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 225,
                    "end": 229,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 230,
                    "end": 243,
                    "text": "Section 10.2]",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 496,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "Following definition (2.8), with any further assumption, we obtain the useful upper bound",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "Finally, let us also recall that R 0 is an alternative to the Malthusian parameter, i.e., the exponential population growth rate. Concerning computations, in general it can be more difficult to deal with the latter, i.e., the spectral bound r := s(B − M) of the complete generator, rather than with the basic reproduction number R 0 . For instance, we cannot ensure that r is a spectral value (not even an eigenvalue) and there can be no upper bound for r as it is always the case for R 0 (corresponding to a sufficient condition for population extinction or infection eradication). Moreover, the rank of B is typically lower than that of B − M, which is an advantage for R 0 . Finally, extra evolutionary aspects added to the models are more often related to R 0 than to r. Summarizing, besides the well-known sign relation between these quantities, see, e.g., [28] , the basic reproduction number offers diverse advantages over the Malthusian parameter, from both the theoretical and the numerical points of view.",
            "cite_spans": [
                {
                    "start": 862,
                    "end": 866,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Models and theoretical background"
        },
        {
            "text": "As a first representative of prototype models to illustrate our numerical approach, let us consider a population of bacteria proliferating and moving along the intestine of an animal host, see, e.g., [3, 4] . Given that the intestine is portrayed as the line segment [0, l] of finite length l > 0, let us set X := L 1 (0, l) and let u(·, t) ∈ X be the spatial density of bacteria along the intestine at time t ≥ 0. The nonlinear problem is described as",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 204,
                    "end": 206,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Model A: spatially-structured cell populations"
        },
        {
            "text": "is the population size weighted through a nonnegative weight σ. Above, c is the velocity of the flow, D is the diffusion coefficient, β is the fertility rate and µ is the mortality rate. All are non-negative functions of the position x ∈ [0, l] and of the size S. Note that transport, diffusion and vital processes are density-dependent accounting for limited resources (crowding effects) and spacespecific accounting for the heterogeneity of the intestine, see [3, 4, 20] .",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 465,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Model A: spatially-structured cell populations"
        },
        {
            "text": "For a population of bacteria, one can consider either symmetric division, i.e., when a mother cell divides then two daughter cells are born and the former disappears, or asymmetric division, i.e., one mother and one daughter. Both types can be considered simultaneously in (2.12) by setting 1] representing the probability of asymmetric division. For instance, for space-independent vital rates one would readily get that",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 293,
                    "text": "1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Model A: spatially-structured cell populations"
        },
        {
            "text": "since integrating over the whole space in (2.12), the system reduces to an ODE for the population size, see [4] . The latter is a clear example of the fact that the basic reproduction number depends on what is exactly considered as a birth event. In any case, here we assume symmetric division (ν = 0) for simplicity, and without loss of generality with respect to the numerical discretization.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Model A: spatially-structured cell populations"
        },
        {
            "text": "In what follows we are concerned with the extinction of the bacterial population. Linearizing (2.12) around the extinction equilibrium u * ≡ 0 gives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model A: spatially-structured cell populations"
        },
        {
            "text": "0) to lighten the notation though with a little abuse. Moreover, we further assume c(x) > 0 for all x ∈ (0, l), as well as β and µ bounded with their sum not identically vanishing. Concerning diffusion, we consider either D(x) ≥D, x ∈ [0, l], for some positiveD (everywhere positive diffusion) or D ≡ 0 (complete lack of diffusion).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model A: spatially-structured cell populations"
        },
        {
            "text": "Eventually, with respect to the reference linear equation (2.6), it is natural to define from (2.13) the birth operator B : X → X as 14) and the mortality operator M :",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Model A: spatially-structured cell populations"
        },
        {
            "text": "Then, following (2.10), the upper bound",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model A: spatially-structured cell populations"
        },
        {
            "text": "holds, as expected due to symmetric division.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model A: spatially-structured cell populations"
        },
        {
            "text": "As a second representative of prototype models to illustrate our numerical approach, let us consider the spread of an epidemics in an age-structured population. We split up the individuals of the population into three classes according to the stage of the infectious disease. If l > 0 denotes the maximum (chronological) age, we set X := L 1 (0, l) and let s(·, t), i(·, t) and r(·, t) in X denote the density with respect to age of, respectively, susceptible, infected and removed individuals at time t ≥ 0, see, e.g., [18, 21] . The nonlinear problem is described as",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 524,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 525,
                    "end": 528,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Model B: age-structured epidemics"
        },
        {
            "text": "Above, χ is the probability of infection transmission through an infectious contact and c is the density-dependent contact rate of a susceptible individual of age x with an infected individual of age y. Moreover, β 0 , µ, γ, δ and σ are, respectively, the fertility, (natural) mortality, removal, recovery and loss of immunity rates, all non-negative and with β 0 not identically vanishing. Finally, θ andθ are the probabilities of vertical transmission of infectiveness and immunity, respectively. Note that recovery, removal, immunity loss and vital processes are all age-specific during the lifespan [0, l].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model B: age-structured epidemics"
        },
        {
            "text": "System (2.18) includes different types of epidemic models. For instance, the SIS model is given by γ ≡ σ ≡ 0; the SIR model is given by δ ≡ σ ≡ 0; the SIRS model is given by δ ≡ 0. The exact interpretation of the removed class depends on the type of model considered. Moreover, we could also consider a vaccination rate and the resulting system would have an extra transition, from susceptible to recovered individuals in this case, or the consideration of exposed individuals, or even we could consider a multistrain epidemic model. See [23] and [18, Chapter VI] , [21, , [27, Chapter 22] .",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 542,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 552,
                    "end": 563,
                    "text": "Chapter VI]",
                    "ref_id": null
                },
                {
                    "start": 566,
                    "end": 570,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "[27,",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 589,
                    "text": "Chapter 22]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model B: age-structured epidemics"
        },
        {
            "text": "From now on, we assume that the population has reached a demographic steady state. Indeed, we assume zero demographic growth, i.e.,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model B: age-structured epidemics"
        },
        {
            "text": "where Π 0 (x) := exp −",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model B: age-structured epidemics"
        },
        {
            "text": "x 0 µ(y) dy , x ∈ [0, l], together with Π 0 (l) = 0, defines the survival probability, as well as initial conditions such that s 0 (x) + i 0 (x) + r 0 (x) = N 0 Π 0 (x)/ l 0 Π 0 (y) dy, x ∈ [0, l], for some positive N 0 . Therefore, the total population",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model B: age-structured epidemics"
        },
        {
            "text": "In what follows we are concerned with the early stage of the epidemics of an infectious disease of any type (SIS, SIR or SIRS). Linearizing (2.18) ",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 146,
                    "text": "(2.18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model B: age-structured epidemics"
        },
        {
            "text": "for the infected individuals. We let l 0 µ(x) dx = +∞ to avoid immortal individuals. In order to properly deal with this condition, we make the change of variables i(x, t) = u(x, t)Π 0 (x), thus removing the mortality term and reducing the problem to ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model B: age-structured epidemics"
        },
        {
            "text": "with domain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model B: age-structured epidemics"
        },
        {
            "text": "Moreover, we can explicitly compute the (normalized) next generation operator BM −1 (and even obtain explicit expressions for some special cases, see Section 4). Indeed, by defining Π 1 (x) := exp − x 0 [γ(y) + δ(y)] dy ≤ 1, the next generation operator becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model B: age-structured epidemics"
        },
        {
            "text": "with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model B: age-structured epidemics"
        },
        {
            "text": "Above, we implicitly assume that θΠ 1 ≡ 1 in order for the last factor to be welldefined. Finally, following (2.10), we obtain the upper bound",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model B: age-structured epidemics"
        },
        {
            "text": "representing the total number of infections taking into account vertical transmission. Eventually, the rhs of (2.26) being less than 1, can be used as a sufficient condition for the disease eradication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model B: age-structured epidemics"
        },
        {
            "text": "Let N be a positive integer. Under the assumption that R 0 is a generalized eigenvalue, we propose a general discretization approach consisting in the collocation of (2.9) on a mesh of N + 1 distinct nodes 0 =: x N,0 < x N,1 < · · · < x N,N := l distributed on [0, l], l > 0. Let us soon observe that collocation is meaningless in the whole space X = L 1 (0, l), but the method is restricted to generalized eigenfunctions φ, which are, in general, smooth enough to guarantee pointwise definition, recall indeed (2.7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discretization"
        },
        {
            "text": "In the sequel, let X N := R N+1 be the finite-dimensional counterpart of X and let Φ := (Φ 0 , Φ 1 , . . . , Φ N ) T ∈ X N with Φ i representing the numerical approximation of φ(x N,i ), i = 0, 1, . . . , N.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discretization"
        },
        {
            "text": "The choice of including x N,0 = 0 and x N,N = l in the collocation mesh is justified by the fact that, in general, φ belongs to some restricted domain (2.7) where the mortality operator M is suitably defined. For the models of interest in this work, in fact, this domain is characterized by boundary conditions at one or both the extrema 0, l of the domain of the function space X, see indeed (2.16) and (2.24). Therefore, the choice above allows for a simplified treatment as one can directly relate the boundary conditions to the collocation equations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discretization"
        },
        {
            "text": "As the concerned mortality operators usually involve differentiation and/or integration, see and, for the same v above, w T N v is an approximation to l 0 f (x) dx. Both follow straightforwardly from approximating f with the N-degree interpolating polynomial",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discretization"
        },
        {
            "text": "which indeed satisfies p(x N,i ) = f (x N,i ), i = 0, 1, . . . , N. Even though at this moment it is not necessary to specify any particular choice of nodes, let us remark that in the case of Chebyshev extremal points, as we assume in Section 4, H N and w N can be obtained rather easily 4 . For these and other related aspects see, e.g., [29] . See also [12] for a recent review of results on H N .",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 289,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 339,
                    "end": 343,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 355,
                    "end": 359,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discretization"
        },
        {
            "text": "The collocation method leads to a discrete version",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discretization"
        },
        {
            "text": "of the generalized eigenvalue problem (2.9), where the structure of the matrix representation of the finite-dimensional operators B N and M N depends on the specific model as detailed in the following Section 3.1 for model A and Section 3.2 for model B. In any case, the discrete problem has finite dimension, as it is posed on X N . Of course, as a main outcome one expects that the eigenvalues of (3.2) approximate (part of) the eigenvalues of (2.9), the accuracy improving as N increases. This is shown to be the case in Section 4 by way of several numerical experiments, properly tuned to test the error behavior, to measure the convergence rate and to detect other peculiarities of the proposed approach. Note that the eigenvalues of (3.2) can be computed with standard techniques for finite-dimensional generalized eigenvalue problems (e.g., Matlab's eig, based on the well-known QZ algorithm, see, e.g., [15] ). Let us remark that we are anyway interested in the spectral radius of the next generation operator, so that we are mostly concerned with the dominant part of its spectrum.",
            "cite_spans": [
                {
                    "start": 911,
                    "end": 915,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discretization"
        },
        {
            "text": "Let us finally stress again that the use of the proposed methodology to approximate R 0 is based on the assumption that this number actually corresponds to a generalized eigenvalue. If this is not the case, already (2.9) looses sense. Nevertheless, in Section 4, we report on some tests under the latter hypothesis, where the scheme is still able to give reasonable approximations (even though with slower convergence than what experimented in the case of generalized eigenvalues).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discretization"
        },
        {
            "text": "Let us recall the main ingredients (2.14), (2.15) and (2.16) of the class of cell population models, model A in Section 2.1. The generalized eigenvalue problem (2.9) reads",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discretization of model A"
        },
        {
            "text": "The proposed collocation consists in looking for an N-degree polynomial p N satisfying",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discretization of model A"
        },
        {
            "text": "By using the Lagrange representation ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discretization of model A"
        },
        {
            "text": "Note how the first and last rows of B N and M N realize the discrete boundary conditions (3.5), simulating those characterizing D(M) in (2.16), i.e., (3.4). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discretization of model A"
        },
        {
            "text": "The proposed collocation consists in looking for an N-degree polynomial p N satisfying ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discretization of model B"
        },
        {
            "text": "A first series of numerical tests is presented in Section 4.1 with the aim of illustrating the convergence properties of the proposed techniques, as well as related aspects such as, e.g., the effect of the smoothness of the models' coefficients. Then in Section 4.2 we use the tested algorithms to perform some quantitative studies in the context of varying parameters, checking whether the outcomes confirm the theoretical expectations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "All the experiments are run on a MacBook Pro 2.3 GHz Intel Core i7 with 16 GB memory, through codes written in Matlab version R2019a (freely available at http://cdlab.uniud.it/software as anticipated in the Introduction). In these codes we always use Chebyshev extremal points as collocation nodes, i.e., x N,i = l[1 − cos(iπ/N)]/2, i = 0, 1, . . . , N. We refer to [29] for their numerous advantageous properties in the context of numerical interpolation, differentiation and quadrature.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The numerical properties of the proposed approach are mainly investigated by analyzing the behavior of the error |R 0,N − R 0 | between the approximated and the exact basic reproduction numbers. Here for exact we mean either the theoretical value of R 0 when this is explicitly available, or a reference value R 0,N computed with a suitably largeN when an exact value is not attainable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical properties"
        },
        {
            "text": "A second error is also presented when possible, viz. p N − φ ∞,M . This is the error between the exact generalized eigenfunction (if available) and its collocation approximation, measured as the maximum absolute value of their differences on a mesh of M equidistant points in [0, l]. In particular, we always use M = 1 000. The collocation polynomial p N is reconstructed from the computed generalized eigenvector Φ associated to the dominant generalized eigenvalue of (3.2) through barycentric interpolation by applying the algorithm proposed in [5] . Of course, the same normalization is prescribed from time to time for both p N and φ.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 550,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Numerical properties"
        },
        {
            "text": "Finally, the discrete generalized eigenvalue problem (3.2) is solved either by Matlab's eig or eigs. We also test the discretization ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical properties"
        },
        {
            "text": "As far as the models to test are concerned, below we list all the specific choices by giving the defining rates and coefficients. In parallel we also give some of their key features.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "For all the instances of model A we set l = 1, c(x) = l − x, x ∈ [0, l], and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "The other ingredients differ as described next.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "(A1) [the immortal case] LetD = 1, µ ≡ 0 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "With these choices the next generation operator is compact according to [8] and thus R 0 is a generalized eigenvalue. It is not difficult to recover R 0 = 2 from (2.11). Moreover, some calculations that we omit allow to show, starting from (2.9), that the corresponding generalized eigenfunction is Independently of these choices, R 0 is unknown, as well as the corresponding generalized eigenfunction.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "For all the instances of model B we set again l = 1 and the rest is defined below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "(B1) [the age-independent case] Let µ ≡μ = 28 (so that e −μl 0), β 0 ≡ µ (so that (2.19) holds), γ ≡γ = 1 and δ ≡δ = 1 and K(x, y) :=kμe −μy , x, y ∈ [0, l], fork = 52. It also follows that",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 88,
                    "text": "(2.19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "Finally, let θ = 1/7. With these choices the next generation operator is compact according to [8] . Due to the finite maximum age there is a very small fraction of immortal individuals, but still we can explicitly obtain R 0 k /[(1 − θ)μ + γ +δ] = 2. It is evident from (2.25) that the corresponding eigenfunctions ψ in (4.2) are the constant functions given that K is independent of x. Then one can recover through (2.23) the generalized eigenfunctions",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "with φ(0) ψ/182 following from (3.7), with ψ playing the role of normalizing factor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "(B2) [the proportionate case] Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "fork = 16 065/64 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "for some α > 0. Note that l 0 Π 0 (z) dz = l α+1 . Let moreover γ and δ satisfy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "so that also Π 1 (x) = l−x l , x ∈ [0, l], follows. We assume absence of vertical transmission, i.e., θ = 0, which makes useless to specify β. With these choices the next generation operator is again compact according to [8] . Since K above is the product of functions in each of the variables x and y, the next generation operator in (2.25) becomes a rank one operator and we can explicitly compute",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "As far as α is concerned, we consider (B2.1) α = 1/4: life expectancy is 0.8l and R 0 = 2; (B2.2) α = 1: life expectancy is 0.5l and R 0 = 1.59375.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "Finally, and independently of α, the eigenfunction corresponding to R 0 is ψ(x) = x 2 (l − x) 2 , normalized as ψ(l/2) = l 4 /16, and the generalized eigenfunction is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "which, for the choices above, turns out to be a polynomial of degree 5, viz.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "(normalized as φ(l/2) = 5l 5 /384).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "Let moreover γ and δ be as in case (B1). Here, infection events occur mostly between individuals of the same age and there are chronic infected individuals since e −(γ+δ)l > 0. Finally, let θ = 0.5 and β(x) := b(x)Π 0 (x)/ l 0 b(y)Π 0 (y) dy, x ∈ [0, l], for b(x) := (x/l) 2 e −6x/l , which ensures (2.19) and maximum fertility at x = l/3. For these choices the next generation operator is compact 8 , but both R 0 and the corresponding generalized eigenfunction are unknown.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 305,
                    "text": "(2.19)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Specific models"
        },
        {
            "text": "As a first experiment we test the convergence properties of the proposed approach for case (A1). The spectrally accurate behavior (namely the error decays faster than O(N −k ) for any natural k, [29] ) is evident in Figure 4 .1 (left) for the approximation of both R 0 and the relevant generalized eigenfunction φ. To note that for the former the approximation is already very good for low even values of N, due to the (anti-) symmetry properties of the Chebyshev differentiation matrix H N [29] . Similar trends emerge also in the right panel, where (4. In the previous tests both R 0 and the relevant generalized eigenfunction are analytically known. As the same is not possible for case (A3), we show in Figure 4 .3 only the error on R 0 with respect to a reference value R 0,N as explained at the beginning of Section 4.1. As expected, the convergence is spectrally accurate for case (A3.1), in whichD = 1 ensures compactness of the next generation operator (according to [8] ). Theoretically, alsoD = 10 −6 = 0 in case (A3.2) guarantees compactness, but it is clearly visible from the plot that much larger values of N are necessary to start appreciating the spectral accuracy. It is indeed reasonable to expect that the value of D affects the error constants, causing their increase asD → 0, still being the problem compact. When we deal instead with case (A3. 3) , in which the absence of diffusion causes the loss of compactness, convergence still occurs, even though at a fixed rate (seemingly linear). The fact is somehow surprising (and certainly merits future investigation), given that without compactness (2.9) may even become meaningless and we are thus using a finite-dimensional eigenvalue problem to approximate components of the spectrum possibly other than the point one. As a final remark for model A, let us mention that all the eigenfunctions computed with the proposed approach in case (A3) turned out to approximate seemingly smooth curves (as they are expected to be). To avoid redundancy, we give examples only for case (B3) in Section 4.2.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 976,
                    "end": 979,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1367,
                    "end": 1369,
                    "text": "3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 216,
                    "end": 224,
                    "text": "Figure 4",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 707,
                    "end": 715,
                    "text": "Figure 4",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Results for model A"
        },
        {
            "text": "As far as case (B1) is concerned, the results of Figure 4 .4 show spectral accuracy in the approximation of both R 0 and the relevant generalized eigenfunction as expected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 57,
                    "text": "Figure 4",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Results for model B"
        },
        {
            "text": "Slightly dissimilar is the situation for case (B2), where we still get convergence, but with trends different from what experimented so far and, moreover, possibly depending on α. First of all, let us recall that the generalized eigenfunction (4.7) is a polynomial of degree 5, justifying the sudden drop of the error to machine precision occurring with N = 6 in both the left and right panels. The theoretical proof of convergence fully elaborated in [8] shows that this indeed happens at N = 6 and not already at N = 5 as one may expect. As far as the approximation of R 0 is concerned, instead, the same behavior is ensured if enough regularity is provided, as it is the case for α = 1 in the right panel. In fact, for instance, it is evident from (4.5) that Π 0 is smooth for α ≥ 1, but for α < 1 it becomes rational and blows up at x = l. Indeed, the choice α = 1/4 in the left panel prevents the method to perform the standard spectral accuracy, and convergence of fixed order (seemingly 4) occurs. That the regularity of the model ingredients plays a role in the convergence analysis is a general fact, but for the specific problem currently investigated we leave the elaboration of the necessary details to [8] . Finally, the analysis of case (B3) reveals spectral accuracy again, Figure 4 .6. Recall that in this case, as for case (A3) of the preceding section, neither R 0 nor the relevant generalized eigenfunction are known.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1215,
                    "end": 1218,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1289,
                    "end": 1297,
                    "text": "Figure 4",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Results for model B"
        },
        {
            "text": "To conclude, we give some examples of practical application of the proposed techniques to analyze the behavior of the chosen models in the presence of varying parameters. Below, the choices of the discretization index N are instructed by the results discussed in the previous section. Moreover, the intervals of variation of the concerned parameters are discretized by using uniform meshes of P points. Corresponding values of R 0 are repeatedly approximated with the chosen N for each of these points, or of their Cartesian product in the presence of two varying parameters. In the latter case we adopt standard contouring algorithms, viz. Matlab's contourf. Besides the graphical output, we give also some indication of the overall computational time with respect to the parameter(s) grid size P. Let us anticipate that all the tests concern the general instances of either model A or B, namely cases (A3) or (B3) as described in Section 4.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robust analysis"
        },
        {
            "text": "In Figure 4 .7 we investigate for case (A3) how R 0 varies as a function of either global fertility parameterβ (left panel) or global diffusion parameterD (right panel). For the formerμ = 1 and both cases (A3.1) and (A3.2) are considered. For the latter µ = 50 andβ = 10. As expected, R 0 grows with respect to the fertility from zero up to the asymptote R 0 = 2, since we assumed symmetric division (2.17), with larger diffusion values favoring the speed of increase. Instead interestingly, at fixed fertility, there is a single peak with respect to the diffusion, i.e. there exist an intermediate diffusion maximizing the basic reproduction number. At this point, a naive approach is that a population adopting such strategy would persist and become an unbeatable population. 9 Computationally speaking, both figures are obtained by repeatedly computing R 0 with respect to the varying parameter upon discretizing the latter on a mesh of P = 1 000 points, procedure that took on average just few seconds (say 1 to 5).",
            "cite_spans": [
                {
                    "start": 778,
                    "end": 779,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Figure 4",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Robust analysis"
        },
        {
            "text": "We can also combine the above results in a single plot, Figure 4 .8, showing the level curves of the surface R 0 = R 0 (D,β). The computation was performed on a grid of size 105 × 100, and took just few minutes (say less than 10).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 56,
                    "end": 64,
                    "text": "Figure 4",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Robust analysis"
        },
        {
            "text": "As for case (B3), in Figure 4 .9 we show the variation of R 0 as a function of the vertical transmission probability θ, confirming the biological expectation that this function is monotonically increasing as it is explicitly for case (B1). Notice that an increase of the vertical transmission can lead to the spread of the infection. The grid size is ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 29,
                    "text": "Figure 4",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Robust analysis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Collocation techniques for structured populations modeled by delay equations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Andò",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Breda",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Current Trends in Dynamical Systems in Biology and Natural Sciences",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "15 years or so of pseudospectral collocation methods for stability and bifurcation of delay equations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Andò",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Breda",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liessi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maset",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scarabel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vermiglio",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "On the reproduction number of a gut microbiota model",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barril",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Calsina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ripoll",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Bull. Math. Biol",
            "volume": "79",
            "issn": "",
            "pages": "2727--2746",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A practical approach to R 0 in continuous-time ecological models",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barril",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Calsina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ripoll",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Math. Meth. Appl. Sci",
            "volume": "41",
            "issn": "18",
            "pages": "8432--8445",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Barycentric Lagrange interpolation",
            "authors": [
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Berrut",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Trefethen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "SIAM Rev",
            "volume": "46",
            "issn": "3",
            "pages": "501--517",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pseudospectral discretization of nonlinear delay equations: new prospects for numerical bifurcation analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Breda",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gyllenberg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scarabel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vermiglio",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "SIAM J. Appl. Dyn. Sys",
            "volume": "15",
            "issn": "1",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Stability of linear delay differential equations -A numerical approach with MATLAB. SpringerBriefs in Control, Automation and Robotics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Breda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maset",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vermiglio",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Collocation of next-generation operators for computing the basic reproduction number of structured populations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Breda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ripoll",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vermiglio",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The many guises of R 0 (a didactic note)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cushing",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Theor. Biol",
            "volume": "404",
            "issn": "",
            "pages": "295--302",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mathematical Tools for Understanding Infectious Disease Dynamics. Theoretical and Computational Biology",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "On the definition and the computation of the basic reproduction number R 0 in models for infectious diseases in heterogeneous populations",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A J"
                    ],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J. Math. Biol",
            "volume": "28",
            "issn": "",
            "pages": "365--382",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Pseudospectral discretization of delay differential equations in sun-star formulation: results and conjectures",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scarabel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vermiglio",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Discrete Contin. Dyn. S. -S",
            "volume": "8",
            "issn": "",
            "pages": "95--105",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Numerical computation of the basic reproduction number in population dynamics",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Florian",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "PC-based sensitivity analysis of the basic reproduction number of population and epidemic models",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Florian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vermiglio",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Current Trends in Dynamical Systems in Biology and Natural Sciences",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Matrix computations. Johns Hopkins Studies in Mathematical Sciences",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Golub",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Van Loan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A theta-scheme approximation of basic reproduction number for an age-structured epidemic system in a finite horizon",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meyer-Baese",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Math. Biosci. Eng",
            "volume": "16",
            "issn": "5",
            "pages": "4107--4121",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A brief history of R 0 and a recipe for its calculation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Acta Biother",
            "volume": "50",
            "issn": "",
            "pages": "189--204",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Mathematical Theory of Age-Structured Population Dynamics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iannelli",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Applied Mathematics Monographs (C.N.R.). Giardini Editori e Stampatori",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The Basic Approach to Age-Structured Population Dynamics -Models",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iannelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Milner",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Methods and Numerics. Lecture Notes on Mathematical Modelling in the Life Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "An Introduction to Mathematical Population Dynamics -Along the trail of Volterra and Lotka. Number 79 in La matematica per il 3+2",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iannelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pugliese",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Age-Structured Population Dynamics in Demography and Epidemiology",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Inaba",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The basic reproduction number R 0 in time-heterogeneous environments",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Inaba",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Math. Biol",
            "volume": "79",
            "issn": "2",
            "pages": "731--764",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Contributions to the mathematical theory of epidemics III -Further studies of the problem of endemicity",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1933,
            "venue": "Proc. Roy. Soc. Lond. A",
            "volume": "141",
            "issn": "1",
            "pages": "89--107",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Linear operators leaving invariant a cone in a banach space",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Krein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rutman",
                    "suffix": ""
                }
            ],
            "year": 1948,
            "venue": "Uspehi Matem. Nauk (N. S.)",
            "volume": "3",
            "issn": "23",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Numerical approximation of the basic reproduction number for a class of age-structured epidemic models",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuniya",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Appl. Math. Lett",
            "volume": "73",
            "issn": "",
            "pages": "106--112",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Grundlehren der mathematischen Wissenschaften",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Shaefer",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Spectral bound and reproduction number for infinite-dimensional population structure and time heterogeneity",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Thieme",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "SIAM J. Appl. Math",
            "volume": "70",
            "issn": "",
            "pages": "188--211",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Spectral methods in MATLAB. Software -Environment -Tools series",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Trefethen",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The Asymptotic Behaviour of Semigroups of Linear Operators",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Neerven",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "21) and effective fertility rate β(x) := β 0 (x)Π 0 (x) ≥ 0, x ∈ [0, l]. We recall that l 0 β(x) dx = 1 due to(2.19). Note that here u(l, t) can be strictly positive allowing for the possibility of chronic infected individuals.Eventually, with respect to the reference linear equation(2.6), from the normalized model(2.20)  it is natural to define the birth 1 operator B : X → X as (Bφ)(x) := l 0 K(x, y)φ(y) dy, x ∈ [0, l],(2.22)    and the mortality 2 operator M : D(M) ⊆ X → X as",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(2.15)  and(2.23), let us also introduce the differentiation matrix and the quadrature weights associated to the collocation nodes. The first, denoted H N , has entriesh N;i,j := N,j (x N,i ), i, j = 0, 1, . . . , N, 3 where { N,0 , N,1 , . . . , N,N } isthe Lagrange basis relevant to the chosen nodes: if f is a smooth function on [0, l] and v := ( f (x N,0 ), f (x N,1 ), . . . , f (x N,N )) T , then H N v is an approximation to ( f (x N,0 ), f (x N,1 ), . . . , f (x N,N )) T . The second, components of the vector w N := (w N,0 , w N,1 , . . . , w N,N ) T ∈ R N+1 , are given by j (x) dx, j = 0, 1, . . . , N,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "recalling the differentiation matrix H N introduced in Section 3, it is not difficult to recover (3.2) with B N ∈ R (N+1)×(N+1) given asB N;i,j := 2β(x N,i ), i = j = 1, . . . , N − 1, 0, i = 0, N or i = j, and M N ∈ R (N+1)×(N+1) δ 0,j − D N;0,0 h N;0,j , i = 0, j = 0, 1, . . . , N, [H N (C N − D N H N ) + Σ N ] i,j , i = 1,. . . , N, j = 0, 1, . . . , N, C N;N,N δ N,j − D N;N,N h N;N,j , i = N, j = 0, 1, . . . , N, where δ i,j is the Kronecker's delta and C N , D N , Σ N ∈ R (N+1)×(N+1) are defined as C N;i,j := c(x N,i ), i = j = 0, 1, . . . ,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "integral above as well as the one defining B in (2.22) by quadrature. By using again the Lagrange representation (3.6) and by recalling the (vector of) quadrature weights w N introduced in Section 3, it is not difficult to recover (3.2) with B N ∈ R (N+1)×(N+1) given asB N;i,j := 0, i = 0, j = 0, 1, . . . , N, w N,j K(x N,i , x N,j ), i = 1, . . . , N, j = 0, 1, . . . , N, and M N ∈ R (N+1)×(N+1) given as",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ". . . , N, j = 0, 1, . . . , N, where δ i,j is again the Kronecker's delta. Note how the first row of both B N and M N realizes the (quadrature of the) discrete boundary condition (3.8) simulating the one characterizing D(M) in (2.24), i.e., (3.7).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "eigenvalue problem BM −1 ψ = λψ (4.2) equivalent to (2.9), where ψ = Mφ for φ in (2.9) and Ψ = M N Φ for Φ in (3.2). These eigenproblems are implemented as eig(B,M) for (3.2) and eig(B/M) for (4.1) (or the alternative versions through eigs).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "φ(0) = 1, and the eigenfunction in (4.2) is ψ = βφ.(A2) [the proportional case] LetD = 1, µ(x) :=μ x l , β(x) :=βµ(x), x ∈ [0, l],forμ = 1 andβ = 1.5. Again, it turns out that we are in the compact case and that R 0 = 2β/(β + 1) = 1.2 follows from (2.11). Moreover, the corresponding generalized eigenfunction is again given by (4.3), and the eigenfunction in (4.2) is ψ = (β + 1)µφ.(A3) [the general case] Let µ be the same as in case (A2) and β be expressed as in case (A1), but withβ = 10. We consider either (A3.1) the compact case:D = 1A3.2) a \"almost non-compact\" case:D = 10 −6 ;(A3.3) the non-compact case:D = 0.6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "2) is solved through eig(B/M) instead of solving (2.9) through eig(B,M) as in the left panel. Let us just remark that the choice of eig(B/M) seems slightly better from the point of view of algorithmic stability. Finally, let us mention that we have compared also with the use of eigs, obtaining indistinguishable results. As these outcomes are unchanged in the remaining experiments, we show only the results relevant to the use of eig(B/M), although we measure always the error on the generalized eigenfunction φ.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "1: case (A1) -errors for increasing N on R 0 = 2 and on φ in (4.3), computed as (2.9) through eig(B,M) (left) and as (4.2) through eig(B/M) (right).above, but for case (A2): the results are qualitatively the same.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ".2: case (A2) -errors for increasing N on R 0 = 1.2 and on φ in (4.3), computed as (2.9) through eig(B,M) (left) and as (4.2) through eig(B/M) (right).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "3: case (A3) -error for increasing N on R 0 1.953037627191416 (•, case (A3.1)), R 0 1.820082420868451 (•, case (A3.2)), R 0 1.863455805786607 ( , case (A3.3)) computed as (4.2) through eig(B/M) (reference values R 0,N computed with N = 1 000).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "4: case (B1) -errors for increasing N on R 0 2 and on φ in (4.4), computed as (4.2) through eig(B/M) (reference value R 0,N = 1.999999999982096 computed with N = 1 000).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "5: case (B2) -errors for increasing N on R 0 and on φ in (4.7), computed as (4.2) through eig(B/M) for α = 1/4 (left, case (B2.1), R 0 = 2) and α = 1 (right, case (B2.2), R 0 = 1.59375).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "6: case (B3) -error for increasing N on R 0 , computed as (4.2) through eig(B/M) (reference value R 0,N = 1.403437609535222 computed withN = 1 000).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "7: case (A3) -R 0 as a function ofβ for varyingD andμ = 1 (left, values R 0,N computed with N = 30 for case (A3.1) and N = 500 for case (A3.2)) and R 0 as a function ofD forβ = 10 andμ = 50 (right, values R 0,N computed with N = 300).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "8: case (A3) -level curves of R 0 as a function of (D,β) forμ = 50 (values R 0,N computed with N = 300). P = 1000 again, and the computation took less than 2 minutes.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "9: case (B3) -R 0 as a function of θ (values R 0,N computed with N = 200). Finally, always for case (B3), we show in Figure 4.10 both the positive eigenfunctions (left) and the positive generalized eigenfunctions (right), normalized to have (absolute) maximum 1. The vertical transmission probability is varied in the set {0, 0.25, 0.5, 0.75, 1}, but independently of θ we can appreciate how the proposed approach approximate smooth curves as expected. 10: case (B3) -normalized eigenfunctions (left) and generalized eigenfunctions (right) for several values of θ, computed with N = 1 000.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}