{
    "paper_id": "b59aae3c7df374db2dce359b7d2d486a073f9263",
    "metadata": {
        "title": "Isolation and Propagation of Coronaviruses in Embryonated Eggs",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "S"
                ],
                "last": "Guy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The embryonated egg is a complex structure comprising an embryo and its supporting membranes (chorioallantoic, amniotic, yolk). The developing embryo and its membranes provide the diversity of cell types that are needed for successful replication of a wide variety of different viruses. Within the family Coronaviridae, the embryonated egg has been used as a host system primarily for two group 3 coronaviruses, infectious bronchitis virus (IBV) and turkey coronavirus (TCoV), but it also has been shown to be suitable for pheasant coronavirus. IBV replicates well in the embryonated chicken egg, regardless of the inoculation route; however, the allantoic route is favored as the virus replicates extensively in chorioallantoic membrane and high titers are found in allantoic fluid. TCoV replicates only in embryo tissues, within epithelium of the intestines and bursa of Fabricius; thus amniotic inoculation is required for isolation and propagation of this virus. Embryonated eggs also provide a potential host system for studies aimed at identifying other, novel coronavirus species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Embryonated eggs are utilized as a laboratory host system for primary isolation and propagation of a variety of different viruses, including the group 3 coronaviruses, infectious bronchitis virus (IBV), turkey coronavirus (TCoV), and pheasant coronavirus (1,2,3,4) . They have been extensively utilized for propagation of these viruses for research purposes and, in the case of IBV, for From: Methods in Molecular Biology, vol. 454: SARS-and Other Coronaviruses, Guy commercial production of vaccines. In addition, embryonated eggs provide a potential host system for studies aimed at identifying other, novel coronavirus species.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 264,
                    "text": "(1,2,3,4)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The embryonated egg comprises the developing embryo and several supporting membranes that enclose cavities or \"sacs\" within the egg (5). The shell membrane lies immediately beneath the shell; this is a tough fibrinous membrane that forms the air sac in the blunt end of the egg. In contrast to the shell membrane, chorioallantoic, amniotic, and yolk membranes comprise largely epithelium and represent potential sites of coronaviral replication. The chorioallantoic membrane (CAM) lies directly beneath the shell membrane; this is a highly vascular membrane that serves as the respiratory organ of the embryo. The CAM is the largest of the embryo membranes, and it encloses the largest cavity within the egg, the allantoic cavity; in the embryonated chicken egg, this cavity contains approximately 5-10 ml of fluid, depending upon the stage of embryonation. The amniotic membrane encloses the embryo and forms the amniotic cavity; in the embryonated chicken egg, this cavity contains approximately 1 ml of fluid. The yolk sac is attached to the embryo and contains the nutrients the embryo utilizes during development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The developing embryo and its membranes (CAM, amniotic, yolk) provide the diversity of cell types that are needed for successful replication of a wide variety of different viruses. Embryonated eggs may be inoculated by depositing virus directly onto the CAM, or by depositing virus within allantoic, amniotic, and yolk sacs (6). For group 3 coronaviruses, inoculation of eggs by allantoic or amniotic routes has been shown to provide these viruses with access to specific cell types that support their replication (2-4). IBV replicates in a variety of epithelial surfaces of the chicken including the respiratory tract, gastrointestinal tract, kidney, and oviduct (7). In the embryonated chicken egg, IBV replicates well regardless of inoculation route; however, the allantoic route is favored as the virus replicates extensively in epithelium of the CAM and high titers are shed into allantoic fluid (8). A pheasant coronavirus has been isolated and propagated in embryonated chicken eggs using procedures similar to those utilized for IBV (allantoic route inoculation) (3). In contrast, TCoV is an enterotropic virus that replicates only in intestinal epithelium and bursa of Fabricius of chickens and turkeys (1,4,9) . The enterotropic nature of TCoV is also observed in the embryonated egg; the virus replicates only in embryonic intestines and bursa of Fabricius, sites that are reached only via amniotic inoculation. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1212,
                    "end": 1219,
                    "text": "(1,4,9)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "1. Fertile eggs are obtained, preferably from specific-pathogen-free (SPF) flocks (Charles River/SPAFAS). Alternatively, fertile eggs may be used that are from healthy flocks that are free of antibody to the virus of interest (see Note 1). 2. Disinfectant: 70% ethanol containing 3.5% iodine and 1.5% sodium iodide. 3. A vibrating engraver (Fisher Scientific) or drill (Dremel) is used to prepare holes in the egg shells. Prior to use, disinfect the tip of the engraving tool/drill to prevent contamination of the egg. 4. Plastic cement, glue, tape, or nail varnish are used to seal holes in the egg shells after inoculation. 5. Egg candlers are available from a variety of commercial sources. 6. A suitable egg incubator is needed; these are available from a variety of commercial sources. Commercially available egg incubators generally are equipped with a heat source, a humidifier, and a timer-based, mechanical turning system. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Egg Inoculation and Incubation"
        },
        {
            "text": "Embryonated chicken and turkey eggs are extensively utilized for isolation and propagation of IBV and TCoV, respectively (2,4). These same eggs and techniques may be useful for amplification of other coronaviruses, and this has been demonstrated with isolation and propagation of pheasant coronavirus in embryonated chicken eggs (3). Embryonated eggs of other avian species may be utilized; these are inoculated essentially as described for chicken and turkey eggs, primarily by making adjustments in the length of time embryos are incubated before inoculation. Embryonated chicken eggs are inoculated by the allantoic route at approximately the middle of the 21-day embryonation period, at 8-10 days of embryonation; they are inoculated by the amniotic route late in the incubation period, at 14-16 days of embryonation. Turkey and duck eggs have a 28-day embryonation period and generally are inoculated by the allantoic route at 11-14 days of embryonation, and by the amniotic route at 18-22 days of embryonation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Embryonated eggs are incubated at a temperature of 38 • -39 • C with a relative humidity of 83-87%. They should be turned several times a day to ensure proper embryo development and to prevent development of adhesions between the embryo and its membranes. Fertile eggs may be stored for brief periods with minimal loss of viability (10). Ideally, fertile eggs are stored at a temperature of 19 • C with a relative humidity of approximately 70%. Alternatively, eggs may be stored at room temperature, but these should be tilted at 45 • , and daily alternated from side to side to minimize loss of embryo viability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Methods for detection of coronaviruses in inoculated embryonated eggs include electron microscopy, immunohistochemistry, and reverse transcriptasepolymerase chain reaction (RT-PCR) procedures (2,4,11,12). Electron microscopy is a particularly useful tool as this method depends solely on morphologic identification of the virus and does not require specific reagents (13). The characteristic electron microscopic morphology of coronaviruses allows their presumptive identification in embryonic fluids (e.g., allantoic fluid) or embryo intestinal contents. A variety of immunohistochemical and RT-PCR procedures has been developed for detection of coronaviruses. These same procedures may be useful for detection of novel coronaviruses owing to antigenic and genomic similarities among coronaviruses, particularly those within the same antigenic group (2,4,9,11,12,14-16 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 851,
                    "end": 869,
                    "text": "(2,4,9,11,12,14-16",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "1. Place swabs used to collect clinical samples such as respiratory secretions and feces into 2-3 ml of DMEM supplemented with FBS and antibiotics. 2. Collect tissues using an aseptic technique and place in clean, tightly sealed bags (Whirlpak bags). 3. Chill clinical samples immediately after collection and transport them to the laboratory with minimal delay. Samples may be shipped on ice, dry ice, or with commercially available cold packs (see Note 2). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of Samples for Egg Inoculation"
        },
        {
            "text": "1. Fertile embryonated chicken eggs are inoculated, as above, at 14-16 days of embryonation; turkey and duck eggs at 18-22 days of embryonation. Candle the eggs and mark the general location of the embryo (see Note 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amniotic Sac Inoculation (Method B)"
        },
        {
            "text": "2. Place eggs in an egg flat with the air cell up. Disinfect the shell at the top of the egg, over the center of the air cell. Drill a small hole through the shell at the center of the air cell. 3. Use a 1-ml syringe with a 22-gauge, 1.5-in. (38-mm) needle to inoculate chicken, duck, and turkey embryos. Inoculate the eggs in a darkened room, as the embryo must be visualized for this method of amniotic inoculation. Hold the egg against an egg candler and insert the needle into the egg and toward the shadow of the embryo. As the tip of the needle approaches the embryo, a quick stab is used to penetrate the amniotic sac. Penetration of the amniotic sac may be verified by moving the needle sideways; the embryo should move as the needle moves (see Note 4). 4. Seal the holes and return the eggs to the incubator. 5. Inoculated embryos are generally examined for the presence of the virus after incubation for 2-5 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amniotic Sac Inoculation (Method B)"
        },
        {
            "text": "1. Candle eggs once daily after inoculation. Discard all eggs with embryos that die within the first 24 h after inoculation (see Note 6). 2. Collect allantoic fluid from all the eggs with embryos that die more than 24 h after inoculation and from eggs with embryos that survive through the specified incubation period. Eggs with live embryos following the specified incubation period are refrigerated for at least 4 h, or overnight, prior to collection of allantoic fluid (see Note 7). 3. Place eggs in an egg flat with the air cell up. Disinfect the portion of the egg shell that covers the air cell, and use sterile forceps or fine scissors to crack and remove the egg shell over the air cell. 4. Use forceps to gently dissect through the shell membrane and CAM to expose the allantoic fluid. Use forceps to depress the membranes within the allantoic cavity so that allantoic fluid pools around the tip of the forceps. Use a pipette or syringe with a needle to aspirate the fluid. Place fluid in sterile 12 × 75-mm snap-cap tubes or other vials. Store at -70 • C. 5. Examine the allantoic fluid for the presence of coronavirus using electron microscopy, immunohistochemistry, or RT-PCR (see Note 8).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of Allantoic Fluid from Eggs Inoculated by the Allantoic Route"
        },
        {
            "text": "1. Candle eggs once daily after inoculation. Discard all eggs with embryos that die within the first 24 h after inoculation (see Note 6). 2. Examine all eggs with embryos that die more than 24 h after inoculation and eggs with embryos that survive through the specified incubation period (see Note 9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of Embryo Tissues from Eggs Inoculated by the Amniotic Route"
        },
        {
            "text": "3. Euthanize embryos by placing eggs in a plastic bag or plastic bucket filled with carbon dioxide gas, or refrigerate (4 • C) overnight. Alternatively, embryos may be euthanized by cervical dislocation upon removal from the eggs using the handles of a pair of scissors (see Note 10). 4. Place eggs in an egg flat with the air cell up. Disinfect the portion of the egg shell that covers the air cell, and use sterile forceps or fine scissors to crack and remove the egg shell over the air cell. 5. Use forceps to dissect through the shell membrane and CAM. 6. Grasp the embryo with sterile forceps and gently remove it from the egg. 7. Remove selected tissues and/or intestinal contents from the embryo for coronavirus detection using electron microscopy, immunohistochemistry,, or RT-PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Collection of Embryo Tissues from Eggs Inoculated by the Amniotic Route"
        },
        {
            "text": "1. Fertile eggs from non-SPF flocks may be used; however, the presence of antibodies may interfere with isolation and propagation, and the presence of eggtransmitted infectious agents may result in contamination of any viruses obtained with these eggs. 2. If dry ice is use, samples must be placed in tightly sealed containers to prevent inactivation of viruses from released carbon dioxide. 3. The supernatant fluid should be filtered if the specimen is feces or other sample that is probably contaminated with high concentrations of bacteria. Filtration of samples will reduce virus titer, and should be used only when necessary. 4. The accuracy of delivering an inoculum into the amniotic sac using this method may be checked by injecting a dye such as crystal violet (0.2% crystal violet in 95% ethanol), then opening the eggs and determining the site of dye deposition. 5. The principal disadvantage of method B is the difficulty of visualizing the embryo, particularly in embryonated eggs having a dark shell color (e.g., turkey eggs, brown chicken eggs). 6. Embryo deaths that occur less than 24 h after inoculation are generally due to bacterial contamination, toxicity of the inoculum, or injury. 7. Refrigeration kills the embryo and causes the blood to clot. This prevents contamination of allantoic fluid with blood. 8. Multiple passages in embryonated eggs may be necessary for initial isolation of coronaviruses; allantoic fluid is used as inoculum for passages. Embryos at each passage should be evaluated for gross lesions. For IBV, embryo-lethal strains generally result in embryos with cutaneous hemorrhage; non-embryolethal strains result in stunting, curling, clubbing of down, or urate deposits in the mesonephros of the kidney. Virus replication in embryonated eggs may not be associated with readily detectable embryo lesions. 9. TCoV rarely results in embryo mortality; for this virus only those eggs with live embryos following the specified incubation period are examined. The possibility of embryo-lethal viruses should not be overlooked. 10 . The method of euthanasia employed will depend upon the method used to detect virus in inoculated embryos. Fresh tissues are required if immunohistochemistry is to be employed; for this, embryos should be euthanized by cervical dislocation or exposed briefly to carbon dioxide gas.",
            "cite_spans": [
                {
                    "start": 2066,
                    "end": 2068,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Notes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of transmissible enteritis agent of turkeys in avian embryos Avian Dis",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hofstad",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "426--433",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Infectious bronchitis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Naqi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fadly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Glisson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcdougald",
                    "suffix": ""
                },
                {
                    "first": "Swayne",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Diseases of Poultry",
            "volume": "",
            "issn": "",
            "pages": "101--120",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Isolation and identification of infectious bronchitis virus from pheasants",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gough",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Winkler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spackman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Vet. Rec",
            "volume": "138",
            "issn": "",
            "pages": "208--209",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Turkey coronavirus enteritis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Saif",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fadly",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Glisson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcdougald",
                    "suffix": ""
                },
                {
                    "first": "Swayne",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Diseases of Poultry",
            "volume": "",
            "issn": "",
            "pages": "300--308",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "General principles underlying laboratory diagnosis of viral infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Hawkes",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Diagnostic Procedures for Viral, Rickettsial and Chlamydial Infections",
            "volume": "",
            "issn": "",
            "pages": "1--48",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A Laboratory Manual for Isolation and Identification of Avian Pathogens",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Senne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Swayne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Glisson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jackwood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Pearson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "235--240",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Severe acute respiratory syndrome vaccine development: experiences of vaccination against avian infectious bronchitis virus Avian Pathol",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "567--582",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The combined influence of age of embryo, temperature and duration of incubation on the replication and yield of avian infectious bronchitis virus in the developing chick embryo",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "T W"
                    ],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Nassar",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Avian Pathol",
            "volume": "2",
            "issn": "",
            "pages": "279--294",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Turkey coronavirus is more closely related to avian infectious bronchitis virus than to mammalian coronaviruses: a review Avian Pathol",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Guy",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "29",
            "issn": "",
            "pages": "207--212",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Egg handling and storage",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brake",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Benton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Petitte",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Meyerhof",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Penalva",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Poult. Sci",
            "volume": "76",
            "issn": "",
            "pages": "144--151",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Molecular identification and characterization of novel coronaviruses infecting graylag geese (Anser anser), feral pigeons (Columba livia) and mallards (Anas platyrhynchos)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Jonassen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kofstad",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "L"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lovland",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Handeland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Follestad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lillehaug",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Gen. Virol",
            "volume": "86",
            "issn": "",
            "pages": "1597--1607",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Phylogenetic analysis of a highly conserved region of the polymerase gene from 11 coronaviruses and development of a consensus polymerase chain reaction assay",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Stephensen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Casebolt",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Gangopadhyay",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Virus Res",
            "volume": "60",
            "issn": "",
            "pages": "181--189",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Detection of viruses in avian faeces by direct electron microscopy Avian Pathol",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcnulty",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Curran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcferran",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "239--247",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coronaviruses from pheasants (Phasianus colchicus) are genetically closely related to coronaviruses of domestic fowl (infectious bronchitis virus) and turkeys",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mawditt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Welchman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Avian Pathol",
            "volume": "31",
            "issn": "",
            "pages": "181--193",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Antigenic characterization of a turkey coronavirus identified in poult enteritis and mortality syndromeaffected turkeys",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Guy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Breslin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Avian Dis",
            "volume": "41",
            "issn": "",
            "pages": "583--590",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Coronaviruses in poultry and other birds Avian Pathol",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "439--448",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Embryonated chicken eggs at 8-10 days of embryonation are commonly used; eggs from other avian species may be used by making adjustments in the ages at which embryos are inoculated. Turkey and duck eggs (28-day embryonation period) are generally inoculated by this route at 11-14 days of embryonation. 2. Place eggs in an egg flat with the air cell up. Candle eggs to ensure viability and mark the edge of the air cell using a pencil. 3. Disinfect the area marked on the shell and drill a small hole just above the mark so that the hole penetrates the air cell, but not the portion of the egg below it. 4. A 1-ml syringe with a 25-gauge, 0.5-in.(12-mm)  needle is used to inoculate the eggs. Insert the needle up to the hub while holding the syringe vertically and inject 0.1-0.3 ml of inoculum into the allantoic cavity. 5. Seal the holes and return the eggs to the incubator. 6. Incubate the eggs for 3-7 days. 7. Evaluate the embryos and the allantoic fluid for presence of virus as described below.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fertile embryonated eggs are inoculated late in the incubation period. Chicken eggs are inoculated at 14-16 days of embryonation; turkey and duck eggs are inoculated at 18-22 days of embryonation. 2. Candle eggs to ensure embryo viability. Place eggs in an egg flat with the air cell up. Disinfect the shell at the top of the egg, over the center of the air cell. Drill a small hole through the shell at the center of air cell using a vibrating engraver. 3. Use a 1-ml syringe with a 22-gauge, 1.5-in. (38-mm) needle to inoculate chicken, duck, and turkey embryos. Insert the needle up to the hub while holding the syringe vertically and inject 0.1-0.2 ml of inoculum into the amniotic cavity (see Note 4). 4. Seal the holes and return the eggs to the incubator. 5. Inoculated embryos are generally examined for the presence of the virus after incubation for 2-5 days. 6. Evaluate the inoculated embryos for the presence of the virus as described below.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". Materials 2.1. Collection of Samples for Egg Inoculation [0.05 mg/ml], amphotericin B [5 g/ml]). Adjust pH to 7.0-7.4. Tryptose phosphate broth and other cell culture basal media (minimal essential medium, RPMI 1640, etc.) may be substituted for DMEM. 2. Sterile cotton-tipped swabs are used for collection of antemortem samples (e.g., Sterile Whirlpak R bags (Fisher Scientific) are used for the collection of tissues.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}