{
    "paper_id": "b6129b7bffc506b3549066ef8e0d903625d7d8b8",
    "metadata": {
        "title": "Generation of MERS-CoV Pseudotyped Viral Particles for the Evaluation of Neutralizing Antibodies in Mammalian Sera",
        "authors": [
            {
                "first": "Abdulrahman",
                "middle": [],
                "last": "Almasaud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Naif",
                "middle": [
                    "Khalaf"
                ],
                "last": "Alharbi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anwar",
                "middle": [
                    "M"
                ],
                "last": "Hashem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Pseudotyped viral particle production has been used extensively and broadly for many viruses to evaluate levels of neutralizing antibodies, viral entry inhibitors and vaccine immunogenicity. This assay is extremely safe and useful alternative to live virus-based assay without the need for high containment facilities. In this chapter, we describe the generation of MERS-CoV pseudotyped viral particles (MERSpp) expressing fulllength spike protein using second-generation lentiviral packaging system. This platform is optimized to generate high titer of MERSpp and to test sera from different mammalian species.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pseudotype viruses (also known as pseudoviruses, pseudoparticles, or pseudotype viral particles) were discovered in 1911 [1] . They are chimeric viral particles expressing recombinant glycoproteins from one virus on the surface of another replication-deficient virus (viral vector), generating a single round chimeric viral particles. Pseudotype viral particles have been developed for many viruses especially those requiring high containment facilities such as SARS-CoV, MERS-CoV, Ebola, and highly pathogenic influenza A viruses without the need to handle wild-type viruses [2] . Pseudotype-based assays allow for accurate, specific, and sensitive detection of neutralizing antibodies (nAbs) and screening for viral entry inhibitors.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The most efficient and common viral vectors for the production of pseudotype viral particles are lentiviruses. Lentiviral vectors are retroviruses, which are enveloped single-stranded RNA viruses, derived, for example, from human immunodeficiency virus type 1 (HIV-1). They have been used to develop pseudotype viral particles for many pathogenic viruses [3] [4] [5] [6] . These replication-deficient vectors offer a number of advantages including that they do not replicate in mammalian cells, they infect dividing and nondividing cells, they can incorporate large transgenes derived from other pathogenic viruses as large as 9 kb, and they induce no or weak immune response [7] [8] [9] . Several studies have utilized lentiviral vectors to generate MERS-CoV pseudotype viral particles (MERSpp) to evaluate nAbs in humans and animals. Here, we describe detailed protocol for the generation and utilization of MERSpp. This protocol is based on lentiviral system and use of luciferase enzyme as the main readout reporter of the system. ",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 358,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 680,
                    "end": 683,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 684,
                    "end": 687,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Proper antiseptic techniques should be used, and all equipment and solutions to be used with cells must be sterile. All steps should be performed under biosafety cabinet class II in a tissue culture room. All cell culture incubations should be performed in a humidified 37 C incubator with 5% CO 2 , and all solutions should be pre-warmed to room temperature or 37 C before use with cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "1. Plate 293T cells 24 h before transfection in a 75 cm 2 tissue culture flask and incubate the flask in 37 C incubator with 5% CO 2 to be 70% confluent at the time of transfection (next day) (see Note 3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of Pseudotype Viruses"
        },
        {
            "text": "2. On the day of transfection, prepare and label two sterile 1.5 mL microcentrifuge tubes (tube 1 and tube 2) per transfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of Pseudotype Viruses"
        },
        {
            "text": "3. Add 200 μL pre-warmed Opti-MEM to tube 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of Pseudotype Viruses"
        },
        {
            "text": "4. Add the DNA plasmids to tube 1 at the ratio 0.9:1:1.5 (pCAGGS-MERS-CoV spike:p8.91:pCSFLW) (see Note 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generation of Pseudotype Viruses"
        },
        {
            "text": "Opti-MEM and 35 μL of 1 mg/mL PEI to tube 2 (see Note 5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 200 μL"
        },
        {
            "text": "6. Mix both tubes by gentle mixing and incubate for 5 min at room temperature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 200 μL"
        },
        {
            "text": "7. Transfer the content of tube 2 into tube 1 and incubate the tube at room temperature for 20 min. Mix the tube by gentle rocking every 3-4 min during incubation period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 200 μL"
        },
        {
            "text": "8. During incubation, remove the media from the 293 T cell flask and add 7 mL of fresh pre-warmed complete cell growth media (see Note 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 200 μL"
        },
        {
            "text": "9. After the 20 min incubation, pipette the mixture from the tube onto 293T cells dropwise over the complete area of the flask. Swirl the flask gently to ensure even dispersal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 200 μL"
        },
        {
            "text": "10. Incubate the flask at 37 C, 5% CO 2 for overnight for 12-16 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 200 μL"
        },
        {
            "text": "11. After incubation, change the media by removing the old media and adding 7 mL of fresh pre-warmed complete cell growth media (see Note 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 200 μL"
        },
        {
            "text": "12. Incubate the flask at 37 C, 5% CO 2 for additional 32-36 h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 200 μL"
        },
        {
            "text": "13. Collect the supernatant, which contains the viral pseudotype particles, using sterile 10 mL sterile syringe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 200 μL"
        },
        {
            "text": "14. Filter the collected supernatant through a Sterile 0.45 μm filter into a sterile 15 mL tube.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 200 μL"
        },
        {
            "text": "15. Store the filtered supernatant at À80 C (see Note 7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 200 μL"
        },
        {
            "text": "1. In a 96-well white opaque culture plate, add 50 μL of pre-warmed complete cell growth media to all wells in column 12 \"cell only control\" (CC) as a negative control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MERSpp Titration"
        },
        {
            "text": "2. Add 50 μL of pre-warmed complete cell growth media to all wells in rows B to H, columns 1 to 11 (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 106,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MERSpp Titration"
        },
        {
            "text": "ΔEnv pseudotype viruses to wells of row A as shown in Fig. 1 excluding CC column (i.e., column 12) (see Note 8).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 60,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "4. Remove 50 μL from virus-containing wells in row A (A1-A11) and perform 1:2 serial dilutions downward to all wells below (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 130,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "5. During each dilution step mix well by pipetting eight times up and down.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "6. Continue the dilution until row H and discard the final 50 μL from the last wells in row H ( Fig. 1 ) (see Note 9).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 102,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "7. Harvest Huh7 cells from the 75 cm 2 tissue culture flask using standard trypsinization procedure (see Note 10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "8. Count the cells and prepare a 5 mL cell suspension at 2 Â 10 5 cells/mL in pre-warmed complete cell growth media (i.e., every 50 μL should contain 1 Â 10 4 cells in total). 9 . Add 50 μL of the Huh7 cell suspension to all well in the 96-well white opaque culture plate (see Note 11).",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "10. Centrifuge the 96-well opaque culture plate for 1 min at 500 Â g to settle down any droplets on the inner sides of the wells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "11. Incubate the plate for 48 h at 37 C, 5% CO 2 (see Note 12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "12. In 15 mL falcon tube, prepare 1:1 Bright Glo ™ luciferase substrate by adding equal amount of the substrate and pre-warmed complete cell growth media (for one 96-well plate: add 2.5 mL of substrate and 2.5 mL pre-warmed complete cell growth media to make 5 mL total volume of prepared substrate).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "13. After incubation, pipette out and discard supernatant from all wells and add 50 μL of the prepared substrate into each well of the 96-well plate (see Notes 13 and 14).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "14. Wait 5 min and then read the plate using a luminometer and save the results. Figure 2 shows example readout of a titration plate (see Note 15). 2. Add 50 μL of pre-warmed complete cell growth media to all wells in column 11 \"cells + virus control\" (VC) (Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 89,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 257,
                    "end": 264,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "3. Add 50 μL of pre-warmed complete cell growth media to all wells in rows B to H in columns 1 to 10 (Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "4. Add 95 μL of pre-warmed complete cell growth media in wells in row A (A1-A10) (Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "text": "(Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "5. Add 5 μL of serum samples in duplicate (two wells per sample) in wells in row A (A1-A10) (Fig. 3) to have 1:20 dilution (see Note 16).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "6. Remove 25 μL from wells in row A (A1-A10) and perform 1:3 serial dilutions downward to all wells below (Fig. 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "7. During each dilution step mix well by pipetting five times up and down. 11. Add 50 μL of MERSpp suspension into each well in the plate except column 12 (CC).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "12. Incubate the plate for 1 h at 37 C, 5% CO 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "13. After incubation, add 50 μL of the Huh7 cell suspension to all wells (1 Â 10 4 cells in total). So, each well in the plate will have 150 μL total volume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "14. Incubate the plate for 48 h at 37 C, 5% CO 2 (see Note 12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "15. After incubation, discard the supernatant from all wells and measure luciferase activity on a luminometer as indicated in the titration step and save the results (see Note 13). Figure 4 shows an example of the levels of background neutralization activity from different species. Use codon-optimized transgene for mammalian cell expression. All plasmids need to be transformed into DH5α cells or similar cells using ampicillin as a selection antibiotic. Plasmids can be purified using routine protocols.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 189,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "2. To prepare branched polyethylenimine (PEI) at 1 mg/mL, dissolve PEI in endotoxin-free water (pre-warmed to 80 C). Let it cool down at room temperature, and then neutralize the pH (pH 7.0) using 1 M HEPES buffer to a final concentration of 15 mM. Sterilize the solution by filtration using Sterile 0.22 μm filters. Filtration is important not only for sterility but also to remove undissolved PEI, which could reduce the transfection efficiency. Store aliquots of 0.2-1 mL at À80 C for long-term storage. Thawed and working solutions could be stored at 4 C for up to 2 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "3. Alternatively, 100 mm petri dishes could be used. Cells could be cultured without antibiotics to reduce toxicity and cell death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Add 100 μL of supernatant containing MERSpp, VSV-G, or"
        },
        {
            "text": "(VSV-G-pcDNA3.1) or an empty pcDNA3.1 vector could be used instead of pCAGGS-MERS-CoV spike to generate VSV-G pseudovirus or pseudovirus without Env (ΔEnv) as controls. 6. Make sure to add media slowly to one side of the flask to avoid detaching adherent cells. Avoid cell drying by adding the media right after removing the old media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A plasmid encoding vesicular stomatitis virus G protein"
        },
        {
            "text": "7. It is recommended to aliquot the collected supernatant to avoid multiple freezing and thawing. Collected supernatant could be stored at 4 C for up to one week without loss in MERSpp titer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A plasmid encoding vesicular stomatitis virus G protein"
        },
        {
            "text": "8. Use of VSV-G or ΔEnv pseudotype viruses is optional as controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A plasmid encoding vesicular stomatitis virus G protein"
        },
        {
            "text": "9. After completing the serial dilutions, the final volume per well should be 50 μL of mixed cell growth media and supernatant containing viral pseudotype particles. 10 . To harvest or maintain Huh7 cells, remove media from the flask, wash the cell monolayer gently with 3-5 mL of sterile pre-warmed DPBS without calcium or magnesium, and discard the used washing solution. Add 3 mL pre-warmed 1Â trypsin-EDTA in DPBS without calcium or magnesium to the cell monolayer and incubate for 5 min at 37 C, 5% CO 2 to detach cells (incubation may vary, so check the cells every 2-3 min). After cells are detached, add 3 mL pre-warmed complete cell growth media to the flask to quench trypsin activity, and collect detached cells in 15 mL sterile falcon tube. Make sure to centrifuge the collected cells and discard the supernatant. Then, add new 6 mL pre-warmed complete cell growth media and re-suspend the cells by pipetting up and down to make a homogenous cell suspension.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "A plasmid encoding vesicular stomatitis virus G protein"
        },
        {
            "text": "11. It is recommended to seed a few wells of a regular 96-well tissue culture plate with 50 μL of the Huh7 cell suspension and 50 μL pre-warmed complete cell growth media to be able to check cells under the microscope to get a sense of how confluent and viable the cells are.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A plasmid encoding vesicular stomatitis virus G protein"
        },
        {
            "text": "12. Ensure the incubator is H 2 O saturated to avoid cell drying.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A plasmid encoding vesicular stomatitis virus G protein"
        },
        {
            "text": "13. Make sure to avoid detaching and removing adherent cells when aspirating off medium from wells. Therefore, it is recommended to only remove 90 μL and 140 μL from each well in the titration and the neutralization plates, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A plasmid encoding vesicular stomatitis virus G protein"
        },
        {
            "text": "14. Alternatively, aspirate off medium and add 30 μL of 1Â passive lysis buffer (25 mM Tris-phosphate (pH 7.8), 2 mM DTT, 2 mM 1,2-diaminocyclohexaneN,N,N 0 ,N 0 -tetraacetic acid, 10% glycerol, 1% Triton X-100) to each well. Then, freeze and thaw the cells once on dry ice. After thawing, leave the plate at room temperature for 30 min before reading luciferase activity on Luminometer supplied with two injectors for both luciferase buffer (15 mM MgSO4, 15 mM KPO4 (pH 7.8), 1 mM ATP, 1 mM DTT in d H 2 O; 20 mL is needed per plate to add 100 μL per well) and luciferase substrates (D-luciferin potassium salt dissolve in H 2 O at 0.3 mg/mL, 10 mL is needed per plate to add 50 μL per well). Measure light produced from the reaction~8 s after adding the substrate using an integration time of 5-30 s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A plasmid encoding vesicular stomatitis virus G protein"
        },
        {
            "text": "15. Alternatively, the HIV-1 p24 content in the generated pseudotyped viruses could be quantified by HIV-1 p24 CA capture ELISA kit and pseudotyped viruses equivalent to~500 ηg of p24 could be used in neutralization assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A plasmid encoding vesicular stomatitis virus G protein"
        },
        {
            "text": "16. Use heat-inactivated serum samples at 56 C for 30 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A plasmid encoding vesicular stomatitis virus G protein"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A transmissible avian neoplasm. (Sarcoma of the common fowl)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rous",
                    "suffix": ""
                }
            ],
            "year": 1910,
            "venue": "J Exp Med",
            "volume": "12",
            "issn": "",
            "pages": "696--705",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pseudotype-based neutralization assays for influenza: a systematic analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Carnell",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grehan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Front Immunol",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fimmu.2015.00161"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chimeric influenza haemagglutinins: generation and use in pseudotype neutralization assays",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Temperton",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Methods",
            "volume": "4",
            "issn": "",
            "pages": "11--24",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mex.2016.12.001"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Novel functional hepatitis C virus glycoprotein isolates identified using an optimized viral pseudotype entry assay",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Urbanowicz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcclure",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Gen Virol",
            "volume": "97",
            "issn": "",
            "pages": "2265--2279",
            "other_ids": {
                "DOI": [
                    "10.1099/jgv.0.000537"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pseudoparticle neutralization assay for detecting Ebola-neutralizing antibodies in biosafety level 2 settings",
            "authors": [
                {
                    "first": "Awh",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "Rapm",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Chem",
            "volume": "61",
            "issn": "",
            "pages": "885--886",
            "other_ids": {
                "DOI": [
                    "10.1373/clinchem.2015.238204"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An optimised method for the production of MERS-CoV spike expressing viral pseudotypes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Grehan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Temperton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Methods",
            "volume": "2",
            "issn": "",
            "pages": "379--384",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mex.2015.09.003"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Altering the tropism of lentiviral vectors through pseudotyping",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cronin",
                    "suffix": ""
                },
                {
                    "first": "X-Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Reiser",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Gene Ther",
            "volume": "5",
            "issn": "",
            "pages": "387--398",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pseudotyping of murine leukemia virus with the envelope glycoproteins of HIV generates a retroviral vector with specificity of infection for CD4-expressing cells",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Schnierle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stitz",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bosch",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "94",
            "issn": "",
            "pages": "8640--8645",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Self-inactivating lentivirus vector for safe and efficient in vivo gene delivery",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zufferey",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dull",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Mandel",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Virol",
            "volume": "72",
            "issn": "",
            "pages": "9873--9880",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The mitochondrial genome of Arabidopsis thaliana contains 57 genes in 366,924 nucleotides",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Unseld",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Marienfeld",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brandt",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nat Genet",
            "volume": "15",
            "issn": "",
            "pages": "57--61",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "pre-warmed complete cell growth media to all wells except wells A1-A11 in row A 50 µL Huh7 cell suspension 1X10^4 cells/mL to all Plate layout for MERSpp titration. The sequential steps of plate preparation are indicated by numbered boxes. The color intensity indicates the expected values of luciferase readout3.3 MERSpp Neutralization (MN) Assay1. Add 100 μL of pre-warmed complete cell growth media to all wells in column 12 \"cell only control\" (CC) of the 96-well opaque white plate(Fig. 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "An example readout of MERSpp titration plate 8. Continue the dilution until row H; discard the final 25 μL from the last wells in row H (Fig. 3).9. Also discard 25 μL from wells in row A (A1-A10).10. Based on MERSpp titration, prepare a MERSpp suspension with a concentration of 200,000 RLU per 50 μL, a total of 5 mL are needed for one 96-well plate (see Note 15).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "25µL of the last wells.Then discard another 25µL from wells A1-A10 in row APlate preparation for MERSpp neutralization assay. The preparation steps for MERSpp neutralization assay plate are indicated by numbered boxes. The color intensity indicates the expected values of luciferase readout 4 Notes 1. Other mammalian vectors such as pcDNA3.1 could be used.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "MERSpp neutralization assay for naïve serum samples from different species. Serum samples from different species, including humans, camels, rats, and mice, were tested in a MERSpp NA with two different concentrations of pseudotyped viruses (200,000 and 550,000 RLU per well). All samples were negative for Anti-MERS-CoV antibodies by standard commercial ELISA before conducting the MERSpp NA. The results showed levels of background neutralization that varied between species. This background neutralization is expected based on our previous observation (unpublished data) 5. Alternatively, Lipofectamine 2000 could be used. To tube 2, add 15 μL of Lipofectamine 2000 into 200 μL pre-warmed Opti-MEM. It is recommended to use a range of 0.5-5 μL of Lipofectamine 2000 per μg of DNA.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Opti-MEM reduced serum media.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to express our gratitude and thanks to Dr. Nigel Temperton and Dr. Keith Grehan for generating and providing the required plasmids for MERSpp. This work was supported by King Abdulaziz City for Science and Technology (KACST) through the MERS-CoV research grant program (number 09-1 and 34-01 to AMH and NKA, respectively), which is a part of the Targeted Research Program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}