{
    "paper_id": "b6d620127e14d6547f516fac5d111eb42b318932",
    "metadata": {
        "title": "Inseparable tandem: Evolution chooses ATP and Ca2+ to control life, death and cellular signalling",
        "authors": [
            {
                "first": "E",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maynard",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Wachowius",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "How did brains evolve to become so complex, and what is their future? Brains pose an explanatory challenge because entropy, which inexorably increases over time, is commonly associated with disorder and simplicity. Recently we showed how evolution is an entropic process, building structures -organisms -which themselves facilitate entropy growth. Here we suggest that key transitional points in evolution extended organisms' reach into space and time, opening channels into new regions of a complex multi-dimensional state space that also allow entropy to increase. Brain evolution enabled representation of space and time, which vastly enhances this process. Some of these channels lead to tiny, dead-ends in the state space: the persistence of complex life is thus not thermodynamically guaranteed. Journal Pre-proof J o u r n a l P r e -p r o o f 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The past two centuries have seen two profound and yet superficially contradictory ideas shape our understanding of the universe and our place in it. One is the second law of thermodynamics, stating that entropy always increases; the other is Darwin's theory of evolution. Both of these have statistical foundations and yet seem to have opposing outcomes: entropy leads to gradually increasing disorganisation and disorder whereas evolution has led, over almost four billion years [1], to increasing order and complexity, all the way to human civilisation. How can the statistically driven unfolding of the universe generate both disorder and complexity by the same rules?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Recently, we explored the notion that the unifying element is provided by the role of structures in space and time, and in particular life's discovery of how to generate new chemical interactions that increase entropy while maximising their own persistence [2] . By this view, life discovers new channels for entropy to flow through an increasingly multicompartmented multidimensional state-space \"foam\", becoming more complex in the process. Here, we extend this notion to the role of brains in massively increasing the size of the reachable state space. We highlight the role in this process of the brain's evolution of the representation of space and time, concluding with a speculation on the future of the process.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 260,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "From the physics perspective, entropy relates to the inverse of free energy, which is energy that can do work (move things). Entropy always increases, like a gas in a network of connected chambers trying to rise as high as possible, using the steepest and widest channels to maximise its flow. The equivalent of the upwards force in this analogy is the Journal Pre-proof 1 An accessible discussion of different aspects of the physics of the separation of oil and water can be found at https://physics.stackexchange.com/questions/111955/homemade-salad-dressing-separates-into-layers-afterit-sits-for-a-while-why-doe Journal Pre-proof 4 Schrödinger, E. (1944) What is life? The physical aspect of the living cell and mind, Cambridge University Press Cambridge. 5 The evolution of eukaryotic cilia and flagella as motile and sensory organelles. Adv. Exp. Med. Biol. 607, 130-140 12 Libby, E. and B Rainey, P. (2013) A conceptual framework for the evolutionary origins of multicellularity. Phys. Biol. 10, Journal Pre-proof  Language When humans acquired language this enabled them to bring together ideas that had been separated by space and time, thus allowing rapid development of new behaviours, and, eventually, technology. The ability of these ideas to persist across time is reminiscent of the ability of nucleic acids to do so  Beyond genes -technology Journal Pre-proof J o u r n a l P r e -p r o o f 20 Using language, humans have developed technology, which enormously enhances our reach across time and space and enables us to do many things that we could not have done before. This has transformed the planet to a degree not seen for millions of years, leading to a new geological era, the Anthropocene. Journal Pre-proof J o u r n a l P r e -p r o o f Highlights  Evolution of brain complexity is (counter-intuitively) an entropy-enhancing process leading organisms to new regions of a space of states, which in turn allow access through \"channels\" to additional new spaces, and thus entropy to continue growing  Step transitions in evolution have occurred as organisms acquired new abilities to \"reach out\" in space and time, vastly increasing the visitable space of states, and thereby access to new channels  The ability of brains to represent space and time, culminating in human language and hence human technological civilisation, was an important set of transitions that magnified this process  Continued evolution of biological complexity is not assured, because some newly accessible regions of the state-space may be small and have no exits, resulting in extinction Journal Pre-proof",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f 3 tendency of systems to move from less probable to more probable states over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to Boltzmann's theorem, the states that are more probable are those that can be realized by a larger number of microscopic configurations (or \"microstates\") [3]. Once a system has reached thermodynamic equilibrium it has maximised its entropy (all the gas is in the uppermost chamber) and no further work/change is possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Entropy is sometimes associated with the development of spatial homogeneity and loss of gradients. For example, entropy increases when matter spontaneously becomes more evenly dispersed, as when two initially separated gases intermingle. Similarly, the flow of heat down a temperature gradient, another entropic process, occurs because the distribution of kinetic energies of the particles becomes more spatially mixed. At their core, these processes are statistical: freely moving particles are more likely to distribute themselves in a random unstructured way throughout a space than in a more ordered way, simply because there are more possible disordered than ordered states. Boltzmann quantified entropy as the number of microstates that can give rise to the same macrostate [3] : for spatially structured systems, such as the separated gases or the hot and cold objects, there are fewer ways in which the component particles or particle velocities (microstates) can be arranged and still preserve that structure, and so entropy is lower.",
            "cite_spans": [
                {
                    "start": 780,
                    "end": 783,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, the linking of entropy to loss of spatial order is not universal, because sometimes the progression of a system to a higher entropy state actually reduces spatial homogeneity [2] . For example, mixed oil and water will spontaneously separate, and the resulting separated state has higher entropy. This is because the movement of the water molecules under gravity displaces the oil's drops upwards, liberating energy that raises the temperature: although there are fewer places the particles can be, there are more velocities J o u r n a l P r e -p r o o f 4 available to each particle and so the number of possible microstates is still higher 1 . Entropy is thus not fundamentally about macroscopic order/disorder as is often assumed -it is about probability, and the tendency of systems to move towards more probable macroscopic states over time. For some systems such as stars, galaxies and life itself, a structured state is more probable than a dispersed state, given certain conditions (such as gravity).",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The \"upwards flow\" (or \"growth\") of entropy is not necessarily smooth: systems can transiently settle into states that are low in entropy (high in free energy) but remain stable for a long time. These are like bubbles in the abstract space of states, confining the system into a region [2] . A tree, for example, may persist apparently stably for years until a lightning strike ignites it and it transitions suddenly to a new, higher entropy state. The lightning can be thought of as opening a channel in the \"skin\" of the bubble that allows the dammed entropy stored in the tree to suddenly flow up to a new, higher bubble. A tree is therefore not truly stable: rather, we say it is \"metastable\".",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We turn now to the issue of life, and why it has evolved such remarkable complexity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Life and entropy"
        },
        {
            "text": "Schrödinger suggested that life is a local reversal of entropy in which the low entropy of a living organism is bought at the cost of a greater increase in the entropy of its surroundings [4] . This idea assumes that the special structures that characterize life necessarily have low entropy. However, the discussion above suggests that life can be more like oil and water or a fusion star or a black hole: it is a higher-entropy structure in its own right (see [2] for a J o u r n a l P r e -p r o o f 5 more detailed discussion of this argument): life formed because, given the laws of physics and the conditions of the present-day universe, it is more probable than non-life. The structure and order of life do not necessarily mean lower entropy, because entropy can, as we saw, increase even in processes that generate order. nucleic acids, which have the property of being able to replicate their sequences [6] . From this moment forwards, evolution became a ratchet in which the self-copying preserved, over time, the stable structure of useful new molecules (where \"useful\" means, circularly, \"facilitates the self-copying\"). This self-sustaining process was initiated and enabled by the spatial properties of carbon atoms which can, due to their tetrahedral bond arrangement, polymerise stably to form long chains. Because of their flexibility, these molecules enable new chemical interactions to occur by bringing the substrates into close spatial contact.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Life and entropy"
        },
        {
            "text": "Each of these chemical reactions dissipates free energy as heat and increases the entropy of the system. Carbon's extension into space thus underpins evolution at a chemical level, opening channels for entropy to flow upwards, while the self-copying of nucleic acids Inside cells, evolution also started to make use of spatio-temporal interactions in new ways. By 2.6 billion years ago cells had already evolved voltage-and ligand-gated ion channels, receptor-kinase-transcriptome signalling and the ability to regulate the translation of genes to proteins [10]. They also evolved intracellular transport systems made from microtubules, which allowed molecules to be moved around and brought together at the optimal time and place for their reactions. These intracellular systems were then co-opted to form flagella Evolution then discovered that extensive non-sexual interaction between cells also confers significant fitness benefits, and multicellular organisms began to appear [12] . The first of these were relatively undifferentiated (as are modern sponges for example) but then differentiated organisms started to form, in which functions are spatially segregated as organs, or temporally organised as sequences (e.g., during development). These required new interactions on the genome, in which genes such as the homeobox genes [13] came not only to encode proteins but also to regulate each other and create large-scale spatial structure, as well sequencing of developmental processes, in the organism.",
            "cite_spans": [
                {
                    "start": 981,
                    "end": 985,
                    "text": "[12]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary transitions, complexity and space/time"
        },
        {
            "text": "At around 500-600 million years ago a new type of cells appeared that were electrically excitable and allowed information to be far more rapidly transported between cells and also from the external to internal environment -these were the first neurons [14] , and they enabled great expansion of the spatio-temporal operations of organisms: notably, as discussed below, the ability to move through the environment and the ability to represent the environment, and time.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evolutionary transitions, complexity and space/time"
        },
        {
            "text": "Up until around 600 million years ago life was aquatic, and either sessile or else passively moved by oceanic currents. The ability of multi-cellular organisms to self-propel appeared around 560 million years ago -at first these were simple worm-like creatures that travelled in short straight paths through the organic slime on the ocean floor [15] , but then the paths became more circuitous and finally digging appeared [14] , evidenced by fossilized tunnels in J o u r n a l P r e -p r o o f 8 the oceanic floor. These important advances meant that animals could go out and find new free energy instead of waiting for it to come to them.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 349,
                    "text": "[15]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 423,
                    "end": 427,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Movement"
        },
        {
            "text": "Around 540 million years ago, life on earth suddenly massively diversified in the so-called Cambrian explosion, which lasted 13-25 million years and saw the appearance of all the major phyla in existence today. The exact reasons for this diversification are still under investigation and are probably multiple [16] , but it seems likely that one factor was the appearance of neurons and myocytes [17] , allowing fast processing of information and movement through space, respectively, and thus opening up many new possibilities for action (many \"bubbles\" in the phase space).",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "text": "[16]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[17]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Movement"
        },
        {
            "text": "A major consequence of the evolution of movement, which added new selection pressures, was the flourishing of predation as a survival strategy [18] -instead of capturing the sun's energy or scavenging on organic material formed from dead remains, now animals could chase and eat each other. The Cambrian explosion saw the sudden appearance of armourplated exoskeletons [19] , endowing us with a rich fossil record of the primordial battles being fought between predators and prey. In parallel, complex sense organs evolved so that animals could forage, hunt or evade capture. This happened quickly, in evolutionary timescales: evidence of a sophisticated visual system, with a brain and optic lobes, was recently discovered in a 520-million-year-old fossil of the arthropod Fuxianhuia protensa [20] .",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "text": "[19]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[20]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Movement"
        },
        {
            "text": "Because the world is correlated across time, being able to store information about the past enables prediction of the future which is hugely beneficial to survival. Thus, the arrival of neurons was accompanied by synaptic plasticity [21] , which is the storage of traces of J o u r n a l P r e -p r o o f 9 previous activity in the nerve network. The evolution of synaptic plasticity, thought to underpin most if not all forms of memory [22] , arguably rivals the evolution of nucleic acids in importance, both being mechanisms for preserving an acquired state along the time dimension -in a sense, reaching backwards into time in order to predict (and thus exploit) the future.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[21]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[22]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Space, time and memory"
        },
        {
            "text": "An important use for memory is storage of spatial information. Once animals began to move over large distances, a new selection pressure emerged: the difference in survival potential of some regions of the environment relative to others. Organisms that could exploit these differences by storing information about how to navigate to beneficial regions were hugely advantaged, and so internal spatial representation was born. We know little about how this capacity developed in the early stages of motile animals, but we can speculate based on the limited fossil record, together with the variety of neural spatial systems that occur on Earth today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Space, time and memory"
        },
        {
            "text": "The most primitive navigation system, beacon navigation, involves simply detecting a favourable environmental feature and moving towards it [23]. This recognition can be hardwired, as when insects move towards light, but it can also be learned from experience. A more sophisticated form of spatial representation requires encoding not just where things are in relation to the body, called egocentric coding, but of where they are in the world independent of self-location, called allocentric coding. An organism navigating allocentrically needs a representation of both direction and of distance so that it can form a two-dimensional map of the spatial layout. The sense of direction is an ancient capacity that long pre-dates vertebrates: a neural compass has been discovered in insects that resembles, in important respects, the one that exists in mammals [24] . To self-locate, however, an J o u r n a l P r e -p r o o f animal also needs to detect distance travelled and to combine this trigonometrically with the direction of travel [25, 26] , meaning an animal can return to the start point of its journey. Evolution of this \"path integration\" capacity, which is widespread among animals, including even insects [27] , allows motile animals to form home bases that they can return to [28] , providing a huge survival advantage (which we can think of as new bubbles in the state-space that have enhanced self-replication and persistence).",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 862,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1042,
                    "text": "[25,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1043,
                    "end": 1046,
                    "text": "26]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1218,
                    "end": 1222,
                    "text": "[27]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1290,
                    "end": 1294,
                    "text": "[28]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Space, time and memory"
        },
        {
            "text": "Path integration also allows the representation of the location of salient places relative to an allocentric reference frame, which can be assembled to form an internal representation akin to a map [29] , which allows animals to form a rich representation of their surroundings.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[29]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Space, time and memory"
        },
        {
            "text": "In mammals, this capability is supported by the hippocampus [30] , which receives inputs about direction and distance travelled as well as about objects and events in the environment.",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "text": "[30]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Space, time and memory"
        },
        {
            "text": "Increasing evidence also points to a role for the hippocampus in representing time [31] . For a moving animal, time and space are coupled in the conversion of speed to distance travelled, but time may also be represented independently. Time enhances the predictive capability of spatial memory as animals can represent, for example, that they haven't visited a place in a while and it may need re-checking, or that once a predator has passed by the coast may be clear for a time. In humans, the capacity to represent space and time together has resulted in a rich capacity for episodic memory -memory for life events [32] -as well as the ability to formulate detailed representations of things that haven't happened yet (planning) or may never happen (imagination [33, 34] ).",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "text": "[31]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 617,
                    "end": 621,
                    "text": "[32]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[33,",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 772,
                    "text": "34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Space, time and memory"
        },
        {
            "text": "This brings us to a more detailed examination of humans, and our complex activities. In many ways humans are just another animal, among millions of animal species, but there is an important respect in which we are, as far as we know, peculiar, and that is in the use of symbolic language, which seems to be unique [35] . It is unclear when human language evolved, since it leaves no fossil trace, but this must have been after the divergence of humans and chimpanzees several million years ago [36] , and may have accompanied the rapid expansion of brain size that occurred in hominins over the past 3-4 million years [37] .",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[35]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[36]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 618,
                    "end": 622,
                    "text": "[37]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Humans"
        },
        {
            "text": "The acquisition of language and the other enhancements of cognition mentioned (such as our sophisticated episodic memory) may have occurred together.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humans"
        },
        {
            "text": "The important feature of language in the present context is that it allows for the preservation and transmission of information over space and time, from one individual to another or to many, and from one generation to the next. As with the other evolutionary transitions, this development enabled humans to explore vastly greater regions of the phase space than they could before, cooperating in endeavours requiring the ability to bring ideas together that had been spatio-temporally separated -a cognitive analogue of the original molecular matchmaking that started life on its path.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humans"
        },
        {
            "text": "The spaces that have been explored as a result of language are both physical (exploration of the planet and exploration of outer space) and metaphorical (explorations of abstract domains which we categorise as mathematics, art, science, philosophy etc). This has brought systems together that otherwise would never have interacted, with profound consequences on the ecosphere. For example, vast numbers of plant and animal species have been transported by humans from one continent to another, creating many extinctions J o u r n a l P r e -p r o o f 12 and allowing the spread or even spontaneous development of disease [38] . An example of current relevance is the zoonotic pandemic COVID-19, which spread across the globe by air travel almost immediately after its mutation, and which is already dramatically altering global systems such as the flow of goods, mixing of people and the functioning of economies. Another example is the engagement of humans with underground stores of fossil fuels, enabled by the industrial revolution, which is altering the entire planetary climatic system. So great has been our influence on the planet that we are leaving changes that will persist across geological timescale, leading to the designation of our current time as a new geological era, the Anthropocene [39] .",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 625,
                    "text": "[38]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1303,
                    "end": 1307,
                    "text": "[39]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Humans"
        },
        {
            "text": "Language-enabled technology is itself evolving at an ever-increasing rate. The past one hundred years has seen the digital information revolution, with effects at least as profound as the industrial revolution. The latter, being about energy, and the former, being about information, are both deeply related to entropy [40] , and both have enabled major flows of entropy through the access they have enabled to new \"bubbles\". We are currently poised on the brink of a transition in the evolution of technology, which is the development of AIintelligence that can function independently of humans. This will doubtless connect us to multitudes of new bubbles in the phase space. The question that awaits an answer is whether one of these will be a dead-end for humanity.",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "text": "[40]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Humans"
        },
        {
            "text": "We return now to our original question: why does complexity increase over evolution? The foregoing discussion suggests an answer: we can see complexification as the slow growth of new state spaces for life to occupy, enhancing its self-replication and persistence at each step but in doing so, opening new channels for entropy increase. This is not a one-way J o u r n a l P r e -p r o o f 13 process -it is a purely statistical one that can proceed in either direction, as the numerous mass extinctions of life in the past attest. Its apparent directionality towards increasing complexity arises from the fact that life began in a state of low complexity, such that statistically, in the early universe complexity more likely grows than declines because there are more complex than simple states to evolve towards. However, unlike entropy, indefinite complexification is not inevitable [41] . The chemical interactions mediating photosynthesis allowed free energy from the sun to be captured in vast quantities and used to fuel the other processes supporting self-copying  Membranes and microtubules Membranes allowed the self-copying processes to be protected from the environment; microtubules allowed energy and materials to be moved around inside cells, and eventually also to move the cells themselves The fast signalling enabled by neurons greatly extended the ability of multicellular organisms to develop complex adaptive behaviors, while synaptic plasticity extended their influence across time, enabling the events of the past to be used to predict (and thus adapt to) the future.",
            "cite_spans": [
                {
                    "start": 887,
                    "end": 891,
                    "text": "[41]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks and future perspectives"
        },
        {
            "text": "The ability to move around over large distances across physical spaces enormously increased the ability of organisms to find energy, but also propelled the evolution of predation. This was an important selection pressure and may have been one of the factors causing the expansion of complex life forms that comprised the Cambrian Explosion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": " Myocytes and motility"
        },
        {
            "text": " Brains and the representation of space When nervous systems developed the ability to form internal representations of the external world, they greatly increased the ability of animals to adaptively react to and predict environmental events. Animals could learn where to find food, water, shelter, mates etc and could form stable home bases to which they could reliably return.",
            "cite_spans": [],
            "ref_spans": [],
            "section": " Myocytes and motility"
        },
        {
            "text": " Can humanity prevent its own extinction? Being the first species (probably) to be able to understand and predict its fate, it is tempting to think that we might be able to forestall that fate. The entropic processes described here, however, are fundamental thermodynamic properties of matter and energy -extinction is thus inevitable. The more practical question is whether we can stave it off for at least the foreseeable future. This would require that we surmount the significant drivers towards annihilation enabled by our current complexity, including war, disease and lethal technologies such as autonomous weapons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding questions"
        },
        {
            "text": " Will humans take control of their own evolution? We have seen how complexification was driven by evolution in the past, but, since the industrial evolution, it has been joined by human technological advancement. Shortly, these two forces will combine, as humans start modifying the genomes of a variety of organisms, including possibly their own. Will gene editing techniques like CRISPR replace evolution as the driver of complexification? Could we humans even use technology to drive the evolution of our own brains? This will surely give us access to many more bubbles in the space of states. Might we be able to choose which ones we enter, and avoid the dead-ends? Or, conversely, might these technological advances hasten our progression towards an extinction state?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outstanding questions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Evidence for early life in Earth's oldest hydrothermal vent precipitates",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature",
            "volume": "543",
            "issn": "",
            "pages": "60--64",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "On the statistical mechanics of life: Schrödinger revisited",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Jeffery",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Early evolution of neurons",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Kristan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Curr. Biol",
            "volume": "26",
            "issn": "",
            "pages": "949--954",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Slime travelers: Early evidence of animal mobility and feeding in an organic mat world",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Geobiology",
            "volume": "17",
            "issn": "",
            "pages": "490--509",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Explaining the Cambrian \"explosion\" of animals",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Annu. Rev. Earth Planet. Sci",
            "volume": "34",
            "issn": "",
            "pages": "355--384",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Origin of animal multicellularity: Precursors, causes, consequences-the choanoflagellate/sponge transition, neurogenesis and the Cambrian explosion",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cavalier-Smith",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Philos. Trans. R. Soc. B Biol. Sci",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Origins and early evolution of predation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bengtson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Paleontol. Soc. Pap",
            "volume": "8",
            "issn": "",
            "pages": "290--317",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Predatorial borings in late Precambrian mineralized exoskeletons. Science (80-. )",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bengtson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "257",
            "issn": "",
            "pages": "367--369",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Complex brain and optic lobes in an early Cambrian arthropod",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nature",
            "volume": "490",
            "issn": "",
            "pages": "258--261",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The origin and evolution of synapses",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G N"
                    ],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat. Rev. Neurosci",
            "volume": "10",
            "issn": "",
            "pages": "701--712",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Synaptic plasticity and memory: an evaluation of the hypothesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annu Rev Neurosci",
            "volume": "23",
            "issn": "",
            "pages": "649--711",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Neural dynamics for landmark orientation and angular path integration",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Seelig",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Jayaraman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "521",
            "issn": "",
            "pages": "186--191",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Microstructure of a spatial map in the entorhinal cortex",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hafting",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "801--806",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A metric for the cognitive map -found at last?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Jeffery",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Burgess",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends Cogn Sci",
            "volume": "10",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Idiothetic path integration in the fruit fly Drosophila melanogaster",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Dickinson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Curr. Biol",
            "volume": "27",
            "issn": "",
            "pages": "2227--2238",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Homing by path integration in a mammal",
            "authors": [
                {
                    "first": "M.-L",
                    "middle": [],
                    "last": "Mittelstaedt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mittelstaedt",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Naturwissenschaften",
            "volume": "67",
            "issn": "",
            "pages": "566--567",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Building a cognitive map by assembling multiple path integration systems",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Psychon. Bull. Rev",
            "volume": "23",
            "issn": "",
            "pages": "692--702",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Hippocampus as a Cognitive Map",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "O&apos;keefe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nadel",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Time cells in the hippocampus: a new dimension for mapping memories",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Eichenbaum",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat. Rev. Neurosci",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Using imagination to understand the neural basis of episodic memory",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "O&apos;keefe",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Philos. Trans. R. Soc. B Biol. Sci",
            "volume": "353",
            "issn": "",
            "pages": "14365--74",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "From monkey-like action recognition to human language: An evolutionary framework for neurolinguistics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Arbib",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Behav. Brain Sci",
            "volume": "28",
            "issn": "",
            "pages": "105--124",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Variation in the molecular clock of primates",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moorjani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. Natl. Acad. Sci. U. S. A",
            "volume": "113",
            "issn": "",
            "pages": "10607--10612",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Evolution of brain and culture: The neurological and cognitive journey from Australopithecus to Albert Einstein",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falk",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Anthropol. Sci",
            "volume": "94",
            "issn": "",
            "pages": "99--111",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Columbian Exchange : A history of disease, food, and ideas",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nunn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Econ. Perspect",
            "volume": "24",
            "issn": "",
            "pages": "163--188",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Anthropocene epoch: scientists declare dawn of humaninfluenced age. Guard. 29, 40 dos Santos, W.D. (2019) The entropic and symbolic components of information",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Carrington",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BioSystems",
            "volume": "182",
            "issn": "",
            "pages": "17--20",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Quantifying the rise and fall of complexity in closed systems: the coffee automaton",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aaronson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Evolutionary transitions (step-changes in functionality) have been proposed as one of the salient features of evolutionary change. Several major such transitions have occurred throughout evolution, as first outlined by Szathmary and Maynard Smith [5]. Here, we highlight a different set of transitions (see Box 1), focusing on the critical changes that occurred when new spatial and temporal interactions became enabled. ---------------------------------------------Insert box 1 near here ---------------------------------------------Life began with the spontaneous self-assembly of carbon-based molecules: most notably",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "phases of evolution produced new abilities to manipulate the spatial and temporal properties of the chemical reactions. With the evolution of the first membranes and cells, chemicals could be compartmentalised so that their reactions were shielded from the perturbations of random interactions with the environment [7], which greatly enhanced their efficiency and stability. The evolution of ATP, which occurred at the very beginning of life [8], enabled environmental free energy to be collected and stored so as to power chemical reactions at a time and place to optimise stability and replication. In a sense, ATP extends across time to capture free energy and make it available in the future, while second-messenger systems extend across space and move the energy around a cell. The evolution of photosynthesis, which may have occurred around 3.5 billion years ago [9], greatly enhanced these reactions by enabling capture and storage of the vast influx of free energy from the sun.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "to enable movement of the whole cell through space, so that the cell could translocate itself to an optimal position for its continued stability/replication. Such positions often include adjacent to other cells, enabling exchange of genetic information via gene exchange reproduction. This rearranges genetic sequences and introduces new interactions, opening up new possibilities for evolution, and new entropy channels.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "At any time, complexifying life could open a channel into a new state-space bubble that is tiny and has no exits. The human invention of thermonuclear weapons is one such development: the small, dead-end bubble being the eradication of all life on Earth. The more complex life becomes, the more channels it discovers to more bubbles and the more likely it is to find itself in a dead-end. Entropy, on the other hand, can always be counted upon. the reach of chemical interactions across time, by allowing sequence copying and thus preservation of more successful (in persistence terms) sequences  ATP This molecule extended the reach of chemical interactions across space and time, by allowing energy to be stored and redistributed. By associating with nucleic acids, ATP merged with the copying and preservation process, also enhancing it  Photosynthesis",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Gene-gene interactions and the homeobox genes When nucleic acid sequences began to regulate other sequences, they vastly enhanced the range of phenomenology (size of the reachable state space) and opened the door to developmental sequencing and complex multicellular life  Neurons and synaptic plasticity",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}