{
    "paper_id": "b6ec23cd5287aa7d58aa7a1adf3ddbc13fb4c12e",
    "metadata": {
        "title": "SARS CORONAVIRUS ACCESSORY ORFs ENCODE LUXURY FUNCTIONS",
        "authors": [
            {
                "first": "Matthew",
                "middle": [
                    "B"
                ],
                "last": "Frieman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Boyd",
                "middle": [],
                "last": "Yount",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [
                    "C"
                ],
                "last": "Sims",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Damon",
                "middle": [
                    "J"
                ],
                "last": "Deming",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "E"
                ],
                "last": "Morrison",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Sparks",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Denison",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Heise",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "recognized in the Guangdong Province of China in the fall of 2002. 1, 2 The disease quickly spread across Asia, Europe, and North America, and by the end of that outbreak more than 8000 people were infected resulting in about 800 deaths and economic losses in the tens of billions worldwide. 3 The disease is caused by a new human coronavirus (CoV), named the SARS-CoV, which is unlike any previous known coronavirus but classified among the group II coronaviruses like MHV. 4 Recent findings that antibodies against SARS-CoV-like virus were present in the human population prior to the outbreak suggest that the virus previously already circulated in humans. 5 Thus, resurgence of SARS from zoonotic sources remains a distinct possibility, making further understanding of pathogenic mechanisms essential. 6, 7 The SARS-CoV viral gene order is similar to other known coronaviruses with the first 2 open reading frames (ORFs) encoding the viral replicase and the downstream ORFs encoding structural proteins, S, E, M, and N. These downstream ORFs are interspaced with the accessory ORFs thought to be nonstructural proteins of unknown function (ORF3a/b, ORF6, ORF7a/b, ORF8a/b, and ORF9b). 8 The accessory ORFs likely influence the pathogenesis of the SARS-CoV, as the accessory ORFs of other coronaviruses contribute to in vivo pathogenesis but are not essential for growth in vitro ( Figure 1 ).",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 69,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 70,
                    "end": 71,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 292,
                    "end": 293,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 475,
                    "end": 476,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 660,
                    "end": 661,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 806,
                    "end": 808,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 809,
                    "end": 810,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1189,
                    "end": 1190,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1385,
                    "end": 1393,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "Using an infectious clone of the SARS-CoV (icSARS), we tested the hypothesis that the accessory ORFs are not essential for in vitro replication but encode virulence determinants. 9 A set of SARS-CoV recombinant viruses lacking one or combinations of Figure 1 . Schematic of SARS genome and mutant viruses. Deletion viruses were made with the icSARS CoV molecular cDNA clone. Cross-hatched boxes designate deleted ORFs. Shown on right is peak titers seen when grown in Vero cells. All mutants grow to wild-type-like titer except for ∆3a/3b/6 triple mutant virus, which is ½ log lower.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 180,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 258,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "accessory ORFs (ORF3a, ORF3b, ORF6, ORF7a, ORF7b) or encoding zoonotic strain variations (full-length ORF8) were isolated by standard reverse genetic techniques. We then tested in vitro (e.g., growth, RNA synthesis, protein expression, CPE, and apoptosis) and in vivo phenotypes (mouse model) to determine accessory ORF function in replication and pathogenesis. All recombinant viruses were viable and plaque purified for future use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "These viruses were tested in vitro and in vivo for growth. We found that all viruses with any of the accessory ORFs deleted replicated to similar titers in Vero, MA104, and Caco cells, approaching10 7 pfu in ~24 hr (data not shown). We then tested the mutant viruses in a mouse model by intranasal inoculation. In this system, lungs were harvested 2 days postinfection and virus extracted from the tissue and analyzed by plaque assay. We found no significant differences between the wild-type Urbani strain, our icSARS strain, and any of the mutants deleted for the accessory ORFs ( Figure 2 ). This lead us to postulate two conclusions. First, the accessory ORFs may not encode critical functions in viral pathogenesis. In other viruses that encode accessory ORFs, deletion of these genes allows for in vitro growth; however, some attenuate while others have little impact on protein. 10 Alternatively, 150 in vivo pathogenesis. In SARS-CoV, it is possible that these accessory ORFs encode minor effects on in vivo pathogenesis. Such a result is surprising given data suggesting that ORF3a and ORF7 induce apoptosis and that ORF3a is a structural Lung Titer Greater than 10 6 + + + + + + Figure 2 . Balb-C mice were infected intranasally with 1×10 5 virus. Lungs were dissected and virus titer assayed 2 dpi. Shown are the deletion strains tested in this model. A plus (+) denotes those viruses that grew to higher than 10 6 pfu/ml of mouse lung. ORF7a is ORF7a and ORF7b. the current mouse model may not be sufficiently robust for dissecting out the role of the accessory ORFs in SARS-CoV pathogenesis. We have found that although SARS does infect mouse lungs, it fails to have any pathogenic effect on the animal, and virus is cleared from the infected mouse by day 5. New model systems, such as ferrets and human airway epithelial cultures, will need to be developed to investigate further roles of the accessory ORFs in pathogenesis.",
            "cite_spans": [
                {
                    "start": 886,
                    "end": 888,
                    "text": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 583,
                    "end": 591,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 1189,
                    "end": 1197,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "INTRODUCTION"
        },
        {
            "text": "We tested whether one or more accessory ORFs of SARS might interfere with the host innate immunity and interferon signaling, resulting in increased pathogenicity in vivo. The innate immune response includes IFN signaling, cytokine activation, and antiviral proteins and is essential for host clearance of invading viral pathogens. To test this hypothesis, we evaluated the induction of several interferon response genes upon SARS infection. Vero and 293 cells were transfected with constructs with promoters of normally induced antiviral genes, driving luciferase to assay expression. We found that Interferon (IFN) beta, NFkB, and p65 are not induced upon SARS infection, however they are highly upregulated upon Sendai virus infection. When the same assay was tested with the deletion mutants described above, identical results were obtained. We found no induction of IFN beta, NFkB, or p65 upon infection. NFkB should be induced upon viral infection from sensing of virus and activation by IKK; p56 should be induced by IRF3 signaling via sensing of viral replication products. We conclude that SARS is either blocking induction of the antiviral response of infected cells or functionally invisible to these response elements, which may be important in its initial survival when infecting a host. We also find that deletion of individual accessory ORFs does not diminish this modulation of the immune response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IMMUNE RESPONSE"
        },
        {
            "text": "The SARS CoV is a newly emerged virus that is highly pathogenic and evades the host innate immune system. Using the SARS-CoV molecular clone, we isolated a panel of recombinant viruses lacking several accessory ORFs and demonstrated that the replication of these mutants was similar to wild-type virus in vitro and in vivo. The direct manipulation of the genome of SARS will allow us to discern the function of the accessory ORFs contained in the virus as well and better understand the roles of the nonstructural ORFs in the virus. These data suggest that ORF3a is a nonessential structural gene and that ORF3b, ORF6, and ORF7a/b are nonessential. Our data suggests that either the ORFs have no role in pathogenesis or the mouse model is not robust enough to identify virulence alleles in the SARS-CoV genome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "We have also investigated the immune response to SARS infection. Focusing on the innate immune response, we find a block in the induction of the early interferon pathway. IFN beta, NFkB, and p65 are all not induced upon infection. Further analysis will find where in the induction pathway this block is occurring.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Our data suggests a need for further development of new animal models for SARS model and non-human primates will aid in understanding the role of the accessory proteins in pathogenesis and the pathway that SARS takes to cause disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1967--1976",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A follow-up study of 69 discharged SARS patients",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Geng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Tradit. Chin. Med",
            "volume": "23",
            "issn": "",
            "pages": "214--217",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Severe acute respiratory syndrome coronavirus phylogeny: toward consensus",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Spaan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "7863--7866",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARSrelated virus predating SARS outbreak",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "176--178",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Seasonality of infectious diseases and severe acute respiratory syndrome-what we don't know can hurt us",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Dowell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet Infect. Dis",
            "volume": "4",
            "issn": "",
            "pages": "704--708",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Wet markets--a continuing source of severe acute respiratory syndrome and influenza",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "234--236",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Rota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Monroe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394--1399",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Reverse genetics with a full-length infectious cDNA of severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yount",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Fritz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proc. Natl. Acad. Sci",
            "volume": "100",
            "issn": "",
            "pages": "12995--13000",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Severe acute respiratory syndrome coronavirus 3a protein is a viral structural protein",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Mossel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Popov",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makino",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Virol",
            "volume": "79",
            "issn": "",
            "pages": "3182--3186",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}