{
    "paper_id": "ba1512880c0e2bce1e3def5cbf48fdb40340bb2a",
    "metadata": {
        "title": "Journal Pre-proof Nurses' participation in the Holocaust: A call to nursing educators",
        "authors": [
            {
                "first": "Darcy",
                "middle": [],
                "last": "Copeland",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f Long before the \"final solution of the Jewish question\" and mass extermination of Jews at Auschwitz and other extermination camps, nurses actively participated in the execution of tens of thousands of mentally, physically, and emotionally ill German citizens. The 1920 book The Sanctioning of the Destruction of Lives Unworthy to be Lived by German psychiatrist Alfred Hoche and jurist Karl Binding provided inspiration and justification. In this book the term euthanasia was used to describe the \"mercy killing\" of patients with terminal illness, lunatics, and those who were comatose or living miserable lives (Benedict, 2003) . (An analysis of the terms \"euthanasia\" and \"mercy killing\" is beyond the scope of this article; however it is important to note that they both typically imply a degree of voluntariness and/or the presence of incurable and painful conditions which cause suffering. What happened in Nazi Germany was not euthanasia or mercy killing as traditionally understood.) The German Law for the Prevention of Hereditarily Diseased Offspring was passed in 1933 legalizing racial health courts and involuntary sterilization. Then, in 1938, the father of a child born blind, \"retarded\" and missing an arm and a leg wrote to Hitler asking that his child be granted a \"mercy death\", or euthanasia (Proctor, 1988, 186) . His request was granted. A 1939 law mandated that midwives register with local health authorities any child born with congenital deformities; they were paid 2 Reichsmarks for every registration (Proctor, 1988) . In 1941 doctors, nurses, and teachers were ordered to report any handicapped minor to authorities. This reporting and registration resulted in the killing of 5,000-10,000 infants and children (Proctor, 1988) as nurses injected children with morphine or scopolamine, forced the ingestion of phenobarbital, or starved them in facilities across Germany (Benedict, 2003) .",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 659,
                    "text": "(Benedict, 2003)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1342,
                    "end": 1362,
                    "text": "(Proctor, 1988, 186)",
                    "ref_id": null
                },
                {
                    "start": 1559,
                    "end": 1574,
                    "text": "(Proctor, 1988)",
                    "ref_id": null
                },
                {
                    "start": 1769,
                    "end": 1784,
                    "text": "(Proctor, 1988)",
                    "ref_id": null
                },
                {
                    "start": 1927,
                    "end": 1943,
                    "text": "(Benedict, 2003)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The \"euthanasia\" program then shifted to institutionalized physically and mentally disabled adults. These individuals were described as not contributing to society in any material Journal Pre-proof J o u r n a l P r e -p r o o f way, in fact they were portrayed as draining society of resources, and were ultimately labeled \"useless feeders.\" Policies and propaganda were developed to convince German citizens that it was in their own best interests to differently manage scarce healthcare resources. This argument became even stronger as the war escalated and all German resources, including food, hospital beds, and healthcare providers, were needed to support the war effort. Between 1939-1945 more than 10,000 ill and disabled German adults were murdered by nurses in psychiatric hospitals (Benedict, 2003) . This program of systematic killing is known as Aktion T4, an abbreviation for the street address in Berlin from which the program was operationalized.",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 810,
                    "text": "(Benedict, 2003)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "How is this relevant today?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Arguments that the involvement of nurses in the Holocaust was isolated to evil, Nazi nurses, that individual values and institutional codes are preventative, or that such things could never happen again or here in the United states are fallacies. Religion, codes, American values, and individual resistance cannot be relied upon as defenses against future abuses and American history is filled with its own examples of mistreatment of vulnerable citizens. The eugenics movement is an example. The term eugenics was coined by Sir Francis Galton, Charles Darwin\"s half-cousin, and literally translates to \"well born\" in Greek. In 1902, the American biologist Charles Davenport, visited Galton in London. The two shared a passion for understanding, and improving, human heredity. During the first few decades of the 20 th century eugenicist ideas were widely accepted by the scientific and public health communities in America. It was believed that selective breeding had the potential to transform the human race. Control of human reproduction was viewed as a scientific solution to social problems, a way to weed out the unfit and propagate talent and intelligence. The creation of a stronger society was thought to be possible through the breeding out of certain characteristics and the breeding in of other J o u r n a l P r e -p r o o f characteristics (Pernick, 1997) . In 1907, Indiana passed the first law to legalize compulsory sterilization on eugenic grounds (Klautke, 2016) and several other states followed suit. When German racial hygienists were crafting their own law, they looked to America for guidance (Proctor, 1988) .",
            "cite_spans": [
                {
                    "start": 1355,
                    "end": 1370,
                    "text": "(Pernick, 1997)",
                    "ref_id": null
                },
                {
                    "start": 1467,
                    "end": 1482,
                    "text": "(Klautke, 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1618,
                    "end": 1633,
                    "text": "(Proctor, 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A 1937 Gallup poll showed that 45% of the American population was in favor of euthanasia for \"defective\" infants (Proctor, 1988, 180) . In 1947, in response to the trial of 23 doctors and associates accused of crimes against humanity and human experimentation, the Nuremberg Code was created. It outlined ten rules that were to guide the conduct of human experiments. It stressed the need for voluntary consent, an assessment of risks and benefits, the ability of the human participant to cease participation, and the requirement that researchers end any experiment likely to result in injury, disability, or death of the participant (Moreno, Schmidt, Joffe, 2017) . The ethical principles of research involving human subjects articulated in the Nuremberg Code were unfortunately perceived by American scientists as applicable to Nazi researchers, and not to them. This code did not successfully dissuade American scientists from perpetrating horrendous acts of human experimentation. The Tuskegee syphilis study was conducted by the U.S. Public Health Service from 1932-1972 to understand the natural history of syphilis among black men. An effective treatment was identified in 1947, but was not offered to participants (Centers for Disease Control and Prevention, 2020). The Willowbrook study involved the intentional exposure of Hepatitis to mentally disabled children to study antibodies and immunity to the disease. The study ran from 1956 -1971 . From 1944 -1974 the U. S. government facilitated radiation studies in which human participants, many of whom were terminally ill, were injected with plutonium in an effort to understand the effects of radiation exposure (U. S. Department of Energy, n.d.). The Holmesburg prison in Pennsylvania was used J o u r n a l P r e -p r o o f as a human laboratory for chemical warfare and pharmaceutical testing from 1951-1974 (Hornblum, 1998) . These are only a few examples of unethical human subjects research that occurred in the United States after formulation of the Nuremburg Code. In light of these historical facts it is possibly by chance alone that the United States has not undertaken even more horrendous acts.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 133,
                    "text": "(Proctor, 1988, 180)",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 664,
                    "text": "(Moreno, Schmidt, Joffe, 2017)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1441,
                    "end": 1445,
                    "text": "1956",
                    "ref_id": null
                },
                {
                    "start": 1446,
                    "end": 1451,
                    "text": "-1971",
                    "ref_id": null
                },
                {
                    "start": 1452,
                    "end": 1463,
                    "text": ". From 1944",
                    "ref_id": null
                },
                {
                    "start": 1464,
                    "end": 1469,
                    "text": "-1974",
                    "ref_id": null
                },
                {
                    "start": 1873,
                    "end": 1889,
                    "text": "(Hornblum, 1998)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What should nurses know?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the crucial role that German healthcare providers had in orchestrating the Holocaust, healthcare providers and researchers need to appreciate how these socially powerful institutions have the potential to influence public opinion and public policy. Nurses specifically ought to know the history of our role in the Holocaust so that it may not be repeated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "German physicians had oversight of approximately half of the training that nurses received (Lagerwey, 1999) ; it is estimated that 45% of physicians were members of the Nazi party (Proctor, 1988) . The championing of racial hygiene and Nazi ideology by physicians thus infiltrated nursing. Several nursing organizations existed at the time, but there was no central or unified nursing organization defining or directing nursing activities. Individual nurses did refuse to honor policies and participate in the killing of patients, but individual resistance did not carry the power that organized resistance would have.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 107,
                    "text": "(Lagerwey, 1999)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 180,
                    "end": 195,
                    "text": "(Proctor, 1988)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "How can these lessons be taught?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One question guiding the development of an educational program for nurses was posed by Wynia & Wells, \"How could a professional group, entrusted with protecting human health, use this very social mandate as a reason to torture, maim and kill? \" (2007, 186) . This question was directed at medical students, but it may nevertheless inform the identification of learning outcomes for nurses regarding the legacy of the Holocaust. These outcomes can be grouped into This education would benefit nurses, yet the reality is that there is little space in any nursing curriculum. The concession that can be made is to incorporate a few learning outcomes into existing courses across the curriculum. With the passage of time comes the risk that the legacy of the Holocaust will be forgotten, nursing educators must participate in preventing that from happening.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 251,
                    "text": "(2007,",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "186)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The author has no conflicts of interest to declare. This project did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Nadir of nursing: Nurse-perpetrators of the Ravensbruck Concentration Camp",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benedict",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nursing History Review",
            "volume": "11",
            "issn": "",
            "pages": "129--146",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Tuskegee Timeline",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Holocaust knowledge and awareness study",
            "authors": [],
            "year": 2018,
            "venue": "Conference on Jewish Material Claims Against Germany",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acres of Skin: Human Experiments at Holmesburg Prison. Routledge",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hornblum",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Germans are beating us at our own game\": American eugenics and the German sterilization law of 1933",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Klautke",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "History of Human Sciences",
            "volume": "29",
            "issn": "3",
            "pages": "25--43",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nursing ethics at Hadamar. Qualitative Health Research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lagerwey",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "759--772",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Nuremberg Code 70 years later",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Joffe",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "psychomotor, or affective learning domains, and in this case will be cognitive and affective. Aiming for a robust understanding of the legacy of the Holocaust is unrealistic.Realistic learning outcomes with examples of how they may be achieved include:1. Explain the concept of Nazi ideology as applied biology a. Articulate the role of eugenics in the development of Nazi policy and programs This learning outcome could be incorporated into an existing Genetics/Genomics course.Dedicating a unit of this course to the history of American eugenics and the role of eugenicist ideas in policy making is directly relevant to the utilization of genetic information today. The application of eugenicist ideas to public policy in the past can be discussed in the context of human gene maps being used to inform healthcare policy such as insurance coverage and reimbursement. Discussions of eugenics can be tied to current decisions regarding which genes should be modified or eliminated, for what purpose, and with what consequences. Comparisons can be made between forced sterilization and the elimination/murder of disabled patients and the use of preimplantation genetic diagnosis for example. Respect for diversity, autonomous decision making versus governmental decision making, and social norms are all important considerations in discussions about what we attempt to eliminate from society. 2. Describe social/political/economic/professional factors that contributed to the participation of nurses in the mass atrocities of the Holocaust This learning outcome could be incorporated into coursework related to professional role development. Social, economic, and political influences on healthcare providers are ubiquitous. to keep individuals healthy and free of disease. This biocracy in combination with scientific racism and the staunchly utilitarian ideals which elevated social concerns at the expense of individual concerns have relevance to public health initiatives today. German healthcare providers made decisions about the allocation of scarce public resources and containment of infectious diseases and had ethical justifications for those decisions. The history of forced sterilization and the T4 euthanasia program could be provided as extreme examples of stigmatization and de-valuation of those with mental health issues and physical disabilities. These examples could be compared and contrasted with current policies regarding Medicaid/Medicare work requirements. Finally, Nazi medical experiments can be introduced in courses related to the responsible conduct of research. Emphasis here should be directed to answering the question, why were these experiments done? The influences of funding sources and opportunistic use of data sources were relevant then just as they are now.4. Formulate an opinion about whether healthcare involvement in mass atrocities canhappen againarticulate a rationale for that opinion This is potentially the most difficult learning outcome to achieve partially because it does not have as obvious a home in curriculum as the others and also because achievement of the first three outcomes are necessary to be able to accomplish this. Achievement of this outcome could be evaluated through a writing assignment in a professional roles course near the end of the educational program. It could be a culminating project in which students describe how the concepts of biopower, social/economic/political factors, ethics, and professionalism relate to one another beyond the level of the individual provider, but on a large scale. found that 22% of Millennials in America are not sure that they have ever heard of the Holocaust and 41% of American adults are not sure what Auschwitz was (Conference on Jewish Material Claims Against Germany). Nursing educators must ensure that nursing students not only know about the Holocaust, but that they know that ordinary nurses were directly involved in the identification of vulnerable humans to be killed and actually murdered them. The legacy of nurses role in the Holocaust can serve as a platform to evaluate current issues in nursing. Social, economic, and political pressures exist today that impact the provision of medical and nursing care. For example, policies about care provided to vulnerable individuals in immigrant detention camps along the U.S. border can be informed by understanding how healthcare providers responded to \"outsiders\" in Germany in the 1930\"s. Government officials and healthcare organizations are currently discussing the rationing scarce resources in response to the Covid 19 pandemic. Disability rights communities are concerned about the impact of decisions on their communities. The lives of individuals with disabilities have been perceived as \"not worth living\" in the past; the fear of resource allocation decisions leaving them behind is rooted, at least in part, in a history of murder by physicians and nurses.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author would like to thank Matt Wynia for reviewing this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "J o u r n a l P r e -p r o o f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}