{
    "paper_id": "bc1935141cf358405681f33f16bb8b612f46d7a9",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Several studies of the new outbreak of COVID-19 patients on clinical, epidemiological, and radiological features have now published [1, 2] . Apositive RT-PCR result of the discharged patients was reported by Lan et al. [3] , we are now reporting the expanded population data of the re-positive patients in Guangzhou City, China.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 136,
                    "end": 138,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Collect the discharged COVID-19 patients' information from former epidemiological investigation of Guangzhou Center for Disease Control and Prevention. Data was included the date of onset, date of conformed diagnose, date of discharge, date of first sampling, and the date of the nucleic acid test returned positive. All the discharged patients were followed the criteria of: (a) temperature returned to normal more than 3 days later, (b) Disappearance of respiratory symptoms, (c) substantially improved acute exudative lesions on chest computed tomography (CT) images, and (d) two consecutive negative nucleic acid tests separated by at least 1 day [4] .",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 654,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A total of 161 discharged patients of COVID-19 in Guangzhou has retested for SARS-CoV-2, in which 22 patients whose nucleic acid tests were positive accounted for 13.66% (Table S1 in the Supplementary Appendix). As shown in Fig. 1A , the median time interval between onset of symptom to nucleic acid test return positive after discharge was 26 days (range, 14 to 37; mean, 26.05), in which the longest infection period is 37 days that suggested that the current 14-day medical observation period may be insufficient and needs to be re-evaluated, and the median time interval between the discharge to nucleic acid test return positive was 7.5 days (range, 1 to 14; mean, 7.91) that indicated that the 14-day medical observation period after discharge is an essential measure for controlling epidemic spread.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 224,
                    "end": 231,
                    "text": "Fig. 1A",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The key point that differed the sampling after discharge from the sampling before discharge only including throat swabs and anal swabs is that we increased sampling of nasal swabs. The emergence of 22 discharged patients of return positive suggested that medical institutions should reassess discharge standards and improve sampling methods and types. As listed in Fig. 1B , we selected 3 discharged patients to collect nasal swabs that all were detected to positive of SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 372,
                    "text": "Fig. 1B",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Notably, there are two familial clustering cases in the \"re-positive\" patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As previously reported by Zou LR et al. [5] , higher viral loads were detected soon after symptom onset, with higher viral loads detected in the nose than in the throat, consequently we suggested that increase nasal swab sampling for SARS-Cov-2 test to reduce false negative rate of nucleic acid test. There were many kinds of specimens collected from one patient, but always only one specimen type was detected for positive of SARS-CoV-2, which indicated that specimen used for nucleic acid test should be collected from multiple body parts before discharge.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 43,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There are 8 discharged patients tested positive only on the fourth test, including two tests before discharge and two tests after discharge, which shown that relatively high false negative rate was 36.4% (8/22) before the fourth test and suggested that increase the number of tests before discharge. The exact period of infection by far has not been determined, and the knowledge of epidemiological characteristics of COVID-19 were still insufficient so that we need to collect more information to explore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was approved by the Ethics Committee of. Guangzhou Center for Disease Control and Prevention",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "HJ Zhao and ZC Yang designed this study. CJ Xie, JY Lu, D Wu, L Zhang collated the data, and HJ Zhao and ZC Yang discovered and analyzed relevance. ZC Yang and CJ Xie contributed to interpreting the results. HJ Zhao, BQ Rao wrote the manuscript and analyzed the results. ZC Yang revised the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "None of the authors has any conflict of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. J Am Med Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical characteristics of coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Positive RT-PCR test results in patients recovered from COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Med Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2783"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Diagnosis and treatment of 2019-nCoV pneumonia in China",
            "authors": [],
            "year": 2020,
            "venue": "Chinese) Published February 8, 2020. Accessed",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001737"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "General Guidance Project of Guangzhou Health and Family Planning Technology20181A011050(C Xie), Health Industry Scientific Research Project of Gansu Province GSWSKY2018-18(H Zhao), and National Natural Science Foundation of China Grants 81803325(D Wu).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Contents lists available at ScienceDirect Travel Medicine and Infectious Disease journal homepage: www.elsevier.com/locate/tmaid False negative rate of COVID-19 is eliminated by using nasal swab test",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Not applicable. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": " Fig. 1 . A) Time interval of every two time points among the four time points Negative group: The median time interval between onset of symptom to diagnosis was 6 days (range, − 2 to 17; mean, 6.52) and the median time interval between diagnosis to discharge was 12 days (range, − 1 to 23; mean, 12.50). The median time interval between onset of symptom to discharge was 19 days (range, 5 to 31; mean, 19.01). Positive group: The median time interval between onset of symptom to diagnosis was 5 days (range, 0 to 16; mean, 4.45). a nd the median time interval between diagnosis to discharge was 14.5 days (range, 6 to 20; mean, 13.68). The median time interval between onset of symptom to discharge was 19 days (range, 7 to 25; mean, 18.14) and the median time interval between onset of symptom to nucleic acid test turn positive after discharge (the last test was positive) was 26 days (range, 14 to 37; mean, 26.05). The median time interval between the discharge to nucleic acid test turn positive (the last test was positive) was 7.5 days (range, 1 to 14; mean, 7.91) and the median time interval between the diagnosis to nucleic acid test turn positive (the last test was positive) was 21 days (range, 13 to 29; mean, 21.61). B) RT-PCR results of 22 cases. 1 ",
            "cite_spans": [
                {
                    "start": 1263,
                    "end": 1264,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "annex"
        }
    ]
}