{
    "paper_id": "bc19f99e59af4141c440a3a88ce3fe3bcc6559c0",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "E quine viral arteritis (EVA) is a worldwide infectious disease that is characterized by panvasculitis that induces edema, hemorrhage, and abortion in pregnant mares. EVA can be confused with other equine diseases and needs to be considered in sporadic and epizootic respiratory syndromes, foal death associatedwith respiratory and/or enteric signs, or sudden death in foals. Velogenicisolates of equine arteritis virus (EAV) can induce severe and fatal disease in adults. Seropositivity can vary by breed, and the majority of the Standardbred horses in the United States are seropositive. Recent outbreaks or epidemics resulting in neonatal death in the United States have been associated with carrier wannblood siresor semen used to breed seronegative warmblood mares. Natural outbreaks of EVA, characterized by transient clinical signs and abortion in pregnant mares, contrast to experimentally induced disease,which features high mortality and prominent systemic vascular necrosis. Blood vessel cells are the major-but not exclusive-targets of the EAV. Lung, intestine, kidney, the reproductive tract, and occasionally the placenta are important viral replication sites that favor the spread of the virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SECTION II Infectious Diseases"
        },
        {
            "text": "EAV is an enveloped, spheric, positive-stranded RNA virus with a diameter of SO to 70 nm. EAV is a nonarthropod-borne virus that is classified as a member of the new order Nidovirales, which also includes the bigeneric family Coronaviridae within the family Arteriviridae with porcine respiratory and reproductive syndrome virus, simian hemorrhagic fever virus, and lactate dehydrogenase-elevating virus. EAV is genetically similar to coronaviruses but has a dissimilar viral structure and a complement-fixing antigen-but no hemagglutinins. Genetic diversity is recognized among field isolates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SECTION II Infectious Diseases"
        },
        {
            "text": "The EAV isolates differ in virulence and consequently induce clinical signs and lesions of varying severity. Clinical signs may be absent or include pyrexia up to 41 0 C that 36 develops after an incubation period of 3 to 14 days (6 to 8 days after genital exposure) and that can endure for 2 to 9 days. Depression anorexia, leukopenia, limb edema, stiffness of gait, rhinorrhea and epiphora, conjunctivitis, and rhinitis can be observed. Edema of the periorbital and supraorbital areas, midventral regions, scrotum, prepuce, and mammary gland; urticarial rash; and abortion also occur. Lessfrequently, severe respiratory distress, ataxia, mucosal papular eruptions, submaxillary lymphadenopathy, and intermandibular and shoulder edema may be observed. EAV can be associated with epidemic abortion and is occasionally fatal in adults but more often can be fatal for foals. When neonates are not protected by passive maternal immunity, they may present with sudden death or severe respiratory distress followed by death.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLINICAL SIGNS AND CARRIER STATE"
        },
        {
            "text": "Affected intact males may become long-term carriers and shed EAV in the semen; sires that shed EAV in their semen serve as a reservoir for the virus within the equine population. This continuous viral replication occurs within the epithelium of the stallion's accessory glands. Infected sires and semen have resulted in restrictions for the international movement of horses and semen. Mares infected with EAV as a result of being bred to a shedding stallion do not appear to experience fertility problems. After experimental infection, stallions presented temporary subfertility, reduced libido, and decreased sperm motility for up to 6 to 7 weeks. No long-term effects on semen quality have been observed in naturally infected stallions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLINICAL SIGNS AND CARRIER STATE"
        },
        {
            "text": "Clinical pathologic findings in affected foals include hypoxia, hypercapnia, respiratory acidosis sometimes complicated by metabolic acidosis, neutropenia/neutrophilia, lymphopenia/lymphocytosis, thrombocytopenia, and hyperfibrinogenemia. However, abnormal values may be inconsistently present, are highly variable, and are not diagnostic for EVA. Arterial blood gas values in affected foals diagnose severe disease of the respiratory system, but these abnormalities may be seen in a variety of neonatal diseases of horses-including bacterial sepsis, acute respiratory distress syndrome, congenital cardiac anomalies, and other viral diseases, such as equine herpesvirus 1 infection. Experimentally infected mature horses consistently present with biphasic leukopenia, neutropenia, and lymphopenia after infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CLINICAL SIGNS AND CARRIER STATE"
        },
        {
            "text": "Gross lesions are the expression of the vascular pathologic changes: edema; congestion; and hemorrhage of the subcutaneous tissues, lymph nodes, viscera and, especially in foals, the lungs. Histologically, pulmonary and systemic pan vasculitis, bronchointerstitial pneumonia, lymphoid tissue necrosis, renal tubular necrosis and interstitial nephritis, and ulcerative dermatitis with vasculitis can be observed. Necrotizing vasculitis that involves the testes, epididymis, vas deferens, ampullae, prostate glands, and vesicular and bulbourethral glands has been described. Fetuses and fetal membranes are often expelled without premonitory signs of abortion and can be autolyzed or wellpreserved. Lesions in the fetus are rare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PATHOLOGY AND PATHOGENESIS"
        },
        {
            "text": "EAV has a characteristic pathway of infection, as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PATHOLOGY AND PATHOGENESIS"
        },
        {
            "text": "1. Respiratory epithelium and alveolar macrophages (24 hours postinfection [PI]) 2. Satellite lymph nodes, especially bronchial lymph nodes (48 hours PI) 3. Bronchopulmonary lymph nodes, endothelium, and circulating monocytes (3 days PI) 4. Systemic distribution with localization within macrophages and dendritic cells of lymphoid tissue 5. Endothelium and medial myocytes of blood vessels and mesothelium (6-8 days PI) 6. Most severe damage to blood vessels (10 days PI) 7. Decrease of EAV in all the locations except the tunica media of small muscular arteries (> 10 days PI) 8. Renal tubular epithelium (EAV persisting for additional 2 weeks)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PATHOLOGY AND PATHOGENESIS"
        },
        {
            "text": "Infective EAV is no longer detectable in most tissues after day 28 after experimental infection, with the exception of the reproductive tract of some colts and stallions. Abortion is associated with and caused by myometritis and endometrial vasculitis and decrease in the dam's progesterone levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PATHOLOGY AND PATHOGENESIS"
        },
        {
            "text": "The diagnosis of EVA is based on the demonstration of clinical signs, lesions, an etiologic agent, and/or seroconversion. A presumptive diagnosis of EVA cannot be based solely on the nature of the clinical signs of disease. The detection of the seroconversion with complement-dependent virus neutralization performed with the Bucyrus strain in EAV-infected animals is a reliable method used to identify EAV infection in horses and in abortion. Some foals have presuckle positive serology tests for EVA, which suggests in utero infection. Postsuckle testing would be invalid because of passive transfer of maternal immunity in seroconverted mares. Tissue culture cell lines generally used to isolate EAV are RK-13 cells, Vero cells, and equine lung cells. Appropriate specimens for virus isolation from the live",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DIAGNOSIS"
        },
        {
            "text": "animal include nasopharyngeal swabs or washing, conjunctival swabs, and citrated ethylenediaminetetraacetic acid (EDTA) or heparinized blood samples. Indirect immunohistochemistry can be used to detect the infection in vivo in cases with dermatitis and permits the post mortem identification of EAV within the cytoplasm of epithelial cells-such as alveolar pneumocytes, enterocytes, adrenocortical cells, trophoblast, thymus stroma, renal tubular cells, and male accessory genital glands. EAVaiso can be demonstrated within endothelia or in vascular, myometrial, and cardiac myocytes; macrophages; dendritic cells of lymphoid organs; and chorionic mesenchymal stromal cells. Other molecular techniques, such as reverse transcriptase-polyrnerase chain reaction (RT-PCR), have been used to identify the presence of EAV, especially in regard to genital transmission of the virus. The application of these techniques to identify viral RNA in tissues may be useful for diagnostic purposes and further studies, although sensitivity and specificity for routine diagnostic use still require evaluation. Detection of the carrier state in the stallion initially involves the collection of a blood sample to determine the EAV serologic status of the horse. Only horses that test positive at a serum dilution of 1:4 or greater without an appropriately certified vaccination history against EVA need to be considered potential carriers of the virus. These sires should be tested Virologicallyby attempting isolation of EAV in vitro from a collection of semen or by identifying EAV in semen by RT-PCR. A more expensive and slowerbut very reliable-alternative is to test-breed the suspect stallion to two seronegative mares and evaluate them for seroconversion to EAV up to 28 days after breeding. Because carriers constantly shed the virus in semen, virus identification can be attempted at any time from a potential carrier sire. The collection must contain the spermrich fraction of the ejaculate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equine Viral Arteritis 37"
        },
        {
            "text": "Several infectious and a few noninfectious diseases should be considered differential diagnoses for EVA. These diseases include rhinopneumonitis (equine herpesviruses 1 and 4), influenza (orthomyxoviruses A equi 1 and 2), equine infectious anemia, Africanhorse sickness (orbivirus), Hendra disease (retrovirus), Getah virus (togavirus), purpura hemorrhagica, and the toxic plant Hoary alyssum (Berteroa incana). Amongst differential diagnoses it is necessary also to include infectious and noninfectious causes of abortion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Equine Viral Arteritis 37"
        },
        {
            "text": "With rare exceptions, horses naturally infected with EAV make uneventful clinical recoveries, even in the absence of symptomatic treatment. Mortality in natural cases is rather uncommon and is mainly reported in neonatal foals affected by severe acute bronchointerstitial pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT AND PREVENTION"
        },
        {
            "text": "Isolation of horses that exhibit clinical signs is paramount to decrease the spread of EAV, which is easily diffused by fomites. Colostrum from mares infected at or around the time of parturition should be discarded for that parturition only. General supportive care should include a thoroughly ventilated and protected environment. Nonsteroidal antiinflammatory drugs (NSAIDs) can be used to decrease the high fever and stimulate the horses to eat. Treatment of one foal with hyperimmune plasma collected from a horse with a very high titer to EVA was attempted but was performed late in the course of the disease and was not effective. Earlier intervention with specific passive transfer of immunity to EVA in the case of neonatal disease might be beneficial, given that adequate colostral passive transfer of immunity appears to be protective. Rest should be mandatory for a minimum of 1 week after the clinical signs have resolved. A convalescent period of 3 to 4 weeks is needed for a complete resolution of an uncomplicated viral respiratory problem. If after culture of the airway secretions a bacterial agent is identified, the isolate should be tested for antimicrobial sensitivity; appropriate therapy then should be initiated. Common secondary bacterial pathogens are Streptococcus equi subsp. zooepidemicus and Escherichia coli.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT AND PREVENTION"
        },
        {
            "text": "A modified live vaccine against EAV is licensed and available in North America and was used effectively to help control the 1984 outbreak of EVA in Kentucky. The vaccine was developed to prevent infection and establishment of the carrier state in previously unexposed sires and to protect the breeding of nonpregnant mares with carrier sires. Annual revaccination of breeding sires 28 days before the beginning of the breeding season prevents the occurrence of the EAV carrier state. Mares that are bred to carrier sires should be vaccinated annually at least 21 days before breeding. Because vaccinated mares may shed the virus transiently after being bred to a carrier stallion, these mares should be isolated for 21 days after breeding. The vaccine should not be used in pregnant mares-especially during the last months of gestation-nor in foals under 6 weeks of age; exceptions are emergencies when the risk of exposure is high, such as a herd outbreak situation with foal mortality in foals born to seronegative mares. Foaling mares should be vaccinated after foaling and before being rebred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT AND PREVENTION"
        },
        {
            "text": "Regulations and recommendations for the management and breeding of EVA carrier sires vary by state. Import and export regulations vary by country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TREATMENT AND PREVENTION"
        },
        {
            "text": "H erpesviru s infections are extremely common in the equine population. In one survey of young horses, 100% had serologic evidence of infection with equine herpesvirus EHV-4, which is a major cause of upper respiratory tract disease. Infection with EHV-1 is less common, and in addition to causing clinical signs similar to EHV-4 infection, it is responsible for the devastating and unpredictable abortion, fatal neonatal illness, and myeloencephalopathy. The pathogenic potential of EHV-2 is unclear; however, most horses have serologic evidence of exposure. EHV-2 is commonly isolated from the blood of healthy foals and from airway secretions from foals with respiratory tract disease. Coital exanthema is a venereal disease caused by EHV-3. Vesicular lesions appear on the penis and prepuce of the stallion and on the vulvar mucosa of the mare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kennett Square, Pennsylvania"
        },
        {
            "text": "EHV infections of the respiratory tract are prevalent, highly contagious, and performance-limiting and thus are economically important. Abortion and myeloencephalopathy are less common but are economically significant due to high mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kennett Square, Pennsylvania"
        },
        {
            "text": "Control of EHV infection has been difficult due to the presence of latent infections that may reactivate without clinical signs and produce viral shedding. Furthermore, EHV-1 can evade the immune system and induce immunosuppression. Immunity after natural infection or vaccination is brief, and horses may be repeatedly infected during their lifetime.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kennett Square, Pennsylvania"
        },
        {
            "text": "The severity of clinical signs associated with EHV infection depends on the age of the horse, previous EHV infection or vaccination, stress, concurrent illness, viral strain,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Signs"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Equine viral arteritis",
            "authors": [
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Piero",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "287--296",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Equine viral arteritis in newborn foals: clinical, pathological, serological, microbiological and immunohistochemical observations",
            "authors": [
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Piero",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wilkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "]",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Equine Vet]",
            "volume": "29",
            "issn": "",
            "pages": "178--185",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Equine viral arteritis",
            "authors": [
                {
                    "first": "P]",
                    "middle": [],
                    "last": "Timoney",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Mccollum",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Vet Clin North Am Equine Pract",
            "volume": "9",
            "issn": "",
            "pages": "295--309",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Equine viral arteritis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Wilkins",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "5 Minute Consult: Equine",
            "volume": "",
            "issn": "",
            "pages": "1124--1125",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Use of biologics in the prevention of infectious diseases",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "East",
                    "suffix": ""
                },
                {
                    "first": "]",
                    "middle": [],
                    "last": "Rowe",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Large Animal Internal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Edited by Dr. Steeve Giguere",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}