{
    "paper_id": "bcacb10cf4f14b3837a2632f269da025bc8dd0f8",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "years, increases again during child-bearing years, then decreases with advancing age (although some increase may be seen in the elderly).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In terms of restriction on activity and prompting of visits to physicians, the greatest number of illnesses are associated with rhinoviruses followed by influenza viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "However, comparing rhinovirus and influenza, there is no doubt that influenza viruses produce more severe symptoms. In some years, when there is a major influenza outbreak, they may even be identified at greater frequency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Moreover, unlike with other viruses, severity of influenza infection is high at all ages, but especially in older individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Influenza vaccine, which has been available for half a century, has proved effective in preventing hospitalizations for pneumonia and influenza during outbreaks of influenza types A and B. The antiviral agents amantadine and rimantadine provide approximately equivalent, and signillcant, efficacy in protection against clinical illness resulting from influenza type A only. However, the potential for side effects is more marked with amantadine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Some studies have shown that the rate of treatment withdrawal is no greater with rimantadine than with placebo. As we enter the next century, we may well see improvements in influenza vaccines, as well as the advent of antiviral agents that are effective against both type A and type B influenza. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Children <6 months old are relatively spared from community-based respiratory infections. The annual frequency of respiratory illness rises during the second year of life, then falls ( Figure 11 .' The frequency increases again during the child-bearing years as parents are exposed to children in the age groups that have the greatest burden of respiratory illnesses. Apart from the mere presence of children in the family, the age of the oldest child is correlated with the occurrence of illnesses ( Figure 2 ).2 This pattern reflects the important role of children in the introduction and transmission of illness. As adults advance in age, the frequency of respiratory illness decreases, although several series have shown some increase among individuals in their late 60s and 70s ( Figure 1 ). Table I summarizes the etiologic agents of greatest concern with regard to respiratory illness in the community. Because lower respiratory illnesses in community-based studies are difficult to identify based on clinical characteristics, alternative indices of severity must be used. Our group has used activity restriction, the number of physician consultations, and other data, such as frequency of illness and days off work as reported in telephone interviews to measure ranges of disease burden. These are shown as a scale from 0 to >4 of increasing severity in Table I . Reinfection with the same agent is a major feature of nearly all these viruses. While reinfection may not produce clinical disease, it does have consequences in terms of transmission of illness to others.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 194,
                    "text": "Figure 11",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 501,
                    "end": 509,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 785,
                    "end": 793,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 797,
                    "end": 804,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1362,
                    "end": 1369,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "EPIDEMIOLOGY"
        },
        {
            "text": "Respiratory syncytial virus is notorious for producing bronchiolitis and pneumonia in young children, but also frequently causes reinfection (either asymptomatic infection or mild respiratory illness) in older individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTIOUS AGENTS"
        },
        {
            "text": "A similar pattern is evident 66-24s December 29, 1995 The American Journal of Medicine Volume 99 kuppl 6B) with parainfluenza viruses. Approximately 40% of children <lo years old are infected with parainfluenza viruses types 1,2, or 3 each year, as indicated by significant rises in antibody titers.\" Most of these infections are asymptomatic, but nevertheless have consequences in terms of transmission. The rhinoviruses, in contrast, produce mild illnesses in all age groups; again, these illnesses are more likely to be asymptomatic in older individuals. Coronaviruses are largely overlooked nowadays, even though techniques for their identification have improved. The patterns of illness produced by these viruses are similar to those of rhinoviruses. The adenoviruses produce specific syndromes in initial infections. These viruses can result in pneumonia that requires hospitalization, but they are not of great concern in older individuals. Each year, an estimated 13.8-16.0 million influenza-related excess respiratory illnesses occur in the IJS. population <20 years of age. ' For older individuals, the estimated frequency is 4.1-4.4 million excess respiratory illnesses per year. Influenza viruses have the greatest, pot.ent.ial to produce severe disease in older individuals, particularly those with underlying chronic conditions. our group used data on activity restriction and the number of physician consultations in Tecumseh, Michigan, to examine the relative importance of viruses responsible for respiratory infections and illnesses. This index was derived by combining frequency of illness with the proportion causing medical consultation.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTIOUS AGENTS"
        },
        {
            "text": "Khinoviruses were ranked as \"most important\" by this definition. These viruses do not often prompt physician consultations, but they cause many instances of illness. Influenza, even though it is much less common in the total infection rates with influenza type B exhibited a much more pronounced peak in older children and young adults, especially those aged 5-19 years. The peak in older children and young adults was even more extreme and the relative sparing of other age groups even more evident with influenza type A (H,N,) .', Another important endpoint in assessing severity is the possibility of producing asthmatic attacks in young children. Although this is a less notable consequence in the community, it certainly has importance with regard to the need for hospitalization and utilization of healthcare resources in general. Most studies that have examined rhinoviruses have found that these agents are the leading trigger of asthmatic attacks in young children, simply because the viruses are so common.\" Influenza viruses are also important, but they are sharply seasonal, so their contribution depends on whether data are obtained during a period of transmission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 522,
                    "end": 528,
                    "text": "(H,N,)",
                    "ref_id": null
                }
            ],
            "section": "INFECTIOUS AGENTS"
        },
        {
            "text": "Apart from serious morbidity in the community, influenza causes excess deaths above a threshold level. These deaths can be attributed mainly to type A influenza, but also to type B in some years, e.g., 1Y79-80.7 INTERVENTtONS An influenza vaccine has been available for approximately 50 years. Vaccination was found to be 70-90% effective in randomized, controlled trials involving young military recruits but has been underutilized for prevention of pneumonia-and influenza-related hospitalizations in part because of few direct demonstrations of efficacy in the elderly.\" In an attempt to determine whether this vaccine actually prevented hospitalizations for pneumonia and influenza, our group conducted observational must be weighed against the potential for side effects, which are more common with amantadine. studies in southern Michigan to examine influenza type A and B outbreaks during a 3-year period.\" This work was not designed to look at hospitalizations confirmed as being caused by influenza by virtue of virus isolation or rising antibody titers. Rather, we focused on the diagnosis of pneumonia and influenza during the influenza season, then contrasted these data with findings outside the influenza season as a comparison; both were compared with community-based controls who had no such hospitalization.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 211,
                    "text": "1Y79-80.7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INFECTIOUS AGENTS"
        },
        {
            "text": "In the prevention of hospitalizations for pneumonia and influenza, the vaccine was 45%~ effective during a pure outbreak of influenza A (H::N,) versus 21% out of season; 31% effective in a year marked mainly by type B influenza versus 2%) out of season; and 32%) effective in a year marked primarily by type A (H:{N#' influenza versus no effectiveness out of season (Table II) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 310,
                    "end": 317,
                    "text": "(H:{N#'",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 376,
                    "text": "(Table II)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "INFECTIOUS AGENTS"
        },
        {
            "text": "Another study, conducted by Fedson and colleaguesll in Manitoba, yielded essentially the same results and extended the observations to hospitalizations for all respiratory conditions. These data confirmed that the vaccine prevents severe complications caused by influenza and is not merely effective in younger adults whose immune systems have a greater ability to respond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INFECTIOUS AGENTS"
        },
        {
            "text": "Randomized, controlled trials assessing the use of antivirals as prophylaxis have shown that amantadine and rimantadine have approximately equivalent efficacy, depending on the past experience of the population with the circulating viruses. A study we conducted in Michigan showed that amantadine was 71% effective in protecting against laboratoryconfirmed clinical illness resulting from influenza type A (HINI); this finding was statistically significant (p <O.OOl).'\" Other work in Vermont found that amantadine was 91% effective and rimantadine was 85% effective in preventing clinical illness caused by influenza type A (H::NJ or type A (H,N,) ; again, these results were highly significant (p <o.ool).l:: Our study in Michigan showed that 12 of 144 individuals (8%) in the amantadine group versus 3 of 142 (2%) in the placebo group withdrew from treatment.lz In the Vermont study, 32 of 145 individuals (32%) withdrew from amantadine therapy; notably, however, the withdrawal rate in the rimantadine group (14 of 147 individuals, or 10%) did not differ from that in the placebo group (16 of 146 individuals, or ll%).\"' Rimantidine is also valuable as therapy but is not widely available outside the United States. It has been found that this drug reduced viral shedding caused by influenza type A infection when used for treatment of clinical illness. However, when used in therapy, resistant variants are recovered from about 30% of rimantadine-or amantadine-treated patients. Resistance has not been an issue in prophylaxis. The clinical significance of shedding resistant virus for treated individuals is unclear because they still recover as quickly as those without such shedding. But resistant variants have been transmitted to contacts of treated patients and have been associated with failure of prophylaxis.\" CONCLUSION As we enter the next century, we can expect improvements in influenza vaccines, as well as antiviral agents, so that we will be better able to combat influenza. Three questions of particular clinical interest involve (a) an antiviral that is effective against both types A and B influenza, this being especially valuable in mixed outbreaks; (b) the ways in which antivirals work against pneumonia caused by influenza; and (c) the possibility of adrnin-istering treatment after the first 4X hours, when many patients present to physicians. We may be able to answer these questions and move on to an era in which antivirals will be more widely used against influenza.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 648,
                    "text": "(H,N,)",
                    "ref_id": null
                }
            ],
            "section": "INFECTIOUS AGENTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute respiratory rllness i n the community: frequency of rllness and the agents Involved",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monte",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Epidemrol Infect",
            "volume": "110",
            "issn": "",
            "pages": "145--60",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Acute resprratory Illness i n the communrty: effect of family composrtron, smoking and chronrc symptoms",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Br J Prev Sot Med",
            "volume": "31",
            "issn": "",
            "pages": "101--109",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Tecumseh study of respiratory Illness. V. Patterns of Infection with the parainfluenza vrruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Am J Epldemtol",
            "volume": "97",
            "issn": "",
            "pages": "338--386",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Eshmates of the US health Impact of rnfluenza",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Longrni",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am J Publtc Health",
            "volume": "83",
            "issn": "",
            "pages": "1712--1718",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Tecumseh study of respiratory illness",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Koopman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Longtnt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Influenza Infectron and drsease",
            "authors": [],
            "year": 1976,
            "venue": "Am J Eprdemrol",
            "volume": "121",
            "issn": "",
            "pages": "811--833",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reed CE Vrruses as precrpttams of asthmatic attacks tn chrldren",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Minor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Dick",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Demeo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oueliette",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "1974",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Morbrdrty and mortalrty assocrated wrth Influenza B i n the United States, 1978-1980 A report from the Centers for",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Nol An",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jr",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Hmman",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Influenza vaccine effectiveness rn preventing hospltallzation for pneumoni a In the elderly",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Foster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Talsma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Furumotodawson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Epldemiol",
            "volume": "136",
            "issn": "",
            "pages": "296--307",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Influenza vaccine effectiveness i n prevenhng hosprtakzation among elderly durrng influenza type A and type B seasons",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Ohmrt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int J Eprdemrology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "ClinIcal effectrveness of influenza vaccrnatron In Manrtoba",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Fedson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Waj Da",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Ni Col",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Roos",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "JAMA",
            "volume": "270",
            "issn": "",
            "pages": "1956--61",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Preventron of Russran Influenza by amantaatne",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Monto",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Bandyk",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Krng",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "JAMA",
            "volume": "241",
            "issn": "",
            "pages": "1003--1010",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A controlled trral of amantadine and rimantadrne prophylaxes of Influenza A Infectron",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dol Rn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Reichman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Madore",
                    "suffix": ""
                },
                {
                    "first": "Maynard",
                    "middle": [
                        "R"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "N"
                    ],
                    "last": "Webber-Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "N Engl J Med",
            "volume": "307",
            "issn": "",
            "pages": "580--584",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Emergence and apparent transmission of rrmantadine-resrstant Influenza A virus i n familres",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Bel She",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Clover",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hay",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Oakes",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Soo",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "N Engl J Med",
            "volume": "321",
            "issn": "",
            "pages": "1696--702",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "during the second year of life, falls during subsequent",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Frequency of respiratory tllnesses in the community, by age and sex. (Reprinted with permIssIon from Br J Prev Sot Med.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Impact of presence and age of oldest child on mean annual number Nonetheless, the prospects for protective efficacy of respiratory tlinesses In adults. (Reprinted with permisston from Am J Eplde-mloLs)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "From the Department of Epidemiology, School of Public Health, Unlverslty of Michigan, Ann Arbor, Michigan, Requests for reprints should be addressed to A. S. Monto, M.D., Department of Epidemiology, School of Pubk Health, University of Mtchlgan, 109 S. Observatory Street, Ann Arbor, Mtchigan 48109.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Range of Severity of Illnesses Caused by Common Respiratory Viruses",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "of Inactivated Influenza Virus Vaccine in Preventing Pneumonia and Influenza Hospitalizations in Southern Michigan",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}