{
    "paper_id": "bcadccf74b452dc92b6d6ea2452b7ff961b34a22",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "De eerste verdedigingslinie, gevormd door het intacte oppervlak van huid en slijmvliezen, is van groot belang voor de afweer tegen micro-organismen (. tab. 17.1). De kwaliteit van deze verdedigingslinie kan worden aangetast door een fysisch of chemisch trauma, waardoor micro-organismen hun kans schoon zien. Ook de processen die bijdragen tot de kwaliteit van deze verdedigingslinie, zoals secretie (o.a. talg, zweet, mucus, maagzuur) en beweging (trilhaaractiviteit, darmmotiliteit en blaaslediging) kunnen worden aangetast. Iatrogene schade aan de eerste verdedigingslinie is niet zeldzaam: injecties, operaties, katheterisaties en medicamenteuze interventies (o.a. antacida, parasympathicolytica, morfinomimetica) kunnen de afweer in negatieve zin beïnvloeden. Gevaren van buitenaf (zoals micro-organismen) worden aan het oppervlak gesignaleerd door receptoren die moleculaire patronen herkennen, zogenoemde pattern recognition receptors (PRR's). Belangrijke PRR's zijn de toll-like receptoren, de receptoren van de NACHT-eiwitfamilie (belangrijk voor IL-1activatie) en de lectinereceptoren. Deze PRR's bevinden zich op en in epitheelcellen en vooral ook op en in witte bloedcellen. De moleculaire patronen die hiermee worden herkend, zijn vooral aanwezig op pathogene micro-organismen en worden aangeduid met pathogen-associated molecular patterns (PAMP's). Voorbeelden van PAMP's zijn het endotoxine van gramnegatieve bacteriën, bacterieel peptidoglycaan, maar ook viraal enkelstrengs RNA. Deze PAMP's vormen een verbindingsmolecuul ('ligand') tussen micro-organisme en gastheercel. De interacties tussen PAMP en PRR zijn selectief en specifiek; ze leiden tot signaaltransductie in de cel, waardoor productie van cytokinen wordt aangezet (zie ook . fig. 1 .23 en 1.25). Afhankelijk van de signaaltransductieroute die bij de PRR hoort, is de cytokinerespons anders: bijvoorbeeld meer ontstekingsremmend, of meer voorbereidend voor de specifieke immuniteit. Meer en meer worden genetische variaties van PRR-genen bekend die leiden tot meer of minder cytokinerespons en verandering van de afweer. Een voorbeeld is het genetische polymorfisme van toll-like receptor 4 (TLR4), dat bij patiënten die stamceltransplantatie ondergingen de gevoeligheid voor schimmelinfecties verhoogde (zie ook . tab. 1.12 en 1.13).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1755,
                    "end": 1761,
                    "text": "fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Inleiding"
        },
        {
            "text": "De indeling in verschillende verdedigingslinies is kunstmatig. In werkelijkheid zijn de afweerlinies sterk verknoopt: zo spelen componenten van de humorale afweer (zoals lysozym, cytokinen en secretoir IgA) ook een belangrijke rol in de eerste verdedigingslinie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Hoewel de eerste verdedigingslinie van groot belang is, zal dit hoofdstuk zich vooral richten op een aantal stoornissen in de overige verdedigingslinies, namelijk de humorale en de cellulaire afweer. Afhankelijk van de soort afweerstoornis komen bepaalde infecties voor; omgekeerd kan men aan de hand van de soort infecties die men ziet dikwijls een voorspelling doen over de aard van de afweerstoornis. Deficiënties van álle antistoffenklassen (agammaglobulinemie, synoniem: hypogammaglobulinemie) en selectieve deficiënties van klassen of subklassen zijn relatief zeldzame ziektebeelden. Het geschatte voorkomen van agammaglobulinemie is 2 per 100.000 inwoners. Behalve de primaire antistofdeficiënties worden ook tekorten aan antistoffen secundair aan andere ziekten gezien. Dit kan een gevolg zijn van een aanmaakstoornis (bij chronische lymfatische leukemie of bij de ziekte van Kahler), of van renaal of enteraal verlies van grote hoeveelheden antistoffen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Agammaglobulinemieën komen voor als aangeboren of verworven ziektebeelden. Hoewel er verschillende indelingen zijn, is het voor de praktijk het eenvoudigst om drie soorten te onderscheiden: 1. X-gebonden agammaglobulinemie; 2. andere vroege vormen van agammaglobulinemie; 3. late-onset agammaglobulinemie (CVID; common variable immunodeficiency; zie kader) (zie hiervoor een leerboek immunologie).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "4 infecties 4 antrumgastritis (Helicobacter pylori positief ) 4 achloorhydrie 4 vitamine B 12 -deficiëntie 4 maagcarcinoom 4 diarree, steatorroe 4 lymfonodulaire hyperplasie 4 gegeneraliseerde steriele granulomen 4 (intestinaal) lymfoom a 4 thymoom 4 hypothyreoïdie 4 siccasyndroom 4 vitiligo 4 artritis a MALT-lymfoom (mucosa-associated lymphoid tissue), tegenwoordig extranodaal marginalezonelymfoom genaamd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bijkomende pathologie bij late-onset agammaglobulinemie (CVID)"
        },
        {
            "text": "De infectieuze problemen bij agammaglobulinemie kunnen grotendeels verklaard worden uit het ontbreken van circulerende antistoffen, waarbij het tekort aan IgG vooral als opsoniserende stof op de voorgrond staat (. fig. 17 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 221,
                    "text": "fig. 17",
                    "ref_id": null
                }
            ],
            "section": "Infecties bij stoornissen van de humorale afweer"
        },
        {
            "text": "Het complementsysteem en de immunoglobulinen vormen de belangrijkste componenten van de humorale afweer. Ook deficiënties in de productie van cytokinen, zoals interferon-γ (IFNγ), zouden hiertoe kunnen worden gerekend, maar omdat deze defecten hun uitwerking vooral hebben door onvoldoende activatie van de cellulaire immuniteit, worden ze arbitrair daar besproken. Deficiënties van het complementsysteem en de immunoglobulinen kunnen aangeboren of verworven zijn. Deficiënties van afweersystemen leiden tot recidiverende infecties. Complementdeficiënties zijn aanzienlijk zeldzamer dan antistofdeficiënties. De aard van de infecties verschilt afhankelijk van de deficiënties; op grond van de soort infectie kan men dikwijls al een vermoeden uitspreken over de te verwachten humorale afweerstoornis (zoals in 7 casus 17.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Om de stoornissen van het complementsysteem te kunnen begrijpen, is enig inzicht in de ingewikkelde reactieketen van dit systeem noodzakelijk. De cascade met de consequenties van disfunctie is weergegeven in . fig. 17 .1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 217,
                    "text": "fig. 17",
                    "ref_id": null
                }
            ],
            "section": "Inleiding"
        },
        {
            "text": "Patiënten met de zeldzame aangeboren deficiënties van de factoren van de klassieke weg van het complementsysteem, vooral C3, hebben een tekort aan opsoninen. Zij lijden daardoor aan recidiverende infecties met gekapselde micro-organismen (pneumokokken en Haemophilus influenzae), omdat deze micro-organismen uitsluitend na opsonisatie door complement en/of antistoffen kunnen worden gefagocyteerd door witte bloedcellen. 7 Casus 17.1 had dus kunnen berusten op een dergelijke complementdeficiëntie; daarom werd de ch50 bepaald waarmee de functie van de klassieke weg van het complementsysteem kan worden getest. Sommige deficiënties (bijv. van factor C1r of C4) gaan overigens niet gepaard met een verhoogde gevoeligheid voor infecties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Deficiënties van factoren van de alternatieve weg van het complementsysteem (factor B, factor D) zijn eveneens zeer zeldzaam en leiden ook tot infecties met gekapselde bacteriën (pneumokokken, H. influenzae, meningokokken). Bij patiënten met sikkelcelanemie is er een activatiedefect van de alternatieve weg, waardoor pneumokokken en Salmonellae slecht geopsoniseerd worden. Dit lijkt voor een deel de verklaring voor de ernstige infecties veroorzaakt door deze micro-organismen bij sikkelcelanemie. Ook de functionele asplenie draagt bij deze patiënten bij tot de toegenomen gevoeligheid voor infecties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Deficiënties van een van de late factoren van het complementsysteem (C5-C8) leiden tot chronische en recidiverende meningokokkeninfecties en tot gedissemineerde gonokokkeninfecties. De deficiënties van de late factoren leiden meestal tot minder ernstige vormen van meningokokkensepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "ECHO-virusinfecties (die zich manifesteren als een chronische meningo-encefalitis, soms met dermatomyositisachtig beeld) en poliomyelitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "De hoeksteen van de behandeling van patiënten met agammaglobulinemie is de substitutie met immunoglobulinen (IgG), hetzij in de vorm van een subcutane infusie, hetzij als intraveneus preparaat. Deze laatste toedieningswijze is het meest gebruikelijk, zeker bij volwassenen. Plasmatoediening (waarin ook IgA en IgM) wordt afgeraden in verband met de mogelijkheid van virustransmissie (vooral hepatitis C en hiv). Naast substitutie met IgG is gerichte antimicrobiële behandeling van infecties noodzakelijk. Soms is chirurgische sanering van infectiehaarden (bronchiëctasieën en chronische sinusitiden) aangewezen. Verder is fysiotherapeutische ondersteuning voor de luchtwegen voor veel patiënten belangrijk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Selectieve deficiënties van immunoglobulineklassen, vooral selectieve IgA-deficiëntie, zijn niet zeer zeldzaam worden ook acute en chronische infecties van de bovenste luchtwegen gezien. Vaak ontstaan er in de loop van het leven bronchiëctasieën en treedt longfunctieverlies op. Soms ziet men, zoals bij 7 casus 17.1, ook infecties op basis van hematogene verspreiding. Zeldzaam zijn ernstige mycoplasma-en ureaplasma-infecties bij deze patiënten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "In de darm zijn het vooral Campylobacter jejuni en Giardia lamblia die voor hardnekkige infecties kunnen zorgen. C. jejuni kan bij deze patiënten in de darm persisteren en aanleiding geven tot terugkerende voorbijgaande bacteriëmieën, zich uitend in veelal kortdurende koortsepisoden. Giardiasis is bij deze patiënten een belangrijke oorzaak van een gestoorde voedselopname, zich uitend in gewichtsverlies. Bij de maagpathologie en het MALT-lymfoom (marginalezonelymfoom) bij patiënten met CVID speelt Helicobacter pylori een rol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "De meeste virale infecties verlopen bij patiënten met agammaglobulinemie normaal, met uitzondering van Het complementsysteem bestaat uit een reeks eiwitten die na activatie met elkaar reageren, wat leidt tot een aantal effectormechanismen. Het systeem kan worden gestart op drie manieren. Wanneer er nog geen immuniteit is (d.w.z. wanneer er nog geen antistoffen zijn gevormd), kan het systeem hetzij gestart worden via de 'alternatieve weg' , hetzij via de lectineroute (mannosebindend lectine, ficolinen). De alternatieve route wordt gestart door het reageren van bacteriële moleculen met een repeterend patroon (zoals bacterieel lipopolysacharide) met de factoren B, P en D (ook wel aangeduid als het properdinesysteem). Vervolgens wordt complementfactor 3 (C3) geactiveerd. De lectineroute wordt gestart door binding van suikergroepen op het oppervlak van micro-organismen aan mannosebindend lectine en/of ficolinen, die dan op hun beurt C4 activeren. Wanneer er wel immuniteit is, kunnen antistoffen die gebonden zijn aan antigenen (immuuncomplexen) het systeem starten door de complementfactor C1 te binden (activatie van de klassieke weg). Vervolgens worden C4 en C2 geactiveerd en ook dit leidt tot activatie van C3. De drie activatiewegen zullen in vivo naast elkaar geactiveerd worden (wanneer er immuniteit is). Het systeem beschikt over een positieve feedback (amplificatie) en een negatieve. Het geactiveerde C3 (C3b), dat aan het immuuncomplex is gebonden, kan zich binden aan complementreceptoren op fagocyterende cellen en zo als opsonine fungeren. Activatie van C5 in de cascade leidt tot productie van C5a, een zeer sterke chemotactische factor. Uiteindelijk worden C6 tot en met C9 geactiveerd. Deze moleculen vormen samen een buisvormige structuur, het membraan-'attack'-complex, die een gat kan maken in de lipidendubbellaag van (bacteriële en somatische) cellen. Deficiënties van de vroege factoren van het complementsysteem kunnen leiden tot een gestoorde afweer tegen gekapselde bacteriën; deficiënties van de late factoren gaan gepaard met systemische neisseria-infecties. (1:800 bloeddonoren). In de meeste gevallen is er geen verhoogde vatbaarheid voor infecties, soms ziet men soortgelijke infecties als bij agammaglobulinemie. Deficiënties van immunoglobulinesubklassen, vooral van IgG (bijv. IgG2-deficiëntie), zijn relatief zeldzaam. Soms vormen ze de verklaring voor recidiverende infecties met pneumokokken en H. influenzae. De verklaring voor deze infecties wordt gezocht in een defecte synthese van antistoffen tegen deze gekapselde micro-organismen. Af en toe vindt men ondanks normale antistofconcentraties toch een gestoorde antistofproductie na blootstelling aan een polysacharidevaccin (het pneumokokkenpolysacharidevaccin). Ook de kwaliteit van de receptoren voor het Fc-gedeelte van het IgG-molecuul op de membraan van fagocyterende cellen kan van persoon tot persoon sterk verschillen (genetisch polymorfisme). In sommige gevallen is dit een factor die (mede) bijdraagt tot het ontstaan van infecties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Het nut van immunoglobulinesubstitutie bij IgG-subklassedeficiënties staat niet vast. Bij myelodysplastische ziekten en leukemieën wordt verminderde fagocytose door cellen van de witte reeks gezien. Het fagocytoseproces kan ook suboptimaal verlopen door deficiënte opsonisatie. Dit doet zich voor bij de agammaglobulinemieën en sommige complementstoornissen. 4 In de categorie 'defecten van het intracellulair doden' is het best bestudeerde ziektebeeld de chronische granulomateuze ziekte, een door geslachtsgebonden of autosomale overerving overgedragen aandoening. Ook bij de patiënt in 7 casus 17.2 werd deze aandoening gediagnosticeerd. Het moleculaire defect is een afwijking van het enzym cytochroomoxidase (of een van de daarbij benodigde accessoire eiwitten) in de celmembraan van de granulocyt en de monocyt. Als gevolg van dit defect worden geen reactieve microbicide zuurstofproducten (zoals superoxide-anion en waterstofperoxide) gevormd (zie . fig. 17 .2). De patiënten lijden aan ernstige infecties van de huid, de lymfeklieren en andere weefsels, veroorzaakt door stafylokokken, gramnegatieve bacteriën en schimmels (vooral Aspergillus spp.). Als gevolg van het tekortschieten van de afbraak door fagocyterende cellen worden bij deze patiënten vaak granulomen gezien. CGD-patiënten worden tegenwoordig vrijwel allemaal profylactisch behandeld met cotrimoxazol en IFN-γ, waardoor de prognose van de ziekte aanzienlijk verbeterd is. Om levensbedreigende aspergillusinfecties te voorkomen, wordt vaak ook profylactisch itraconazol toegediend. Bij de behandeling van infecties worden veelal antibiotica gebruikt die goed intracellulair werkzaam zijn.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 957,
                    "end": 964,
                    "text": "fig. 17",
                    "ref_id": null
                }
            ],
            "section": "Inleiding"
        },
        {
            "text": "z Kwantitatieve tekorten van neutrofiele granulocyten",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Wanneer om welke reden dan ook het aantal neutrofiele granulocyten verlaagd is (neutropenie), kunnen ernstige infecties ontstaan (zie kader en . tab. 17.2). Er bestaat een omgekeerde relatie tussen het aantal neutrofiele granulocyten in het perifere bloed en het risico op optreden van een infectie. Dit risico neemt duidelijk toe wanneer het aantal granulocyten daalt beneden 0,5 × 10 9 /l, en neemt sterk toe onder 0,1 × 10 9 /l. Met het dalen van de neutrofiele granulocyten in het bloed neemt ook de ernst van de infecties toe. Het gaat hierbij vooral om infecties veroorzaakt door bacteriën en schimmels, micro-organismen die de huid en slijmvliezen van de patiënt al gekoloniseerd hebben (endogene flora). Het risico op infecties wordt mede bepaald door bijkomende factoren. Zo vormt beschadiging van de eerste verdedigingslinie (slijmvliesbeschadiging door chemotherapie en bestraling; gebruik van intravasculaire en intravesicale katheters) een belangrijke risicofactor bij deze patiënten. Bij kinderen die kankerchemotherapie krijgen, is het aannemelijk gemaakt dat MBL-deficiëntie bijdraagt aan het risico op ernstige infecties. stafylokokken blijft sterk achter. De zuurstofconsumptie en superoxideproductie door granulocyten blijken vrijwel afwezig. De diagnose wordt gesteld op CGD. Moleculair onderzoek toont een defect in het gen voor het cytochroomoxidase van de granulocyt. De patiënt wordt ingesteld op profylaxe met cotrimoxazol, itraconazol en injecties met interferon-γ (van deze behandeling is het in onderzoek aannemelijk gemaakt dat patiënten er baat bij hebben in termen van morbiditeit en mortaliteit).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Zowel door kwalitatieve als kwantitatieve tekorten van fagocyterende cellen (granulocyten en monocyten/macrofagen) kunnen ernstige infecties ontstaan. Vooral het tekortschieten van de functie van de neutrofiele granulocyten heeft ernstige klinische consequenties. De micro-organismen die infecties veroorzaken bij patiënten met neutropenie, waren vroeger de aerobe gramnegatieve staven (. tab. 17.2). Door profylactisch en therapeutisch gebruik van antibiotica met een sterke werkzaamheid tegen deze gramnegatieve bacteriën is de laatste twintig jaar een verschuiving opgetreden van gramnegatieve naar grampositieve bacteriële infecties (. tab. 17.2). De streptokokkeninfecties vertonen vooral samenhang met slijmvliesschade ten gevolge van chemotherapie, de S. epidermidis-infecties met het gebruik van intravasale katheters. Ook komen meer schimmelinfecties voor. Door voorafgaande antibacteriële therapie wordt de eigen commensale koloniserende flora in belangrijke mate aangetast en wordt de kolonisatieresistentie (zie 7 H. 1) zodanig verstoord dat uitgroei van Candida spp. optreedt (zie 7 par. 17.5). Aspergillusinfecties hangen samen met de concentratie van aspergillussporen in de lucht; tijdens verbouwingswerkzaamheden in ziekenhuizen worden meer schimmelsporen in de lucht aangetroffen en op kleinere schaal kan het strooien van peper (dat aspergillussporen bevat) over het eten ook bijdragen tot dit probleem (zie 7 par. 17.5.3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Het is opvallend dat anaerobe bacteriën slechts bij uitzondering aanleiding geven tot infecties bij patiënten met granulocytopenie. Een goede verklaring hiervoor is niet te geven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "De enige virusinfectie die bij patiënten met neutropenie veelvuldig voorkomt, is de reactivatie van herpes simplex. Deze reactivaties hangen waarschijnlijk niet direct samen met de neutropenie maar worden teweeggebracht door chemotherapie en bestraling. De herpeslaesies kunnen gemakkelijk secundair geïnfecteerd raken met bacteriën en zo een porte d' entrée vormen voor gegeneraliseerde infectie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Neutropenie komt aangeboren of verworven voor. Hoewel de aangeboren vormen kunnen leiden tot infectieuze problematiek, is dit zeker geen regel. Bij sommige patiënten treedt toch een leukocytose (met neutrofilie) op wanneer dit nodig is. De pathogenese van deze stoornissen is heterogeen en de analyse hiervan is niet eenvoudig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "De patiënten met congenitale neutropenie en infecties ondervinden vaak baat bij behandeling met de groeifactor g-CSF (granulocyt colony stimulating factor); bij deze patiënten stijgt het aantal granulocyten en neemt het aantal infecties af.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Een bijzondere vorm van granulocytopenie is de cyclische neutropenie. In een periode van 14-30 dagen fluctueren de neutrofiele granulocyten bij deze patiënten zeer sterk, waarbij voorbijgaand ernstige neutropenie bestaat. Op het laagste niveau kunnen zich infecties voordoen; vaak hebben de patiënten dan aften op de slijmvliezen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Verworven vormen van granulocytopenie komen vaker voor dan aangeboren vormen. Pathofysiologisch zijn de verworven neutropenieën heterogeen (. tab. 17.3). De meest voorkomende vorm is de door cytotoxische medicamenten geïnduceerde granulocytopenie, zoals die optreedt tijdens de chemotherapie van leukemie en solide tumoren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Infecties bij patiënten met neutropenie ontstaan sluipend, maar verlopen fulminant in de afwezigheid van granulocyten. Iedere focale infectie kan levensbedreigend zijn, doordat de verwekkers zich vrijwel ongehinderd in de bloedbaan kunnen begeven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Verwekkers van de infecties bij neutropenie zijn veelal de micro-organismen die de patiënt al hebben gekoloniseerd. Bij patiënten die niet eerder in het ziekenhuis opgenomen en niet aan antibiotica blootgesteld zijn geweest, gaat het vrijwel altijd om goed gevoelige micro-organismen. Bij de meeste (hemato-)oncologische patiënten heeft echter expositie aan ziekenhuisflora plaatsgevonden en is de patiënt ook met resistente flora uit het ziekenhuismilieu gekoloniseerd. Het frequente gebruik van breedspectrumantibiotica op afdelingen waar deze patiënten worden opgenomen, draagt bij tot de resistentieproblematiek. opbrengst: hiermee kan de diagnose ecthyma gangraenosum (huidlaesie veroorzaakt door Pseudomonas aeruginosa, soms door andere gramnegatieve bacteriën), candidastrooihaard en gedissemineerde herpes simplex worden gesteld (. fig. 17 .5).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 840,
                    "end": 847,
                    "text": "fig. 17",
                    "ref_id": null
                }
            ],
            "section": "Inleiding"
        },
        {
            "text": "Sinds het begin van de jaren zeventig worden patiënten met neutropenie in de meeste centra in enige vorm van beschermende isolatie verpleegd. Daarnaast worden profylactisch antibiotica toegediend om de endogene flora op de slijmvliezen te elimineren of te onderdrukken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Gezien de ernst van de infecties bij granulocytopenie en de diagnostische problemen die zich bij deze patiënten voordoen, wordt bij verdenking op infectie direct met antimicrobiele behandeling begonnen. De resultaten van microbiologisch onderzoek worden niet afgewacht. Zolang de verwekker niet bekend is, wordt doorgaans gekozen voor behandeling van de meest levensbedreigende gramnegatieve staven. Hiervoor zijn breedspectrumcefalosporinen of carbapenems geschikt. Een behandeling van de weinig virulente S. epidermidis wordt doorgaans pas begonnen bij een positieve kweek.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inleiding"
        },
        {
            "text": "Indicaties voor het beginnen met systemische antifungale therapie zijn het negatief blijven van de kweken in combinatie met het niet op antibiotica reageren van de koorts en ziekteverschijnselen, of als er longinfiltraten ontstaan die passen bij een aspergillusinfectie (zie 7 par. 17.5.3 en . fig. 17 .6). In toenemende mate wordt voor de diagnostiek van invasieve aspergillose gebruikgemaakt van het aantonen van circulerend aspergillusantigeen, het zogenoemde galactomannaan, en van beeldvorming van de longen door middel van een hogeresolutie-CT-scan (HRCT). Galactomannaan is een celwandbestanddeel van Aspergillus dat vrijkomt bij groei van de schimmel en dat kan worden aangetoond in het bloed of in BAL-vloeistof. Bij patiënten die behandeld worden voor een hematologische maligniteit, kan gedurende de periode van granulocytopenie de aanwezigheid van galactomannaan in het bloed prospectief gemonitord worden, bijvoorbeeld tweemaal per week. Wanneer het antigeen wordt aangetroffen, wordt vervolgens een HRCT-scan van de long gemaakt. Bij Aspergillus (maar ook bij enkele andere infecties) is bij neutropene patiënten vaak een haardvormige afwijking (nodus) te zien op de CT-scan, soms omgeven door een grijs gebied (haloteken). Als de infectie verder gevorderd is, kan beginnende holtevorming zichtbaar zijn (air-crescentteken). De benadering om op basis van biologische merkers patiënten met aspergillusinfectie op te sporen en te behandelen, wordt een pre-emptieve benadering genoemd.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 301,
                    "text": "fig. 17",
                    "ref_id": null
                }
            ],
            "section": "Inleiding"
        },
        {
            "text": "Naturalkillercellen (NK-cellen) kunnen op niet-specifieke wijze cellen doden die met virus geïnfecteerd zijn. Zij gebruiken daarvoor eiwitten (perforinen) die in hun cytoplasmakorrels liggen opgeslagen; deze perforinen kunnen op analoge wijze als het membraanattackcomplex van het complementsysteem gaten in de membraan van de te doden cel maken. De klinische betekenis van deze cellen bij de afweer tegen infecties is De belangrijkste lokalisaties van de infecties bij patiënten met neutropenie zijn de huid, de farynx, de oesofagus, de luchtwegen en het anorectale gebied (. fig. 17.3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 577,
                    "end": 587,
                    "text": "fig. 17.3)",
                    "ref_id": null
                }
            ],
            "section": "Stoornissen in de functie van naturalkillercellen"
        },
        {
            "text": "De geringe ontstekingsreactie leidt ertoe dat de klachten, zeker initieel, vaak gering zijn. Het betekent echter dat men klachten als pijn in de mond of de keel, passageklachten van de slokdarm, last van een aambei of pijn bij defecatie zeer serieus moet nemen. Koorts is altijd een reden voor minutieus en volledig lichamelijk onderzoek. De insteekopening van infuusnaalden en intravasculaire katheters dient dagelijks te worden geïnspecteerd. Ook uit een niet zichtbaar ontstoken insteekplaats kan overigens een bacteriëmie of candidemie ontstaan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stoornissen in de functie van naturalkillercellen"
        },
        {
            "text": "Wanneer de granulocytopoëse weer op gang komt, worden niet zelden ontstekingsverschijnselen gezien die er tijdens de granulocytopenie niet waren, bijvoorbeeld bij de chronische gedissemineerde candidiasis. Tijdens de granulocytopenische episode is er uitzaaiing van Candida spp. opgetreden. Door negatief blijven van de bloedkweken is de diagnose niet gesteld. Bij toename van de granulocyten en dus van het ontstekingsinfiltraat ontstaan er echografisch gemakkelijk te visualiseren haarden, onder andere in lever en milt ( . fig.17.4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 526,
                    "end": 535,
                    "text": "fig.17.4)",
                    "ref_id": null
                }
            ],
            "section": "Stoornissen in de functie van naturalkillercellen"
        },
        {
            "text": "Bij verdenking op een infectie bij een patiënt met neutropenie moeten behalve bloedkweken ook kweken worden afgenomen van potentiële foci van infectie. Als de patiënt een centraalveneuze katheter heeft, worden ook kweken uit deze katheter afgenomen om na te gaan of hij geïnfecteerd is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stoornissen in de functie van naturalkillercellen"
        },
        {
            "text": "Bij het bestaan van huidlaesies heeft microbiologisch onderzoek van een punctaat of een ponsbiopt een goede Cellulaire immuniteit komt tot stand door een complexe interactie tussen antigeen, antigeenpresenterende cellen (dendritische cellen en macrofagen) en T-lymfocyten (zie hiervoor een leerboek immunologie).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stoornissen in de functie van naturalkillercellen"
        },
        {
            "text": "Stoornissen van de cellulaire immuniteit zijn aangeboren of verworven. De defecten kunnen berusten op stoornissen van de T-lymfocyten, van de macrofagen of van de moleculen die de interacties tussen deze cellen verzorgen. Aangezien zowel T-lymfocyten als macrofagen interacties hebben met B-lymfocyten, ziet men soms dat niet alleen de cellulaire immuniteit gestoord is, maar dat ook de humorale immuniteit defecten vertoont; dit wordt aangeduid als gecombineerde immunodeficiëntie. onduidelijk. Patiënten met een deficiëntie van NK-cellen kunnen lijden aan recidiverende herpesinfecties. doden (. fig. 17.7) . Voor een gedetailleerde beschrijving van de aangeboren (syndromale) defecten wordt verwezen naar de leerboeken voor kindergeneeskunde en immunologie.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 598,
                    "end": 608,
                    "text": "fig. 17.7)",
                    "ref_id": null
                }
            ],
            "section": "Stoornissen in de functie van naturalkillercellen"
        },
        {
            "text": "Verworven afwijkingen zijn vrijwel altijd secundair aan een andere ziekte of het gevolg van een behandeling. Van deze defecten is niet altijd duidelijk van welk celtype de functie gestoord is. Men vindt gestoorde cellulaire immuniteit bij: 4 maligne lymfoproliferatieve ziekten; 4 SLE; 4 chronische nierinsufficiëntie; 4 alcoholisme en levercirrose; 4 ondervoeding; 4 virale infecties (hiv, cytomegalovirus, virale hepatitis, humaan herpesvirus 6) (zie 7 H. 9 en 10); 4 gebruik van bepaalde immunosuppressiva (glucocorticosteroïden, anti-TNF-preparaten, ciclosporine, cyclofosfamide, methotrexaat, antithymocytenglobuline).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stoornissen van de T-lymfocyten en macrofagen"
        },
        {
            "text": "De hier beschreven patiënt met haarcelleukemie (7 casus 17.3) valt in de eerste categorie. Als gevolg van de haarcelleukemie is een ernstige stoornis van de cellulaire immuniteit ontstaan met een duidelijk tekortschietende productie van IFN-γ, leidend tot een verhoogde vatbaarheid voor mycobacteriën zoals Mycobacterium avium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stoornissen van de T-lymfocyten en macrofagen"
        },
        {
            "text": "Aangeboren stoornissen van de cellulaire immuniteit zijn zeldzaam. Meestal betreft dit de T-lymfocyt (bijv. bij de adenosinedeaminase-deficiëntie en bij de purinenucleosidefosforylase-deficiëntie). Recentelijk zijn genetische defecten beschreven van de IFN-γ-receptor en van interleukine-12 (IL-12) dat de IFN-γ-productie aanzet (. fig. 17.7) ; deze defecten gaan gepaard met mycobacteriële infecties doordat macrofagen niet goed worden geactiveerd en ze daardoor mycobacteriën niet . Figuur 17.5 Huidlaesies bij granulocytopenische patiënten. a Ecthyma gangraenosum door P. aeruginosa. Deze haarden zijn soms solitair en soms multipel. Ze kunnen door directe inoculatie van Pseudomonas in de huid of als hematogene strooihaard ontstaan. b Candidastrooihaard. Vaak multipele discrete laesies, soms op een furunkel gelijkend. c Gedissemineerde herpes simplex. Discrete, zich ontwikkelende blaasjes die verder uiteen liggen dan laesies van gedissemineerde herpes zoster.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 332,
                    "end": 342,
                    "text": "fig. 17.7)",
                    "ref_id": null
                }
            ],
            "section": "Stoornissen van de T-lymfocyten en macrofagen"
        },
        {
            "text": ". Figuur 17.6 CT-scan met hoge resolutie van aspergillose in de long bij een patiënt met granulocytopenie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stoornissen van de T-lymfocyten en macrofagen"
        },
        {
            "text": "herpesvirus 8. Hier is dus het optreden van de virale infecties een gevolg van een gestoorde cellulaire immuniteit. Eerder werd aangegeven dat bepaalde virussen zelf ook de cellulaire immuniteit kunnen aantasten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stoornissen van de T-lymfocyten en macrofagen"
        },
        {
            "text": "Patiënten met hemochromatose hebben een verhoogd risico op infecties. Vooral de bacterie Listeria monocytogenes moet in dit verband worden genoemd. De belangrijkste lokalisatie van de infectie is in de hersenvliezen (meningitis). De eenvoudigste verklaring voor dit verband is dat Listeria een grote ijzerbehoefte heeft. Daarnaast remt ijzer de productie van IFN-γ, waardoor de macrofaag niet goed wordt geactiveerd. Ook kunnen bacteriën zoals Yersinia enterocolitica en schimmels zoals Rhizopus gebruikmaken van desferoxamine (een siderofoor van bacteriële oorsprong die wel therapeutisch wordt toegepast als ijzerchelator) om ijzer op te nemen. Bij patiënten die dit middel kregen, zijn infecties met deze micro-organismen beschreven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stoornissen van de T-lymfocyten en macrofagen"
        },
        {
            "text": "M. avium is een typische opportunistische pathogeen (m.a.w. een micro-organisme dat van een afweerstoornis van de gastheer gebruik moet maken om de kans te krijgen een infectie te veroorzaken). Wanneer de cellulaire immuniteit intact is, ziet men vrijwel nooit een infectie met dit micro-organisme. M. avium behoort tot de facultatief intracellulaire micro-organismen. Dit zijn micro-organismen die intracellulair in macrofagen kunnen overleven en zich vermenigvuldigen wanneer deze cellen niet worden geactiveerd door cytokinen van T-lymfocyten. Worden de macrofagen wel adequaat geactiveerd door cytokinen (IL-12, IFN-γ en TNF), dan zijn ze in staat deze micro-organismen te doden. Het belang van deze factoren wordt duidelijk uit onderzoek bij families met ernstige M. avium-infecties en afwijkingen in de IFN-γ-IL-12-route. Tijdens de activatie van macrofagen met IFN-γ worden oxidatieve en niet-oxidatieve bactericide mechanismen geactiveerd (. fig. 17.7) . Dit mechanisme speelt ook een rol bij de reactivatie van tuberculose bij patiënten die een anti-TNF-behandeling krijgen (bijvoorbeeld voor reumatoïde artritis of de ziekte van Crohn).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 950,
                    "end": 960,
                    "text": "fig. 17.7)",
                    "ref_id": null
                }
            ],
            "section": "Stoornissen van de T-lymfocyten en macrofagen"
        },
        {
            "text": "De verschillende facultatief intracellulaire micro-organismen en hun preferente infectielokalisatie bij patiënten met verminderde cellulaire immuniteit zijn weergegeven in . fig. 17 .8.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 181,
                    "text": "fig. 17",
                    "ref_id": null
                }
            ],
            "section": "Stoornissen van de T-lymfocyten en macrofagen"
        },
        {
            "text": "Een tweede groep micro-organismen die bij stoornissen van de cellulaire immuniteit infecties veroorzaakt, wordt gevormd door de micro-organismen die onder normale omstandigheden door cytotoxische T-lymfocyten worden gedood. Dit zijn veelal virussen zoals herpessimplexvirus, varicellazostervirus, cytomegalovirus en wellicht ook humaan ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stoornissen van de T-lymfocyten en macrofagen"
        },
        {
            "text": "Patiënten die een splenectomie hebben ondergaan, lopen een verhoogd risico op fulminante bacteriële infecties, vooral veroorzaakt door pneumokokken, H. influenzae en meningokokken. Het additionele risico hierop is het grootst bij kinderen en bij patiënten met status na splenectomie wegens een hematologische maligniteit, en relatief klein bij patiënten die een miltextirpatie ondergingen wegens een traumatische miltruptuur. Men neemt aan dat er bij deze laatste categorie patiënten toch nog enige miltfunctie is als gevolg van de bij het trauma opgetreden splenosis peritonei (uitzaaiing van miltweefsel in het buikvlies).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Splenectomie"
        },
        {
            "text": "Bij gesplenectomeerde patiënten komt voorts een zeldzame infectie voor die wordt veroorzaakt door een gramnegatief staafje dat vooral door hondenbeten wordt overgebracht. Deze bacterie, Capnocytophaga canimorsus, is penicillinegevoelig en groeit in het laboratorium langzaam. De patiënten met een infectie met deze bacterie vertonen het beeld van een ernstige sepsis met diffuse intravasale stolling en huidnecrose (. fig. 17.9) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 418,
                    "end": 428,
                    "text": "fig. 17.9)",
                    "ref_id": null
                }
            ],
            "section": "Splenectomie"
        },
        {
            "text": "Voorts wordt na splenectomie in zeldzame gevallen babesiose gezien, een infectie veroorzaakt door Babesia, een door teken overgedragen protozo dat een malaria-achtig ziektebeeld",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Splenectomie"
        },
        {
            "text": "Een 30-jarige man is al vijf jaar in remissie van de ziekte van Hodgkin (wegens deze ziekte onderging hij destijds een stageringslaparotomie en splenectomie); hij komt's avonds ziek thuis van zijn werk. Hij heeft een koude rilling gehad en heeft hoge koorts. Hij neemt paracetamol en gaat naar bed. De volgende morgen kan hij niet op zijn benen staan. Zijn huid is vlekkerig. De huisarts wordt gebeld. Deze stelt hypotensie, een tachycardie van 144/min. en livedo reticularis vast. Hij laat de patiënt onmiddellijk opnemen. Bij opname wordt een zeer zieke patiënt gezien. Er zijn geen tekenen van endocarditis. Na het afnemen van twee bloedkweken wordt op verdenking van een fulminante sepsis bij status na splenectomie direct gestart met hoge doses amoxicilline i.v. Bovendien wordt de shock bestreden. In de bloeduitstrijk worden diplokokken gezien (en op grond hiervan wordt de therapie veranderd in benzylpenicilline). In de loop van de volgende dag klaagt de patiënt over een visusstoornis rechts; de oogarts stelt een endoftalmitis vast. De bloedkweken zijn positief voor S. pneumoniae. Bij navraag blijkt de patiënt destijds wel pneumokokkenvaccin te hebben ontvangen. Pneumocystis komt wereldwijd voor bij mensen en zoogdieren, maar infectie is soortspecifiek. De verspreiding is waarschijnlijk aerogeen. Hoewel Pneumocystis niet wordt gevonden in de longen van gezonde personen, zijn serologische reacties bij ongeveer de helft van de Nederlandse bevolking positief. Alveolaire macrofagen geactiveerd door CD4-positieve T-cellen worden beschouwd als de belangrijkste afweercellen tegen Pneumocystis. Belangrijke mediatoren in dit proces zijn IFN-γ en TNF-α.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 17.4"
        },
        {
            "text": "Pneumocystose treedt op bij patiënten met een gestoorde cellulaire immuniteit (zie eerder in dit hoofdstuk). Met hiv geïnfecteerde patiënten zijn dan ook de belangrijkste risicogroep voor een infectie met P. jirovecii, maar ook andere stoornissen in de cellulaire immuniteit (zie . tab. 17.4) geven aanleiding tot deze infectie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 17.4"
        },
        {
            "text": "P. jirovecii-infectie treedt op in de longen en veroorzaakt een meestal dubbelzijdige pneumonie (vaak nog aangeduid als PCP, de afkorting van Pneumocystis carinii-pneumonie), veroorzaakt. Dit micro-organisme komt vooral in de Verenigde Staten voor, maar is ook in Europa beschreven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 17.4"
        },
        {
            "text": "De verklaring voor de verhoogde gevoeligheid voor infecties na splenectomie is niet eenvoudig te geven. In de eerste plaats is de milt een belangrijke zeef door de aanwezigheid van weefselmacrofagen in strategische posities. Bovendien speelt de milt een belangrijke rol in de antistofvorming. Bij gesplenectomeerden wordt een gestoorde productie van antistoffen tegen pneumokokken en andere T-celonafhankelijke antigenen gevonden. Er is dus een deficiënte opsonisatie. De milt zou bovendien tuftsine produceren, een fagocytose bevorderend peptide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 17.4"
        },
        {
            "text": "Bij sikkelcelanemie worden eveneens fulminante pneumokokkeninfecties gezien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 17.4"
        },
        {
            "text": "Als gevolg van multipele miltinfarcten bestaat bij deze patiënten een functionele asplenie; daarnaast is bij deze ziekte een complementstoornis beschreven (zie eerder in dit hoofdstuk). Bij sikkelcelanemie worden bovendien ernstige salmonella-infecties (osteomyelitiden) gezien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 17.4"
        },
        {
            "text": "Vanwege het verhoogde infectierisico na splenectomie wordt vaccinatie met pneumokokkenconjugaatvaccin en eventueel met haemophilusconjugaatvaccin aangeraden. Bij voorkeur en zo mogelijk wordt de vaccinatie enkele weken vóór de splenectomie gegeven. Tot voor kort was uitsluitend het polyvalente pneumokokkenpolysacharidevaccin (gericht tegen 23 typen pneumokokken) beschikbaar. De bescherming door dit pneumokokkenvaccin is partieel, kortdurend (3-5 jaar) en zonder boostereffect. Dit komt doordat het een zogenoemd thymusonafhankelijk vaccin is. Inmiddels is er een 13-valent pneumokokkenconjugaatvaccin beschikbaar dat wel thymusafhankelijk is. Dit vaccin geeft dus een betere immuunrespons, met boostereffect en geheugen, maar beschermt niet tegen alle typen pneumokokken. Patiënten die een splenectomie ondergaan of hebben ondergaan, dienen met dit vaccin gevaccineerd te worden. Gezien de incomplete bescherming van het vaccin wordt bij gesplenectomeerde patiënten met een hematologische ziekte en vooral bij kleine kinderen dikwijls profylaxe met een penicilline gegeven. In verband met het risico van H. influenzae-infecties is amoxicilline het middel van keuze. Een alternatief voor deze continue profylaxe is ervoor te zorgen dat de patiënt een voorraad amoxicilline thuis heeft en geïnstrueerd is om bij plotseling optredende koorts hier direct mee te beginnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 17.4"
        },
        {
            "text": ". Figuur 17.9 Purpura en huidnecrose bij sepsis door Capnocytophaga canimorsus bij een patiënt zonder milt die door een hond werd gebeten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 17.4"
        },
        {
            "text": "Het middel van eerste keuze is trimethoprim-sulfamethoxazol (cotrimoxazol). Vooral bij hiv-geïnfecteerden met een ernstig gestoorde afweer wordt een toxicodermie gezien op de sulfacomponent. Bij patiënten met ernstige hypoxie worden corticosteroïden aan de antimicrobiële medicatie toegevoegd. Een alternatief voor cotrimoxazol is pentamidine. Hiv-geïnfecteerden met een ernstig gestoorde afweer en alle patiënten die al eens een PCP hebben gehad, krijgen profylaxe met cotrimoxazol (eventueel pentamidine per inhalatie) zolang de cellulaire immuniteit gestoord is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Casus 17.4"
        },
        {
            "text": "Cryptokokkose is een systemische infectie met de gist C. neoformans. De gistcellen zijn rond of ovaal en bevatten een mucopolysacharidewand. Het micro-organisme veroorzaakt vooral infecties bij patiënten met een gestoorde cellulaire immuniteit, met hiv-geïnfecteerden met een ernstig gestoorde afweer als belangrijkste groep. De meest voorkomende infectie is chronische of acute meningitis, maar cryptokokkose van de longen of hoewel in zeldzame gevallen ook extrapulmonale manifestaties kunnen voorkomen. Pneumocysten bevinden zich in het alveolaire lumen, waar ze zich vermenigvuldigen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infecties door Cryptococcus"
        },
        {
            "text": "De pneumonie presenteert zich doorgaans met een matig hoge koorts, een droge hoest en dyspnoe die al enkele dagen bestaat. Bloedgasanalyse vertoont een relatief ernstige hypoxie en op de röntgenfoto ziet men dubbelzijdige alveolaire en interstitiële afwijkingen, klassiek vanuit de hilus van de long.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infecties door Cryptococcus"
        },
        {
            "text": "Door microscopisch onderzoek van materiaal dat is verkregen via een bronchoalveolaire lavage (BAL) is de diagnose te stellen. Meestal geeft de patiënt geen sputum op; de sensitiviteit van sputumonderzoek is lager dan die van BAL. Een snelle en eenvoudige methode is detectie met behulp van specifieke fluorescerende monoklonale antistoffen. Daarnaast is na een Giemsa-of zilverkleuring Pneumocystis onder de lichtmicroscoop aantoonbaar. Ook kan DNA van Pneumocystis in BAL worden aangetoond met PCR. Bij patiënten met PCP blijkt 1,3-β-D-glucaan, een celwandbestanddeel van schimmels, in het serum aantoonbaar. Deze antigeentest is niet specifiek voor Pneumocystis, maar is vooral van diagnostische waarde bij patiënten die geen BAL kunnen ondergaan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infecties door Cryptococcus"
        },
        {
            "text": ". Tabel 17.4 Ziekten, behandeling en afweerstoornissen. AML acute myeloïde leukemie; ALL acute lymfatische leukemie; CLL chronische lymfatische leukemie; CML chronische myeloïde leukemie. × = afweerstoornis die dikwijls leidt tot infecties; (×) = afweerstoornis waarvan de betekenis niet evident is. a De afweerstoornis is afhankelijk van de fase waarin de patiënt zich bevindt. b De afweerstoornis is lokaal in de peritoneale holte. c De afweerstoornissen lijken vooral samen te hangen met behandeling. complement immunoglobulinen fagocyten cellulaire immuniteit",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infecties door Cryptococcus"
        },
        {
            "text": "anti-TNF-monoklonaal × × van het galactomannaan, een celwandbestanddeel van de schimmel. Positieve microscopie (hyfen, zie . fig. 17 .10) of kweekresultaten van histologisch weefsel bevestigen de diagnose. Behandeling van invasieve aspergillose geschiedt met voriconazol, waarbij de respons van patiënten significant beter was vergeleken met behandeling met conventioneel amfotericine B. Profylaxe met een andere azool, posaconazol, was effectief om schimmelinfecties te voorkomen bij patiënten met acute myeloïde leukemie en myelodysplastisch syndroom gedurende neutropenische episoden, en bij patiënten die behandeld worden voor graft-versus-hostziekte. Preventie vindt ook plaats door verpleging in ruimten met gefilterde (sporenvrije) lucht. In toenemende mate wordt resistentie tegen azolen gevonden bij A. fumigatus, waarbij de schimmel resistent is geworden door het gebruik van (niet-medische) azolen in het milieu, bijvoorbeeld voor houtverduurzaming of gewasbescherming. De meest patiënten met azoolresistente invasieve aspergillose zijn niet eerder behandeld met azolen en zijn daardoor moeilijk te herkennen. Wanneer azoolresistentie wordt aangetoond, kan beter behandeld worden met een middel met een ander aangrijpingspunt, zoals een lipideformulering van amfotericine B.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "fig. 17",
                    "ref_id": null
                }
            ],
            "section": "Infecties door Cryptococcus"
        },
        {
            "text": "Candida spp. en in het bijzonder C. albicans zijn gisten waardoor de mens frequent wordt gekoloniseerd. De mate van kolonisatie neemt toe wanneer de patiënt wordt behandeld met antibiotica die de koloniserende bacteriën doden. Bij een verstoorde fagocytenfunctie (zie 7 par. 17.3.1) ontstaat een verhoogd risico op het invasief worden van dit micro-organisme, vooral wanneer tevens de eerste verdedigingslinie wordt beschadigd (zie 7 par. 17.1). Men ziet dit wanneer de huid wordt gepenetreerd met intravasale lijnen of de slijmvliezen worden beschadigd door cytostatische behandelingen. Bij de huid kan eveneens optreden. C. neoformans komt wereldwijd voor, met hoge concentraties in vogeluitwerpselen. Een andere soort, C. gattii, wordt steeds vaker gevonden als verwekker, waarbij een grote uitbraak is vastgesteld op Vancouver Island (Canada). C. gattii kan ook bij immunocompetente patiënten cryptokokkose veroorzaken en deze infecties zijn vaak moeilijk te behandelen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidiasis"
        },
        {
            "text": "Klachten van een cryptokokkeninfectie in het centraal zenuwstelsel kunnen plotseling beginnen, maar zich ook uitstrekken over weken of zelfs maanden met tussendoor symptoomloze intervallen. Klachten bestaan uit hoofdpijn, misselijkheid, duizeligheid, prikkelbaarheid en gedragsverandering. Koorts is vaak afwezig; zowel subfebriele als piekende temperatuur komt voor. Nekstijfheid is minimaal of afwezig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidiasis"
        },
        {
            "text": "De diagnose wordt gesteld op de afwijkende liquor met een milde leukocytose (vnl. mononucleair) en vrijwel altijd een duidelijk verlaagd glucose. De gist is vaak aantoonbaar met microscopie na kleuring met Oost-Indische inkt; kweek of een specifieke agglutinatietest waarmee kapselantigenen worden aangetoond is bewijzend.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidiasis"
        },
        {
            "text": "Het middel van keuze voor behandeling is amfotericine B, samen met flucytosine. Na enkele weken wordt deze toxische behandeling omgezet in fluconazol. Vooral bij hiv-geïnfecteerden met een ernstig gestoorde afweer wordt deze behandeling gevolgd door langdurige secundaire profylaxe met fluconazol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Candidiasis"
        },
        {
            "text": "Aspergillus spp. zijn wijdverspreid voorkomende filamenteuze schimmels; de meeste opportunistische infecties worden veroorzaakt door Aspergillus fumigatus. Sporen in de lucht zijn de bron van infectie voor de mens. Aspergillose kan voorkomen bij patiënten met pre-existente anatomische afwijkingen in de long en bij patiënten met een tekortschietende fagocytenfunctie (zie 7 par. 17.3.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasieve aspergillose"
        },
        {
            "text": "Een genetisch polymorfisme van TLR4 (zie 7 par. 17.1) draagt bij verder gepredisponeerde patiënten bij aan het risico op invasieve aspergillose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasieve aspergillose"
        },
        {
            "text": "Nadat de sporen zijn geïnhaleerd, groeit de schimmel in concentrische ringen in sinussen, bronchiëctasieën of andere pre-existente holten in de long. Bij deze patiënten kan groei plaatsvinden in de omringende weefsels (inclusief bloedvaten) waarbij aangrenzende anatomische structuren worden verwoest (invasieve aspergillose).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasieve aspergillose"
        },
        {
            "text": "Aspergillose presenteert zich doorgaans als een aandoening die gelokaliseerd is in sinussen of longen, waarbij versleping door het hele lichaam kan optreden. Zeldzame andere lokalisaties zijn onder andere het centrale zenuwstelsel, het oog, de huid en de botten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasieve aspergillose"
        },
        {
            "text": "Bij een lokalisatie in de longen van patiënten met neutropenie varieert het beeld van een bronchopneumonie met holtevorming tot invasieve groei. Symptomen zoals hoge koorts en hoest zijn vaak weinig specifiek en de pneumonie kan een fulminant beloop hebben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasieve aspergillose"
        },
        {
            "text": "Belangrijkste hulpmiddelen bij vroege diagnostiek zijn beeldvorming door een CT-scan van de long en het aantonen . Figuur 17.10 Microscopische opname van het sediment van BALvloeistof van een patiënt met invasieve aspergillose. Het preparaat is gekleurd met Blankophor P, dat de structuren van schimmels duidelijk weergeeft wanneer het preparaat wordt bekeken met een fluorescentiemicroscoop. Zichtbaar zijn schimmeldraden met septa en dichotome vertakkingen (d.w.z. onder een hoek van 45 graden), wat kenmerkend is voor Aspergillus maar ook bij andere schimmels kan voorkomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasieve aspergillose"
        },
        {
            "text": "De diagnose wordt gesteld op sputum, pus, beenmerg of weefsel met behulp van microscopie (Ziehl-Neelsen), kweek en eventueel PCR. Ook bloedkweken (speciaal medium) zijn niet zelden positief.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasieve aspergillose"
        },
        {
            "text": "De behandeling van deze infecties is dikwijls moeilijk en vereist combinatietherapie van middelen (o.a. claritromycine, rifabutine en ethambutol) gedurende langere tijd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Invasieve aspergillose"
        },
        {
            "text": "Voor vrijwel alle virale infecties geldt dat deze ernstiger verlopen bij mensen met een gestoorde afweer. Alleen voor virusinfecties waarbij het eigen immuunsysteem de grootste schade aanricht geldt dit niet. Een belangrijke factor voor een ernstiger ziektebeloop is een gestoorde T-celfunctie. Juist de T-celfunctie wordt onderdrukt bij de meeste vormen van immuunsuppressie, zoals bij orgaantransplantatie en bij hematologische patiënten. Immuunmodulerende middelen die steeds meer worden toegepast bij bijvoorbeeld reumatische aandoeningen, multipele sclerose en de ziekte van Crohn, kunnen heel specifieke immuundeficiënties veroorzaken voor een beperkt aantal pathogenen. Zo geeft natalizumab, een monoklonale antistof die wordt gebruikt bij de behandeling van multipele sclerose, een extreme gevoeligheid voor het JC-polyomavirus. Deze virusinfectie leidt tot een progressief neurologisch syndroom, vaak met fatale afloop. Ook primaire infecties met respiratoire virussen en gastro-enteritisvirussen verlopen bij immuungecompromitteerde patiënten ernstiger en langduriger. Zo verloopt een norovirusinfectie bij gezonde mensen asymptomatisch of met kortdurende diarree. Bij een niertransplantatiepatiënt kan de diarree maanden aanhouden, en dus ook de uitscheiding van het virus en de besmettelijkheid. Om verspreiding van het virus te voorkomen, moet de patiënt die hele periode in isolatie worden verzorgd wanneer hij in het ziekenhuis is opgenomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virale infecties bij patiënten met een gestoorde afweer"
        },
        {
            "text": "Naast ernstiger verlopende primaire infecties hebben immuungecompromitteerde patiënten vaker reactivaties van latent aanwezige virussen. Dit betreft vaak virussen uit de familie van de herpesvirussen (H. 1). Afhankelijk van de mate en de duur van immuunsuppressie kunnen in principe alle aanwezige herpesvirussen reactiveren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virale infecties bij patiënten met een gestoorde afweer"
        },
        {
            "text": "Reactivatie van herpessimplexvirus type 1 (HSV-1) geeft bij gezonde mensen een koortslip. Bij patiënten met een gestoorde afweer kan een reactivatie van HSV-1 zich uiten met een stomatitis, of, bij een ernstig gestoorde afweer, met een gedissemineerde infectie waarbij alle organen betrokken kunnen zijn. HSV reactiveert bij vrijwel iedere patiënt die enige tijd op de IC ligt. Herpessimplexvirus type 2 (HSV-2) reactiveert net zo snel als type 1 en leidt dan tot genitale blaasjes. Doordat minder dan gestoorde T-celimmuniteit (bijv. bij hiv-geïnfecteerden met een ernstig gestoorde afweer) wordt vooral oppervlakkige, mucocutane candidiasis gezien. Voorbeelden van ernstige oppervlakkige candidiasis zijn infectie van de mond-keelholte (spruw) met het optreden van een mucositis, en infectie van de oesofagus (candida-oesofagitis). Een ernstige vorm komt voor bij patiënten met de immuundeficiëntie chronische mucocutane candidiasis, die kan berusten op een stoornis in de IFN-γ-productie (STAT-1-deficiëntie).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herpessimplexvirus type 1 en 2 en varicella zoster"
        },
        {
            "text": "Voorbeelden van diepe candida-infecties zoals die voorkomen bij fagocytendisfunctie en neutropenie, zijn meningitis en de systemische of gedissemineerde candidiasis waarbij in verschillende organen candidahaarden worden gevonden (zie . fig. 17.4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 246,
                    "text": "fig. 17.4)",
                    "ref_id": null
                }
            ],
            "section": "Herpessimplexvirus type 1 en 2 en varicella zoster"
        },
        {
            "text": "Hoewel microscopie en kweek van diverse materialen de belangrijkste diagnostische hulpmiddelen zijn, blijft de diagnose moeilijk. Bij hematogene verspreiding is het nuttig om met oogspiegelen te zoeken naar haardjes in de retina (candida-endoftalmitis). De behandeling bestaat in eerste instantie uit een echinocandine, zoals caspofungine of anidulafungine, die ook effectief zijn tegen azoolresistente Candida spp. (C. kruseikrusei, C. glabrata). Bij verbeterende kliniek kan vervolgbehandeling plaatsvinden met fluconazol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herpessimplexvirus type 1 en 2 en varicella zoster"
        },
        {
            "text": "Atypische mycobacteriën (zie ook 7 par. 3.7.7) met een lage virulentie zijn onder andere Mycobacterium avium intracellulare, Mycobacterium fortuitum, Mycobacterium chelonae en Mycobacterium kansasii. Deze heterogene groep verschilt van de klassieke pathogene mycobacteriën Mycobacterium tuberculosis en Mycobacterium bovis door een geringer ziekmakend vermogen voor de mens en wat betreft biochemische reacties, groeikarakteristieken en resistentie tegen een aantal tuberculostatica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atypische mycobacteriën"
        },
        {
            "text": "Deze groep bacteriën is in de natuur wijdverbreid. De bron van een infectie is meestal niet bekend en infectie kan bijvoorbeeld ontstaan via een huidlaesie met besmet water. Er bestaan geen aanwijzingen voor transmissie van longaandoeningen van mens op mens. Vooral patiënten met een gestoorde cellulaire immuniteit krijgen infecties met deze micro-organismen (zie 7 casus 17.3). Door hiv-infecties is het belang van deze infecties duidelijk toegenomen, wat in het bijzonder geldt voor M. avium intracellulare. Het wordt steeds duidelijker dat patiënten met een ogenschijnlijk normale afweer en een atypische mycobacteriële infectie defecten van de INF-γ-en de IL-12-receptor hebben (zoals vermeld in 7 par. 17.3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atypische mycobacteriën"
        },
        {
            "text": "Lymfadenitis aan de hals bij kinderen, veroorzaakt door atypische mycobacteriën, treedt vaak zonder evident afweerdefect op. Afhankelijk van de verwekker ziet men bij een infectie met atypische mycobacteriën afwijkingen van longen, huid, bot, gewrichten of lymfeklieren. In een enkel geval kan ook een gedissemineerde infectie optreden, vooral bij M. avium intracellulare en M. kansasii.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atypische mycobacteriën"
        },
        {
            "text": "follow-up van de patiënt. CMV-infecties en CMV-reactivaties worden vooral in de eerste maanden na orgaan-of stamceltransplantatie gezien, omdat de immuunsuppressie dan het grootst is. Primaire infecties vanuit het getransplanteerde orgaan zullen ook in die periode ontstaan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atypische mycobacteriën"
        },
        {
            "text": "Humaan herpesvirus 6 (HHV-6) kan net als CMV colitis, hepatitis en pneumonitis veroorzaken. Aangezien 95 % van de Nederlandse bevolking dit virus bij zich draagt, kunnen reactivaties zich bij vrijwel iedere patiënt voordoen. In de praktijk ontstaat HHV-6-ziekte echter alleen bij patiënten die ernstig immuungecompromitteerd zijn, bijvoorbeeld na transplantatie. Net als bij CMV worden HHV-6-reactivaties vaak kort na orgaan-of stamceltransplantatie gezien. Vaak is het virus detecteerbaar in het bloed van mensen die geen duidelijke klachten hebben. De klinische betekenis van deze bevinding is niet duidelijk. Bij orgaantransplantatiepatiënten zijn HHV-6-reactivaties mogelijk geassocieerd met transplantaatfalen. Bij stamceltransplantatiepatiënten zijn HHV-6-reactivaties geassocieerd met het optreden van graft-versus-hostziekte, een complicatie van de stamceltransplantatie. Net als voor HSV type 1, VZV en EBV, zijn de meeste volwassenen ook seropositief voor HHV-6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humaan herpesvirus 6, 7 en 8"
        },
        {
            "text": "De betekenis van reactivaties van HHV-7 bij immuungecompromitteerde patiënten is onduidelijk. Ziektebeelden lijkend op de ziektebeelden geassocieerd met HHV-6 worden beschreven, maar worden niet vaak gezien.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humaan herpesvirus 6, 7 en 8"
        },
        {
            "text": "De betekenis van HHV-8 is daarentegen overtuigend. Bij de meeste transplantatiepatiënten wordt het immuunsysteem niet zo sterk onderdrukt dat HHV-8 kan reactiveren. Bovendien is de meerderheid van de Nederlandse bevolking seronegatief voor HHV-8. Wanneer reactivaties plaatsvinden, is dit vrijwel altijd in de context van zeer specifieke syndromen. Het virus is net als EBV oncogeen en veroorzaakt het Kaposi-sarcoom. In Engelstalige literatuur wordt dit virus ook wel Kaposi Sarcoma associated Herpes Virus (KSHV) genoemd. Andere ziektebeelden die duidelijk geassocieerd zijn met HHV-8, zijn het primair effusielymfoom en multicentric Castleman disease, beide maligne aandoeningen die alleen bij de diepst immuungecompromitteerde patiënten voorkomen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humaan herpesvirus 6, 7 en 8"
        },
        {
            "text": "4 De afweer bestaat uit een aantal verdedigingslinies. 4 Elk van de verdedigingslinies is onder te verdelen in niet-specifieke en specifieke afweer. 4 De niet-specifieke afweer beschikt over een uitgebreid arsenaal van receptoren (pattern recognition receptors, PRR) die moleculaire patronen van pathogene micro-organismen herkennen en vervolgens een cytokinerespons orkestreren. 4 De essentie van de specifieke afweer bestaat uit specificiteit, klonale expansie en de ontwikkeling van geheugen. 4 Stoornissen van de afweer zijn aangeboren of verworven en hebben meestal betrekking op bepaalde onderdelen van het afweersysteem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kernpunten"
        },
        {
            "text": "10 % van de inwoners van Nederland dit virus bij zich draagt, wordt dit minder frequent gezien. Reactivaties van varicellazostervirus (VZV) komen eveneens veel voor bij relatief gezonde mensen. Het klinische beeld van een reactivatie van VZV, gordelroos, wordt frequent gezien bij ouderen. Bij patiënten met een ernstig gestoorde afweer kan een gordelroos zich verspreiden naar andere dermatomen en een gedissemineerde infectie geven, die net als bij herpes simplex de organen kan aantasten. Dit wordt ook gezien bij een primaire VZV-infectie bij een ernstig immuungecompromitteerde patiënt. Varicellazosterreactivaties en primaire waterpokkeninfecties zijn daarom bij transplantatiepatiënten een indicatie voor behandeling met antivirale middelen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kernpunten"
        },
        {
            "text": "Reactivaties van Epstein-Barr-virus (EBV) bij immuungecompromitteerden blijven vaak jaren zonder gevolgen. Deze reactivaties zijn meestal alleen vast te stellen door detectie van het virus in het bloed. Soms resulteert de EBV-reactivatie in de ontwikkeling van een post-transplant lymphoproliferative disorder (PTLD). PTLD is een lymfoom dat wordt veroorzaakt door maligne transformatie van EBV-positieve cellen. Orgaanen stamceltransplantatiepatiënten vormen de grootste groep patiënten met klinisch relevante EBV-reactivaties. Maar ook bij immunosuppressieve behandeling van auto-immuunziekten komen klinisch relevante EBV-reactivaties soms voor. Verreweg de meeste mensen dragen dit virus bij zich. Indien de ontvanger van een orgaan de infectie nog niet had doorgemaakt, wordt het virus onvermijdelijk getransplanteerd met het orgaan van een EBV-seropositieve donor. Dit resulteert in een primaire EBV-infectie bij een immuungecompromitteerde patiënt. Deze primaire infecties zijn geassocieerd met een nog hoger risico op de ontwikkeling van een PTLD.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EBV en CMV"
        },
        {
            "text": "Reactivaties van cytomegalovirus vormen in de regel alleen een probleem bij mensen die transplantatie hebben ondergaan van een orgaan of van stamcellen. De seroprevalentie voor dit virus neemt toe met de leeftijd en is rond de 50 % op de leeftijd van 40 jaar. Primaire infecties met CMV worden daarom regelmatig gezien na transplantatie. Net als bij EBV wordt CMV van een CMV-seropositieve donor met het orgaan getransplanteerd naar de ontvanger. Klinisch leiden zowel CMV-reactivaties als primaire infecties vaak tot aspecifieke klachten zoals koorts en algemene malaise. Klachten kunnen ook gerelateerd zijn aan CMV-infectie van een specifiek orgaan, zoals diarree bij een CMV-colitis. Een recent getransplanteerd orgaan is hierbij in het bijzonder kwetsbaar; zo kan een CMV-infectie na longtransplantatie leiden tot een ernstige pneumonitis. De inflammatie die daarmee gepaard gaat, kan bovendien aanleiding geven tot rejectie van het orgaan. CMV is behandelbaar, en een profylactische antivirale therapie is nu onderdeel van de meeste transplantatieprotocollen. Preëmptieve behandeling van CMVziekte is gericht op het behandelen van CMV voordat klinische klachten ontstaan. Deze strategie kan het onnodige gebruik van antivirale middelen voorkomen, maar vereist een zorgvuldige 4 Wanneer de afweer gestoord is, ziet men infecties met zogenoemde opportunistische pathogenen. 4 Afhankelijk van het defect in de afweer ziet men specifieke infecties: op grond van de soort infecties die een patiënt doormaakt, kan men een voorspelling doen over het afweerdefect; omgekeerd kan men uitgaande van het afweerdefect de infecties die men zal zien enigermate voorspellen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "EBV en CMV"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Prevention of infections during primary immunodeficiency",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malphettes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Donadieu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Chandesris",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Coignard-Biehler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Catherinot",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "59",
            "issn": "10",
            "pages": "1462--70",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mendelian susceptibility to mycobacterial disease: genetic, immunological, and clinical features of inborn errors of IFN-γ immunity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bustamante",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Boisson-Dupuis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Abel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Casanova",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Semin Immunol",
            "volume": "26",
            "issn": "6",
            "pages": "454--70",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Current treatment options with immunoglobulin G for the individualization of care in patients with primary immunodeficiency disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jolles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Orange",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gardulf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borte",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Exp Immunol",
            "volume": "179",
            "issn": "2",
            "pages": "146--60",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Genetic defects of pattern recognition receptors: a novel class of primary immunodeficiencies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Netea",
                    "suffix": ""
                },
                {
                    "first": "Jwm",
                    "middle": [],
                    "last": "Meer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "New Engl J Med",
            "volume": "364",
            "issn": "1",
            "pages": "60--70",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The role of NLRs and TLRs in the activation of the inflammasome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Netea",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "L"
                    ],
                    "last": "Veerdonk",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van De",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Kullberg",
                    "suffix": ""
                },
                {
                    "first": "Jwm",
                    "middle": [],
                    "last": "Meer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Joosten",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Expert Opin Biol Ther",
            "volume": "8",
            "issn": "12",
            "pages": "1867--72",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Primary immunodeficiency disorders: general classification, new molecular insights, and practical approach to diagnosis and treatment",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Ochs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hagin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Allergy Asthma Immunol",
            "volume": "112",
            "issn": "6",
            "pages": "489--95",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "European Society for Immunodeficiencies (ESID) members. Patient-centred screening for primary immunodeficiency, a multi-stage diagnostic protocol designed for non-immunologists: 2011 update",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vries",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Exp Immunol",
            "volume": "167",
            "issn": "1",
            "pages": "108--127",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Tabel",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figuur 17.1 De complementcascade en de consequenties van disfuncties.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figuur 17.2 Het fagocytoseproces verloopt in de volgende stappen: 1 Opsonisatie: antistoffen en complementfactor C3b binden aan een micro-organisme en maken het zo beter herkenbaar voor fagocyterende cellen die receptoren voor antistoffen en C3b op hun celmembraan hebben. 2 Hechting: het geopsoniseerde micro-organisme hecht zich aan de fagocyt. 3 Activatie van de oxidase: dit leidt tot omzetting van zuurstof tot superoxide-anion (O 2 -) en waterstofperoxide (H 2 O 2 ). 4 Ingestie: het micro-organisme wordt in de cel opgenomen. Er wordt een holte gevormd, het fagosoom. 5 Fagosoom-lysosoomfusie: de lysosomen, die tal van enzymen bevatten, fuseren met het fagosoom, waardoor een fagolysosoom ontstaat. 6 Degranulatie: de enzymen uit de lysosomen worden uitgestort in het fagosoom en grijpen aan op het micro-organisme.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Defecten van het fagocytoseproces zijn relatief zeldzaam.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figuur 17.3 Infecties bij granulocytopenie. een infectieziekte of aan een hematologische maligniteit. Men verricht een beenmergpunctie; microscopie van het punctaat past bij een haarcelleukemie (hairy cell leukaemia). De kweek van dit materiaal vertoont na enkele weken groei van een mycobacterie, die vervolgens wordt gedetermineerd als Mycobacterium avium. Zowel voor deze infectie als voor de haarcelleukemie wordt de geëigende behandeling ingesteld.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figuur 17.7 Vereenvoudigd schema van de activatieroute van macrofagen. De macrofaag fagocyteert een micro-organisme dat intracellulair in het fagosoom in eerste instantie overleeft (bijv. een Salmonella of een mycobacterie. De macrofaag maakt dan IL-12, IL-18 en IL-23, cytokinen die de T-lymfocyt aanzetten tot productie van interferon-γ (IFN-γ) en tumornecrosefactor (TNF). Deze cytokinen activeren op hun beurt de macrofaag. Tijdens het activatieproces worden bactericide mechanismen (reactieve zuurstof-en stikstofproducten) geproduceerd waardoor het micro-organisme in het fagosoom wordt gedood. Er zijn inmiddels tal van defecten beschreven in dit activatieproces door cytokinen. Voorbeelden zijn IL-12-receptormutaties en IFN-γ-receptormutaties. Patiënten die dit soort defecten hebben (vaak in families), lijden aan chronische infecties door atypische mycobacteriën en/of Salmonellae.)",
            "latex": null,
            "type": "figure"
        },
        "TABREF4": {
            "text": ". Tabel 17.2 De meest voorkomende verwekkers van infectie bij patiënten met granulocytopenie.Aspergillus spp.. Tabel 17.3 Verworven granulocytopenie.In sommige gevallen is het mechanisme waarschijnlijk multifactorieel (bijv. bij het Felty-syndroom).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Figuur 17.4Gedissemineerde candidiasis tijdens en na granulocytopenie. Tijdens de granulocytopenie is er koorts waarvoor men geen verklaring vindt. Beeldvormend onderzoek levert geen afwijkingen op. Wanneer het beenmerg herstelt, daalt de temperatuur maar normaliseert deze niet; het alkalische fosfatase stijgt sterk. De beeldvormende onderzoeken (echogram, CT-scan) vertonen discrete laesies waarin men morfologische Candida aantreft (Naar: E. Anaissie).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}