{
    "paper_id": "bcba8f7b46aa79b71be9acd4f45d95ee35c638b3",
    "metadata": {
        "title": "ANALYSIS OF SARS-CoV RECEPTOR ACTIVITY OF ACE2 ORTHOLOGS",
        "authors": [
            {
                "first": "Emily",
                "middle": [
                    "R"
                ],
                "last": "Olivieri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lindsey",
                "middle": [
                    "K"
                ],
                "last": "Heller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Gillim-Ross",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "David",
                "middle": [
                    "E"
                ],
                "last": "Wentworth",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "An outbreak of severe acute respiratory syndrome that killed 774 of the 8,096 people 1 transmission of SARS-CoV was likely responsible for the outbreak, and the virus infects multiple species. Human angiotensin-converting enzyme 2 (ACE2) is a functional receptor for SARS-CoV. 2 Coronavirus spike-receptor interactions are major determinants of species specificity, and transfection of viral genomic RNA or expression of receptors in nonpermissive cell lines usually results in productive infection. Our hypothesis is that species-specific differences in ACE2 are important in SARS-CoV infection, and analysis of ACE2 orthologs will permit the identification of regions of the receptor that are critical for virus entry. We analyzed cell lines that were derived from numerous species for their susceptibility to SARS-CoV. Cell lines derived from human, monkey, and mink were permissive to SARS-CoV and ACE2 RNA transcripts were detected in all of these cell lines. ACE2 RNA was also detected in nonpermissive dog (Canis familiaris) and chicken (Gallus gallus) cells. We used regions conserved between human ACE2 (hACE2) and mouse ACE2 to amplify regions of ACE2 from diverse species by RT-PCR and 3'RACE. Sequence analysis demonstrated that dog ACE2 had 87% nucleotide identity and 81% amino acid identity with hACE2, and chicken ACE2 has 79% nucleotide identity and 62% amino acid identity with hACE2. The ACE2 open reading frames from dog and chicken cDNA clones were subcloned into eukaryotic expression to analyze their function as SARS-CoV receptors.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 86,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 277,
                    "end": 278,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Most coronaviruses (CoVs) have a very narrow host range. 3 SARS-CoV, however, was isolated from a number of animals naturally, including several Himalayan palm civets, a raccoon dog, 4 and a pig. 5 SARS-CoV does not appear to be enzootic in these animals, and the natural reservoir of the virus has not been identified. SARS-CoV also infects multiple species experimentally, including nonhuman primates, ferrets, cats, mice, and hamsters. [6] [7] [8] SARS-CoV is an enveloped, single-stranded virus with a positive-sense 29.7-kb mRNA-like genome. CoVs have type 1 membrane glycoproteins, called spike, that project from their surface. Spike (S) interacts with cellular receptors and mediates binding and subsequent fusion of the viral envelope with the host cell membrane. 3 Sreceptor interactions are a major determinant of species specificity, and of pathogenesis of CoVs. 3 Human ACE2, a zinc-containing carboxypeptidase, was identified as an efficient receptor for SARS-CoV. 2 CD209L was also recently shown to be a functional receptor for SARS-CoV, but it was a less efficient receptor than hACE2. 9 Although some regions of S and ACE2 that are important in virus binding were recently identified, 10 much remains to be learned about binding of SARS-CoV, and its fusion with the host cell membrane.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 58,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 439,
                    "end": 442,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 443,
                    "end": 446,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 773,
                    "end": 774,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 875,
                    "end": 876,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1103,
                    "end": 1104,
                    "text": "9",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The goals of this study were to determine whether ACE2 transcript is produced by permissive and nonpermissive cells derived from diverse species and to use speciesspecific differences in ACE2 to identify amino acids or other post-translational modifications critical for SARS-CoV binding and/or fusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Cell lines derived from monkey (VeroE6, pRhMk, and pCMK), human (HRT-18, HEK293T, and Huh-7), mink (Mv1Lu), dog (MDCK), cat (CRFK), hamster (BHK-21), and chicken (CEF) were analyzed for susceptibility to SARS-CoV. 11 VeroE6, pRhMK, pCMK, HEK293T, Huh-7, and Mv1Lu were susceptible to SARS-CoV, whereas MDCK and CEF were not permissive to SARS-CoV. 11 To determine whether ACE2 mRNA was expressed by permissive and non-permissive cells, we designed primers for RT-PCR based on consensus sequence alignments between mouse ACE2 and hACE2. One-step RT-PCR (Gillim-Ross, et al., this volume), was used to amplify a region of ACE2 transcript corresponding to nucleotides 902-1548 of hACE2. ACE2 RNA was detected in all of the permissive cells derived from monkey, human, and mink, and it was not detected in CRFK cells ( Figure 1A ). Dog (MDCK) and chicken (CEF) cells expressed ACE2 RNA, but are not permissive to SARS-CoV ( Figure 1A ). This data suggests that dog ACE2 and chicken ACE2 may have amino acid or other differences, which inhibit their function as SARS-CoV receptors. Alternatively, SARS-CoV infection may be inhibited after binding and/or fusion of the virus. To identify regions of ACE2 that are unique in the nonpermissive species, we amplified overlapping fragments of the predicted open reading frames (ORFs) from dog and chicken ACE2 by RT-PCR, using consensus primers. The nucleotide sequence of these amplicons was used to generate oligonucleotide primers specific for the dog and chicken ACE2 ORFs. The phylogenic relationship of the ACE2 ORFs from human, Himalayan palm civet, mink, cow, mouse, rat, pig, dog, and chicken was analyzed ( Figure 1B) . A. ACE2 RNA is expressed by cell lines from diverse species. ACE2 RNA was amplified by RT-PCR from 1 µg of total RNA template. Amplicons were visualized by ethidium bromide staining after agarose gel electrophoresis and a negative image is shown. Water was used as template for negative control (-) reaction. B. Amino acid relationship of ACE2 orthologs. The deduced amino acid sequences of ACE2 ORFs from various species were analyzed using Vector NTI Advance9.1 (Invitrogen). The percent nucleotide/amino acid identity as compared with human ACE2 is shown in parenthesis.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 216,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 348,
                    "end": 350,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 815,
                    "end": 824,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 920,
                    "end": 929,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1656,
                    "end": 1666,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The predicted ORF for hACE2 encodes an 805-amino-acid protein. Among mammalian species, the predicted ACE2 protein had strong amino acid conservation, which ranged from 95% (African green monkey) to 81% (mouse) identity with hACE2 ( Figure 1B) . Chicken ACE2 showed the greatest divergence from hACE2, and had only 62% amino acid identity. Comparison of hACE2 with dog or chicken ACE2 showed 145 or 305 amino acid differences, respectively. Intriguingly, dog ACE2 showed 90% amino acid identity and 92% similarity with mink ACE2, which is a functional SARS-CoV receptor (Heller et al., this volume) . Thus, the limited amino acid differences between dog and mink ACE2 block SARS-CoV entry, or MDCK cells are resistant to SARS-CoV because of inhibition of at another stage of virus replication. To investigate this further, we tested another dog cell line (A72) and nonpermissive BHK-21 cells, transfected with a dog ACE2 expression construct, for their susceptibility to SARS-CoV. Our preliminary results suggest that dog ACE2 also functions as a SARS-CoV receptor (data not shown).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 243,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 570,
                    "end": 598,
                    "text": "(Heller et al., this volume)",
                    "ref_id": null
                }
            ],
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "We used the crystal structure of hACE2 12 to analyze differences between efficient and inefficient SARS-CoV receptors. Amino acid differences between human and dog, or human and chicken ACE2 were mapped on the crystal structure of hACE2 using Cn3D version 4.1. 13 We used multiple sequence alignment of efficient and poor receptors, combined with difference mapping on the hACE2 structure, to identify specific residues or post-translational modifications within ACE2 that may be critical for SARS-CoV entry. Lysine 353 of hACE2 was recently shown to be important in the binding of an S1-Ig fusion protein (SARS-CoV S1 domain fused to the Fc domain of human IgG1). 10 This residue is a histidine in mouse and rat ACE2, which are less efficient SARS-CoV receptors. 10 Our data indicate that human, monkey, palm civet, mink, cow, pig, dog, cat, and chicken ACE2 all have K353. Yet, some of these molecules (e.g., chicken ACE2) appear to be poor or nonfunctional SARS-CoV receptors. Therefore, additional residues and/or post-translational modifications are influencing species specificity of SARS-CoV. Li et al., also showed that K31, Y41, MYP 82-84, D355, and R357 affect binding. 10 Our data suggest that additional residues such as T20, H34, S113, T122, D136, H228, E232, E233, A246, E329, V339, G354, P426, N432, K465, M474, N572, D629, and WND 635-637 may have a role in ACE2 receptor activity (see also Heller et al., this volume). We also identified differences in putative N-linked glycosylation sites at amino acids 216-218, 280-282, and 299-301 that could influence SARS-CoV entry. Chicken ACE2 has a potential glycosylation site at amino acids 280-282. In contrast, efficient SARS-CoV receptors such as, human, monkey, palm civet, and mink ACE2 don't contain a putative glycosylation site at 280-282. Differences in glycosylation can have dramatic effects on virus receptor activity and were shown to be species-specific determinants of Group1 CoV receptor CD13. 14 Additionally, glycosylation of rat ACE2 at N84 decreases binding of SARS-CoV S1-Ig fusion protein. 10 The data demonstrate that cells derived from diverse species express ACE2 RNA transcripts, and some ACE2 RNA positive cell lines were not permissive to SARS-CoV. Multiple sequence alignment of ACE2 orthologs, combined with mapping the amino acid substitutions on the crystal structure of hACE2, was used to identify 24 residues that may influence SARS-CoV receptor activity. Site-directed mutagenesis of ACE2 expression constructs is being used to determine how specific amino acids, or post-translational modifications, influence binding and/or fusion of SARS-CoV.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 263,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 667,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 764,
                    "end": 766,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1180,
                    "end": 1182,
                    "text": "10",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2074,
                    "end": 2076,
                    "text": "10",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "RESULTS AND DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Summary of probable SARS cases with onset of illness from 1",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilieva",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450--454",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Fields Virology",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "; M",
                    "middle": [],
                    "last": "Knipe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Howley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Roizman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "1187--1203",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "SARS-associated coronavirus transmitted from human to pig",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg. Infect. Dis",
            "volume": "11",
            "issn": "",
            "pages": "446--448",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mice susceptible to SARS coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wentworth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gillim-Ross",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Espina",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg. Infect. Dis",
            "volume": "10",
            "issn": "",
            "pages": "1293--1296",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Prior infection and passive transfer of neutralizing antibody prevent replication of severe acute respiratory syndrome coronavirus in the respiratory tract of mice",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcauliffe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Virol",
            "volume": "78",
            "issn": "",
            "pages": "3572--3577",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Severe acute respiratory syndrome coronavirus infection of golden Syrian hamsters",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guarner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "79",
            "issn": "",
            "pages": "15748--15753",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Receptor and viral determinants of SARS-coronavirus adaptation to human ACE2",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "EMBO J",
            "volume": "24",
            "issn": "",
            "pages": "1634--1643",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Discovery of novel human and animal cells infected by the",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gillim-Ross",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Scholl",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin. Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "3196--3206",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "ACE2 X-ray structures reveal a large hinge-bending motion important for inhibitor binding and catalysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Towler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Staker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Prasad",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Biol. Chem",
            "volume": "279",
            "issn": "",
            "pages": "17996--18007",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Molecular determinants of species specificity in the coronavirus receptor aminopeptidase N (CD13): influence of N-linked glycosylation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wentworth",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol",
            "volume": "75",
            "issn": "",
            "pages": "9741--9752",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "severe acute respiratory syndrome coronavirus by replication-specific multiplex reverse transcription-PCR",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "CD209L (L-SIGN) is a receptor for severe acute",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Jeffers",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Tusell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gillim-Ross",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1. A. ACE2 RNA is expressed by cell lines from diverse species. ACE2 RNA was amplified by RT-PCR from 1 µg of total RNA template. Amplicons were visualized by ethidium bromide staining after agarose gel electrophoresis and a negative image is shown. Water was used as template for negative control (-) reaction. B. Amino acid relationship of ACE2 orthologs. The deduced amino acid sequences of ACE2 ORFs from various species were analyzed using Vector NTI Advance9.1 (Invitrogen). The percent nucleotide/amino acid identity as compared with human ACE2 is shown in parenthesis.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Noel Espina for his technical assistance and the Wadsworth Center Molecular Genetics Core for DNA sequencing. E.O. was supported by NIH/NIAID grant T32AI05542901A1, and L.G.-R. was supported by the EID Fellowship Program administered by the APHL and funded by the CDC. This work was also supported by N01-AI-25490, and P01-AI-05957601 from the NIH/NIAID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}