{
    "paper_id": "bda015bed55bfee8892cc2eb1d8c1dab68b3e804",
    "metadata": {
        "title": "Encephalitis lethargica at the end of the 1920s",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Discussion of the encephalitis problem has not lost its vigor, even after the passing of the great wave of epidemic encephalitis. The occurrence of encephalitic syndromes has repeatedly necessitated considering the relationships between the individual diseases. Such discussions were necessarily based largely upon comparative disease research, as the experimental-biological elucidation of epidemic encephalitis remains in the dark. Epidemiology, clinical manifestations, course, and anatomic substrate have nonetheless revealed quite specific characteristics that have enabled its differentiation from other frequently occurring encephalitic syndromes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "After the storm"
        },
        {
            "text": "Gerhard Döring, 1941 In recent decades our views of acute encephalitis in children have undergone some changes. In particular, the numerous cases of epidemic encephalitis seen everywhere since 1915 have influenced our understanding of acute inflammation of the brain to such an extent that we can validly speak of encephalitis periods prior to, during, and after these epidemics. The fact that during these three eras not only our experiences of childhood encephalitis have changed, but apparently also the clinical diseases themselves, is one of the most interesting findings in the context of the encephalitis problem.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 20,
                    "text": "Döring, 1941",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "After the storm"
        },
        {
            "text": "Julius Zappert, 1932 The end of the EL period was as unexpected -and as uncertain -as its beginning. It appeared by 1924 that EL had had become a permanent feature on the epidemic calendar in Europe and North America. But the 1924 British outbreak not only proved to be the largest single event in its history, it was also the last: although significant numbers of acute cases would continue to be reported in some countries until the early 1930s, there were to be no further eruptions of either somnolent or hyperkinetic EL. Just as Europe moved from post-Great War depression to the fragile optimism of the later 1920s, EL had also apparently withdrawn. The possibility of prior sporadic cases notwithstanding, the onset of the EL epidemic could be fairly confidently dated to 1915-16. The crest in most of continental Europe was clearly reached in 1920/ 21 (or 1921/22 in Scandinavia), while in the USSR there was no clear watershed year, and EL appeared to both persist and move further east. The puzzling British epidemic of 1924 was more intense than the 1920/21 European wave (which had not spared the United Kingdom) and also caused surprise and alarm by lingering into the summer, but was otherwise regarded as representing the delayed denouement of the EL plague across the Channel -even if only after the expected return visitations in 1925 and 1926 did not eventuate. By 1925 acute EL was, in the same way, no longer of major concern in the USA.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 20,
                    "text": "Zappert, 1932",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 871,
                    "text": "21 (or 1921/22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "After the storm"
        },
        {
            "text": "From the early 1930s it seemed that EL was to join the 'febris comatosa' of Sydenham and the 15th/16th century 'sweating sickness', as well as 19th century Gerlier disease and nona, as historical curiosities, its origins destined to remain hidden. EL, however, was a modern disease, its pathology mapped in exquisite microscopic detail by some of the most astute neuropathologists in history, and its clinical features had been the subject of a profuse literature, making the mystery of its etiology, which had proved impervious to the investigative tools that had unlocked the nature of other grey matter disorders, all the more irritating -EL was soon rarely even mentioned in textbooks and reviews that documented the rapid advances being achieved in every other area of virology. decisively as \"Epidemic meningism. Infectious polyneuritis. Epidemic bulbopathy. Disseminated encephalomyelitis. Para-encephalitis?\" 17 Heinrich Weil (Saarbrücken) reported fourteen encephalitis cases observed during the summer and autumn of 1937 that he regarded as atypical 'encephalitis epidemica' because each presented one or more EL symptoms (facial paralysis, vertigo, increased CSF sugar), none of which alone could sustain a diagnosis of EL, especially given their combination with symptoms such as complete bulbar paralyses and blood in the CSF. The neuropathology of three deceased patients provided some support for his otherwise bold conclusion that his cases exemplified the rare apoplectiform of EL, but commentators remained skeptical. 18 Margulis and Model (Moscow) similarly noted in 1927 that atypical, rudimentary forms of EL seemed to have persisted and even increased in numbers with the decline of the EL epidemic in the USSR, suggesting that its virus had decreased in virulence but had not vanished altogether. The examples of eight aberrant EL forms they delineated were, however, more consistent with EL than many other reports: CN III, V and VII pareses, for example, were more common than those of other cranial nerves. 19 The difficulties involved in the diagnosis of EL are exemplified by one of the most famous 'EL' cases, that of Patricia Maguire, the \"sleeping beauty of Oak Park\" (Illinois). Maguire, 26 years old and otherwise healthy, had fallen ill in early 1932, initially complaining of irresistible drowsiness. In the course of a month she developed ptosis and diplopia, her behavior became irrational, and this was followed by high fever, projectile vomiting, and extrapyramidal rigidity; she was finally so stuporous that tube feeding was required. The fever subsided after three weeks, but it was nearly a year before a definite response could be elicited from the still sleepy patient; she would probably have died of pneumonia in February 1933 had intensive medical intervention (oxygen tent, adrenaline, anti-pneumococcus serum) not been available. A variety of therapeutic experiments failed to restore the woman to full consciousness, and three years after the beginning of her travails, Maguire was soporous for around 80% of the time between 5am and 8 pm, with \"twitching of the mouth at intervals … the only outward sign that [she was] not just sleeping\" and lying \"so quietly that hardly a wrinkle can be seen in the white covers\"; 20 she slept peacefully throughout the night. Her intelligence and memory appeared unimpaired, and she could respond appropriately to questions when woken. 21 An abdominal tumor was discovered in 1935, but its removal was prevented by her condition; its relevance to her somnolence is unknown. The Maguire case, which also attracted great attention in the popular press -Time magazine, for example, reported news of Maguire's condition in August 1933, February and December 1934, April 1935 and September 1937 22 -was widely considered to be one of EL, despite the highly atypical course and unusually prolonged somnolence that persisted until Maguire's death (of pneumonia) in 1937. 23 Maguire's brain was removed for autopsy immediately after her death; Time magazine recorded that the \"front part of Patricia Maguire's brain with which she normally would have done her thinking was withered. A mid-part was scarred by an old inflammation\". 24 The medical assessment of her case was not published until 1940, and it was clear (although this was not acknowledged by the authors) that her \"strange, ineffective brain\" (Time) differed markedly from what would be expected in EL: degeneration of the pallidum was severe, the posterior hypothalamus was devastated, and there was massive destruction of brainstem grey matter; the mesencephalic and pontine tegmentum were wasted -but the substantia nigra spared. Further, the white matter throughout brainstem and cerebrum was more affected than was usual in EL, with diffuse demyelination as well as seemingly still active inflammatory foci. The authors recognized that the localization and degree of destruction was quite different from that of EL, but nonetheless retained their diagnosis without further comment; they preferred to discuss how their case might contribute to the localization of the sleep centre, a somewhat optimistic undertaking given the extent and degree of the damage. 25 A similarly moving case was recently described in a small biography: A 33-year-old American woman contracted a febrile illness while studying at Oxford in 1926 and fell into a 13-year sleep. After waking she gradually improved, and in 1943 was fully recovered, allowing her to enjoy a career as a respected teacher until she was 70; she was healthy for her age until her death at the age of 98 years. She had been initially diagnosed with EL by psychiatrist Thomas Saxty Good, who had some experience with EL (he was director of the Radcliffe Infirmary in Oxford), but it was more likely that her acute psychiatric disorder and subsequent problems were attributable to the severe kidney disease and septicemia she had also suffered at this point; the course of her condition, including total recovery, did not at all suggest EL, and this diagnosis was not subsequently adopted by her physicians in the United States. 26",
            "cite_spans": [
                {
                    "start": 1536,
                    "end": 1538,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 2033,
                    "end": 2035,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 3425,
                    "end": 3427,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 3779,
                    "end": 3781,
                    "text": "22",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3953,
                    "end": 3955,
                    "text": "23",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 4212,
                    "end": 4214,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 5207,
                    "end": 5209,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "After the storm"
        },
        {
            "text": "Polio had been a regular visitor in England and Wales since the early 20th century, but the most massive outbreaks did not occur until after the Second World War, between 1947 and 1958. The clinical presentation initially deviated somewhat from that of the 1920s: older children and young adults were also attacked, cases tended to be either very mild or very severe, and the gap between acute illness and paralysis (where it ensued) was greater, although no longer than fourteen days. Other peculiarities, including an increased proportion of atypical, 'polio-encephalitic' cases and an increase in vague nervous disorders prior to the 1947 outbreak, suggested to some observers that a virus other than the polio virus was sometimes involved, perhaps the EL virus, particularly as \"the continuous presence of fresh cases of post-encephalitic Parkinsonism [means] we can assume that epidemic encephalitis is endemic in this country.\" 27 The absence of more typical EL cases or an association with PEP, however, quickly defused this hypothesis. Atypical clinical features were largely seen in older patients, 28 so that the unusual age range affected largely sufficed as explanation, although why the virus should have changed in this respect was mysterious. On the other hand, the behavior of the polio virus, like that of the EL virus, had been constantly changing with relative alacrity since the beginning of the century. 29 Polio was only occasionally linked with transitory parkinsonism, despite its acute neuropathology involving the substantia nigra. Although polio-associated parkinsonism had been reported as early as 1929, 30 Stéphane Thieffry (Paris) was probably the first to demonstrate the polio virus in such a case, in 1963. 31 Despite such exceptions, Stern's comment retained its general validity: \"The characteristic, progressive, chronic, parkinsonian disorder is unknown in polio, despite the nigral lesion!\" 32 Diagnostic guidelines after the epidemic EL was defined less by a single symptom as by particular combinations of certain symptoms: only the entire course of the disease and the exclusion of alternatives permitted diagnosis in living patients, a diagnosis that in many cases could be sealed only by post mortem neuropathology. Some even argued that EL should no longer be diagnosed during life until typical post-EL conditions developed. 33 In his final EL review, Stern devoted no less than fifteen pages, more than 7,000 words, to the question of diagnosis, whereby he did not provide a list of characteristics or even constellations of characteristics that permitted the indubitable recognition of acute EL. Despite his unrivalled experience, the acute disorder remained a disorder of negatives for Stern: none of even the cardinal symptoms were pathognomonic, and the absence of certain minor phenomena -such as loss of pupillary responses to light, papilledema -was more consistent than the presence of major symptoms. Chronic EL was more secure: although the character changes, the parkinsonism, the hyperkinesias (including oculogyric crises), and other features of this period could occasionally arise in other disorders, their presentation \"make the diagnosis of encephalitis highly probable.\" He found that 'typical' EL cases could be easily recognized, despite the lack of absolutely specific symptoms, but only if \"the prior history of the patient, the longitudinal course of the disease and diagnostic assistance provided by investigation of the CSF, ocular fundus and inner organs\" were taken into account. He also warned, on the other hand, that a conservative approach was appropriate for \"all unclear disorders, but also for many oligosymptomatic and severe but quite untypical cases\":",
            "cite_spans": [
                {
                    "start": 934,
                    "end": 936,
                    "text": "27",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1425,
                    "end": 1427,
                    "text": "29",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1633,
                    "end": 1635,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 1741,
                    "end": 1743,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 2371,
                    "end": 2373,
                    "text": "33",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Polio and encephalitis lethargica: one last time"
        },
        {
            "text": "In the majority of cases in which atypical symptoms have existed, such as pyramidal paralyses, severe Korsakov psychoses, dementia conditions etc., the diagnosis of epidemic encephalitis could later not be confirmed and had to be revised. This is especially true for atypical symptoms that occur in isolation … Given the current state of knowledge of the disease, it is unquestionably appropriate to suspect epidemic encephalitis in rudimentary oligosymptomatic disease only when the acute disease occurs either during a large epidemic, when it is a partial encephalitis that includes classic symptoms, or if a persistent chronic course of pseudo-neurasthenic nature indicates the specific trend of the disease process. 34 In the USA, Neal similarly found most chronic cases included either PEP or character changes as long term indicators. There was, however, also a motley group of patients that presented any of a variety of hyperkinesias and dystonias: once again, it was the overall disease course that permitted diagnosis. 35 In her valuable review of encephalitis in Denmark, neuropsychiatrist Emma Vestergaard ; later Denmark's most prominent forensic psychiatrist) established, with the benefit of greater hindsight than pre-War authors, a practical set of criteria for retrospectively recognizing acute EL:",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 722,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 1029,
                    "end": 1031,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Polio and encephalitis lethargica: one last time"
        },
        {
            "text": "Unquestionable: 1) acute cases in which the post mortem examination found the histological changes characteristic of encephalitis Economo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polio and encephalitis lethargica: one last time"
        },
        {
            "text": "2) acute cases with clinical features corresponding to one or more of Economo's 3 typical forms (somnolentophtalmoplegic, hyperkinetic, amyostatic-akinetic), provided that any other plausible etiology can be excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polio and encephalitis lethargica: one last time"
        },
        {
            "text": "3) acute febrile cases of an affection of the central nervous system followed by the development of a distinct form of chronic epidemic encephalitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polio and encephalitis lethargica: one last time"
        },
        {
            "text": "Probable: 1) \"atypical\" acute cases appearing in epidemic connection with histologically verified cases of encephalitis Economo, with a secondary form being improbable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polio and encephalitis lethargica: one last time"
        },
        {
            "text": "2) acute cases with moderate spinal fluid changes and one or more symptoms suggestive of affection of the basal parts of the brain, and in which a secondary form is improbable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polio and encephalitis lethargica: one last time"
        },
        {
            "text": "Her criteria for chronic EL were equally straightforward: 1) parkinsonism associated with neurological and vegetative symptoms, with the history of disease resembling acute encephalitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polio and encephalitis lethargica: one last time"
        },
        {
            "text": "2) symptoms of a chronic disseminated lesion in the mesencephalon, the basal ganglia and hypothalamus, with or without febrile periods, and appearing in direct connection with a case of encephalitis. 36",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Polio and encephalitis lethargica: one last time"
        },
        {
            "text": "This question was repeatedly raised during the EL period, but became even more important after the epidemic. The demarcation of EL from similar disorders had been a major discussion point, for example, at both the Würzburg meeting of the German Neurological Society (1929) 37 and the Bern International Congress of Neurology (1931). 38 Toulouse neurologists Marcel Riser (1891 Riser ( -1975 and Paul Mériel outlined the problem in 1931:",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 275,
                    "text": "37",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 335,
                    "text": "38",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 365,
                    "end": 376,
                    "text": "Riser (1891",
                    "ref_id": null
                },
                {
                    "start": 377,
                    "end": 390,
                    "text": "Riser ( -1975",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "What wasn't encephalitis lethargica?"
        },
        {
            "text": "… during the past 10 years, numerous acute nervous system inflammations [neuraxitides] have been described: unquestionably infectious and quite polymorphic, without specific lesions, and their etiology still poorly specified. In quite a number of cases, anatomo-clinical investigation and especially the clinical data provided by the evolution of the disease have allowed the accommodation of particular observations within existing categories; but, on the one hand, new cases necessitate the relaxing of these categories -acute and especially subacute, rapidly fatal multiple sclerosis, as well as cerebral and mesencephalic forms of poliomyelitis, in particular, are examples; on the other hand, there are certain anatomo-clinical syndromes, numerous and quite widespread, sporadic or epidemic, that do not fit into these categories, even if expanded. Many neurologists tend to routinely blame EL for these syndromes, especially if there are minor mesencephalic signs: drowsiness, nuclear pareses etc. Other authors reject such an overly rigorous and simplistic view. 39 This was an important point: the major EL forms had largely been established by 1924, but cases including suggestive features continued to puzzle physicians. Recognition of unusual diseases is inevitably easier in the context of an epidemic: only numerous observations engender the familiarity necessary for confident recognition. Many authors frankly admitted that diagnosis of fringe cases during the early 1920s had often been influenced by knowledge of an ongoing epidemic. The vast majority of published cases nevertheless withstand retrospective assessment of their validity as EL cases; medical review journals, such as the Zentralblatt für die gesamte Neurologie und Psychiatrie, played no small role in educating their readers with commentaries on the qualities and deficits of published case descriptions. The number of false diagnoses among unpublished cases was probably higher, but there was nonetheless confidence throughout the 1920s that EL could be reliably distinguished from other disorders.",
            "cite_spans": [
                {
                    "start": 1070,
                    "end": 1072,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "What wasn't encephalitis lethargica?"
        },
        {
            "text": "Diagnostic difficulties intensified after 1930: with the decline in the number of fresh cases, familiarity with the acute disorder diminished, particularly among younger physicians and those not specialized in brain or infectious disorders. Diagnoses of 'EL' were increasingly speculative, more consistent with the idea of a 'diagnosis of last resort'; a recent paper by Vilensky and colleagues, for instance, suggests that even neurologists as eminent as Houston Merritt and Derek Denny-Brown (Boston City Hospital, late 1930s-early 1950s) were prepared to apply the label 'EL' to quite dubious cases. 40 This problem was exquisitely exemplified by perhaps the most comprehensive 'EL' patient memoir, that of Duff Gilfond , one of the first American female political journalists and author of The Rise of Saint Calvin, the acclaimed 1932 biography of President Calvin Coolidge. Gilfond's account of her illness, I go horizontal, suggests that she suffered from some form of chronic headache associated with vestibular problems and fatigue (possibly Ménière disease), and she certainly described little that suggested genuine EL; further, Gilfond still appeared quite healthy when interviewed for a film on Coolidge produced during her mid-90s. 41 Her account is nevertheless a darkly amusing record of her medical odyssey, where glandular, psychiatric, psychoanalytic, and other specialists each proffered their own speculative, ultimately futile approaches to addressing her condition, whereby a neurologist, \"the Great Man\", became the focus of her search for an answer. One reviewer commented that her \"descriptions of variously officious, honest, cruel, experimental, or decent specialists and the hospital experiences she had in their charge manage to be funny in spite of everything.\" 42",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 605,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 1245,
                    "end": 1247,
                    "text": "41",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "What wasn't encephalitis lethargica?"
        },
        {
            "text": "If putative oligosymptomatic and abortive forms of EL provided diagnostic headaches after the epidemic, the question of whether the clinical manifestations of an attenuated EL virus might be quite different from previous forms was yet more speculative. In 1935, for example, the Danish neurologist Knud Krabbe (1885-1961) delineated four forms encountered in Denmark after the \"classical period\" -Vestergaard later commented that no acute EL cases had been reported in Denmark after 1937 43generally involving patients in their 20s or 30s. The relationship of each form with EL was rather tangential, but these forms continued to discussed until the 1950s:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Successor disorders?"
        },
        {
            "text": "• neurasthenic forms: corresponding in presentation to Stern's pseudo-neurasthenic phase:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Successor disorders?"
        },
        {
            "text": "Krabbe's example was a 28-year-old man for whom an unremarkable febrile illness was followed by years of fatigue, poor sleep, sharp limb pains, reduced concentration, and disinterest in work and family. Krabbe noted that hysteria could figure prominently in the differential diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Successor disorders?"
        },
        {
            "text": "• disseminated sclerosis forms: sometimes difficult to distinguish from multiple sclerosis (disseminated sclerosis was seen at this time as the acute form of the latter), with symptoms including spastic limb paralyses, optic nerve atrophy, vague disturbances of sensibility, and ataxia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Successor disorders?"
        },
        {
            "text": "• polyneuritic or peripheral forms: directly associated with the myalgic EL forms seen during the epidemic years; characterized by very high CSF albumin levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Successor disorders?"
        },
        {
            "text": "• benign meningitic forms: cases of aseptic meningitis had increased in recent years, and would have been attributed to polio if EL had not offered itself as an alternative. 44",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Successor disorders?"
        },
        {
            "text": "The neurasthenic form was the most difficult to evaluate precisely because of its vagueness, comparable with more recent reports of chronic fatigue syndrome. The Scottish-born George Reid (1888-?; Neurological Clinic and Sanatorium, Schwerin), for example, described what he termed an \"infectious toxicosis of the parasympathetic system\", whereby his 'parasympathetic system' referred to CN III, V, VIII, X, XII, and the sacral spinal nerves S2-S4. Between 1929 and 1931 Reid had noted recurrent minor epidemics (100 cases in total) of \"pseudo-neurasthenic conditions with only minor neurologic symptoms, not overt in the usual medical sense, the clinical relationship of which with encephalitis lethargica [became] evident after close application of the differential diagnostic guidelines established by Stern.\" Psychological features included disturbed sense of self, intellectual fatigue, loss of initiative, increased emotionality and irritability, as well as depression. The connection between these cases and EL was supported by the concurrent occurrence of typical somnolent-ophthalmoplegic cases, as well as by elevated CSF glucose (with normal blood sugar) and albumin levels. More severe cases also presented lethargy, amyostasis, rigidity, amimia and oculomotor symptoms. Clusters of these 'abortive EL' cases were noted in families and specific towns, leading Reid to the conclusion that the population was latently infected with EL, as with polio, but the disorder was manifested only by select individuals, according to the 'selective disease' concept of Otto Lentz, 45 when their resistance was reduced by another challenge (such as influenza or streptococcal infection). The relatively small population of Schwerin (1932: c. 50,000) perhaps permitted Reid to recognize the persistence of the EL virus in attenuated form, although he preferred to interpret the phenomenon as also being responsible for the recent increase in post-infectious encephalitis. 46",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neurasthenic states"
        },
        {
            "text": "Better defined but hardly less slippery with regard to its relationship with EL was the increased number of encephalomyelitis cases that resembled to some degree disseminated encephalomyelitis and were encountered at the same time as the rise in childhood encephalomyelitis (PIE/PVE). As discussed in chapter 4, Cruchet and Verger had enclosed a diverse range of clinical pictures in their category of \"formes basses de l'encéphalomyélite épidémique\", which could present as myelitis, or as radiculitis or polyneuritis. Cruchet regarded their relationship with EL as supported by the increased frequency of myelopathies during the EL period; by initial symptoms including diplopia, somnolence and muscular jerks; and by their differences from other CNS disorders. 47 Similar cases had been described by Cruchet and others during the First World War, and also in the course of the early 1920s, 48 so that there was a certain degree of continuity between Cruchet's cases, but most outside Bordeaux dismissed their relevance to EL. 49 Edward Flatau (1868-1932; Warsaw) provided a particularly detailed discussion of the 1928 encephalomyelitis outbreak in Poland (25 cases), noting that not only childhood encephalomyelitides but also multiple sclerosis cases had been more frequently seen since 1924. He characterized the neuropathology as noticeably dispersed, involving not only brain and spine, but also spinal nerve roots and peripheral nerves. There was marked, scattered glial activity around blood vessels, but with little neuronophagia and only minor infiltration of nerve tissue in the basal ganglia, brainstem, medulla, and peripheral nerves, contrasting with the extensive infiltrative-productive changes of the soft meninges at the base of the brain, changes that were, however, generally superficial and short-lived. Flatau nevertheless concluded that these cases, but also PVE and PIE, were probably related to EL. 50 Pette had reported a similar increase in adult encephalomyelitis cases during 1926 in Hamburg, but was the most prominent advocate of the position that they were not related to EL, 51 not least because the neuropathology primarily involved the white matter; in 1929 he presented a classification of neuroinflammation that specifically employed the preferential involvement of white or grey matter as its key taxonomic principle. 52 He thus regarded EL and encephalomyelitis as fundamentally different processes, a distinction supported rather than undermined by their relative dominance in the two halves of the 1920s.",
            "cite_spans": [
                {
                    "start": 1029,
                    "end": 1031,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 1926,
                    "end": 1928,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 2358,
                    "end": 2360,
                    "text": "52",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Disseminated encephalomyelitis"
        },
        {
            "text": "At about the same time, Emil Redlich (1866-1930) described the \"increased frequency of cases with symptoms of encephalomyelitis disseminata\" in Vienna. His patients exhibited diverse symptoms of obscure origin, in some cases evidently spinal in nature, while in others brainstem symptoms, particularly oculomotor pareses, were marked. CSF protein levels and lymphocyte numbers were slightly increased, and no pathogen could be isolated; only one of 13 cases was fatal, whereas in most the symptoms largely dissipated within a short time. Redlich was of the opinion that these states most closely resembled multiple sclerosis, but regarded them as constituting a distinct class of encephalomyelitis elicited by an unknown neurotropic virus activated under certain (also unknown) circumstances. Two cases were preceded by EL-like disease, but Redlich rejected a direct connection. Most importantly, parkinsonism was neither an acute nor longer term feature of any of his cases. 53 Reports of disseminated encephalomyelitis clusters were reported during the following years from across central and eastern Europe, with particularly high case numbers in the USSR. Commonly reported features included paresthesias and limb pareses, neuritis (sometimes resembling Landry's ascending paralysis), optic nerve involvement (for which reason it was often labelled 'optic neuromyelitis' or 'optico-encephalitis'), and, occasionally, meningeal symptoms; no particular age group was targeted by the disorder, and a slight preference for winter/early spring was noted. 54 Although it was curious that the rise in disseminated encephalomyelitis coincided with that of PIE/PVE, it was generally accepted that the involvement of a common pathogen was unlikely, while even the catholic semeiology of EL would have been stretched to accommodate a shift from strict polioclasis to a more dominantly myelinoclastic disorder. CHRONIC FATIGUE SYNDROME. Despite this conclusion, the encephalomyelitis story includes a curious chapter that should be briefly mentioned, particularly as it provides a link between neurasthenia and EL. A series of local outbreaks of a condition marked by fatigue, vague aches, and mental depression were reported from the 1930s onwards, and were often initially interpreted as mild polio; the most prominent of these outbreaks were those at the Los Angeles County Hospital (1934: 192 cases), in Adelaide , and at the Royal Free Hospital in London (1955: more than 300 cases). 55 One British author described it as a \"new disease in the sense that encephalitis lethargica (to which it has certain similarities) was a new disease appearing in epidemic form almost immediately after the first World War\". 56 The 1948/49 'Akureyri' or 'Iceland disease' (465 cases) is also usually included in this group, but, unlike the other outbreaks, only 15% of sufferers made complete recoveries; curiously, parkinsonism was more common in those affected than would be statistically expected. Iceland disease returned in smaller outbreaks until 1955, before disappearing permanently. 57 In 1959, British epidemiologist Donald Acheson (1926-2010) reviewed the fourteen outbreaks to date of the \"clinical syndrome variously called benign myalgic encephalomyelitis, Iceland disease and epidemic neuromyasthenia\", and distilled a core symptomatology:",
            "cite_spans": [
                {
                    "start": 976,
                    "end": 978,
                    "text": "53",
                    "ref_id": null
                },
                {
                    "start": 1554,
                    "end": 1556,
                    "text": "54",
                    "ref_id": null
                },
                {
                    "start": 2481,
                    "end": 2483,
                    "text": "55",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2707,
                    "end": 2709,
                    "text": "56",
                    "ref_id": null
                },
                {
                    "start": 3074,
                    "end": 3076,
                    "text": "57",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Disseminated encephalomyelitis"
        },
        {
            "text": "• At greatest risk were young women in communities with high rates of personal interaction (particularly hospitals). • The disorder appeared to be highly contagious, with a large pool of silent infections, but no fatalities. • Most cases occurred during summer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disseminated encephalomyelitis"
        },
        {
            "text": "• Following acute or subacute onset, symptoms included mild or no fever, headache, gastro-intestinal or upper respiratory complaints, muscular pain, atypical pareses (without lower motor neuron or pyramidal tract signs), and paresthesias. Occasional myoclonus or other involuntary movements, cranial nerve pareses. • Convalescence was usually complete within three months, but in some patients a chronic but inconsistent syndrome of depression, emotional lability and reduced concentration ensued, with myalgias and pareses, as well as mild CSF lymphocytosis. • Polio, coxsackie and echoviruses had been excluded as etiologies, as had EL, arthropod-borne encephalitides, infectious mononucleosis, and mass hysteria. 58 'Benign myalgic encephalomyelitis' was thus yet another obscure, apparently infectious or post-infectious neurologic disorder that resulted in a chronic neurasthenic condition. It was adopted under this name into the ICD-8 in 1969, but in ICD-9 was indexed to 'encephalitis, unspecified' (323.9). From 1988 this edition also included the new entry 'chronic fatigue syndrome' (CFS; under 'General symptoms: malaise and fatigue'; 780.71) as the new designation for 'chronic Epstein-Barr virus syndrome', a term reflecting the then most popular hypothesis for the etiological agent in post-viral fatigue states. 59 The two conditions were then effectively melded as G93.3 in ICD-10, 'post-viral fatigue syndrome' (PVFS), whereby CFS was no longer specifically included in the WHO catalog. PVFS and CFS are not, strictly speaking, synonyms (PVFS, for example, also includes post-polio syndrome), but are often used interchangeably, particularly where the presumptive organic origin of the condition is to be emphasized. Apart from Epstein-Barr virus (EBV), a number of potential pathogens, including Mycoplasma pneumoniae, Borna virus, and human herpes virus-6 have been discussed in connection with post-infection fatigue syndromes. Most relevant here is that a connection has been drawn between PVFS and the neurasthenia of historical EL, particularly in patient forums; recent developments regarding the involvement of auto-immune mechanisms in contemporary EL-like syndromes, for example, are interpreted by interested bloggers as evidence for the organic basis of CFS, a link supported by medical historians who interpret 19th century neurasthenia as a CFS-related phenomenon. 60 The principal argument against this position remains the fact that the similarities between these conditions and EL do not go beyond the vague symptom of neurasthenia or languor, and there is no evidence for specific mesencephalic symptoms in CFS, although reduced mesencephalic white matter volume has recently been described; it has been suggested that this might be associated with reduced cerebral motor and cognitive activity and disruption of local CNS homeostasis. 61 The concept of CFS as an organic disorder remains a matter of controversy. There have been suggestions that 'benign myalgic encephalomyelitis' lacked any infectious or neurologic basis, and that the cited outbreaks were actually archetypal examples of mass hysteria in close communities. 62 As with CFS, there may well have been a psychological component to these illnesses, but careful consideration of the original reports leads to the conclusion that there is no doubt that an environmental trigger, infection or toxin played critical roles in both the origin and development of the various outbreaks.",
            "cite_spans": [
                {
                    "start": 1328,
                    "end": 1330,
                    "text": "59",
                    "ref_id": null
                },
                {
                    "start": 2397,
                    "end": 2399,
                    "text": "60",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2872,
                    "end": 2874,
                    "text": "61",
                    "ref_id": null
                },
                {
                    "start": 3163,
                    "end": 3165,
                    "text": "62",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Disseminated encephalomyelitis"
        },
        {
            "text": "Yet another condition increasingly observed from the mid-1920s -one commentator actually groaned, \"Yet another new form of infectious brain disease!\" 63 -was serous meningitis, or acute aseptic meningitis (Quincke disease). In 1924, the Göteborg pediatrician Arvid Wallgren was surprised by four children and two adults who presented with typical symptoms of acute meningitis, except that their CSF was sterile, although marked lymphocytosis and increased pressure were evident; these findings were consistent with EL, but eliminated the ominous alternative diagnosis, tuberculous meningitis. The condition was benign, and resolved within two to three weeks without complications. A similar disorder had occurred in epidemic form in France during polio outbreaks between 1910 and 1913, 64 but Wallgren noted that no other infection, including EL, was notable at this time. 65 Further reports followed; 66 only in one was it more menacing, killing ten Boston children between two and seven years of age. 67 Serous meningitis had previously been described in EL, 68 as well as being considered in its differential diagnosis, 69 so that the question of whether it was an abortive form had been discussed. Düsseldorf Professor of Pediatrics Albert Eckstein (1891 Eckstein ( -1950 vehemently argued that it was, reminding readers that Economo himself had described a meningeal EL form; he and his colleagues had also found nerve cell degeneration and glial proliferation in the grey matter of the brainstem and spine. 70 It was nonetheless ultimately apparent that few if any cases involved EL; even those cases designated \"meningitis sympathica\" by Pette -reactions to a encephalomyelitic process adjoining the meninges -were more frequently associated with polio, although 'idiopathic' cases might be caused by another filtrable virus. Any resemblance to EL reflected only the topography of inflammation, not its etiology. 71 Stern found that the neuropathology of a fatal case reported by Max Günther (who did not regard it as serous meningitis, but as \"neuritis of the cranial fossa\") negated a connection with EL, but was otherwise undecided about its nature. 72 A detailed epidemiological study found no association of EL cases between 1919 and 1948 in Göteborg (Sweden) with meningitis, the incidence of which had always far outstripped that of EL. 73 Further, a large controlled study, also in Sweden, found that primary aseptic meningo-encephalitis was not associated with any long term mental or physical sequelae. 74 Most authors viewed aseptic meningitis as an abortive form of polio, both on the basis of historical association and the fact that it was primarily encountered outside large cities, as was polio by 1930; further, it was also a disease of summer and early autumn. An episode of aseptic meningitis appeared to convey immunity to further attacks; 75 it is curious, on the other hand, that no author appears to have specifically commented on whether children who had suffered polio developed aseptic meningitis, or vice versa.",
            "cite_spans": [
                {
                    "start": 786,
                    "end": 788,
                    "text": "64",
                    "ref_id": null
                },
                {
                    "start": 873,
                    "end": 875,
                    "text": "65",
                    "ref_id": null
                },
                {
                    "start": 1003,
                    "end": 1005,
                    "text": "67",
                    "ref_id": null
                },
                {
                    "start": 1061,
                    "end": 1063,
                    "text": "68",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1123,
                    "end": 1125,
                    "text": "69",
                    "ref_id": null
                },
                {
                    "start": 1244,
                    "end": 1258,
                    "text": "Eckstein (1891",
                    "ref_id": null
                },
                {
                    "start": 1259,
                    "end": 1275,
                    "text": "Eckstein ( -1950",
                    "ref_id": null
                },
                {
                    "start": 1513,
                    "end": 1515,
                    "text": "70",
                    "ref_id": null
                },
                {
                    "start": 2160,
                    "end": 2162,
                    "text": "72",
                    "ref_id": null
                },
                {
                    "start": 2351,
                    "end": 2353,
                    "text": "73",
                    "ref_id": null
                },
                {
                    "start": 2520,
                    "end": 2522,
                    "text": "74",
                    "ref_id": null
                },
                {
                    "start": 2867,
                    "end": 2869,
                    "text": "75",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Aseptic or serous meningitis"
        },
        {
            "text": "The lack of association of specific outbreaks of aseptic meningitis with orthodox polio cases continued, however, to irritate many authors. 76 A specific pathogen had, in fact, been identified in 1934 by United States Public Health Service bacteriologist Charles Armstrong (1886 Armstrong ( -1967 , the virus of what he termed 'benign lymphocytic choriomeningitis'; a few years later he identified the common mouse as its natural animal reservoir. 77 The lymphocytic choriomeningitis virus (LCMV) can elicit not only aseptic meningitis, but also encephalitis and encephalomyelitis in humans exposed to rodent urine; 78 it has occasionally also been associated with minor encephalitis outbreaks, 79 and even with EL-like symptoms. 80 A 1939 study made the interesting discovery that 18% of tested sera from all 48 US states and Hawaii neutralized LCMV -including 16 of 25 sera from patients who had fallen ill during the 1934 Los Angeles County Hospital incident (p. 790), and of 18 of 26 hospital staff who had had contact with such patients. 81 While there was initially some suspicion of a relationship with the polio virus, it is now recognized that LCMV is an arenavirus, a group of rodent-borne viruses that include a number of species that can induce hemorrhagic fevers (such as the Lassa virus).",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "text": "76",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 263,
                    "end": 278,
                    "text": "Armstrong (1886",
                    "ref_id": null
                },
                {
                    "start": 279,
                    "end": 296,
                    "text": "Armstrong ( -1967",
                    "ref_id": null
                },
                {
                    "start": 448,
                    "end": 450,
                    "text": "77",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 697,
                    "text": "79",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 732,
                    "text": "80",
                    "ref_id": null
                },
                {
                    "start": 1043,
                    "end": 1045,
                    "text": "81",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Aseptic or serous meningitis"
        },
        {
            "text": "While LCMV was later identified in Europe -Fritz Kuhlmann (Breslau) appears to have isolated a similar virus in Breslau in 1941, without knowledge of Armstrong's publications -it did not play a similarly dominant role in aseptic meningitis there, and it is now recognized that enteroviruses, including the polio viruses, are among the most common provocateurs of viral meningitis. It can also be elicited by a variety of other viruses, including the various herpes species, as well as by fungi and certain medications. Once again, however, the rise of aseptic meningitis could not be linked directly with EL. It is nonetheless interesting that prior diagnosis with lymphocytic meningitis has been associated with a fourfold risk of developing PD. 82",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aseptic or serous meningitis"
        },
        {
            "text": "Neuritic and myalgic disorders as potential successors of EL never assumed the importance of the previous three categories, except occasionally as part of disseminated encephalomyelitis, perhaps due to their generally benign nature. 83 On the other hand, another interesting candidate completed an arc stretching from Gerlier disease in the 19th century into the 1950s. In 1927, Martin Pappenheim (Vienna) reported an amassing of cases characterized by quite severe vertigo (without nystagmus or otologic symptoms) and nausea accompanied by feelings of anxiety and despair or inebriation; he interpreted it as a new form of EL. 84 A few similar reports were subsequently published in Europe, 85 including outbreaks in Budapest in 1938 and 1941, and in Thuringia in 1948. 86 In earlier reports of a 'vestibular' or 'labyrinthine form' of EL, vertigo or nystagmus dominated the clinical picture, but other EL-relevant symptoms had generally also been evident; 87 further, vestibular symptoms were a not infrequent feature of chronic EL. 88 Although it was clear that similar symptoms might be elicited by any encephalitic process affecting the brainstem, 89 such cases naturally led to comparison with Gerlier disease (see p. 747), and the Bordeaux school had actually proposed that both it and the Japanese kubisagari were probably pre-1916 EL outbreaks. 90 'Epidemic vertigo' or 'neuraxitis vertiginosa' was regularly described in the Scandinavian literature throughout the 1950s, 91 including series marked by oculomotor pareses. 92 The characteristic symptoms in one hundred cases seen by Knud Winther (1893-1981; Copenhagen) between 1947 and 1951 included the sudden onset of vertigo, nausea, and headache; in some cases nystagmus of varying degrees was the only objective symptom, whereby its direction could vary from day to day. Recovery ensued within days to months, but in many cases neurasthenia persisted; parkinsonism had not developed in any cases. On the basis of detailed case histories, Winther excluded polio, Ménière disease, and vestibular neuritis as diagnoses. 93 In a similar vein, Folke Möller (1900-1999; Army Hospital, Sollefteå) remarked that Swedish Medical Board enquiries about non-purulent neuroinfections elicited 490 reports of various inflammations -including 112 of rhombencephalitis and 78 of brainstem encephalitis, 64 at least 'EL-like' -but also 97 of vertigo; cranial nerve palsies were also common symptoms, but CN VII was the most affected, while CN III was spared. 94 Epidemic vertigo was also occasionally described in England, but mostly only in informal reports, including an \"unusual epidemic\" of \"acute labyrinthitis\" in late winter/early spring 1952. 95 After the mid-1950s, it virtually disappeared from the medical literature, although sporadic vestibular neuronitis can be elicited by various respiratory infections and herpes simplex viruses, amongst other pathogens. 96 Of all the putative EL successors, epidemic vertigo was perhaps the most plausible: it involved a symptom that was quite prominent in both acute and chronic EL, its presence in Scandinavia was contiguous with that of EL, and, as noted by Möller, vertigo was strongly associated with brainstem encephalitis, the most common form of encephalitis in Sweden (40% of encephalitis cases). Its persistence in Scandinavia, England, and possibly Siberia 97 -that is, on the colder fringes of Eurasiapossibly represented the final flickering of at least one version of the EL virus, but a conclusive link cannot be established without identification of the relevant pathogen.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "text": "83",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 692,
                    "end": 694,
                    "text": "85",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 773,
                    "text": "86",
                    "ref_id": null
                },
                {
                    "start": 1035,
                    "end": 1037,
                    "text": "88",
                    "ref_id": null
                },
                {
                    "start": 1153,
                    "end": 1155,
                    "text": "89",
                    "ref_id": null
                },
                {
                    "start": 1354,
                    "end": 1356,
                    "text": "90",
                    "ref_id": null
                },
                {
                    "start": 1481,
                    "end": 1483,
                    "text": "91",
                    "ref_id": null
                },
                {
                    "start": 1531,
                    "end": 1533,
                    "text": "92",
                    "ref_id": null
                },
                {
                    "start": 2081,
                    "end": 2083,
                    "text": "93",
                    "ref_id": null
                },
                {
                    "start": 2506,
                    "end": 2508,
                    "text": "94",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 2698,
                    "end": 2700,
                    "text": "95",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 2919,
                    "end": 2921,
                    "text": "96",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Further candidate successor disorders"
        },
        {
            "text": "None of these disorders or conditions can be categorically identified as alternative expressions of EL infection. Apart from temporal coincidence, there was no strong evidence connecting any with EL; the fact that such a variety of conditions should plausibly be regarded as diluted or altered EL forms only underscores the wide net that was (and is still) cast in the hunt for EL and its pathogen. In terms of epidemiology, an association of these candidates with polio is at least as plausible, particularly as post-polio fatigue includes most of the features previously associated with putative EL neurasthenia, including sleepiness, loss of concentration, and other cognitive difficulties. 98 The 1920s witnessed a striking increase in the frequency of neurologic disease of presumptive infectious origin, but it should not be forgotten that this increase had commenced prior to the First World War with the rise of both epidemic meningitis and polio -indeed, the same options explored in the attempt to explain the sudden rise in EL were also encountered in discussions of the abrupt rise in the incidence of polio 99 -and even meningitis serosa had occurred in epidemic form in France before 1914. For the less life-threatening conditions discussed above, increased diagnosis and awareness may have played a role -it is probably no coincidence that Wallgren, for example, was interested in the subtle symptoms of those in contact with EL patients before his attention was drawn to benign meningitis -but for the most part it there is no reason to doubt that genuine changes in the incidence of these conditions had been observed. It is likely that sporadic cases of these conditions might at least have been initially diagnosed as EL during major EL outbreaks, but physicians were well aware of this problem throughout the late 1920s and 1930s, when they were familiar with both EL and the alternative diagnoses.",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 696,
                    "text": "98",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "New discoveries of the earth discover new diseases: for besides the common swarm, there are endemial and local infirmities proper unto certain regions, which in the whole earth make no small number: and if Asia, Africa, and America, should bring in their list, Pandora's box would swell, and there must be a strange pathology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The arthropod-borne viral encephalitides"
        },
        {
            "text": "Thomas Browne, Letter to a friend, 1656",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The arthropod-borne viral encephalitides"
        },
        {
            "text": "Encephalitis had now largely passed into the hands of virus experts, and in this field the laboratory worker had recently outstripped the clinician. Joseph Godwin Greenfield, 1949 (Hughlings Jackson lecture)",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 179,
                    "text": "Greenfield, 1949",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The arthropod-borne viral encephalitides"
        },
        {
            "text": "The conditions discussed in the previous section were relatively innocuous; this did not always apply to a new class of encephalitides first described across Eurasia and North America during the 1930s. The alarm elicited by their initial appearance in the USA was conveyed by the title of an article in the Sciences News Letter of 26 August 1993: \"Sleeping sickness outbreak greatest in history\". 100 Nineteen cases, including twelve deaths, had been registered in the suburbs of St. Louis (midwestern USA) during the previous month, and the disease was spreading rapidly. The United States Public Health Service (USPHS) quickly recognized, however, that this outbreak differed from previous EL incursions: while mild annual visits had become routine (with the largest in 1919, 1924 and 1932), these had generally occurred in late winter or early spring. The symptoms of the St. Louis outbreak, too, were different: mild meningism, marked headache and muscular pain, and diminished pyramidal reflexes were characteristic, together with the apathy, somnolence and delirium also seen in EL. Early neuropathological results suggested brainstem involvement, but also that lesions were generally more anterior than in EL, principally in the cortex and basal ganglia. The outbreak spread quickly, causing considerable disquiet: St. Louis was soon regarded by many as a plague town to be avoided if at all possible. By the time it had run its course in autumn, the epidemic had claimed 221 lives among 1,315 Missouri cases. The topography of the epidemic and sewage problems arising from the driest summer on record led to the popular belief that mosquitoes transmitted the disease, but the idea was initially dismissed by health authorities as unlikely. This was despite the fact that the Medical Director assigned by the Surgeon General to investigate the outbreak, Leslie Leon Lumsden (1875-1946), vigorously and cogently argued the case for Culex mosquitoes as virus vectors; Public Health Reports published his report in full 25 years later as posthumous acknowledgement of his perspicuity. In contrast to EL, a filtrable virus was quickly isolated from patients, and could be used to infect laboratory mice and rhesus monkeys (but not rabbits or cebus monkeys); cross-immunity studies confirmed that the same virus had been isolated from patients who had exhibited a similar illness in Kansas City and Paris (Illinois) during 1932, but not from acute or chronic EL patients. 101 The mosquito vector hypothesis was revived in 1938, now bolstered by recognition of the role played by insects in the transmission in Japanese and Australian encephalitis, but was firmly established only by the isolation of the pathogen from local Culex mosquitoes and fowl in the mid-1940s. 102 Josephine Neal was convinced that EL and St. Louis encephalitis -and also Australian disease and Japanese B encephalitis -were all elicited by the same pathogen. 103 As early as 1934, however, serum protection tests in mice indicated that St. Louis encephalitis was distinct from EL, polio, and PIE. 104 Clinical symptoms also differentiated St. Louis encephalitis from EL, both during the acute phase and with respect to post-acute phenomena: while a range of residua not unknown in EL were initially described, they tended to resolve themselves after a few months, and only around 6% of patients exhibited chronic effects, and then mostly of mild degree (headache, irritability, drowsiness). 105 It was quickly recognized that St. Louis encephalitis more closely resembled the type B encephalitis described in Japan in 1924 than it did EL, and the question of what this meant for the concept of 'epidemic encephalitis' commenced. 106 Hopes for the maintenance of the unified encephalitis virus hypothesis were further undermined in 1936 when Japanese investigators demonstrated that, clinical parallels notwithstanding, even the viruses of Japanese and St. Louis encephalitis were immunologically distinct, although closely related. 107 By 1942, a near complete picture of St. Louis encephalitis had been educed, and it was clear that it was irrelevant to the EL question. Two further North American mosquito-transmitted viruses had in the meantime also occasionally caused encephalitis in humans, the eastern and western equine encephalitis viruses, but no major epidemics. The sudden proliferation of encephalitides was nevertheless a cause for concern, reflected by a further Science News Letter headline in 1941, \"Expect victory or disaster in war on sleeping sickness. Stage appears to be set either for disease to flare into war epidemic or to yield to new knowledge.\" 108 At the about the same time, yet another infectious encephalitis had been identified in the Russian Far East, the spring-summer encephalitis; by the mid-1930s it had spread at least as far west as the Urals. An impressive collective research effort organized by the Soviet Commissariat of Health promptly clarified the key elements of the disease: after its earliest detection in 1932, the first detailed description was published in 1935, the virus was isolated in 1937, and by 1939 it had been shown to be transmitted by Ixodes ticks. Further, it was possible to distinguish spring-summer encephalitis from both autumn encephalitis (Japanese encephalitis, which had entered the USSR via Manchuria) and EL on clinical and immunological grounds. 109 The Würzburg neuropathologist Georg Schaltenbrand advised readers as late as 1937 that type B encephalitis had not been observed in Germany. The following year, however, Pette described cases that were not easily accommodated within his division of encephalitides into grey and white matter types, cases he described as 'panencephalomyelitis' and compared with St. Louis and Japanese encephalitis. Scattered reports of similar cases during the previous few years in Austria and eastern Germany, including outbreaks of aseptic encephalomyelitis, seemed related. 110 In light of later recognition of the mode of transmission of such encephalitides by ticks, it is interesting that Pette also found neuropathological similarities \"where one would least expect it, namely in typhus.\" 111 Pette avoided, however, drawing any conclusions regarding the etiology or transmission of the disorder.",
            "cite_spans": [
                {
                    "start": 2474,
                    "end": 2477,
                    "text": "101",
                    "ref_id": null
                },
                {
                    "start": 2770,
                    "end": 2773,
                    "text": "102",
                    "ref_id": null
                },
                {
                    "start": 3074,
                    "end": 3077,
                    "text": "104",
                    "ref_id": null
                },
                {
                    "start": 3468,
                    "end": 3471,
                    "text": "105",
                    "ref_id": null
                },
                {
                    "start": 3706,
                    "end": 3709,
                    "text": "106",
                    "ref_id": null
                },
                {
                    "start": 4009,
                    "end": 4012,
                    "text": "107",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 4651,
                    "end": 4654,
                    "text": "108",
                    "ref_id": null
                },
                {
                    "start": 5400,
                    "end": 5403,
                    "text": "109",
                    "ref_id": null
                },
                {
                    "start": 5965,
                    "end": 5968,
                    "text": "110",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The arthropod-borne viral encephalitides"
        },
        {
            "text": "Subsequent local epidemics of polioencephalitis or encephalomyelitis in several parts of eastern and central Europe were retrospectively attributed to this new form, commencing with the 1943/44 winter outbreak in the Terezín (Theresienstadt, Czechoslovakia) concentration camp. This outbreak was chronicled after the War by neurologist Adalbert Kral , a former assistant to Gamper and Pötzl in Prague, and himself a prisoner in Terezín. The symptomatology of the 978 cases (40%, 11-20 years old; 45%, 21-50 years old; 1% mortality) was quite similar to EL in some respects, including acute somnolence and oculomotor pareses, increased CSF sugar levels and mild lymphocytosis, and vegetative symptoms, but there were also cases with marked cerebellar symptoms; the epidemiology was also quite different, with a high degree of contagion and 80% of the patients being women. Perivascular infiltration in the region of the nigra, brainstem and medulla was seen in one of three autopsied brains, all without macroscopic changes. Most patients recovered within a few weeks, but some presented the neurasthenic syndrome familiar from EL; none had developed parkinsonism, although it should be noted that Kral did not have the opportunity for long term follow-up; he noted soberly that he could not follow up most patients as \"they have been transferred from Terezín to other places, where the greater part of them perished.\" 112 He excluded EL on the basis of epidemiology, and because six patients had already suffered EL. 113 Van Bogaert saw similar cases in Belgium in 1942 and during 1948/49, 114 and foci of 'aseptic meningitis' during the 1930s and 1940s 115 were also re-interpreted during the 1950s as evidence of local European type B encephalitis.",
            "cite_spans": [
                {
                    "start": 1590,
                    "end": 1593,
                    "text": "114",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [],
            "section": "The arthropod-borne viral encephalitides"
        },
        {
            "text": "While it is difficult to securely assess the etiology of these outbreaks, those that occurred in 1948 in Bohemia and Moravia, although initially interpreted as lymphocytic meningitis, inaugurated a new phase of investigation that led to recognition in 1949 of the role of a tick-transmitted virus in the disease. The two-phase course of tick-borne encephalitis was mapped here in detail: the initial flu-like state, corresponding to viral multiplication (viremia), followed one to weeks later by a resurgence in fever and the presentation of neurologic symptoms (including marked meningism, vegetative symptoms, mild cranial nerve palsies, particularly CN III and VIII), reflecting a massive immunologic response to the virus. Tick-borne encephalitis was generally but not invariably benign, posing a greater threat to children than adults. A similar disorder occurring in the Palatinate (southwest Germany) during 1947-49 was presumed to be transmitted by mosquitoes or ticks; 116 within a short time tick-borne encephalitis was reported throughout eastern Europe and in Scandinavia. 117 The virus in these cases was immunologically related to that of Russian spring-summer encephalitis, and presumably reflected further extension of its territory westwards. The reasons for this expansion are not clear, but roles for both climate change and the presence of the Red Army in eastern Europe from 1944 cannot be excluded. Nor is it clear why the mid-20th century witnessed such a surge in encephalitis-related activity in general; advances in virologic techniques facilitated the identification of viruses, but contemporary workers were clearly convinced that they were seeing new clinical disorders. In any case, it was clear by the early 1950s that much of the world was partitioned into territories in which particular encephalitic viruses were transmitted by insects or ticks, collated from the mid-1950s as 'arbor [arthropod-borne] viruses' or 'arboviruses'. 118 Most of those discussed here belong to the Flavivirus genus (family Flaviviridae: positive-sense, single-stranded RNA viruses 119 ):",
            "cite_spans": [
                {
                    "start": 1085,
                    "end": 1088,
                    "text": "117",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The arthropod-borne viral encephalitides"
        },
        {
            "text": "• mosquito-borne viruses, with avian reservoirs: human encephalitis caused by Japanese, Australian, St. Louis, and West Nile ( = African) encephalitis viruses had been recognized by the mid-1950s;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The arthropod-borne viral encephalitides"
        },
        {
            "text": "• tick-borne viruses, with mammalian reservoirs: three subtypes of a single tick-borne encephalitis virus (TBEV) are responsible for Eurasian tick-borne encephalitis: the Far Eastern, (West) Siberian and Western European subtypes. The European type, transmitted by Ixodes ricinus, is milder than the Russian types, transmitted by Ixodes persulcatus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The arthropod-borne viral encephalitides"
        },
        {
            "text": "It is also possible to contract tick-borne encephalitis without being bitten by a tick -via the milk of an infected cow or goat, for example -but this has not led to epidemic outbreaks in Europe. It was also difficult to demonstrate the involvement of viral infection in individual cases: a German handbook noted in 1952 that the \"requisite laboratory investigations are, unfortunately, demanding and expensive, so that reliable results even today can be achieved only in the USA.\" 120 One of the major surprises posed by EL was that encephalitis could occur in epidemic form. This surprise was now countered by the recognition that there were so many pathogens that could elicit encephalitis. Although the danger posed by tick-borne infections had not previously been regarded as significant outside areas where typhus was endemic, the epidemiology, clinical manifestations, and neuropathology of arbovirus infections all rendered it unlikely that any were involved in EL; 121 it is also noteworthy that the Russian language literature confidently distinguished between EL, tick-borne encephalitis, and Japanese encephalitis.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 485,
                    "text": "120",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 977,
                    "text": "121",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "The arthropod-borne viral encephalitides"
        },
        {
            "text": "The only serious proposal that EL was caused by a tick-borne virus was that by Joseph Behles (a Lingenfeld physician) in 1954 (and reiterated in 1981), who regarded the Rhineland encephalitis cases of the late 1940s as EL, despite noting their similarity to St. Louis encephalitis. 122 In 1978, pioneer arbovirologist Jordi Casals (1911 Casals ( -2004 and colleagues examined CSF and serum from PD and PEP patients for antibody to 17 arboviruses, and found no evidence for an association of either form of parkinsonism with arbovirus infection, although it should be noted that antibody to TBEV was not assessed. 123 A curious outbreak occurred in the Slovakian village of Rožňava in the spring of 1951 provided an example of how a presumptively arbovirus-linked illness might nonetheless arouse suspicions of EL: 660 people, or 7.6% of the population, fell ill with a meningo-encephalitis that resembled a mild form of the somnolent-ophthalmoplegic form of EL, including typical CSF findings, with particular involvement of CN III and the development of hypersomnia (but not coma) during the encephalitic phase (sometimes preceded by a brief viremic phase). Mild extrapyramidal symptoms were observed, but none that suggested striatal lesions. Most symptoms regressed after a few days -except the extrapyramidal symptoms, which were the most common residua up to twenty months after the illness; all but a handful of patients were quite young, so that their clinical condition was specifically compared with the EL interval syndrome. Parkinsonism was not described. The apparent selectivity of the virus for the brainstem grey matter, with sparing of the ruber, cerebellum and cerebral cortex, surprised observers, but the uniquely explosive outbreak was nonetheless attributed to drinking raw milk from TBEV-infected goats; the outbreak, in fact, alerted medical authorities to this transmission mode. The virus involved was only weakly antigenic, but found to be related to that of the Czechoslovakian TBEV; similar poliotropism had, in fact, been previously observed in a few cases of tick-borne encephalitis where the virus had been ingested in milk. The neurologists Kamil Henner (1895-1967) and F. Hanzal commented that, in light of the EL experience, it would be years before the final outcome of this outbreak was known; unfortunately, I have not found any report of a follow-up investigation. 124 The fact remains, however, that part of the motivation for reporting this outbreak was precisely its unusual nature.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "text": "122",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 336,
                    "text": "Casals (1911",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 351,
                    "text": "Casals ( -2004",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "123",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 2403,
                    "end": 2406,
                    "text": "124",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The arthropod-borne viral encephalitides"
        },
        {
            "text": "It is improbable that an arbovirus was responsible for significant numbers of 'EL' cases during the 1920s, even in the USSR, although arboviruses were perhaps involved after the EL epidemics in the increased incidence of aseptic meningitis and encephalomyelitis. 125 It is therefore curious that the Medical Subject Headings (MESH) title 'Encephalitis, Arbovirus' is used by MEDLINE to label many references to 'encephalitis lethargica' papers prior to the 1980s, even where the paper makes no reference to arboviruses. This is not to say that arboviruses cannot elicit EL-like syndromes, or even post-viral parkinsonism. 126",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "125",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The arthropod-borne viral encephalitides"
        },
        {
            "text": "As ever more forms of encephalitis and encephalomyelitis were recognized, EL remained unique with its combination of clinical features, neuropathology and epidemiology. It was somewhat paradoxical that EL, so easy to recognize but so hard to define, was employed as the yardstick for the delimitation of other encephalitides, and this only emphasized its special status. It is also ironic that by the mid-1950s the focus had shifted away from what once had been the epidemic encephalitis: EL was now perhaps the only neuroinflammation that wasn't being seen with increasing frequency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-1945 'encephalitis lethargica': viral encephalitis and parkinsonism"
        },
        {
            "text": "The major change in the discussion of encephalitis after the Second World War was the shift from an emphasis upon neuropathology to the primacy of the new field of virology, although the contribution of the pathologist was still important:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-1945 'encephalitis lethargica': viral encephalitis and parkinsonism"
        },
        {
            "text": "Any neuropathologist knows that tissue reactions are very limited in number and that a specific reaction is exceptional, if it exists at all. He also knows that in the nervous system, the processes vary in localization and in the tempo of aggression, whether one considers these variations to be due to differences in the virulence noxiousness [sic] of the causative agent or the receptivity of the host … [Neuropathologists nevertheless] know that one encephalitis is not the other, that one epidemic is not like another, that the sequels are not interchangeable, that the pathologic invasion sustained by a new-born, a child, an adolescent or an adult are reflected in different clinico-pathologic features. 127",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Post-1945 'encephalitis lethargica': viral encephalitis and parkinsonism"
        },
        {
            "text": "As mentioned in chapter 3, EL appears to have persisted in the eastern USSR until at least the 1980s, where it was distinguished by researchers from spring-summer encephalitis, Japanese encephalitis, and Vilyuisk encephalitis. 128 Sporadic cases described as 'EL' were also reported elsewhere after 1945, but the relevance of many to the inter-War disease EL was dubious at best: the combination of fever, somnolence, ophthalmoplegia and acute parkinsonism, particularly if accompanied by lymphocytic pleocytosis in the CSF and, more recently, respiratory abnormalities, was generally interpreted as justifying the diagnosis. The most convincing evidence for EL nevertheless remained the development of PEP in younger persons following an acute encephalitic illness, particularly in cases of putative 'atypical EL'. It should thereby be noted that acute extrapyramidal symptoms do not satisfy this criterion, as such symptoms are common to any inflammation of the brainstem.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "text": "128",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [],
            "section": "Post-1945 'encephalitis lethargica': viral encephalitis and parkinsonism"
        },
        {
            "text": "During the late 1960s and early 1970s, for example, Sašo Božinov (1919-2002; Sofia) described transitory parkinsonism in an apparently viral infection of 23 patients (2-52 years old; 13 female); the two-phase course of the illness suggested an arbovirus (most were summer/autumn cases), but evidence for a known virus was not educed. In the four cases where neuropathology was investigated, polioencephalitis included major bilateral necrotic destruction of the substantia nigra, with little evidence of neuronophagia or glial activity. For this reason Božinov rejected EL as a diagnosis, but also noted that typical parkinsonism was not often encountered in arboviral infections. 129 A similar case was seen in Vienna: a 27-year-old woman and her mother both presented meningo-encephalitis, but only the daughter developed parkinsonism for around three weeks, before it regressed completely; coxsackie B3 virus was detected in the stool of the daughter, but not of the mother. More interesting was the finding that CSF homovanillic acid levels were reduced in both patients to less than 9 ng/mL, indicative of reduced CNS dopamine turnover, and characteristic for parkinsonism. The daughter's levels did not normalize until six months after the acute illness; that is, several months after regression of clinical symptoms. 130 In the early 1950s, Rudolf Geerling (1898?-1966) described encephalitis Africana in South Africa, in which parkinsonism was a particularly frequent sequel, as were epilepsy and, in a few cases, \"criminal and asocial tendencies\". The acute phase was, if anything, more varied in symptomatology than EL, with a death rate of 15% in its mostly youthful sufferers (more than half of the 100 cases were aged 21-40 years). Neuropathology in the one examined case included widespread grey matter changes, with perivascular infiltration, glial proliferation and pyramidal cell loss. 131 The details supplied make it difficult to determine what Geerling had observed, although British neuropathologist Greenfield suspected that it may have been genuine EL. 132 Reversible parkinsonian symptoms have long been associated with Japanese encephalitis, 133 and more recently these have been matched with selective bilateral, asymmetric nigral magnetic resonance imaging (MRI) hyperintensities; 134 basal ganglia (but not nigral) changes can still be evident three years after acute infection. 135 The association of Japanese encephalitis and parkinsonism was particularly interesting, as Akihiko Ogata and colleagues (Sapporo) have described a rat model of progressive parkinsonism induced by infection with Japanese encephalitis virus (JEV) two weeks after birth; the age of infection was critical for the development of parkinsonian symptoms, perhaps linked with the dependence of JEV neurotropism upon neuronal maturity. 136 This finding was disturbing, as Japanese encephalitis, on a global basis, is the most common cause of encephalitis, having expanded its territory westward to India and as far south as northern Australia, although largely eliminated in Japan itself by vaccination. In natural human disease, however, persistent motor symptoms following JEV infection are less typical, usually occurring only in children and young adults. 137 Lesions are typically much more widespread than the mesencephalon, and while extrapyramidal features (including parkinsonism, hyperkinesias, and dystonia), oculogyric crises, excessive salivation and hyperhidrosis are common in the short and medium term (affecting c. 90% of patients), these symptoms gradually regress, so that five years after the acute illness they have disappeared completely. 138 Epstein-Barr virus (EBV) infection has also been associated with temporary 139 or, less commonly, persistent (L-DOPA-responsive) parkinsonism, in the latter case with cystic encephalomalacia of the nigra. EBV has also been implicated in basal ganglia necrosis resulting in 'post-encephalitic parkinsonism', but this very brief report has clearly little to do with EL. 140 It is suspected that anti-EBV antibodies are responsible for these conditions. 141 Human immunodeficiency virus (HIV) infection can provoke parkinsonism and other movement disorders, sometimes as the first clinical sign of infection, by interfering with dopaminergic neurotransmission, including direct effects upon the substantia nigra and basal ganglia; such disorders are not always responsive to L-DOPA. 142 Brainstem encephalitis has occasionally been attributed to herpes simplex virus infection, 143 but such cases rarely involve EL-like symptoms, and only exceptionally parkinsonism. 144 Transient parkinsonism subsequent to measles, coxsackie virus, Q fever and influenza infection has also been described, 145 as has nigral involvement in West Nile virus encephalitis. 146 Finally, transitory parkinsonism with MRI abnormalities of the nigra has been described in viral encephalitis of undetermined etiology. 147 Additionally, specific invasion of the substantia nigra has been reported for specific strains of influenza A virus, coronavirus, mouse hepatitis virus strain A59, and Theiler's murine encephalomyelitis virus, 148 and an association between CSF antibodies to coronavirus and PD has been discussed. 149 The bacterium Nocardia asteroides also selectively invades the nigra (in mice), 150 and a role in PD has also been discussed. 151 St. Louis encephalitis virus has been reported to exhibit a certain a certain selectivity for the substantia nigra, but there have been no reports of parkinsonism. 152 It is thus clear that there is a broad spectrum of pathogens that can elicit brainstem encephalitis and therefore syndromes that include acute parkinsonism and somnolence; a recent review reported that the most common causes included Listeria (particularly in healthy young adults), enterovirus 71 (in the Asia-Pacific region), and herpes simplex viruses 1 and 2. 153 But none has been associated with outbreaks on the scale of EL; further, no association between EL and serum or CSF levels of antibodies to any of a range of viruses has been found. 154 In her comprehensive 1987 review of the clinic and neuropathology of sporadic brainstem encephalitides reported since the Second World War, Sabine Maria Ostmann (Berlin) concluded in a similar vein that there were no cases that could confidently be identified with EL, and even the possibility of identity was limited to a handful. 155 Roger Duvoisin and Melvin Yahr had declared in this sense in 1965:",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 684,
                    "text": "129",
                    "ref_id": null
                },
                {
                    "start": 1324,
                    "end": 1327,
                    "text": "130",
                    "ref_id": null
                },
                {
                    "start": 1903,
                    "end": 1906,
                    "text": "131",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 2076,
                    "end": 2079,
                    "text": "132",
                    "ref_id": null
                },
                {
                    "start": 2167,
                    "end": 2170,
                    "text": "133",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 2407,
                    "end": 2410,
                    "text": "135",
                    "ref_id": null
                },
                {
                    "start": 2838,
                    "end": 2841,
                    "text": "136",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 3262,
                    "end": 3265,
                    "text": "137",
                    "ref_id": null
                },
                {
                    "start": 3663,
                    "end": 3666,
                    "text": "138",
                    "ref_id": null
                },
                {
                    "start": 4035,
                    "end": 4038,
                    "text": "140",
                    "ref_id": null
                },
                {
                    "start": 4118,
                    "end": 4121,
                    "text": "141",
                    "ref_id": null
                },
                {
                    "start": 4447,
                    "end": 4450,
                    "text": "142",
                    "ref_id": null
                },
                {
                    "start": 4631,
                    "end": 4634,
                    "text": "144",
                    "ref_id": null
                },
                {
                    "start": 4818,
                    "end": 4821,
                    "text": "146",
                    "ref_id": null
                },
                {
                    "start": 4958,
                    "end": 4961,
                    "text": "147",
                    "ref_id": null
                },
                {
                    "start": 5172,
                    "end": 5175,
                    "text": "148",
                    "ref_id": null
                },
                {
                    "start": 5260,
                    "end": 5263,
                    "text": "149",
                    "ref_id": "BIBREF115"
                },
                {
                    "start": 5344,
                    "end": 5347,
                    "text": "150",
                    "ref_id": null
                },
                {
                    "start": 5390,
                    "end": 5393,
                    "text": "151",
                    "ref_id": null
                },
                {
                    "start": 5558,
                    "end": 5561,
                    "text": "152",
                    "ref_id": null
                },
                {
                    "start": 5926,
                    "end": 5929,
                    "text": "153",
                    "ref_id": null
                },
                {
                    "start": 6112,
                    "end": 6115,
                    "text": "154",
                    "ref_id": "BIBREF121"
                },
                {
                    "start": 6448,
                    "end": 6451,
                    "text": "155",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Post-1945 'encephalitis lethargica': viral encephalitis and parkinsonism"
        },
        {
            "text": "Except for rare instances of transient parkinson-like states in the course of various types of viral encephalitis, we found no case of parkinsonism following any type of encephalitis other than encephalitis lethargica (von Economo's disease). 156 Further, in their classic 1967 review of 802 parkinsonian patients seen at the Columbia-Presbyterian Medical Center (New York) between 1949 and 1964, Yahr and Margaret Hoehn classified 96 as PEP, but there were no cases of parkinsonism \"with a definite past history of encephalitis of a type other than von Economo's.\" Two years later, however, Charles Marcel Poser (1923-2010; University of Missouri, Kansas City) and colleagues described a case of acute parkinsonism in a 16-year-old attributed to coxsackie virus B2. Poser interpreted his and similar cases as overturning the Duvoisin-Yahr position, advancing the hypothesis that PEP was not specific to EL or any particular virus. 157 Underpinning his hypothesis, however, was an assumption implied by this opening comment:",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "text": "156",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 935,
                    "text": "157",
                    "ref_id": "BIBREF125"
                }
            ],
            "ref_spans": [],
            "section": "Post-1945 'encephalitis lethargica': viral encephalitis and parkinsonism"
        },
        {
            "text": "The use of the term postencephalitic might be objected to by those who believe that a symptom-free period should occur between the acute encephalitis and the onset of the parkinsonian syndrome. 158 Poser, indeed, suggested that all parkinsonism, including PD, was ultimately due to manifest or occult infection. Despite the fact that he also conceded that the transient parkinsonism of his and related cases was clinically unlike PD, Poser denied any essential difference between the syndromes occasionally seen in viral infections and parkinsonism that developed years after the infection -a differentiation that Stern and others had clearly established forty years earlier with broad experience of both forms. The interval between acute EL and PEP, as discussed in chapter 5, could be very short or even absent in exceptional cases, but even in these circumstances neurologists and physicians were able to distinguish transient acute parkinsonism from permanent PEP, and both from PD. Poser was not the last to confound these different conditions: parkinsonism during acute viral or other infection merely reflects the topography of the acute disease process, and no more implies a connection with EL than do the somnolence or respiratory disturbances encountered in such cases.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "158",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Post-1945 'encephalitis lethargica': viral encephalitis and parkinsonism"
        },
        {
            "text": "Thirty years later, Jorgi Casals, Teresita Elizan and Melvin Yahr published a comprehensive review which concluded that there had been no substantiated reports of parkinsonism subsequent to infection with any of 22 major viruses, with one exception. In 1951, Donald Mulder and colleagues (University of Colorado, Denver) found that six of fifteen adults affected by an outbreak of Western equine encephalitis exhibited serious sequelae of parkinsonian flavor, including mask face, cogwheel rigidity, bradykinesia and speech difficulties, while one patient had experienced two oculogyric crises. The patients were, however, assessed only seven months after the acute illness, so that even in these cases longer term resolution may have been possible. In any case, it remained an isolated event. Viral brain infections might, the authors concluded, occasionally elicit parkinsonian symptoms, but not the full clinical picture of PEP. This systematic review thus emphatically confirmed the Duvoisin-Yahr position that PEP was unique to EL, and parkinsonism has certainly never attracted attention in any subsequent outbreaks of viral infections. 159 A more recent review similarly found that no known virus was associated with parkinsonism, but nevertheless concluded that \"viruses, and in particular influenza virus, can be one precipitating factor in the development of Parkinson's disease\", potentially via a persistent immune response. 160 In particular, the few references in the literature to EL-like cases during the 1957 influenza pandemic, the first after 1918/19, were less than convincing, 161 and neurologic symptoms encountered during the 2009 H1N1 pandemic included nothing suggestive of EL.",
            "cite_spans": [
                {
                    "start": 1143,
                    "end": 1146,
                    "text": "159",
                    "ref_id": null
                },
                {
                    "start": 1437,
                    "end": 1440,
                    "text": "160",
                    "ref_id": null
                },
                {
                    "start": 1598,
                    "end": 1601,
                    "text": "161",
                    "ref_id": "BIBREF128"
                }
            ],
            "ref_spans": [],
            "section": "Post-1945 'encephalitis lethargica': viral encephalitis and parkinsonism"
        },
        {
            "text": "Somnolence, extrapyramidal symptoms and respiratory abnormalities are, in fact, typical not just for EL, but for brainstem encephalitis in general. It was widely reported during the 1950s and 1960s, although the number of cases involved was still quite small (except in Scandinavia; see p. 793); in the USSR it had attracted particular attention as early as the 1920s. 162 Brainstem encephalitis in which perivascular infiltration and glial proliferation were prominent, and nerve cell damage minor (mostly unilateral cranial nerve lesions), was described during the 1960s in Austria and Poland, 163 but, like most brainstem encephalitis, did not resemble EL.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 372,
                    "text": "162",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 599,
                    "text": "163",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bickerstaff brainstem encephalitis"
        },
        {
            "text": "The most cited form of brainstem encephalitis was that reported by Edwin Bickerstaff (1920-2008) and Philip Cloake (1890-1969; Birmingham) in 1951, and by Bickerstaff in 1957. The clinical symptoms of what came to be known as Bickerstaff encephalitis included EL-like somnolence, ptosis and total or almost total ophthalmoplegia, facial palsy, impaired hearing, paralysis of CN IX-XII, and ataxia; in some cases there was acute parkinsonism, but no respiratory or cardiac abnormalities. After gradual development over two to eight weeks, to quite serious disability in many cases, all but one patient had recovered almost completely by 18 months (but usually by three months); six of the eight patients were younger than 25 years of age. Autopsy of the sole fatal case revealed little apart from cerebral edema, including brainstem astrocyte proliferation; slight cerebellar Purkinje cell loss was the only notable neuronal damage. The severity of bulbar symptoms and of lower motor neuron involvement suggested to the authors in 1951 that a link with polio was more likely than with EL. 164 A Lancet correspondent commented that he had seen an outbreak of similar disease in British personnel in India in 1942, quite distinct from a concurrent polio epidemic, and he had at the time suspected EL. 165 It is now believed that Bickerstaff encephalitis, a rare condition now regarded as yet another auto-immune disorder of the CNS, possibly related to the Guillain-Barré and Fisher syndromes. 166",
            "cite_spans": [
                {
                    "start": 1088,
                    "end": 1091,
                    "text": "164",
                    "ref_id": null
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "text": "165",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bickerstaff brainstem encephalitis"
        },
        {
            "text": "The most important reports of sporadic EL published in the period 1945-1980 are summarized in appendix 1 to this chapter. In the cases most consistent with historical EL, the course of the disorder and the late development of parkinsonism in young patients provided the most compelling evidence, supported in a few instances by post mortem findings. It is interesting that such cases derive primarily from the USSR, where EL was apparently still endemic, and England, where it was not; whether the identification of cases in London, in particular, can be attributed to neurologists still actively seeking cases must remain a moot point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "Particularly interesting was the 1966 report by Richard Hunter (1923 Hunter ( -1981 ) -a psychiatrist with an interest in the motor symptoms of mental disease -and Muriel Jones (Friern [Mental] Hospital, Barnet, northern London). Six patients (five women, four 21-38 years, one 54 years old, and a 29-year-old man) had initially complained of a variety of neuropsychiatric symptoms, including irritability, emotional lability, impaired memory and concentration, malaise, headache, tiredness, lethargy, sleep disturbances, giddiness, blurred and double vision, and altered taste and smell; two patients each suffered sensations of familiarity and unfamiliarity (déjà and jamais vu), tremor of the hands, and presumptive oculogyric crises. Agitation and depression, nocturnal excitement, disturbed body image and hallucinosis had increased prior to their admission to hospital, two in an excited state, one with catatonia, two following accidental sleeping pill overdoses incurred in the desperate attempt to find sleep; the sole male patient had admitted himself because he felt so 'nervous'. Following admission, symptoms included confusion, mild fever, tachycardia, oculomotor symptoms and ptosis; facial weakness; twitchings of face and jaw; others included echolalia, echopraxia, urine retention or incontinence, sialorrhea, vasomotor disturbances, transient catatonia. The older woman ultimately died, while two patients made complete recoveries, one retaining an akinetic-stuporous syndrome; two remained emotionally labile. The authors cautiously noted that these cases may have been examples of EL with a primarily psychiatric symptomatology, but conceded that only the development of PEP would confirm this supposition -and commented that they had seen similar cases over the past four years, including a 42-year-old man who indeed developed parkinsonism within six months of his illness. 167 Hunter and his colleagues subsequently published a report on the CSF protein abnormalities (elevated levels of total protein, γ-globulin, or both) found in around one quarter of 256 unselected patients admitted to Frierns, leading to the suspicion that at least some 'functional' psychiatric disease were organic; in particular:",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 68,
                    "text": "Hunter (1923",
                    "ref_id": null
                },
                {
                    "start": 69,
                    "end": 83,
                    "text": "Hunter ( -1981",
                    "ref_id": null
                },
                {
                    "start": 1897,
                    "end": 1900,
                    "text": "167",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "… it seems reasonable to assume that in younger patients suffering an acute illness and systemic and neurological signs, an encephalitis or encephalitic type of illness was responsible; that in those in whom the mental disorder was accompanied by aggravation of pre-existing postencephalitic Parkinsonism or in whom it followed as a sequel, there had been a flare-up of the original infection or the onset of a similar one. 168 Misra and Hay (Bolton District General Hospital, Lancashire) reported a similar case: an 18-year-old boy was sent home from school in October 1967 because of his \"odd\" behavior: admitted to the hospital under the Mental Health Act, he was restless, excited, and experienced catatonic episodes, so that acute schizophrenia was diagnosed. Mild fever, delirium, and nocturnal restlessness developed in the following days, and the diagnosis was altered to encephalitis. Two months later the boy had developed cogwheel rigidity in all his limbs, and presented an expressionless face and monotonous voice; four years later he suffered typical PEP. Misra and Hay had not reported the case as 'EL', as well they might have, but rather as one of three which illustrated that acute encephalitis might be mistaken for schizophrenia. 169 This is not to say that all acute cases of this type can even be hypothetically related to EL: for example, three patients resembling those of Misra and Hay were initially diagnosed in 1976 with catatonic schizophrenia, but subsequently corrected to herpes encephalitis; here there was no evidence of ensuing extrapyramidal symptoms. 170 The semeiology of the EL syndrome was gradually supplemented by additional findings regularly identified in some (but not all) putative 'EL' cases by newer techniques:",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "text": "168",
                    "ref_id": null
                },
                {
                    "start": 1250,
                    "end": 1253,
                    "text": "169",
                    "ref_id": null
                },
                {
                    "start": 1588,
                    "end": 1591,
                    "text": "170",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "• mildly elevated CSF protein and lymphocyte numbers (increased CSF glucose levels, typical of EL, was not reported). • EEG changes (from the 1950s): diffuse slowing of background activity was typical, as well as diffuse high voltage delta wave activity with some theta components (both of which are associated with normal drowsiness or subcortical lesions). These changes, however, were no more specific for EL than the somnolence with which they were associated. • oligoclonal banding in the CSF, but not serum (from the 1980s): indicative of immunoglobulin G production in the CNS, and thus of inflammation; this phenomenon was originally described in multiple sclerosis, and first associated with EL in 1979. 171 • magnetic resonance brain imaging (MRI; from the 1980s): high intensity T2 signals (indicative of inflammation) in the mesencephalon, basal ganglia, thalamus, and sometimes in the temporal lobe and hypothalamus.",
            "cite_spans": [
                {
                    "start": 713,
                    "end": 716,
                    "text": "171",
                    "ref_id": "BIBREF136"
                }
            ],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "None of these, however, made it easier to diagnose EL. By 1975, it had been half a century since the peak of the EL period in Western Europe, so that there were very few general physicians or specialists who had personally treated acute EL patients during its heyday. This was exacerbated by the lack of accepted guidelines for diagnosing EL, an anomaly in a period when checklists of important symptoms were assuming critical importance for diagnosing neurologic and psychiatric disorders, although acceptable (if nevertheless frustrating) during the epidemic period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "In 1987, Robin Howard and Andrew Lees (b. 1947) casually proposed a set of criteria for EL, motivated by their diagnosis of four patients with \"an encephalitic illness identical to that described by von Economo\", but without further discussing the reasons for their selection:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "It should comprise an acute or subacute encephalitic illness which has as part of its clinical picture at least three of the following major criteria: (1) signs of basal ganglia involvement, (2) oculogyric crises, (3) ophthalmoplegia, (4) obsessive-compulsive behaviour, (5) akinetic mutism, (6) central respiratory irregularities, and (7) somnolence and/or sleep inversion. 172 David Rail and colleagues (London Hospital) had published a similar list of the \"clinical features of encephalitis lethargica\" in 1981, each of which they had observed in at least two of their own eight recent 'EL' cases; parkinsonian features and oculogyric crises were again the most prominent items. 173 The selection of key symptoms in both papers, however, reflected the tension inherent in retrospectively defining an historic disorder in order to allow further application of the diagnosis. Selected parallels between current and historical cases thereby become the defining features of 'the' disease 'EL', rather than those employed by those who first saw EL, and in larger case numbers.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 378,
                    "text": "172",
                    "ref_id": null
                },
                {
                    "start": 682,
                    "end": 685,
                    "text": "173",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "Although the symptoms they emphasized were undoubtedly familiar in historical EL, the Howard-Lees criteria differ in important respects from those employed during the EL period (see chapter 4). 174 This is partly because the alternatives considered in the differential diagnosis prior to 1945 -polio, multiple sclerosis, neurosyphilis and hysteria, for example -were no longer as relevant. The seven specific Howard-Lees criteria include symptoms, however, that belonged to different phases of historical EL:",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "text": "174",
                    "ref_id": "BIBREF139"
                }
            ],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "• oculogyric crises, for example, were long considered as pathognomonic for EL, but were described only during the chronic phase of the disorder; • parkinsonian symptoms and compulsive behavior were presented in different forms in both acute and chronic EL, but were more significant as chronic phase symptoms; extrapyramidal phenomena had not been regarded as essential components of acute EL. • even the encephalitis component of EL was ultimately considered to be of less diagnostic importance for EL than chronic phase symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "Given their significance for defining recent concepts of 'EL', the four cases reported by Howard and Lees merit careful consideration:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "• a 17-year-old woman presented acute psychiatric symptoms (agitation, aggression, compulsiveness), fever, sialorrhea, oculogyric crises, dystonia, and respiratory difficulties -all features of chronic EL, but not of the acute disease; there was also evidence of marked hepatic injury. Examination three months later found that oculogyric crises, sleep reversal, and other neurologic signs were unchanged, and that the woman exhibited profound mental retardation (mental age of three years).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "• a 31-year-old woman presented acute confusion, oculomotor abnormalities, episodes of unconsciousness, respiratory irregularities, fever, catalepsy; three months later she still suffered restlessness and cataleptic episodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "• a 23-year-old woman presented with diplopia, somnolence, headache, postural instability, dystonia, neck rigidity, generalized muscular hypertonia; her pupils were not light-sensitive. After three months her symptoms had improved somewhat, but at one year her face was still expressionless, she was severely depressed, and suffered intellectual deficits and episodic hyperventilation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "• a 63-year-old woman with acute diplopia, ptosis, somnolence, respiratory irregularities; subsequently: akinesia, oculogyric crises, and death at seven months (Pseudomonas infection). The neuropathology included generalized cortical and subcortical inflammation, but only mild nigral loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "No viral antibodies were detected; CSF oligoclonal banding was found in the three patients tested (all but the 23-year-old woman). 175 The first two cases were described as examples of hyperkinetic EL, but the myoclonus that typified this form was not seen; the second two patients were interpreted as examples of the somnolent form, but the acute respiratory symptoms, and the loss of pupillary light reflexes and profound intellectual deficits in the younger patient deviated from the expected course. These cases were quite different to what was described during the 1920s, and while each no doubt suffered some form of brainstem or rhombencephalitis, it did not conform with any of the patterns specifically associated with EL. It could be argued that these patients were atypical EL cases, but this is more risky than during the 1920s, as it lacks the support that would be provided by other, more typical cases.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "text": "175",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "Five of the London Hospital cases, in contrast, were more readily recognizable as EL, including two with pathological confirmation; the syndromes of two further patients were fairly consistent with the diagnosis. It is notable, however, that the acute illness in all but two of these seven cases occurred before 1965 (two in the mid-1970s), so that these are older cases than the publication date suggests. Rail and colleagues also had time to see their longer term evolution, allowing a more secure diagnosis. 176 There have since been a number of reports of 'EL' defined according to the Howard-Lees criteria, although their total number is still less than 100 (see appendix 2 to this chapter). These criteria remain valid for a coherent 'EL-like' acute disorder seen by many clinicians, but they do not describe the historical disorder we have encountered in detail in this book, and this is important for the discussion of whether pathological findings in similar cases are relevant to solving the mystery of historical EL.",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 514,
                    "text": "176",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "Emphasis has been placed upon parkinsonian symptoms in recent cases of putative EL, but it should be remembered that the purely parkinsonian form of acute EL was quite rare in comparison with the somnolent-ophthalmoplegic and myoclonic forms. That the majority of recent putative cases should be of this unusual type, while cases of the 'classic' and hyperkinetic forms are scarce, casts particular doubt on their status as genuine EL. It was, in fact, the three-phase course of EL and the late development of parkinsonism and oculogyric crises that provided the most stable framework for its definition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "Most recent 'EL' cases, in contrast, are acute neuro-inflammations with parkinsonian symptoms and dystonia, and with a generally good prognosis, whereby the role of treatment in achieving a positive outcome is uncertain. Further:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "• the available neuropathology and MRI findings indicate that the major areas affected in these conditions are the large basal ganglia, whereas EL investigators were struck by the fact that, despite involving classic 'striatal' symptoms, EL was a brainstem disorder that spared the higher basal ganglia. • the clinical syndromes described do not correspond to the three main forms of acute EL, but each is rather a blancmange of elements from different forms of acute and chronic EL. The frequency of oculogyric crises in recent cases is interesting, and may ultimately assist understanding their origin, but this clearly differentiates these syndromes from acute EL. • the 'EL' conditions described now are mostly acute in nature, with no indication of chronic evolution; in the majority of cases, full recovery without sequelae generally follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "Medical intervention may play a role in the last point, as patients are now treated with a battery of pharmaceuticals -anti-inflammatory, antiviral, antibiotic, antiparkinsonian, neuroleptics, anti-epileptic, sedatives, hypnotics -that presumably affect the presentation of the disorder, whether it contributes significantly to its outcome or not; that is, the natural course of the disorder may be masked by pharmaceutical intervention. Nevertheless, were genuine EL involved, it would be expected that the occasional case, somewhere, would advance to a recognizable chronic syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "EL was more than a random collation of sleep disorders, extrapyramidal dysfunctions, and psychiatric symptoms, and also more than brainstem encephalitis. For example, a 16-year-old girl was diagnosed with 'encephalitis lethargica' on the basis of lethargy, behavioral changes over a fortnight, dysarthria, oral dyskinesia, rigor and dystonia, none of which were responsive to L-DOPA. There were no other pathological findings, no MRI abnormalities (but reduced D 2 receptor availability in left striatum), and no anti-basal ganglia antibodies (see next section). It was then discovered that infection with Bartonella henselae explained the symptoms, and complete recovery ensued within two months. 177 One is sometimes again tempted to again ask \"what, then, is not EL\"?",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 701,
                    "text": "177",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "Many post-1945 'EL' patients, particularly more recent cases, indeed remind the reader not so much of EL, but of the \"acute non-purulent encephalitis and polio-encephalomyelitis\" described by Oppenheim in the 1890s, \"a disorder of not unfavorable prognosis, and the outcome of which is not infrequently complete recovery.\" Oppenheim further commented:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "Here one could hypothesize that the congenital quality of the cerebrospinal nerve nuclei (or the motor neurons) determines their abnormal fatigability that is manifested under the influence of certain injuries (overexertion, acute infectious diseases, tumor-related toxins). 178 Despite often dramatic symptoms in the course of the disorder, the brainstem neuropathology in fatal cases of this disorder was often unremarkable: minor hemorrhages in the brainstem, but also marked glial proliferation around the aqueduct. \"Despite the sensitivity of the function of [brainstem nuclei] to toxins, they appear to be histologically robust.\" Similar cases were reported by other authors, including patients in whom somnolence was a major symptom, and the absence of major lesions in fatal cases was emphasized, particularly in comparison with polio and Wernicke encephalitis. 179 These cases, too, were discussed during the EL period as potentially representing milder forms of EL; it is perhaps the re-discovery of this older, more benign and sporadic disorder, concealed for a time by the notoriety of its more dramatic cousin, that underlay many of the post-1945 sightings of 'EL'.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 278,
                    "text": "178",
                    "ref_id": "BIBREF143"
                }
            ],
            "ref_spans": [],
            "section": "The Howard-Lees criteria for encephalitis lethargica"
        },
        {
            "text": "At the turn to the 20th century Ehrlich spoke of the 'horror autotoxicus', 180 the absurdity of the body's immune system turning on itself, but it is now understood that auto-immunity can be an essential physiological response in the maintenance of cellular systems. The roots of the auto-immune hypothesis of EL, however, reach back into the 1920s: as discussed in chapter 8, Levaditi proposed that the brain was capable of 'auto-sterilization', a poorly defined response that eliminated invading viruses, but which could potentially also cause local injury to the brain. 181 Although not 'auto-immunity' in the current sense, the concept of self-harm caused by defensive processes was nonetheless clear in his argumentation. At about the same time, the first models of PVE and PIE as auto-allergic processes were proposed. 182 Antibodies to nervous tissue were first reported in 1963 (in 19 of 38 Guillain-Barré syndrome patients), and the first specific infectious agent to be associated with such a response was Mycoplasma pneumoniae in 1969. 183 An auto-immune component in the etiology of schizophrenia was initially discussed in the early 1960s, 184 and a role in PD was first proposed during the late 1970s. 185 An allergic aspect to the pathophysiology underlying the progression of certain encephalitides, including EL, was discussed during the 1970s, 186 and the first search for auto-antibodies in EL was reported by Elizan and colleagues in 1983, but the results were negative: serum antibodies to neurofilaments occurred at the same frequency in PEP and PD patients as in age-matched controls. 187 Interest in auto-immunity in CNS disorders increased noticeably during the early 1990s, involving concepts of molecular mimicry (where antibody to pathogen peptides also recognize native neural epitopes) and revived interest in the role of microglia in CNS immunologic responses; 188 there was even a limited re-invigoration of the focal infection model of disease, in this case as the trigger for a pathogenic auto-immune response. 189 It was demonstrated, for example, that antibodies against various viruses (including HSV, EBV, CMV, measles, rabies, influenza B) and the bacterium Borrelia burgdorferi also bound Western blots of nervous tissue (cortex, myelin), 190 while cross-reactivity between antibodies against EBV and α-synuclein, a synaptic protein implicated in the pathogenesis of PD, was also reported. 191 Such auto-immunity does not presuppose that the triggering pathogen even enters the brain: an immune response initiated in the periphery could have an impact on the CNS via circulating antibodies or activated T cells.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 576,
                    "text": "181",
                    "ref_id": null
                },
                {
                    "start": 825,
                    "end": 828,
                    "text": "182",
                    "ref_id": null
                },
                {
                    "start": 1153,
                    "end": 1156,
                    "text": "184",
                    "ref_id": null
                },
                {
                    "start": 1216,
                    "end": 1219,
                    "text": "185",
                    "ref_id": null
                },
                {
                    "start": 1608,
                    "end": 1611,
                    "text": "187",
                    "ref_id": null
                },
                {
                    "start": 2045,
                    "end": 2048,
                    "text": "189",
                    "ref_id": "BIBREF153"
                },
                {
                    "start": 2279,
                    "end": 2282,
                    "text": "190",
                    "ref_id": null
                },
                {
                    "start": 2430,
                    "end": 2433,
                    "text": "191",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Encephalitis lethargica: an auto-immune disorder?"
        },
        {
            "text": "It was also in the early 1990s that a novel group of childhood disorders was defined, the pediatric auto-immune neuropsychiatric disorders associated with streptococcal infections (PANDAS), in which serum titres of antibodies against β-hemolytic streptococci and of anti-neuronal antibodies of the type found in Sydenham chorea were elevated. 192 These disorders were characterized by the sudden development of both psychiatric (hyperactivity, obsessive-compulsiveness, anxiety) and extrapyramidal motor symptoms (tics, choreiform movements) following group A streptococcal disease 193 in pre-pubescent children, the triggering illness often no more dramatic than pharyngitis; symptoms are exacerbated both by subsequent re-infection and by unrelated stimuli, including vaccination and other infections. 194 Streptococci had been discussed as potential pathogens during the EL period, particularly by Rosenow (see p. 718), but the most detailed report about human streptococcal encephalitis resembled EL in neither clinical presentation nor neuropathology. 195 Chronic streptococcal infection was also regarded by adherents of focal infection models as underlying neurologic conditions ranging from neurasthenia and migraine to multiple sclerosis and parkinsonism, as well as impaired concentration, sleep problems and conduct disorders; Päßler (Dresden) even envisaged in 1932 that the CNS effects of streptococcal infection might not involve direct invasion of the brain, but rather an allergic reaction to peripheral infection.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "192",
                    "ref_id": null
                },
                {
                    "start": 804,
                    "end": 807,
                    "text": "194",
                    "ref_id": null
                },
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "195",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Encephalitis lethargica: an auto-immune disorder?"
        },
        {
            "text": "Two problems confounded this research: firstly, it was not recognized at the time that most of the many streptococci isolated from humans were probably part of the normal bacterial population of the human skin and mucous membranes, not evidence of external invasion. Secondly, the extravagance of the claims made by Rosenow and allies regarding both the breadth of disease caused by streptococciincluding polio -and the specificity of the diseases they elicited -bacteria isolated from patients suffering hiccup elicited the same symptom in laboratory animals -undermined the credibility of streptococcal hypotheses in general. Were the EL epidemic attributable to streptococcal infection, it would, in any case, be expected that it would have been paralleled by epidemics of recognized streptococcal disease, but this was not the case. As mentioned earlier, one recent study found a suggestive correlation of EL and scarlet fever epidemiology in England for 1921-28, but this finding cannot be generalized elsewhere. 196 Further, although the clinical presentation of hyperkinetic EL shared features with Sydenham chorea, there was no suggestion that there was any corresponding shared neuropathology: chorea was a striatal disorder, EL a brainstem condition. 197 Misconceptions regarding acute EL also confuse matters: in particular, pharyngitis was not a common prodromal or acute symptom of EL, so that streptococcal infection is not as interesting as now supposed, nor was parkinsonism typical for acute phase EL.",
            "cite_spans": [
                {
                    "start": 1018,
                    "end": 1021,
                    "text": "196",
                    "ref_id": null
                },
                {
                    "start": 1261,
                    "end": 1264,
                    "text": "197",
                    "ref_id": "BIBREF161"
                }
            ],
            "ref_spans": [],
            "section": "Encephalitis lethargica: an auto-immune disorder?"
        },
        {
            "text": "Russell Dale and colleagues (London) were unaware of this history when they proposed that a variety of neuropsychiatric disorders (including Sydenham chorea) associated with group A streptococcal infection in children were linked with the development of antibodies directed against neuronal targets in the basal ganglia. 198 More important for the present discussion was their 2002 report to the British Association of Neurologists that five children and one adult presenting 'EL' also had serum and CSF antibodies against basal ganglia antigens (compared with 3% of controls), including three with parkinsonism who also had antibodies against similarly sized antigens in the substantia nigra; binding to other brain regions was not found. In four cases there was evidence of prior streptococcal infection. The authors concluded that \"EL is a postinfectious autoimmune CNS disorder with auto-antibody targeting of the basal ganglia and substantia nigra neurons. EL is still endemic in the population with the potential to reappear in epidemic forms. \" 199 This was followed two years later by the most important paper on EL since the Howard-Lees publication of 1987, a report that has largely guided the discussion of both historical and contemporary EL during the past decade: \"Encephalitis lethargica syndrome: 20 new cases and evidence of basal ganglia auto-immunity\":",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "text": "198",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Encephalitis lethargica: an auto-immune disorder?"
        },
        {
            "text": "• 17 patients were children (2-17 years), while three were adults (one 35, two 69 years old); eleven were males.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Encephalitis lethargica: an auto-immune disorder?"
        },
        {
            "text": "• The shared clinical features were acute sleep disturbances (hypersomnia in twelve, sleep inversion in five, insomnia in two), parkinsonian symptoms (particularly bradykinesia), dyskinesias (including oculogyric crises in three cases), and psychiatric symptoms that included mutism, anxiety and lethargy. Ophthalmoplegia was described in only four patients, respiratory abnormalities in three.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Encephalitis lethargica: an auto-immune disorder?"
        },
        {
            "text": "• Eleven patients reported an upper respiratory tract infection or tonsillitis prior to 'EL'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Encephalitis lethargica: an auto-immune disorder?"
        },
        {
            "text": "• A variety of potential infectious pathogens were excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Encephalitis lethargica: an auto-immune disorder?"
        },
        {
            "text": "• In ten cases the disease course was monophasic, in seven relapsing; in the one fatal case (69-year-old man) it had been progressive until death. Five patients had completely recovered by five months, the others retained motor (six cases) or psychiatric symptoms (ten).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Encephalitis lethargica: an auto-immune disorder?"
        },
        {
            "text": "CSF oligoclonal banding was found in nine of thirteen assessed cases, and MRI abnormalities identified in eight of twenty patients (in the basal ganglia in all cases, in the midbrain/tegmentum in five). Neuropathology in the only fatal case was largely limited to the basal ganglia, with minor changes in the cortex and cerebellum. These cases were consistent with Howard-Lees encephalitis lethargica; the important new finding was that 19 of the 20 patients possessed serum antibodies to basal ganglia antigens located primarily in neurons of the caudate nucleus, compared with only 2-4% of 173 appropriate controls. The authors saw their hypothesis of an \"encephalitis lethargica-like syndrome\" belonging to the PANDAS group confirmed, although they emphasized that the detected auto-antibodies were unlikely to be pathogenetic in their own right, but rather non-specific markers of auto-immunity. 200 Of the four molecular weight-defined antigens -40, 45, 60 and 98 kDa -the first three were subsequently found to correspond to aldolase C, a doublet of α-and γ-enolase, and pyruvate kinase M1, all ubiquitous glycolytic enzymes. 201 A few similar reports subsequently appeared, whereby these cases were often explicitly termed \"encephalitis lethargica\" rather than \"encephalitis lethargica-like\" or an \"encephalitis lethargica syndrome\", leading to the widespread opinion that historical EL was also an auto-immune disorder. 202 Anti-neuronal antibodies were also identified by one investigation in a minority (12%) of PD patients. 203 Some authors, however, did not confirm streptococcal infection in their 'encephalitis lethargica' patients, 204 and their significance in PANDAS was soon questioned by Dale himself. In response to objections that antibody binding should be tested on antigens in their native conformational states in lipid membranes, he re-investigated the question and found that a role for anti-neuronal antibodies could be confirmed in Sydenham chorea, but not in PANDAS ('encephalitis lethargica' was not investigated in this study). 205 The matter was complicated further by the recognition of yet another form of auto-immune encephalitis, anti-NMDA receptor (NMDA-R) encephalitis. First identified in the late 1990s in patients with ovarian teratomas, 206 antibodies against specific NMDA-R subunits result in a neuropsychiatric syndrome that includes personality change, abnormal behavior, auditory hallucinations, somnolence, central hypoventilation, seizures, akinesia, and dyskinesias (particularly orofacial dyskinesias). Initially regarded as rare, it was found, when actively sought, to be more common than expected. Although generally regarded as a form of limbic encephalitis, it usually also involves regions outside the limbic system. 207 Such cases might also be diagnosed as 'encephalitis lethargica' -although the assertion that historical EL was identical with idiopathic limbic encephalitis 208 is adventurous -for which reason Dale (now in Sydney, Australia) and colleagues re-examined the question. They soon reported that ten of twenty \"pediatric dyskinetic encephalitis lethargica\" patients (including eight of twelve females) were positive for serum NMDA-R antibody, including one of his eight 2004 patients; overall, three of his current patients were positive for both antibodies (all female), seven for NMDA-R antibody only (five female), seven for anti-basal ganglia antibody only (five male), and three for neither. Those with anti-NMDA-R antibodies tended to be those who presented dyskinesias and not parkinsonism. 209 Tan and colleagues (Box Hill Hospital) described two further Australian cases diagnosed as 'encephalitis lethargica' (both young women) who proved to be positive for NMDA-R antibodies. 210 As a result, Dale moved away from the post-streptococcal hypothesis of 'EL' to a broader view of an auto-immune syndrome, presenting either as 'basal ganglia encephalitis' (somnolent form of 'EL'; including patients with anti-D 2 receptor antibodies 211 ) or anti-NMDA-R encephalitis (dyskinetic form), that can be initiated by any of a number of infections. In either case, it is a \"a potentially devastating disease\" that should be treated aggressively with steroids (methylprednisolone). 212 Encephalitis associated with auto-antibodies to other CNS receptors has since been described, but none as yet associated with EL-like syndromes. 213 It is, however, notable that reviews of brainstem encephalitis can omit all reference to anti-basal ganglia and anti-NMDA-R encephalitis, and therefore to EL-like conditions. 214 The PANDAS concept has provided an exciting new approach to a variety of neuropsychiatric problems and disorders involving the basal ganglia, particularly with regard to the origins and potential therapy of certain childhood psychiatric conditions. Ultimately, however, neither its validity nor the role of auto-immunity in Dale's cases is of immediate relevance to historical EL for the reasons advanced in the discussion of the Howard-Lees criteria. It is conceivable that an auto-immune mechanism was involved in EL, whereby those who presented clinical disease would have been the unlucky few who responded in an idiosyncratic manner (because of a genetic or acquired disposition) to a novel pathogen or strain of pathogen that caused most people little harm. This would, however, make EL even more unusual, in that there have been no other epidemics of auto-immune disease of the same scale. 215 Further, as we have seen, the presentation of acute EL varied both qualitatively and quantitatively, whereas auto-immune syndromes tend to be more homogenous. It is, however, curious that presumptively auto-immune encephalomyelitides (PIE/PVE) did, in fact, increase in frequency after the peak of the EL period; Dale indeed regarded acute disseminated encephalomyelitis (ADEM) as another possible auto-immune outcome of streptococcal infection. 216 The crucial problem nevertheless remains that the neuropathology and clinical course of historical EL has not yet ever been reproduced by any idiopathic or post-infectious auto-immune response.",
            "cite_spans": [
                {
                    "start": 900,
                    "end": 903,
                    "text": "200",
                    "ref_id": null
                },
                {
                    "start": 1132,
                    "end": 1135,
                    "text": "201",
                    "ref_id": null
                },
                {
                    "start": 1428,
                    "end": 1431,
                    "text": "202",
                    "ref_id": null
                },
                {
                    "start": 1647,
                    "end": 1650,
                    "text": "204",
                    "ref_id": null
                },
                {
                    "start": 2060,
                    "end": 2063,
                    "text": "205",
                    "ref_id": null
                },
                {
                    "start": 2280,
                    "end": 2283,
                    "text": "206",
                    "ref_id": "BIBREF171"
                },
                {
                    "start": 2774,
                    "end": 2777,
                    "text": "207",
                    "ref_id": null
                },
                {
                    "start": 3571,
                    "end": 3574,
                    "text": "209",
                    "ref_id": null
                },
                {
                    "start": 3760,
                    "end": 3763,
                    "text": "210",
                    "ref_id": null
                },
                {
                    "start": 4255,
                    "end": 4258,
                    "text": "212",
                    "ref_id": null
                },
                {
                    "start": 4404,
                    "end": 4407,
                    "text": "213",
                    "ref_id": "BIBREF177"
                },
                {
                    "start": 4583,
                    "end": 4586,
                    "text": "214",
                    "ref_id": null
                },
                {
                    "start": 5484,
                    "end": 5487,
                    "text": "215",
                    "ref_id": "BIBREF178"
                },
                {
                    "start": 5934,
                    "end": 5937,
                    "text": "216",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Encephalitis lethargica: an auto-immune disorder?"
        },
        {
            "text": "Notwithstanding residual doubt regarding the extinction of EL, there was no doubt that thousands of chronic patients, more or less debilitated by EL, remained as evidence of its erstwhile energy. All hope that any of these sufferers could be restored to health was abandoned before the Second World War; all that remained were attempts to ameliorate their situation, whereby the vast majority required permanent institutionalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronic encephalitis lethargica in the medical literature after 1945"
        },
        {
            "text": "As there were few indubitable fresh cases of the disorder outside the USSR after 1945, and none after 1965, 217 EL in the medical literature was largely restricted to reports on trials of novel antiparkinsonian agents (whereby PEP patients usually outnumbered PD patients in drug trials until the late 1960s). Between the 1940s and 1960s a host of synthetic anticholinergic and antihistaminergic agents were developed by pharmaceutical and chemical firms for this purpose, each initially greeted with enthusiasm, but none of which proved to be the long sought breakthrough; industrially produced pills were more convenient than older phytopharmaceutical methods, but a major advance in efficacy was not achieved. The synthetic agents were not totally ineffective; some are indeed still employed today (including the best of the synthetic anticholinergic agents, benzhexol = Artane, and biperiden = Akineton), although their use declined rapidly after the acceptance of dopaminergic approaches to parkinsonism in the 1970s. PEP patients were always willing to try something new, having retained the desire to please their doctors that had been noted at the beginning of their travails, and were, in fact, notorious for their apparent need to switch medications on a regular basis. They quickly became frustrated with the limited nature of any improvement after treatment with a particular agent, and then reported that the drug had lost all effectiveness in order to gain access to alternatives. 218 Their optimism declined with successive disappointments, however, although PEP patients tended to benefit from anticholinergic therapy more than PD sufferers, a phenomenon usually attributed to their unexplained higher tolerance for these agents. A variety of further medications were tested in PEP patients -stimulants, sedatives, antipsychotics, vitamins, nicotine, bulbocapnine, cobra venombut to little avail, and only amphetamines, to overcome inertia, and antipsychotics, to dampen agitation, joined the anticholinergics as mainstays of therapy. 219 At the same time, the biochemistry of EL had begun to be elucidated. In 1952, G. Weber (Zürich) discovered a choline esterase deficit in the basal ganglia of PEP patients that he presumed explained the value of anticholinergic drugs in PEP. 220 This was followed by observations that a new pharmacological agent class, the neuroleptics, elicited a PEP-like syndrome in some patients, a syndrome that could (usually) be reversed by reducing the dosage of the offending agent. 221 PEP patients continued to age in isolation, often housed in mental institutions or other hospitals, or resting in backrooms at home, forgotten by all but their families and physicians; and even their children must have been oppressed by their joylessness, \"orphaned children of parents who yet lived\", as they were described in a recent novel. 222 These patients achieved a degree of attention in the popular media during the early 1960s when Robert Schwab and David Poskanzer (Boston) concluded, on the basis of their analysis of parkinsonism at the Massachusetts General Hospital between 1875 and 1965, that new PD cases were simply late manifestations of PEP, so that parkinsonism would peak in the 1960s before declining to a very low level by 1980. 223 It was the discovery in Vienna that dopamine levels were dramatically reduced in the basal ganglia of the parkinsonian brain, especially in PEP, 224 that allowed the first major therapeutic breakthrough, the introduction of L-DOPA therapy in Vienna and Montréal in 1961. 225 At about the same time, André Barbeau (1931 Barbeau ( -1986 and Theodore Sourkes (1919-2015; Montréal) found that urinary excretion of dopamine was also reduced in PEP (but not PD) patients, suggestive of a more general catecholamine metabolic defect. 226 Amphetamines had already long been employed in the treatment of parkinsonism without knowledge of their dopamine-releasing effects, as were, more sporadically, methylphenidate ('Ritalin', which also increases synaptic dopamine concentrations) and apomorphine (a dopamine receptor agonist), but L-DOPA was the first agent specifically employed to both address a known biochemical deficit in parkinsonism, and to modulate dopaminergic transmission. The first patient to receive the amino acid in Vienna was 'L.S.', a woman with PEP who responded in dramatic fashion to the intravenous administration of 50 mg L-DOPA. A film of the event recorded a woman initially in bed with trembling hands, who could only raise herself with the assistance of a nurse; once standing, she required the greatest effort to commence walking, and then only with the classic parkinsonian stoop, hesitant steps, fixed eyes, and expressionless face. The second part of the film depicted what has since been described as the 'miracle cure' achieved by L-DOPA: not only were her movements fluid and her hands steady, the woman beamed with pleasure, celebrating her release with a short dance. The effect would soon fade -L-DOPA does not cure parkinsonism, but only temporarily improves function -the first step since the 1930s towards more effective management of all forms of parkinsonism had nevertheless been taken. The major novel clinical feature of the new agent was that it relieved akinesia, a previously intractable symptom, to a greater extent than it did tremor or rigidity; indeed, the Viennese patients continued to receive their anticholinergic medication, as withdrawal would have unleashed a degree of rigidity that would have eclipsed the liberation from akinesia. 227 It would, however, require some time before the achievements in Vienna and Montréal received the recognition they deserved, and it was only at the end of the decade that the first larger scale, controlled studies of L-DOPA therapy in PEP patients were undertaken. Following reports from the United States of promising results in PD, Donald Calne, Gerald Stern, Desmond Roger Laurence (Medical and Neurological Units, University College Hospital, London), Joseph Sharkey (Highlands General Hospital, London) and Peter Armitage (London School of Hygiene and Tropical Medicine) undertook a double-blind study in which 40 PEP patients (47-73 years old; acute illness 1916-26, mean hospital stay of 23 years, including three patients since childhood; half were chair-bound; 22 were women) received either L-DOPA or placebo for 47 days (initial daily dosage: 1 g; maximum tolerated daily dosage: ½-2½ g) while their usual medication was withdrawn for the duration of the trial. Seven patients receiving the drug improved \"substantially\", three \"moderately\", and five showed no response, while five discontinued therapy because of the side-effects. Mobility, posture and balance were the most improved functions; sialorrhea and rigidity were reduced, but not tremor. Dose-dependent side-effects could be quite severe, including involuntary movements (ten cases), orthostatic hypotension (nine), and nausea (ten). 228 These results were not as encouraging as those achieved in American PD patients (or in their own PD patients in a subsequent study), primarily because of the lower L-DOPA tolerance and increased risk of side-effects in PEP patients. 229 Roger Duvoisin and colleagues (New York) also found that both benefits and side-effects of L-DOPA therapy developed at lower doses for PEP than for EL patients, but were particularly pleased with the alleviation of oculogyric crises and sialorrhea, two of the most distressing symptoms of the syndrome, despite the exacerbation of choreiform dyskinesias. Abnormal involuntary movements were particularly common side-effects, as were mental symptoms, including the re-emergence of inappropriate behaviors and psychosis. 230 In his 1973 book Awakenings, Oliver Sacks (1933-2015; Beth Abraham Hospital, New York) published the most comprehensive depiction of the effects of L-DOPA in PEP. 231 Sacks had reported some of his observations of up to 70 patients in letters to leading medical periodicals, 232 but had never published a journal paper on his experiences, explaining in 1983 that this would have been an inappropriate vehicle for conveying his impressions of the L-DOPA effect, particularly as the neurologist was especially interested in the interactions of L-DOPA, motor performance, and psyche. He therefore felt \"impelled, willy nilly, to a presentation of case histories or biographies … for no 'orthodox' presentation, in terms of numbers, series, grading of effects, etc, could have conveyed the historical reality of the experience.\" 233 The result was a highly individualized and moving analysis, reflecting his extraordinary devotion to his patients, and providing an astute record of both the initial success and the ultimate disappointment that both he and his patients experienced in 1969 during the rather uncontrolled summer of \"the great awakening\".",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "217",
                    "ref_id": "BIBREF180"
                },
                {
                    "start": 1495,
                    "end": 1498,
                    "text": "218",
                    "ref_id": null
                },
                {
                    "start": 2051,
                    "end": 2054,
                    "text": "219",
                    "ref_id": null
                },
                {
                    "start": 2296,
                    "end": 2299,
                    "text": "220",
                    "ref_id": null
                },
                {
                    "start": 2530,
                    "end": 2533,
                    "text": "221",
                    "ref_id": null
                },
                {
                    "start": 3288,
                    "end": 3291,
                    "text": "223",
                    "ref_id": null
                },
                {
                    "start": 3437,
                    "end": 3440,
                    "text": "224",
                    "ref_id": null
                },
                {
                    "start": 3563,
                    "end": 3566,
                    "text": "225",
                    "ref_id": null
                },
                {
                    "start": 3597,
                    "end": 3610,
                    "text": "Barbeau (1931",
                    "ref_id": null
                },
                {
                    "start": 3611,
                    "end": 3626,
                    "text": "Barbeau ( -1986",
                    "ref_id": null
                },
                {
                    "start": 3819,
                    "end": 3822,
                    "text": "226",
                    "ref_id": null
                },
                {
                    "start": 5578,
                    "end": 5581,
                    "text": "227",
                    "ref_id": null
                },
                {
                    "start": 6988,
                    "end": 6991,
                    "text": "228",
                    "ref_id": null
                },
                {
                    "start": 7225,
                    "end": 7228,
                    "text": "229",
                    "ref_id": null
                },
                {
                    "start": 7748,
                    "end": 7751,
                    "text": "230",
                    "ref_id": null
                },
                {
                    "start": 7915,
                    "end": 7918,
                    "text": "231",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic encephalitis lethargica in the medical literature after 1945"
        },
        {
            "text": "Sacks' book includes the extraordinary case histories of twenty people, eighteen of whom were PEP patients. They were incapacitated by severe akinesia and rigidity, and many had been largely immobile for at least a decade, some for nearly half a century. Most initially responded well to L-DOPA (administered in gram quantities), many with an \"explosion\" of motor and mental activity. Within a few weeks, however, the PEP patients also manifested unpleasant motor and psychiatric phenomena, the magnitude of which necessitated withdrawal of L-DOPA. As also found by other neurologists, these patients proved to be exceedingly sensitive to L-DOPA, as evidenced by the rapid emergence of dystonias and involuntary extrapyramidal side-effects, but Sacks also noted that periods of florid motor activity were quickly ended by a return to profound akinesia, with only a brief period of normalcy between the hyperkinetic and hypokinetic states. The PD patient Aaron E. had been depicted in a New York Times photograph as the first parkinsonian patient to ever walk away from the hospital grounds; 234 he unfortunately suffered from a particularly malignant form of parkinsonism, however, and was forced to return to hospital sixteen months after the commencement of therapy; further L-DOPA treatment failed to reproduce its original effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronic encephalitis lethargica in the medical literature after 1945"
        },
        {
            "text": "Indeed, Sacks' hopes for L-DOPA had dimmed by September 1970, when he wrote a letter that compared his experience with that of Calne and his British colleagues:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronic encephalitis lethargica in the medical literature after 1945"
        },
        {
            "text": "… in contrast to these reports we have observed that the period of benefit has been of limited duration and has been followed in all cases by adverse effects, the latter often progressive, sometimes serious, and occasionally dangerous. 235 Apart from the recognized adverse effects, including severe 'akinetic crises', the consequences for mind and body of newly recovered mobility were so great that Sacks advised against licensing of the drug by the US Food and Drug Administration, which at this point was under great public pressure to accelerate approval of the agent. 236 The best known of Sacks' PEP patients was Leonard L., portrayed by Robert De Niro in the motion picture derived from Sacks' book. Leonard L. also initially benefited from the drug, and provided a description of his inner feelings that epitomized the 'happiness molecule' aspects of dopamine: \"It's a very sweet feeling … very sweet and easy and peaceful … I feel so contented, like I'm home at last after a long hard journey. Just as warm and peaceful as a cat by the fire.\" 237 His peace was sadly short-lived: severe psychiatric problems plagued Leonard L. only a month after commencing L-DOPA therapy, and it was discontinued after five months because of the danger he posed to himself and others. Repeated attempts to re-institute L-DOPA therapy were prohibited by an extraordinary sensitivity to the agent, with 50 mg sufficient to elicit adverse reactions, and the cycling of hyperkinesis and akinesia was eventually measured in minutes rather than hours. Just prior to his death in 1981 he requested that these attempts be ended so that he might die in peace.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "text": "235",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "236",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic encephalitis lethargica in the medical literature after 1945"
        },
        {
            "text": "Sacks and his colleagues also noticed other effects of L-DOPA therapy in PEP patients that were not discussed in comparable detail elsewhere. For example, L-DOPA induced or exacerbated different types of respiratory abnormalities (attacks of gasping, panting, sniffing; respiratory and phonatory tics; tachypnea, bradypnea), but not in PD patients. 238 Other symptoms experienced early in the course of EL could also re-emerge, described by Sacks as \"'dormant', primitive symptoms\", including myoclonus, bulimia, polydipsia, and satyriasis. Particularly curious was the case of a 63-year-old woman who had suffered PEP since the age of 18: L-DOPA not only released her from her parkinsonism (and incited motor hyperactivity and increased libido), she was surprised by the vivid recollection of the time around her acute illness, and was touched by intense nostalgia, joyful identification with her youthful self, and an uncontrolled resurgence of remote sexual memories and emotions. This \"forced reminiscence\" or \"incontinent nostalgia\", as Sacks termed it, was accompanied by the mannerisms, speech habits, and references to the events and night-life of the 1920s, but the woman was nonetheless aware of the intervening passage of time. Excessive excitement unfortunately required a reduction in drug dosage, and the memories quickly faded. Sacks attributed this phenomenon to the activation of memory, as can also occur in epilepsy and migraine, rather than to the disinhibition that allows similar recall during old age and inebriation. 239 One in five patients also presented any of a variety of tics, and ten years later this had increased to one half exhibiting what he described as a \"most complex form\" of Tourette syndrome, reminiscent of the moria described in EL children:",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "text": "238",
                    "ref_id": null
                },
                {
                    "start": 1541,
                    "end": 1544,
                    "text": "239",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic encephalitis lethargica in the medical literature after 1945"
        },
        {
            "text": "… combining the motor disorder with a most singular personality state … odd, elfin humor; a tendency to antic and outlandish forms of play; a peculiar swiftness of association and invention; and a tendency to naughtiness, frivolity, and chutzpah. 240 Sacks provided a valuable and sympathetic documentation of the motor and psychiatric responses of PEP patients to L-DOPA. In particular, his recognition of the complex, idiosyncratic psychiatric consequences of L-DOPA therapy, both directly via its effects on the psyche and indirectly via its liberating impact on motor function, together with the recognition that medication did not suffice alone for the treatment of parkinsonism, were never so clearly enunciated elsewhere in the medical literature. At the same time, his interpretation of both parkinsonism and L-DOPA were deeply rooted in Freudian thought and the spirit of the late 1960s with respect to drug-induced alterations of consciousness, epitomized by his explanation of the often only temporary relief it afforded:",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 250,
                    "text": "240",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Chronic encephalitis lethargica in the medical literature after 1945"
        },
        {
            "text": "Thus we are led to a deeper and fuller concept of 'awakening', embracing not only the first awakening on L-DOPA, but all possible awakenings which thereafter ensue. The 'side-effects' of L-DOPA must be seen as a summoning of possible natures, a calling-forth of entire latent repertoires of being. We see an actualization or extrusion of natures which were dormant, which were 'sleeping' in posse, and which, perhaps, might have been best left in posse … One must allow … that their possibilities of continued well-being were actively precluded or prevented because they became incompossible with other worlds, with the totality of their relationships, without and within. In short, that their physiological or social situations were incompossible with continuing health, and therefore disallowed or displaced the first state of well-being, thrusting them into illness again. 241 For Sacks, L-DOPA facilitated the possibility for patients to harmonize themselves with their possibilities and their world, as harmony and contentment were the key to health:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronic encephalitis lethargica in the medical literature after 1945"
        },
        {
            "text": "The flash-like drug-awakening of Summer 1969 came and went; its like was not to be seen again. But something else has followed in the wake of that flash -a slower, deeper, imaginative awakening, which has gradually developed and lapped them around in a feeling, a light, a sense, a strength, which is not pharmacological, chimerical, false or fantastic: they have … come to rest once again in the bosom of their causes. They have come to re-feel the grounds of their being, to re-root themselves in the ground of reality, to return to the first-ground, the earth-ground, the home-ground, from which, in their sickness, they had so long departed. 242",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronic encephalitis lethargica in the medical literature after 1945"
        },
        {
            "text": "The more orthodox opinion was that by supplying the metabolic precursor of dopamine, L-DOPA, the loss of striatal dopamine resulting from the destruction of the substantia nigra was at least partly compensated. L-DOPA was not a cure for parkinsonism of any form: the nigra could not be restored, so that its modulation of the release of dopamine could not be re-established; further, the dopamine precursor was not delivered as a magic bullet to the striatum, but was available throughout the CNS. The precise mechanisms by which L-DOPA exerts its effects, intended and untoward, have still not been completely clarified, with practical consequences: the instability of effect experienced by PEP patients ultimately affects all parkinsonian patients, so that questions have arisen as to how early in the course of the illness L-DOPA therapy should commence (particularly in light of the fact that it has been suggested that L-DOPA might itself be neurotoxic), and how tardive dyskinesias, dystonias and other side-effects can be managed without abandoning treatment altogether.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dopamine connection"
        },
        {
            "text": "It was an almost universal finding that PEP patients treated with L-DOPA developed motor side-effects more rapidly than did PD patients, and with greater severity, and the psychiatric problems they experienced were of a magnitude not normally encountered in PD patients. This presumably reflected the different states of the basal ganglia, particularly the substantia nigra, in PD and PEP (see pp. 656ff.): the destruction of the nigra was all but complete in PEP patients. The heightened sensitivity of PEP patients to the effects of amphetamine had been noted as early as 1936 (without knowledge of the role of dopamine in its effects). 243 This is not to overlook the effects of decades-long experience of disability and institutionalization upon the psyche, but the neurophysiological conditions had long before been catastrophically altered in the EL brain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dopamine connection"
        },
        {
            "text": "One possibility, expressed in simplified form, is that the heightened response to L-DOPA in PEP patients reflected an increased sensitivity to dopamine. In this respect it is interesting to note that many of these 'side-effects' had been described in acute EL:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dopamine connection"
        },
        {
            "text": "Mme Lévy has grouped the involuntary movements of encephalitis lethargica as follows: (1) choreiform movements, (2) bradykinesia, (3) myoclonic movements, and (4) tremors. But, in addition, there are many others; for example, innumerable tics, shuffling and stamping movements of the feet, ocular or glossal spasm, complex automatic actions of the whole body, and the 'imitative' movements described by Babinski and Klebs. 244 The similarities are all the more striking when one considers early reports of L-DOPA-related involuntary movements in PD, at a point when large doses were still employed, as by the Canadian André Barbeau:",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 426,
                    "text": "Babinski and Klebs. 244",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The dopamine connection"
        },
        {
            "text": "At first these movements, particularly if they are limited to the face, are not noticed by the patient himself. They become bothersome mainly when they affect the limbs or when the peculiar wave-like nodding of the head becomes severe. Although most authors talk about chorea, dystonia or tics, it is our opinion that these dyskinesias differ markedly from what occurs in natural diseases of the basal ganglia. In some ways they resemble the dyskinesias seen during the acute phase of von Economo's encephalitis or with some phenothiazines. 245 Barbeau emphasized that these dyskinesias were seen only in parkinsonian patients receiving L-DOPA; multiple sclerosis and manganese intoxication patients, for instance, tolerated similar L-DOPA doses without manifesting involuntary movements.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 544,
                    "text": "245",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The dopamine connection"
        },
        {
            "text": "There were also other aspects of acute and interval period EL that were consistent with elevated dopaminergic tone, including the psychotic, schizophrenia-like symptoms seen in some adult patients. The same applies to the compulsive behaviors and hyperkinetic deportment of younger EL patients that can be compared with the impulsive-compulsive behaviors in L-DOPA-treated PD patients that have recently attracted attention, or the attention deficit/hyperactivity disorders that are also associated with elevated dopaminergic tone. Further, the behavioral features described in L-DOPA-treated PEP patients, both the playful, cheeky attitude and the less savory aggressive sexuality experienced and exhibited, for example, by Sacks' Leonard L., were reminiscent of the 'character changes' of post-acute EL children, suggesting that enhanced dopaminergic tone may have also played a role here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dopamine connection"
        },
        {
            "text": "In short, careful examination of the course of EL suggests that it was initially marked by massively elevated dopaminergic tone, but that this then declined to normal levels, at least in the nigro-striatal pathway, before at some point dropping precipitously, indicating that a critical point in the degeneration of the nigra had been reached. The dopaminergic tone in other pathways, however, may have undergone different patterns of change, as the impishness of the younger EL patient could be preserved despite the limitations imposed by PEP, as in the case of Y (see pp. 474ff.) and in patients seen by Sacks, or, indeed, as shown by the hypersensitivity of PEP patients to L-DOPA therapy. It was also evident to Sacks when he encountered the chronic EL patients accommodated at the Highlands Hospital in London, who tended, \"by and large, to be mercurial, sprightly, impetuous, and hyper-active -with vivid and ardent emotional reactions. This is in the greatest contrast to the deeply Parkinsonian, entranced, grave, or withdrawn appearance of so many patients at Mount Carmel.\" Fleck had noted as early as 1930 in Göttingen that even many older PEP patients -without major psychiatric problems -retained an element of childishness or silliness, as well as of suggestibility, so that they responded even to objectively ineffective treatment. 246 Increased dopaminergic tone might result from an actual increase in dopamine-mediated neurotransmission (increased neural activity, slowed metabolism of released dopamine), or from increased sensitivity of dopamine receptors subsequent to loss of stimulation by dopamine. The view that denervation supersensitivity -the abnormal sensitivity of a signal transmission system to stimulation following loss or reduction of normal stimulation, as would apply in the striatum after the loss of nigro-striatal transmission -underlies this phenomenon supposes that such sensitivity could persist for decades, at least in some cases. The situation is also complicated by the fact that the pattern of change in drug response in PEP patients -the development of on/off phenomena, dyskinesias, dystonias, psychiatric changes (such as compulsive behavior) -resembles an accelerated form of what is also seen in PD patients, where complex changes in the balance between various receptor systems are believed to be involved. This may, however, also provide an explanation for the course of EL: changes in wider CNS organization secondary to the initial denervation supersensitivity could conceivably have longer term effects that were not undone by further changes in dopaminergic transmission.",
            "cite_spans": [
                {
                    "start": 1348,
                    "end": 1351,
                    "text": "246",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The dopamine connection"
        },
        {
            "text": "Increased transmission could result, on the other hand, from direct activation of dopamine receptors or by net enhancement of dopamine release. It has been hypothesized in the past that dopamine receptor-stimulating auto-antibodies might account for increased transmission in schizophrenia, 247 but there has been nothing reported that would support a role for such a mechanism in EL. 248 In the mid-1970s, Lykke and Roos (Göteborg) reported that infection of young mice with herpes simplex virus altered brain monoamine metabolism, including elevated catecholamine release, and was associated with behavioral changes, such as hypermotility, that were exacerbated by L-DOPA administration. 249 The authors attributed these effects to increased noradrenaline release, but they are entirely consistent with increased dopaminergic activity. Further, Päivärinta and colleagues (Turku, Finland) found that dopamine turnover was significantly reduced (c. 20%) in the nigra, caudate nucleus, and olfactory tubercle two months after corneal infection of rabbits with herpes simplex virus, and that D 2 autoreceptor levels were reduced in the substantia nigra/ventral tegmental area. 250 The same authors established that post-infection behavioral changes commenced after four days, at which time inflammation was detected only in the brainstem and productive infection was restricted to the trigeminus; there was no evidence of an impact upon the nigra (or the serotonergic raphe nuclei). Four days later, inflammation spread to the limbic and olfactory systems (without evidence of viral presence in the latter) and the behavioral changes abated. 251 Another fascinating finding was recently reported by Haeman Jang and colleagues (Memphis): in mice infected intranasally with a highly pathogenic H5N1 influenza virus, the dopamine content of the basal ganglia was sharply reduced (40%), consistent with the loss of tyrosine hydroxylase activity (the enzyme that converts tyrosine to L-DOPA) in the substantia nigra (60%), where dopamine levels were unchanged (elsewhere in the brainstem they increased by 300%); there was no evidence for significant cell death. Both the striatal dopamine and nigral tyrosine hydroxylase changes, however, recovered from day 10, and had returned to normal by day 90. On the other hand, inflammation, as indicated by activated (300% increase) and resting microglia numbers (33% increase), was still evident in the compacta at day 90; shorter term but massive increases in the levels of several cytokines were also measured in subcortical areas, but their origin (local microglia or peripheral) was unclear. 252 This effect was also achieved by other viruses, but to a lesser degree. 253 It is thus possible that viral infection can rapidly induce increased dopaminergic transmission in the nigro-striatal system, followed by a decline in activity with chronification of the infection. Evidence for such effects, however, has thus far only been provided by animal models. Further, for reasons already advanced, neither influenza nor herpes viruses are likely to have caused EL, and there have been no further detailed reports of a similar effect upon the dopaminergic system being elicited by another virus. This model therefore remains another tantalizing but ultimately speculative possibility for explaining changes in dopaminergic tone in EL.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "247",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 388,
                    "text": "248",
                    "ref_id": "BIBREF204"
                },
                {
                    "start": 690,
                    "end": 693,
                    "text": "249",
                    "ref_id": null
                },
                {
                    "start": 1175,
                    "end": 1178,
                    "text": "250",
                    "ref_id": "BIBREF206"
                },
                {
                    "start": 1640,
                    "end": 1643,
                    "text": "251",
                    "ref_id": "BIBREF207"
                },
                {
                    "start": 2633,
                    "end": 2636,
                    "text": "252",
                    "ref_id": null
                },
                {
                    "start": 2709,
                    "end": 2712,
                    "text": "253",
                    "ref_id": "BIBREF209"
                }
            ],
            "ref_spans": [],
            "section": "The dopamine connection"
        },
        {
            "text": "Infectious etiologies for PD have been sporadically discussed since the late 19th century, and interest in this possibility was only intensified by EL, particularly as infectious etiologies for brain disorders as diverse as multiple sclerosis and schizophrenia were also explored during the 1920s. 254 The most detailed recent model has been the 'dual hit hypothesis' advanced by German neuropathologist Heiko Braak (b. 1937 ) and colleagues, partly on the basis of Braak's 'staging model' of the temporal sequence of Lewy body neuropathology evolution in PD, and partly upon the olfactory, autonomic and sleep symptoms associated with the prodromal period of PD. These authors propose that a viral pathogen enters the brain both via the nasal mucosa and from the gastro-intestinal epithelium, possibly after swallowing nasal secretions, whence it travels to the brainstem via the vagus (both of which routes have been found suitable in experimental animals for the transport of influenza virus). The Braak model envisages a 20-year prodromal period prior to the diagnosis of parkinsonism, followed by 20 years of clinical disease progression. 255 The timetable of neuropathology and clinical symptoms proposed by the Braak model, however, is quite dissimilar to that of EL. The most obvious differences are the absence of encephalitis or similar event at the beginning of the CNS process in PD, the fact that there was no evidence for the anterior spread of neuropathology in EL, and the gradual onset of parkinsonian symptoms in PD. While it is true that there was no recognizable encephalitic period in a large proportion of EL cases, the entire Braak process is gradual, with neuropathology advancing from the olfactory bulb and brainstem to more anterior regions, ultimately reaching the cerebral cortex, resulting in clinical dementia over a period of years to decades. Even in its 'gradual onset' forms, acute EL was a more abrupt process, and the evolution of parkinsonian symptoms more rapid once they had appeared. Further, despite exceptions that test the rule, the EL process was almost exclusively limited to the mesencephalon, as far as can be determined. Braak and colleagues have themselves always emphasized that their model applied to idiopathic PD, not to PEP.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 301,
                    "text": "254",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 424,
                    "text": "Braak (b. 1937",
                    "ref_id": null
                },
                {
                    "start": 1144,
                    "end": 1147,
                    "text": "255",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The dopamine connection"
        },
        {
            "text": "These objections might be overcome by objecting that the 'PD pathogen' was much more virulent during the 1920s, and that it is now a more subtle, slow-moving aggressor. It should, however, be remembered that those who had the opportunity to observe PD and PEP cases side by side were generally convinced that they were distinct disorders, and this impression was confirmed by their neuropathology. Parkinsonism is, after all, no more a nosological entity than encephalitis, but rather a syndrome with a multiplicity of potential causes: when PEP was first encountered, PD was the major recognized form of parkinsonism, so that to suspect an association between the two was as natural as the suspicion that the 'encephalitis (lethargica) virus' was also responsible for PVE and PIE. Today, however, multiple parkinsonian syndromes are recognized -primary forms, including sporadic and genetic PD, progressive supranuclear palsy, cortico-basal degeneration, Lewy body disease, as well as acquired types, including parkinsonism secondary to CNS damage caused by infection, toxins, drugs, or physical trauma -and it is no longer assumed that all share a common pathogenesis: it is, in fact, presumed that they do not.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dopamine connection"
        },
        {
            "text": "At the same time, attention has turned to the role of microglia in neuroinflammation, as well as their significance in the etiology of PD. This has included revival of Spatz' idea that the microglia, not the nerve cells, might be the primary site of action for CNS-invasive pathogens, and that neuronal degeneration is secondary to microglial activation, possibly by a 'hit and run' mechanism: the virus might stimulate glial activity but vacates the infected area long before symptoms of nervous dysfunction are manifest. It was formerly thought that microglia existed in one of two states, resting and activated, but it is now clear that the 'resting state' is actually one of continuous monitoring of the local environment. Microglial activity is modulated or altered by a vast number of factors, including pathogens, in response to which the glia secrete a variety of chemical messengers and active metabolites, with the ultimate aim of protecting the integrity of local neural infrastructure and function. It is possible, however, that stimulation of microglia by pathogens or toxins can elicit inappropriate responses that are deleterious to nerve cells, particularly in those regions where microglia occur in particularly high numbers -such as the substantia nigra. It is thus clear that they play a critical role in both the positive and negative effects of local CNS inflammation. 256 It is not surprising that the CNS bodyguards should be responsible for the earliest responses to invasion of the CNS, but the question of whether this response commences prior to or as a result of neuronal injury remains open. Early, microglial changes suggesting active involvement in tissue remodeling and degeneration have been reported to occur early in PD, possibly as the result of stimulation by members of the synapse protein family, the synucleins. 257 Further, a number of viruses are now known to exhibit a degree of gliotropism -including the Borna disease, human herpes 6, JC and human immunodeficiency viruses 258 -which would allow an infection mechanism centred upon the microglia rather than the nerve cells themselves, a mechanism that the neuropathology of EL suggested to Spatz in the mid-1920s. Alternatively, an attack upon the astrocyte population could result in the withdrawal of support for dopaminergic neurons or to microglial activation, as described for Borna disease virus, 259 also leading to neurodegeneration.",
            "cite_spans": [
                {
                    "start": 1390,
                    "end": 1393,
                    "text": "256",
                    "ref_id": null
                },
                {
                    "start": 1852,
                    "end": 1855,
                    "text": "257",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The dopamine connection"
        },
        {
            "text": "In short, PEP and PD share many features, but the two remain distinct disorders linked primarily by the fact that the substantia nigra is central to both: a relationship of place rather than of process. This is not to exclude the possibility of common elements in the pathophysiology of PD and PEP (and, indeed, of other 'atypical' parkinsonian forms). The 'EL virus' may have availed itself of the neural pathways implicated by the Braak model, for example, but this does not imply that the same pathogen was involved. Just as importantly, the presentation of parkinsonism during acute neuroinflammation cannot be interpreted, without further evidence, as EL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dopamine connection"
        },
        {
            "text": "There have been no reported cases that can be confidently ascertained as genuine EL since the 1970s, and before that it had been quite rare since the early 1930s (with the possible exception of the USSR). Nor have any other disorders been identified that can be regarded as genuine 'successor disorders'. For all intents and purposes, EL was an infectious disorder that flared into life for the first and only time during the First World War, and burned in Europe and North America for ten to fifteen years before being extinguished, a few sporadic cases in the decade before and a few decades after the epidemic notwithstanding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "During its ascendancy, EL was the major encephalitis type, the only one that occurred in epidemic form, so that many of its features were new to clinical and laboratory neuroscience. Encephalitis of various etiologies and types have since been identified, although epidemics of human encephalitis remain rare, particularly in developed countries, and none presents a picture that can be completely reconciled with that of EL. There are brainstem encephalitides, encephalitides that elicit transitory extrapyramidal symptoms, others in which the neuropathology includes some of the features described in EL -but none that reproduce the complete compilation of characteristics that facilitated the recognition of EL as a distinct nosological entity during the 1920s. It is not impossible that a shift from epidemic to sporadic disease would involve other changes in the behavior of the disorder that obfuscate the relationship with the historical disorder, but this would be scarcely useful speculation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "A second problem could be that EL was defined to a large extent by its three-phase pattern, particularly by the emergence of chronic symptoms at variable intervals after the end of the acute disease. The diagnosis of acute EL outside an epidemic will always be fraught with risk, simply because similar symptoms can be elicited by any of number of pathologic processes that involve the brainstem. Verification of a diagnosis of chronic EL, while not entirely uncomplicated, was always easier, and this phase of EL is no longer seen. 260 The emergence of chronic EL might be blocked by more recent medical interventions -provided one does not succumb to the temptation to interpret, for example, chronic fatigue syndromes as post-EL neurasthenia, or attention deficit disorders as post-EL behavioral change. EL was, however, recognized as a new disorder before the regularity of its chronic evolution had been recognized, and more recent 'EL' cases simply do not conform with the recognized patterns of historical EL. It could once again be argued that the pathogen has changed since the 1920s, but this simply begs the question and contributes nothing to the solution of the EL enigma.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 536,
                    "text": "260",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Finally, the finding that different pathogens and toxins can elicit some symptoms or phenomena observed in EL might suggest that EL was not a single disorder, but a conglomeration of different conditions. Vilensky and colleagues, in particular, have suggested that PEP did not have a unitary etiology. 261 This position, however, is undermined by two key features of EL. Firstly, as discussed in chapter 7, the neuropathology provided a reliable unifying framework, both by the remarkable consistency of post mortem findings throughout the EL period, across different outbreaks and EL forms, and by providing a contrast with the CNS picture seen in other encephalitides. Further, EL occurred as a series of more or less sharply defined outbreaks in different countries and on different continents; clinical reports described a variety of manifestations that were nonetheless restricted in their variety. It would seem a remarkable coincidence that thousands of cases presenting the same neuropathological features -a constellation of features not described in more than a handful of cases either prior to the EL period or afterwards -should be elicited by a variety of pathogens rather than by a single invader.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 305,
                    "text": "261",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Kenton Kroker (Toronto, Canada) took an even more radical position in his discussion of American EL research, arguing that the disorder had been 'constructed' by investigators during the 1920s: the transmogrification of a mere syndrome into a disease. In support of this interpretation, the pioneer virologist Thomas Milton Rivers (1888-1962) is cited as writing in his review of Neal's 1942 encephalitis monograph that \"Epidemic encephalitis … had simply been re-written as a more precise series of diagnostic categories\". This was misinterpreted by Kroker with his formulation that \"Epidemic encephalitis failed to survive changes in early twentieth-century epistemology.\" 262 Rivers had asserted nothing more than was common knowledge by 1942: the outbreak of EL, followed by the emergence of further viral encephalitides, had advanced refinement of the concept of 'encephalitis' as a phenomenon, had revealed that different types of encephalitis could be distinguished at the neuropathologic level, and also that encephalitis could be elicited by several different pathogens by different means. That is, EL was no longer the epidemic encephalitis, but this by no means discredited its existence as a genuine infectious disease, as Rivers' publications throughout this period indicate. EL was all too real for those who experienced it, whether as patients, family and friends, physicians or investigators: \"when an abstraction starts to kill you, you have to get to work on it.\" 263 There is no longer any shortage of both viral and non-viral pathogens that can induce encephalitis 264 or extrapyramidal motor symptoms, 265 but none that are suitable as candidates for the 'EL virus'. If EL was caused by a pathogen known to contemporary medicine, its pathogenicity or virulence have altered so radically that it is now unrecognizable. Whether it exerted its deleterious effects by direct attack upon an element of the CNS, triggering of an auto-immune cascade, or opening the door for another virus (for example, by disrupting the blood-brain barrier) also remains unknown, further complicating the search for the 'EL virus'; the neuropathology it left in its wake provides, in any case, the most reliable material for the further consideration of the question.",
            "cite_spans": [
                {
                    "start": 1482,
                    "end": 1485,
                    "text": "263",
                    "ref_id": null
                },
                {
                    "start": 1623,
                    "end": 1626,
                    "text": "265",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In the end, it should not be entirely surprising that the EL virus proved (and proves) to be so difficult to apprehend. Even today, the pathogen cannot be identified in a large proportion of suspected acute encephalitis cases (between 25 and 100%, depending upon the study), despite the application of technology of unprecedented sensitivity, and it is probable that a large number of encephalitis cases are missed altogether. 266 The concept of 'mild encephalitis' as the basis of psychiatric disease -including infection of humans with the Borna disease virus 267 -is now joined by thoughts that the etiopathogenesis of a range of neurological disorders may also involve infections, either as a direct result of invasion of the CNS or via their triggering of an auto-immune chain of events. The problem with such hypotheses is the difficulty in testing them: infectious disease medicine has moved well beyond the world that Koch knew, where a given pathogen could be expected to elicit a fairly consistent set of responses in most people. Most of the recognized CNS conditions elicited by viruses are in themselves exceptional: herpes encephalitis is, for example, suffered by only a vanishingly small proportion of those who are infected by the virus. Exploration of the complex roles played not only by genetic and acquired immunologic predisposition, but also lifestyle and social factors in the interactions between an individual and a pathogen that determine whether that person will be infected and, if so, with what consequences, had commenced during the EL period, and advances in the technology available for such exploration have only complicated matters further. The 'EL virus' is consequently all the more elusive because it was not the virus that caused EL, but rather the virus that caused EL under certain conditions in certain persons. Authors wondered before the arrival of EL why encephalitis was not more common, given the frequency of inflammation elsewhere in the body. The EL period included the discovery of many of the features that protect the brain from invasion, including the blood-brain barrier and the activities of neuroglia, but in the meantime we also know that not all invaders are held at bay, and that the evidence of their successful access can be more subtle than flagrant inflammation and obvious illness.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 430,
                    "text": "266",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The epidemiology of EL most closely resembled that of epidemic polio, another grey matter inflammation. This similarity is also instructive: although the polio virus was identified before the emergence of EL, and despite the fact that it was also the subject of intensive investigation, ultimately leading to its eradication in most part of the world, a great deal remains unknown about its epidemiology, particularly with regard to its seemingly selective attack upon the motor systems of a very small minority of those it infects. If these mysteries could not be solved for a known virus that troubled the Western world for two or three 20th century generations, the failure to explain another that persisted for less than two decades during the childhood of clinical virology seems less improbable. 268 On the basis of the evidence discussed in this book it may be concluded that there once existed a specific 'EL virus' that accounted for the majority of EL cases during the epidemic period. It can also be concluded that the inter-World War epidemic was the only epidemic of this disorder, and that even sporadic cases have not been described for more than a generation. Whether this means that the pathogen has since assumed a more benign form that we do not recognize, or that a known pathogen changed in virulence during in the first quarter of the 20th century before again resuming a more placid existence, cannot be determined with historical methods alone. The absence of viral nucleic acids in archived tissue and of antibodies in the CSF and blood of EL patients does not exclude the possibility that a known pathogen was involved, but it is also clear that none even occasionally replicates the clinical and neuropathologic picture of EL. Finally, the 'specificity' of the 'EL virus' for the substantia nigra should not be overly accentuated: it is possible that the black substance was doomed not by a specific predilection of the mesencephalic invader for its cells, but by their inherent susceptibility to effects, direct and indirect, elicited by the virus locally or at a distance. 269 It is appropriate here to reiterate the Davenport maxim I included at the end of my first chapter: when discussing the epidemiology and etiology of a disorder, \"hypotheses must provide satisfactory explanations for all the known findings -not just for a convenient subset of them.\" 270 There are many clinical diseases and conditions that resemble EL in some respects: this should not, however, deceive us into mistaking a bronze pot for the Holy Grail. ",
            "cite_spans": [
                {
                    "start": 802,
                    "end": 805,
                    "text": "268",
                    "ref_id": "BIBREF222"
                },
                {
                    "start": 2102,
                    "end": 2105,
                    "text": "269",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Reviewed: Stiefler & Gamper",
            "authors": [],
            "year": 1930,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Typhoid and paratyphoid are actually caused by different, but closely related pathogens (Salmonella spp",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sicard",
                    "suffix": ""
                }
            ],
            "year": 1923,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Other reports of 'atypical EL' from this period include Biemond 1930",
            "authors": [
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Kreuser",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Weidner",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Cacciapuoti",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Margulis & Model 1927 (more detail: pp. 236f.). See also Stiefler & Gamper (1930) for discussion of diagnosis of partial EL syndromes",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Sleep scourge'. Time (Chicago)",
            "authors": [],
            "year": 1933,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The story was also included thirty years later in a review volume for the year 1933: Time 1967. See also SNL",
            "authors": [],
            "year": 1935,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Science studies brain of girl sleeping victim: fiance joins mourners of Patricia Maguire'. Chicago Daily Tribune",
            "authors": [],
            "year": 1937,
            "venue": "New York Times",
            "volume": "24",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "See also Critchley 1948; Martin 1951. 28",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mcalpine In Nissen",
                    "suffix": ""
                }
            ],
            "year": 1947,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "See comment in Lancet",
            "authors": [],
            "year": 1952,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "See also Vincent & Myers 1978. 31. Thieffry 1963. 32. Stern",
            "authors": [
                {
                    "first": "Alajouanine",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1936,
            "venue": "",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Vestergaard 1949, p. 193; see also Fog & Vestergaard",
            "authors": [],
            "year": 1941,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Abstracts: Zentralblatt für die gesamte Neurologie und",
            "authors": [],
            "year": 1932,
            "venue": "Psychiatrie",
            "volume": "61",
            "issn": "",
            "pages": "433--530",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Persistence Productions (c. 1997) Things of the spirit",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "On the other hand, Montzka (1928) compared the neuropathology with that of polio and rabies (with regard to location), and regarded the Vienna cases as reflecting the new face of polio",
            "authors": [],
            "year": 1927,
            "venue": "Reviews: Flatau",
            "volume": "54",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "See also Ramsay 1957/58",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Crowley",
                    "suffix": ""
                }
            ],
            "year": 1938,
            "venue": "Public Health Service",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Review of history of CFS: Wessely 1994. The question of the extent to which CFS is psychologically determined cannot be discussed here: see White",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "See especially McEvedy & Beard 1970a,b",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "For example",
            "authors": [],
            "year": 1921,
            "venue": "Hartmann",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "See for example",
            "authors": [],
            "year": 1942,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "American authors appeared ignorant of the European literature on the subject (apart from Wallgren's 1925 paper), with Armstrong referring to a \"new clinical entity",
            "authors": [
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sweet",
                    "suffix": ""
                }
            ],
            "year": 1939,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "1949; see also Condorelli 1955 for 'endemic, presumably viral primary neuraxitis' in Italy",
            "authors": [],
            "year": 1927,
            "venue": "Stengel",
            "volume": "84",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "For example: Barré & Reys 1921",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Benedek &amp; Von",
                    "suffix": ""
                }
            ],
            "year": 1925,
            "venue": "Angyal",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Wodak 1930. 88. Portmann",
            "authors": [],
            "year": 1931,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Verger 1926; see also Roch",
            "authors": [
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Drobec",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tschabitscher",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Möller also published another extensive study of the epidemiology of neuroinfections in Sweden: Möller",
            "authors": [],
            "year": 1949,
            "venue": "Möller 1949a",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Worster-Drought 1952, and further correspondence between 16 February and 26 April",
            "authors": [],
            "year": 1952,
            "venue": "Burrowes",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "See Harrison 1962 for epidemiologic distinction between the two conditions",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "108. SNL 1941",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kawamura",
                    "suffix": ""
                }
            ],
            "year": 1936,
            "venue": "Reviewed: Chumakov & Seitlenok",
            "volume": "109",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Viennese neurologist Ernst Sträußler (1931) had considered the possibility, on the basis of neuropathology",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "See Also Citron",
                    "suffix": ""
                }
            ],
            "year": 1930,
            "venue": "Pette",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Of the 141,000 people who passed through Theresienstadt, 62% were ultimately transferred to extermination camps, while a further 24% died without leaving. 113",
            "authors": [],
            "year": 1947,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "For example",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Bogaert",
                    "suffix": ""
                }
            ],
            "year": 1942,
            "venue": "",
            "volume": "115",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "The family also includes the yellow fever (flavus [Latin] = yellow), hepatitis C, dengue, and Zika viruses. The American equine encephalomyelitis viruses, on the other hand, are members of the Alphavirus genus (family Togaviridae), which are also positive-sense, single-stranded RNA viruses",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Nor is it likely that any of the many other potentially encephalitogenic viruses since identified -reviewed",
            "authors": [],
            "year": 1966,
            "venue": "Seitelberger & Jellinger",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "EL. 122. Behles",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Schneider-Schaulies",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "The same authors also reported negative results with respect to the choriomeningitis virus in PEP and PD",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Elizan",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "It is also interesting that a recent study has found that tick-borne encephalitis may increase midbrain dopaminergic activity: Holtze et al. 2012. 127. Ludo van Bogaert",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "It was noted early that it shared features with EL -acute fever, oculomotor disturbances, sleep disorders, dystonias -but also included marked pyramidal symptoms, including lasting flaccid paralyses",
            "authors": [],
            "year": 2008,
            "venue": "Review",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Geerling 1950",
            "authors": [],
            "year": 1952,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "For example",
            "authors": [],
            "year": 1957,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": ") for apparent post-Japanese encephalitis parkinsonism in a 61-year-old man",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ogata",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF115": {
            "ref_id": "b115",
            "title": "for possible significance of cardioviruses (such as Theiler's) in human disease",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fazzini",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF121": {
            "ref_id": "b121",
            "title": "coxsackie A and B, EBV, ECHO-6, flaviviruses, herpes simplex 1 and 2, influenza A and B (including 1918 influenza: McCall et al. 1999), LCMV, measles, mumps, parainfluenza 1, polio, rubella, varicella; investigation of antibodies to Mycoplasma have also been negative",
            "authors": [],
            "year": 1978,
            "venue": "Viruses for which negative results have been reported include: adenovirus, alphaviruses, bunyaviruses, cytomegalovirus (CMV)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF123": {
            "ref_id": "b123",
            "title": "Reijò Marttila and colleagues (Marttila et al. 1977a,b, 1981, 1982) found no association between serum or CSF antibodies to influenza viruses with either PD or PEP when compared with controls, but found increased herpes simplex antibody in PD",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Isaacson",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF125": {
            "ref_id": "b125",
            "title": "Wilson 1954-55 had suggested the same, but without offering reasons for this position",
            "authors": [],
            "year": 1969,
            "venue": "",
            "volume": "158",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF128": {
            "ref_id": "b128",
            "title": "For example",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gerstenbrand",
                    "suffix": ""
                }
            ],
            "year": 1924,
            "venue": "Barkve",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF136": {
            "ref_id": "b136",
            "title": "See also discussion in Dale & Brilot",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF139": {
            "ref_id": "b139",
            "title": "had employed a similar set of criteria for identifying sporadic pediatric EL cases -basal ganglia symptoms, somnolence, oculomotor pareses, character changes, relapsing course -but both their application of these criteria and their 'EL' cases were quite dubious",
            "authors": [
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Kemkes",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Saenger",
                    "suffix": ""
                }
            ],
            "year": 1926,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF143": {
            "ref_id": "b143",
            "title": "Oppenheim 1899; see also Oppenheim 1895. 179. For example",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF144": {
            "ref_id": "b144",
            "title": "Review of the history of the concept of 'auto-immunity",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF151": {
            "ref_id": "b151",
            "title": "but see also Rugbjerg et al. 2009, who found no evidence for an association of auto-immunity and PD in a population-based study",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Monahan",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "186",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF153": {
            "ref_id": "b153",
            "title": "For example",
            "authors": [],
            "year": 1996,
            "venue": "Matarazzo",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF154": {
            "ref_id": "b154",
            "title": "See also Giroire et al. 1960 for an 'EL-like' condition linked with chronic sinusitis",
            "authors": [
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Pallasch",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wahl",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF158": {
            "ref_id": "b158",
            "title": "Caused by Streptococcus pyogenes, which elicits streptococcal pharyngitis, scarlet fever, and puerperal fever, as well as the immunological necrotizing fasciitis, acute rheumatic fever (and thereby Sydenham's chorea and endocarditis), acute glomerulonephritis, and toxic shock syndrome",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF161": {
            "ref_id": "b161",
            "title": "Trétiakoff (1919, pp. 43f.) described a rapidly fatal Sydenham case with bilateral depigmentation of and glial reaction in the substantia nigra",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "See",
                    "suffix": ""
                },
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Marie",
                    "suffix": ""
                }
            ],
            "year": 1920,
            "venue": "Trétiakoff",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF163": {
            "ref_id": "b163",
            "title": "It was later reported that 29 of 40 patients whom the authors had seen at their tertiary referral centre during 1999-2002 still presented to the tertiary referral centre of the authors motor and psychiatric symptoms after a mean period of 2",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dale &amp; Heyman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF168": {
            "ref_id": "b168",
            "title": "For example: Sridam & Phanthumchinda",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lopez-Alberola",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "204",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF171": {
            "ref_id": "b171",
            "title": "Paraneoplastic auto-immune responses leading to nigral destruction and parkinsonism and dystonia had previously been reported by Golbe and colleagues in 1989",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF177": {
            "ref_id": "b177",
            "title": "Recent reviews of auto-immune CNS disorders",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Leypoldt",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF178": {
            "ref_id": "b178",
            "title": "for a review of the complexity of the mechanisms involved in auto-immunity",
            "authors": [
                {
                    "first": "See",
                    "middle": [],
                    "last": "Sfriso",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF180": {
            "ref_id": "b180",
            "title": "He also referred to a purported 1962 outbreak (three cases, one fatal) in Colchester (England); the only further information I have found was a statement in the Commons by Parliamentary Secretary for Science, Denzil Freeth, on that it had since been established that it did not involve EL",
            "authors": [],
            "year": 1963,
            "venue": "his 1965 memoir MacNalty mentioned that Lord Brain had recently shown him EL-like cases in London Hospital, but offered no further details",
            "volume": "674",
            "issn": "",
            "pages": "197--206",
            "other_ids": {}
        },
        "BIBREF188": {
            "ref_id": "b188",
            "title": "New theory links palsy to a virus: Two researchers believe parkinsonism may vanish in 20 to 40 years",
            "authors": [
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Poskanzer",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Schwab",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Poskanzer",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF196": {
            "ref_id": "b196",
            "title": "Sacks et al. 1970a,b; an account was also published in the British Broadcasting Corporation magazine, the Listener",
            "authors": [
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Sacks",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kohl",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF197": {
            "ref_id": "b197",
            "title": "Drug brings Parkinson victims back to life",
            "authors": [
                {
                    "first": "Israel",
                    "middle": [],
                    "last": "Shenker",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF202": {
            "ref_id": "b202",
            "title": "Sacks similarly believed that \"all forms of behaviour -Parkinsonism, catatonia, tics, no less than fantasies dreams or neuroses -are creations or expressions of the individual",
            "authors": [],
            "year": 1973,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF203": {
            "ref_id": "b203",
            "title": "… [they] have a relational or referential or linguistic structure analogous to that of dreams or ideas\": Sacks",
            "authors": [],
            "year": 1972,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF204": {
            "ref_id": "b204",
            "title": "for discussion of the effects of auto-antibodies to dopamine D 2 receptors; see also review by",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "See For Example",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF206": {
            "ref_id": "b206",
            "title": "Similar, with intracerebral inoculation of mice",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Päivärinta",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF207": {
            "ref_id": "b207",
            "title": "Shaskan and colleagues (1987) hypothesized that the herpes virus might use dopamine receptors to enter neurons",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Päivärinta",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF209": {
            "ref_id": "b209",
            "title": "Reviewed: Elizan & Casals",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lycke",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "254",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF214": {
            "ref_id": "b214",
            "title": "Ovanesov et al. 2008a; see also Majde 2010 for a mouse model of gliotropic infection with influenza virus",
            "authors": [
                {
                    "first": "&amp;",
                    "middle": [],
                    "last": "Schweighardt",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Atwood",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Komaroff",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF217": {
            "ref_id": "b217",
            "title": "Duvoisin & Yahr 1965 for discussion of recognition of PEP a generation after the epidemic",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF222": {
            "ref_id": "b222",
            "title": "See Nathanson",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Lethargic-ophthalmoplegic form; emphasis on oculomotor, neurasthenic and vegetative symptoms rather than extrapyramidal features 28y ; acute somnolence, oculogyric crises; asymmetric parkinsonism at age 32, repeated drumming movements, sialorrhea, swallowing difficulties, slurred speech; oculogyric crises had ceased before 1980 Neuropathology : marked nigral cell loss, neurofibrillary tangles, glial scar, no Lewy bodies Including 14 in one town (Bydgoszcz: reported by one doctor), distinguished from 246 other encephalitis cases, but regarded as etiologically distinct from EL by the author of the review 'brainstem cases' of total of 9 neuroinflammations during influenza B outbreak; diplopia, ptosis, somnolence; author believed that a deep somnolence (45h), oculomotor pareses, fever (38-40°), confusion; also visual and auditory hallucinations over 12 months; some relief following antibiotic therapy, with residual bradyphrenia, Parinaud syndrome, ptosis, and delusions; no extrapyramidal symptoms 43y : deep somnolence (48h), occupational delirium, oculomotor pareses; some relief following anti-inflammatory treatment; after 6 months: residual Parinaud syndrome and problems of balance. No humoral changes in either case \"cases which resembled encephalitis lethargica\" in children; acute somnolence/coma, fever, abdominal pain, headache, cogwheel rigidity, meningeal signs; seizures; 12 cases attributed to known viruses (7 measles, including both fatal cases). Ten complete recoveries, two 43y* ; acute somnolence, fever, convulsions, followed by parkinsonism, oculogyric crises, axial and oro-facial dyskinesias (latter exacerbated by L-DOPA) 25y ; acute pain, headache, somnolence, mild stiff neck; followed by insomnia, bradykinesia, greasy face, sialorrhea, and classic PEP (at 3w) 28y ; acute high fever, ptosis, hemilateral paresthesia, somnolence, dysarthria.After 1m, somnolence reduced, but parkinsonism evident, with inappropriate laughter, nystagmus, athetosis. No viruses could be identified 19y ; acute diplopia, motor inco-ordination, defective conjugate oculomotor function, salivation, followed by somnolence, ataxia, respiratory irregularities, nystagmus; then by parkinsonism and inappropriate laughter, dysarthria. No viruses could be identified Rodríguez-Arias et al. 28y ; hemi-paretic pyramidal syndrome: dysarthria, early insomnia, confusional state; subsequent drowsiness, fever, malaise, cachexia; no cranial nerve-related signs; death without warning after four weeks. Patient fell ill in context of cases of polio, demyelinating brain disease, and hiccup Neuropathology: General hyperemia; EL-like changes on floor of III ventricle and near Sylvian 29y ; somnolence, fever, pleocytosis, transitory hyperglycemia, incontinence; flaccid paralysis of lower left leg; developed into severe state of akinetic-hypertonic parkinsonism with total mutism 11y ; somnolent EL and subsequent typical PEP (following visit to swimming pool during polio outbreak). Reasonable response to Artane (anti-parkinsonian agent) 21y suffers 'influenza', delirium; seeks attention at age 25 for panic attacks; at age 27 exhibited clear parkinsonism 16y ; acute somnolence, fever, myoclonic twitching, hiccup, followed by period of continuous yawning, tics, and athetosis. Somnolence persisted after recovery; later arrested for unpremeditated crimes; oculogyric crises, rigidity 50y; acute somnolence and disturbed consciousness, oculomotor pareses, cogwheel rigidity, slight tremor; despite L-DOPA, persistent parkinsonism. No virus was identified only one (16y ) described; 5d somnolence, followed by less intense relapse, then recovery. Only abnormality is in EEG Virus identified: coxsackie A2 followed by \"internal restlessness\", then parkinsonism with akathisia. No virus developing to coma (6d) in one day; motor problems (slurred speech, gait and respiratory abnormalities, resting leg tremor) after recovery; 2y later: parkinsonism CSF oligoclonal banding; no virus was identified 41y ; acute somnolence, sleep inversion; followed by insomnia and sialorrhea; L-DOPAresponsive parkinsonism at 6m, hospitalized at 9m development of motor perseveration and stereotypies, yawning, generalized myoclonus, cataleptic episodes, increased sweating and lacrimation; subsequent akinesia responded to biperiden, not L-DOPA 1984); acute fever, somnolence, athetosis, epileptic seizure, panic attacks; followed by mutism, akinesia and rigidity, focal epileptic seizures. Following year: very low mental level, stereotypies; then catatonic mutism, compulsive activities following depression, and sleep inversion (commenced 3y earlier); freezing episodes. Responded well to L-DOPA 17y ; acute depression with delusions followed by akinesia-mutism, hypertonia, catatonia. Following 12 electroconvulsive therapy (ECT) sessions, no psychiatric or neurologic symptoms 13y ; \"influenza\" with myalgia, lethargy, anorexia, upper respiratory tract infection, mild fever; after recovery: marked weight loss. 5m later: emotional trauma followed by sleep inversion, lethargy, depression, leg pains, altered, age-inappropriate behavior (regressive), self-accusation and injury. Improvement following imipramine accompanied by deviousness, kleptomania, impulsiveness 23y ; acute somnolence for 1w, followed 9m later by abnormal sexual and childish behaviors; 4y later: unilateral whole body coarse tremor, parkinsonian face, oculogyric crises, sweating, salivation, urinary incontinence 57y with parkinsonian syndrome 15m after acute illness.No virus was identified post-viral catatonic syndrome including progressive immobility, mutism, posturing, tremor; intermittent agitation with chanting, tremors, posturing, oculogyric crisis; initial CSF lymphocytosis, increased liver transaminase levels, EEG with bifrontal slowing; Responded well to ECT; full recovery by 6m follow-up. No virus was identified PET: bilateral cortical glucose hypometabolism and asymmetric thalamic glucose hypometabolism; MRI: normal Oligoclonal banding: negative; acute nausea, vertigo, somnolence, slurred speech, expressionless face; continuous deterioration of motor coordination (not L-DOPA-responsive); finally slept 20h/day, supranuclear gaze palsy, severe dystonia, died of pneumonia 12m after onset MRI: normal Virus identified: none Verschueren & Crols 2001 Belgium 1 21y ; mild fever and meningism, visual hallucinations, dysarthria, insomnia, gait and limb ataxia, postural tremor; after 4d hypokinetic rigid syndrome with cogwheel rigidity, catatonia, akinetic mutism, dysphagia, sialorrhea, hyperhidrosis develops; occasional oculogyric crises. Improvement following steroid therapy; retained slight extrapyramidal syndrome and sweating at follow-up (at unstated date) MRI: bilateral hyperintense signals in substantia nigra; lesions in right striatum and right frontal lobe Virus identified: coxsackie B3 aseptic meningo-encephalitis with high fever; death after 8w (myocarditis). Neuropathology: selective, near complete depigmentation of nigra MRI findings: hyperintense T1/T2 signals in both nigrae; high fever, somnolence, seizures, discussed as \"disseminated encephalomyelitis\" but likened to EL. Recovery MRI: bilateral lesions in white matter, basal ganglia and hypothalamus Oligoclonal banding: negative; 11, 12y , 8, 9y (2002-2006); sleep disturbances followed by extrapyramidal (oculogyric crises, dyskinesia, dystonia, chorea) and psychiatric symptoms (mutism, compulsive or abnormal behavior, hallucinations). Girls responded to therapy (clonazepam, risperidone), two boys (corticosteroids, haloperidol) retained behavioral problems acute somnolence, akinesia, rigidity, tremor, sialorrhea. No sequelae MRI: massive bilateral hyperintense striatal, punctiform periventricular lesions Virus identified: EBV 17y ; acute somnolence, ptosis; 3m later: compulsive abnormal behaviors, bradykinesia, masked face, resting tremor MRI: bilateral hyperintense lesions in midbrain, basal ganglia and temporal lobes Oligoclonal banding: positive; virus identified: none acute somnolence, bradykinesia, rigidity, postural tremor; deteriorated to akinetic mutism. Responded to steroid therapy MRI: bilateral basal ganglia lesions Virus identified: none cases (2, 6y , 15,16y ) with significant extrapyramidal features (choreiform movements, dystonia, rigidity), oculogyric and vegetative crises. Three older children recover gradually over 2-3y; infant boy has no neurologic residua, but is non-verbal, and presents significant features of an attention deficit/hyperactivity and autistic disorder MRI/PET: no consistent abnormalities Oligoclonal banding: negative; virus identified: none 3 \"hyperkinetic\" cases (24y ; , infants); similar, but greater emphasis on mental agitation, dyskinesias and seizures. Only older patient followed up: mild obsessive-compulsiveness PET: hypermetabolism in basal ganglia, thalamus, and (less consistently) some cortical regions; MRI: cortical and thalamic abnormalities, non-specific white matter changes Oligoclonal banding: negative; virus identified: none 1 \"akinetic\" case (28y ); 6-8w slowly progressive somnolence, withdrawal, and anorexia; paresthesias; axial and limb bradykinesia; diagnosed with depression. CSF mild lymphocytic pleocytosis. Improved after high dose steroids and L-DOPA; gradual improvement; no follow-up MRI: bilateral basal ganglia abnormality Oligoclonal banding: positive fever, acute altered consciousness, behavioral change (mutism, agitation, anxiety), disturbed sleep, episodic dystonia and rigidity of left limbs, sometimes associated with uprolling eyes, left partial ptosis, mask face, oro-motor dyskinesia. Acyclovir therapy: fever subsides by day 3, with increased frequency of limb rigidity, dystonia and uprolling eyes/oromotor dyskinesia, dysphagia and gait difficulties. Day 18: L-DOPA therapy initiated for deteriorating dystonia, oculogyric crises and mutism; involuntary movements and agitation and consciousness immediately improved, dystonia eliminated by second week. L-DOPA withdrawn after 2m; no neurological sequelae. No virus was identified MRI: normal Oligoclonal banding: positive; virus identified: none disturbed consciousness, fever, neuropsychiatric symptoms; later, cardio-respiratory symptoms requiring support, epilepsy, mutism Imaging: marked striatal encephalitis with hemorrhagic component Virus identified: influenza B (low titre) acute somnolence, lethargy, and autonomic, oculomotor, and neuropsychiatric signs 1w after flu-like symptoms; acute L-DOPA-responsive parkinsonism persists beyond recovery at 3m, with motor fluctuations developing by 6m MRI: symmetric hyperintensities of nigra pars compacta; three months later: cystic encephalomalacia of nigra 14m post-onset); severe parkinsonism following encephalitis MRI: Bilateral nigral signal abnormalities, regressive 6m after presentation with parkinsonism, but with evidence of some atrophy Virus identified: Japanese B (presumed) 13d post-onset) with immune insufficiency; somnolence, pyramidal signs; 4d later: mask face, hypokinesia, akinetic mutism, ophthalmoplegia, lead-pipe limb rigidity; tremor from 8d. Discharged 21d after admission (immunoglobulin/steroid therapy) with hypomimia and slow gait. Re-admitted 85d later (somnolence, fatigue); recovery following steroid therapy MRI: Bilateral nigral signal hyperintensities at first admission (regressed during therapy); frontal lobe white matter lesions at second admission Oligoclonal banding: CSF and serum positive on first admission, only in serum on second admission Virus identified: none (EBV, CMV, HSV1, Japanese encephalitis virus, Mycoplasma excluded; anti-NMDA-R antibodies not found) Pediatric dyskinetic encephalitis lethargica\": see p. 808",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Bold type: consistent with epidemic period descriptions of EL;italics: partially consistent with epidemic period descriptions of EL; normal type: unlikely that case is related to historical EL.Year: actual or estimated date of acute illness; Country: site of acute illness; Cases: number of patients; y: years, m: months, w: weeks, d: days. Age given is for acute illness, except where marked with * (= year first examined by neurologist) (in CSF) (continued) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 1: Cases reported as encephalitis lethargica, 1945-1985"
        }
    ]
}