{
    "paper_id": "bdf0eb73191352c555c0a5e6675301ea31ea65f5",
    "metadata": {
        "title": "Covid-19 mortality in Italian Doctors",
        "authors": [
            {
                "first": "Paolo",
                "middle": [],
                "last": "Manzoni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Cristina",
                "middle": [],
                "last": "Milillo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Ye et al have shown in this Journal that Healthcare Workers are exposed to SARSCoV2 (Covid-19) both from the environment and from the patients themselves (1). It is well known that the current Covid-19 epidemic in Italy is causing thousands of fatalities, and even prompted to recruitment of elderly, retired doctors. Shortages of high-quality personal protective equipments (PPE) were reported in the first weeks, arising concerns of possible excess mortality in Doctors facing this dramatic epidemic. We thus reviewed the data on Covid-19 attributable deaths of italian Doctors, and here we report them. Public, searchable databases (ISTAT census data; Civil Protection; epicentro.iss; Medscape.com; FNOMCEO) were accessed (2-6). We captured data on population, licensed doctors/dentists, total Covid-19 attributable deaths, Covid-19 attributable deaths in Doctors/Dentists, for all Italy and separately for each Region. Covid-19 mortality rates were then calculated for general population and for Doctors. Updated information about the number of Covid-19 cases and fatalities in Italy was obtained from the Istituto Superiore di Sanità (ISS.it) and the Epicentro database. The Italian National Federation of Orders of Doctors and Dentists (FNOMCeO) website publishes an updated honour list of deceased physicians, reporting age, medical specialties,status in service or retired, region. This list was cross-checked with the Medscape.com webpage reporting all deceases of Doctors worldwide. We recorded 23,660 Covid-19 deaths occurring in 60,560,000 Italians, including 133 out of 291,500 Doctors/Dentists ( Table 1 ). In Italy, Covid-19 mortality rates are similar in the general population and in Doctors (0.039 and 0.045, respectively). When clustering the data for Regions, Lombardy features the highest mortality rates both for the general population (0.119) and for Doctors (0.121). In this Region, the chance of Covid-19 death for Doctors, although high, is the same as the general population. However, it is worth pointing out that although the infection-mortality rate in this region is equivalent to the general population, the infection rate in Healthcare Workers may be higher than in the general population. Outside Lombardy, mortality rates have wide variability. Rates in general population range between 0.067 (Emilia) and 0.003 (Sicily). Rates in Doctors, too, show high variability, ranging between 0.057 (Marche) and 0.009 (Lazio). However, some Regions (e.g, Piedmont, Emilia, Veneto) have mortality rates 3-to-4-fold lower in Doctors, whereas others (e.g., Southern and insular Regions) have a relatively higher proportion of Covid-19 deaths in Doctors compared with the general population. These findings raise concerns. The italian National Healthcare System (NHS) is organized and budgeted on federal basis, thus every Region has large autonomy in strategic decisions impacting ultimately on the quality of the services provided. Different policies of screening, detection, cohorting and management of infected individuals have been adopted by different Regions during the Covid-19 epidemics, with some (e.g Lombardy) prioritizing hospital screening, and others (e.g Veneto) trying to intercept Covid-19 patients before their referral to Hospitals. We wonder whether these different strategies have impacted on the mortality rates also of Doctors, ultimately determining different relative risks due to a questionable use of human medical resources by the NHS in some Regions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1610,
                    "end": 1617,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Sir-"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Environmental Contamination of SARS-CoV-2 in Healthcare Premises",
            "authors": [
                {
                    "first": "Guangming",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Hualiang",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Liangjun",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Shichan",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Zhikun",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "Wei",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Shiyu",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "Terri",
                    "middle": [],
                    "last": "Rebmann",
                    "suffix": ""
                },
                {
                    "first": "Yirong",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Zhenyu",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "Zhonghua",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Ying",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Fubing",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Xinghuan",
                    "middle": [],
                    "last": "Zhengmin Min Qian",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "20",
            "pages": "30260--30267",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.04.034"
                ],
                "PMID": [
                    "32360881"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Dipartimento della Protezione Civile, www.protezionecivile.gov.it",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Memoriam: Healthcare Workers Who Have Died of COVID-19. Accessed",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": " Paolo Manzoni, MD, PhD paolomanzoni@hotmail.com (1)  Cristina Milillo, MD cristinamilillo@hotmail.com (2)Affiliations: 1 all Authors have nothing to disclose related to this article ",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Authors:"
        }
    ]
}