{
    "paper_id": "be5b291b9ffd19ce0c63e56e9579881bdf56f614",
    "metadata": {
        "title": "Journal Pre-proof Experiencing the Surge: Report from a Large New York Radiation Oncology Department During the COVID-19 Pandemic Authors responsible for statistical analysis: N/A",
        "authors": [
            {
                "first": "Michael",
                "middle": [],
                "last": "Buckstein",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samantha",
                "middle": [],
                "last": "Skubish",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kimberly",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Irene",
                "middle": [],
                "last": "Braccia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sheryl",
                "middle": [],
                "last": "Green",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [],
                "last": "Rosenzweig",
                "suffix": "",
                "affiliation": {},
                "email": "kenneth.rosenzweig@mountsinai.org"
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 surge had a tremendous impact on the health system including cessation of all of surgeries, including oncologic surgery, as well as transfer of all inpatient oncology services to makeshift outpatient facilities. Radiation Oncology made aggressive efforts to reduce patients on treatment to protect patients and staff as well reallocate staff and space for more acute clinical needs. Patients onbeam were reduced by 27% from 172 to 125 by 4/1/20. Almost all visits were changed to telemedicine within 2 weeks. Infection rates and quarantine were quite low amongst staff and patients. The majority of residents were deployed into COVID-19 clinical settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "While \"planning for the worst\", our health system was able to make necessary changes to still function at a reduced capacity. Our experience will give other departments a concrete experience to help them make their own policies and manage expectations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "\"I find that when it comes to preparing for battle, plans are worthless, but planning is essential.\" Dwight",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The COVID-19 pandemic, caused by the novel coronavirus SARS-CoV-2, has rapidly engulfed the world, changing almost every aspect of life. In the medical profession, health care providers and hospitals have struggled to meet the unprecedented demands being placed upon them. This includes not just caring for COVID-19 patients, but also reallocating resources and care from the non-COVID-19 patients that already filled our hospitals. One of the most challenging groups is cancer patients who often undergo long, complicated, and resource intensive treatments for high mortality illnesses. Coupled with the fact that many patients are immunosuppressed from therapy, it makes this group particularly challenging.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "There is very limited data on how COVID effects the care of cancer patients. A report from the city of Wuhan, Hubei found that cancer patients were more likely to have SARS-CoV-2 infection (OR, 2.31; 95% CI, 1.89-3.02) (1). They also found patients age >60 years and a diagnosis of non-small cell lung cancer (NSCLC) were associated with higher rates of COVID-19. Despite very limited data, professional societies in across the world, including ASCO, ESMO, and ASTRO, have made recommendations on how to manage patients (2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The United States, and in particular New York City, has become the epicenter of the global pandemic. As of 4/1/20, there are 213,144 cases in the US, of which 83,712 (39%) were in New York. This has put tremendous stress on the health care systems in America's largest city. XXXXXXX is one of the largest healthcare providers in Manhattan and has hospitals or affiliations in all five boroughs, Nassau County, New Jersey and other parts of the United States. Given its size and locations, it has had a very early and upfront experience with COVID-19. The Department of Radiation Oncology directly runs five radiation oncology treatment sites, four in Manhattan and one in Long Island. Our other affiliate sites are run independently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Health care providers have been scrambling for information to help plan for the wave of COVID-19 patients that they know are coming to their institutions. Radiation Oncology is very unique in how we deliver treatment given the length, complexity, and resource heavy nature of our field. Radiation therapists and nurses have direct exposure daily to patients who are at risk or might be infected with the novel coronavirus. Twitter, the Mednet, and chat groups are active with recommendations on how departments might manage when the full peak of COVID-19 hits their department. Because at XXXXXX, we have already experienced a full month of a surge of COVID-19 patients, we believe that our actual experience will be valuable for radiation oncologists, nurses, therapists, and administrators across the country. This report will let individuals know what actually happens, and they can learn from our experiences, successes, and mistakes to help optimize their own responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was reviewed by our Institutional Review Board and deemed Human Subject Exempt: HS#: 20-00526. A collaborative effort was made between physicians, nurses, radiation therapist, and administrators for this project. We tracked and reconstructed a timeline of health system, departmental, and residency policies from the XXXXXXXX from the dates 3/1/20-4/1/20, the first month of the COVID-19 pandemic in New York, and summarize how it was implemented in the Department of Radiation Oncology over the entire health system. Employee status including policies for quarantine or working remotely, allocation of work force, and COVID-19 status were reviewed. We also reviewed our electronic medical record (EMR), Mosaiq, from dates 3/1/20-4/1/20 to explore patient census, breaks, treatment types, and COVID-19 status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods:"
        },
        {
            "text": "XXXXXX saw a very rapid rise in COVID cases and admissions as the pandemic came to New York City ( Figure 1) . A selective timeline for the hospital, as pertaining to radiation oncology, is shown in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "text": "Figure 1)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 199,
                    "end": 207,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Health System"
        },
        {
            "text": "A detailed log of policy changes affecting radiation oncology is included in Supplemental Table 1 . On 3/10/20, the hospital recommended all non-essential outpatient visits, including oncology, be stopped or done via telemedicine. Over approximately 2.5 weeks, they started to reallocate patient space to make room for COVID-19 patients and maximize available staff. In oncology, this was accomplished by sending inpatient oncology patients to other hospitals in the health system with less COVID-19 patient volume and converting outpatient space into inpatient space. Distribution of patients throughout the health system was done through hospital administration and patient referral patterns, but the largest numbers were seen at the XXXXXXXXXXX Hospital, a tertiary center where there was the highest capacity for intensive care unit beds. By 4/2/20, inpatient oncology patients were being put into outpatient infusion rooms in our cancer center that were equipped with oxygen, vacuum and fluids to accommodate inpatients. Elective outpatient surgeries were stopped on 3/10/20, and all non-emergent operations, including oncologic surgery, were stopped on 3/20/20. Policy for quarantine and returning to work rapidly evolved over the month. Initially, there was a 2-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "Health System"
        },
        {
            "text": "week quarantine for direct exposure to a known COVID patient or being in a high risk country such as China, South Korea, Japan, or Italy. These strict quarantine requirements were quickly lowered to allow health care works to continue working, even with direct exposure to an infected patient, until symptoms developed or a positive test. Employees could return to work 7 days after symptom onset if they were consistently afebrile (temperature < 100° Fahrenheit) for at least 72 hours without taking fever reducing medications along with resolving respiratory symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health System"
        },
        {
            "text": "Once a decision was made by the department chair to work remotely on 3/12/20, approximately 70% of the staff (excluding nurses and therapists) were working from home within 5 days. The nursing staff at XXXXX is unionized, and no nurses were redeployed from the department during the month. Seven nurses were quarantined and 2 additional went out on FMLA for a total of 9 (32%) nurses lost during this time. Communication in nursing was shared by the Chief Nursing Officer (CNO) and senior ambulatory oncology nursing leadership through frequent nursing town hall meetings and daily \"huddle\" emails.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work force in Radiation Oncology"
        },
        {
            "text": "Nursing leadership rounded in the radiation oncology department multiple times per day and remained available to address staff concerns real time. Nursing staff were responsible for screening all radiation oncology patients entering the treatment facility and provided updates in clinical protocols as soon as received from leadership.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work force in Radiation Oncology"
        },
        {
            "text": "With union approval, the radiation therapy staff enacted an emergency staffing plan on 3/23/20 that included condensing patient schedules, minimum staffing scaled to patient volume, and deployment to other sites in the system for clinical coverage when necessary. On a rotating basis, therapy staff were sent home to shelter in place in an effort to preserve the workforce and decrease staff risk. Five radiation therapists (12%) were quarantined during that period: 1 for travelling to a level 2 high risk country as defined by CDC, 2 for exposures to infected or high risk individuals, 1 home with symptoms, and 1 tested positive. No therapists were shfited to work elsewhere in the hospital. No therapists went on disability or FMLA. Two physics staff members (1%) were quarantined without testing. In the administrative staff, a total of 10 were out of work due to quarantine or illness (21%). The attending staff was fully present on site until 3/17/20 when a decision was made to move to attendings working exclusively remotely with at least one doctor on site serving as \"doc of the day\". Consults and follow ups were hereby done via Telemedicine. Non-urgent follow-up appointments were deferred. On Treatment Visits (OTVs) were done via Telemedicine or in person, depending on the clinical need and physician preference. If a patient needed to be seen by a physician, it was staffed by the \"doc of the day\" or on site-resident. By 4/1/20, 90% of OTVs were done via Telemedicine. One attending physician (5%) contracted the virus (community acquired) on 3/17/20 and was quarantined for 13 days, but the physician had minimal symptoms and continued to work full-time remotely. No attending physicians joined inpatient or emergency medical teams during this time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Work force in Radiation Oncology"
        },
        {
            "text": "The residents were kept on their respective clinical services on site until 3/13/20 when it was mandated that they go home daily after seeing patients to complete their duties from home to minimize exposure risk. By 3/18/20, we mandated all resident duties were to be done remotely. Residents were incorporated into clinical work flow and education using Zoom, telephone, and Vsee. On 3/27/20, the ACGME released a Guidance Statement allowing for a temporary release of program requirements allowing residents to be moved to services outside of their designated program to deal with the pandemic. Strict rules were set forth regulating how the redistribution could be done. Knowing that residents from radiation oncology would likely be temporarily transferred into COVID related clinical environments like internal medicine or emergency medicine, residents were allowed to privately express to the program director any reason that he or she could not be deployed such as pre-existing medical conditions or living situations where they could not expose those at home to potential COVID infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Residency"
        },
        {
            "text": "By 3/29/20, 7 of 11 residents (64%) were deployed throughout the health system, 6 in non-radiation oncology capacities. Re-distribution was done by request from other departments after a list of available residents was provided to them. During this month, one resident (9%) self-quarantined with symptoms for 7 days, and the rest remained on active duty. All research activities that were non-COVID related were discontinued by XXXXXXX on 3/23/20, and the two Holman pathway residents were placed back into clinical rotations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Residency"
        },
        {
            "text": "On 3/2/20, there were 172 daily patients on external beam treatment in the health system. The department made an active goal to reduce the number of patients on treatment to limit patient and staff exposure as well as anticipating the potential closure, even on short notice, of all linear accelerators. The census was reduced by delaying treatments when possible, changing to a more hypofractionated radiation schedule, or completing treatment as scheduled. Active redistribution started on 3/25/20 (Table 1 ). Decisions were made by individual clinicians with oversight of the chairman. Patients were also transferred from high volume COVID-19 centers to less COVID intense areas to allow for more rapid decrease in patient numbers at high COVID-19 sites. The census, broken down by disease site, is shown in Figure 3 . There was a median reduction of 30% for all disease sites except for breast and gynecology which had slight increases in patients. The department patient census was reduced by 27% to 125 by 4/1/20. Four patients were diagnosed with COVID-19 during this month. The policy for placing patients on a treatment break and then resuming was according to Center for Disease Control: patients had to be afebrile for 72 hours (without medication) and/or at least 7 days from onset of symptoms. For patients receiving chemotherapy, patients were required to test negative for the coronavirus. Initially, patients",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 508,
                    "text": "(Table 1",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 819,
                    "text": "Figure 3",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Patients"
        },
        {
            "text": "were not required to wear masks but all patients eventually were asked to mask when coming for treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "In early March, we requested that the Infection Control Team accompany the clinical management team for a walk through of the patient treatment area. They were helpful in providing specific guidance and practical suggestions for staff protection and infection reduction. Policy direction personal protective equipment (PPE) came from the hospital administration. The policy changed frequently, sometimes even in the same day, and occasionally even reversed itself. The changes were a result of emerging data on the virus and fears of shortages as the surge developed. Initially, patients were not required to wear masks in the department or during treatment. Staff wore surgical masks and gloves from 3/1/20 onward for suspected patients and after 3/16/20 for all patients. Once the directive was received that staff were required to wear masks for clinical patient care, we encouraged all patients to wear masks. We were not able to provide masks for all patients (unless symptomatic) but the majority of patients were able to acquire masks on the outside. In late March, the hospital advised providing masks to patients and hence all patients were masked during their time in the department and whilst undergoing treatment. On 4/1/20, the hospital recommended N95 use for all patient encounters, including patients not suspected of COVID-19. Gowns were only used for known COVID-19 positive patients. Despite the changing policies, it is not known of any staff member in radiation oncology becoming infected through a radiation oncology patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients"
        },
        {
            "text": "The COVID-19 pandemic introduces tremendous stress on the medical system, and radiation oncology faces its own challenges in dealing with this crisis. While Europe was the first \"Western\" large scale exposure to the SARS-CoV-2 virus and some groups have reported their experience, these reflect a Flexibility is an absolute necessity to successfully navigate the COVID-19 crisis. The general philosophy of our department was to assume the worst, namely that all radiation services might be shut down, even on short notice. This was certainly the message from our hospital administration, and we continue to expect any given day if the numbers increase in New York, that our space and staff can be repurposed. While radiation oncology services are an important component of cancer care for patients, the department is not on the \"front line\" of COVID-19 treatment and often must have the strategy of trying to \"get out the way.\" This includes vacating the department in case it is needed for in-patient care or putting our providers in clinical environments where their skills are more needed. It is not easy to take a busy department and rapidly scale down. We were surprised that we were only able to reduce by 27% in one month. Having multiple sites in our system where we could redeploy to less COVID-19 intense areas was invaluable for keeping our patients on treatment. At this time, our department continues to run, but we were able to shut down 3 linear accelerators in our busiest COVID-19 site which gives the department and our patients more security moving forward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The COVID-19 pandemic has created an extraordinarily uncertain clinical environment. Hopefully, regions that weren't early hot spots will have less disruption since they will have already had more time to mobilize than New York and other areas, but planning will be difficult regardless. For instance, we attempted to decrease volume by considering delaying treatments for a predetermined time period (i.e., two weeks) which we found not advantageous, since it is not known how long any health system will be stressed from COVID-19. Additionally, as patients continue to need radiation treatment, it may create an excessive number of patients down the road which the system may struggle to handle in the face of a decreased workforce. Having redundancy in the system, both in terms of locations and personnel, allowed us to deal with the uncertainty rather just try to \"freeze\" everything in place until more information was available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While there is tremendous pressure to rapidly reduce volume, our department felt a counter-pressure with certain diagnoses to actually increase our services. Patients who receive cancer diagnoses through screening, such as breast and prostate, are expected to decrease during the COVID-19 crisis, but diseases that are caused by symptoms, such as CNS disease or lung cancer can still be expected to continue. In fact, since surgery is no longer an option for many of these patients in certain centers, the need for radiation therapy may, in fact, increase. There is also an uncomfortable transition for physicians to have to make judgments on how essential, or unessential, someone's treatment might be.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fortunately, our tumor boards continued for almost all disease sites to obtain multidisciplinary input and consensus on treatment decisions and delays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As presented above, our staff remained relatively intact. We were worried about losing a whole class of providers (i.e. therapists) in a single moment due to infection or quarantine, but this did not happen. It is possible to maintain a functional workforce with good planning. The transition to remote working was relatively seamless in the department across multiple workgroups, from physicians to administrators, and perhaps that is what allowed us to keep our workforce. We also instituted early and aggressive infection control measures, under the guidance of the hospital's infection control team even prior to the epidemic starting, to ensure that the department would be optimally prepared to protect staff and patients. There was some tension in dealing with the real or perceived disparity of certain work groups such as nursing and therapists who had to be on site, as compared to those who did not, including physicians. We made sure to reassure our staff that everyone was doing their part. Some physicians, and particularly physicians in a leadership role, made a point of doing \"rounds\" in the department (with appropriate personal protective equipment) and were periodically present on the treatment floor to let the staff see that the doctors were still very much part of the team. The medical directors remained in close communication with the therapy and nursing management to ensure that they felt supported in their roles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Communication and openness is, not surprisingly, critical at every step. The directives from the hospital would change daily, sometimes hourly, and controlling the message in the department was critical to calming fears and avoiding rumors from developing. In particular, reassuring staff regarding the availability of adequate Personal Protective Equipment (PPE) to perform their job was extremely important and a major factor in alleviating anxiety for the staff. We specifically requested department leaders not send out mass e-mails without approval from the Chair to avoid inadvertent conflicting information and communication overload. Also, letting the staff know that it is true we are scaling back, and might even close certain parts of our service temporarily, helped to provide full disclosure to deal with tough situation. For instance, the residency program director tried to meet with the residents via phone or teleconferencing several times a week to share any new information. When the highly anticipated redeployment came, everyone was better prepared to deal with it. There is talk of attending physicians being deployed, as well as nursing and administrative staff in the weeks ahead, and being open about it makes the discussion easier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Most importantly, COVID-19 is an incredibly frightening experience for all of us. The degree of separation between providers in the department and someone who has COVID-19, and then dies from COVID-19, rapidly closes. Everyone is on edge and concerned about their patients and the well-being of their loved ones. Knowing that the department is all working for one clear goal, to care for our fellow citizens, whether they have COVID-19, cancer, or neither, has held the department together and gives us purpose to continue this fight unto the next month. We hope that our experience will help other departments across the country prepare for their own fights. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS-CoV-2 Transmission in Patients With Cancer at a Tertiary Care Hospital in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ouyang",
                    "suffix": ""
                },
                {
                    "first": "Mlk",
                    "middle": [],
                    "last": "Chua",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cancer guidelines during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "K"
                    ],
                    "last": "Burki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet. Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 OUTBREAK IN NORTHERN ITALY: FIRST PRACTICAL INDICATIONS FOR RADIOTHERAPY DEPARTMENTS",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Filippi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Russi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Magrini",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int. J. Radiat. Oncol. • Biol. • Phys",
            "volume": "0",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "different medical system and culture as compared to the United States (3). New York State, and in particular New York City, was the first example of the effect of large scale infection in the U.S. and how it has effects on all aspects of health care delivery. Arguably, New York City with its dense, diverse population and large number of academic medical centers in a very small geographic radius, does not reflect the rest of the country. Nevertheless, knowing what happened in a large radiation oncology department that is part of a larger academic hospital provides insight into what departments might expect as each one will undoubtedly go through its own fast-paced struggle to adjust to the pandemic. Having some perspective on what worked, and what did not, can be invaluable in making plans going forward.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Cases of COVID-19 (blue) or under investigation (pink) in the XXXXXXXX from 3",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Timeline of important events in the health system, department of radiation oncology, and residency in radiation oncology in March, 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Patients on-beam by disease site from 3/2/20 to 4/1/20 in the XXXXXX",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Deferred due to COVID-19+ (confirmed or possible)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Delay < 1 month 2 3Delay ≥ 1 month 2 3No change 6 11Transferred to another site in the system 8 3Cancelled (other) 1 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "-"
        }
    ]
}