{
    "paper_id": "c0097fc646d61753e858e47a48fb5eac7badc9b3",
    "metadata": {
        "title": "Re-Bordering State Responsibilities and Human Rights",
        "authors": []
    },
    "abstract": [
        {
            "text": "This chapter explores the relationship between human security and borders, specifically the borders of sovereign States. Seen through the lens of human security, it argues that on the one hand the right of migrants to move across borders is fundamental, and on the other hand, the human rights and human security of both sedentary and migrant populations across borders are paramount to the security of both the States on either side of any border. It asks the questions: Whose rights are met with responsibilities? What options are there? Answering these questions sheds light on the tensions between State-citizen security and (non-)citizen security and human security, all of which are likely to become more acute; accentuated as they are by political instabilities and exacerbated by climate change, among other co-factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "porous concept: no State can perfectly control the in-and out-flow either of persons or of goods across its borders. Seen through the lens of human security, it argues that on the one hand the right of migrants to move across borders is fundamental, and on the other hand, the human rights and human security of both sedentary and migrant populations across borders are paramount to the security of both the States on either side of any border. It asks the questions: Whose rights are met with responsibilities? What options are there?",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The chapter focuses on State-citizen relations in cross-border populations increasingly composed of both citizens and non-citizens. This is especially relevant not only with regard to the post-2015 influx of refugees and migrants into Europe but also of a parallel movement from across Africa notably into South Africa. 1 Nunes highlights the role of borders as they are invoked to dominate and subjugate; as in the powers, hard and soft (Kevany 2016; Filder 2015; Šehović 2017, forthcoming) wielded by sovereign States for their citizens and vis-à-vis non-citizens and other States. Answering these questions sheds light on the tensions between State-citizen security and (non-)citizen security and human security, all of which are likely to become more acute; accentuated as they are by political instabilities and exacerbated by climate change, among other co-factors (Nunes 2014; Farmer 1999; Farmer 2003) .",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 321,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 451,
                    "text": "(Kevany 2016;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 452,
                    "end": 464,
                    "text": "Filder 2015;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 465,
                    "end": 492,
                    "text": "Šehović 2017, forthcoming)",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 884,
                    "text": "(Nunes 2014;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 885,
                    "end": 897,
                    "text": "Farmer 1999;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 898,
                    "end": 910,
                    "text": "Farmer 2003)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Borders give the illusion of control over otherwise uncontainable internal or external threats (Liotta and Owen 2006) . Viewed from the inside, borders demarcate and thereby limit the scope wherein security need be established and maintained. Reflected toward the outside, borders appear to promise protection from loss-for example, 'brain drain,' outward capital and financial flows-as well as defense against invasion-for example, military aggression or intervention, disease, migration.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 117,
                    "text": "(Liotta and Owen 2006)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "Yet as Krasner's definition hints, borders can also represent a positive gain: interdependence as cooperation. It is in this vein that Prescott defines border and boundary (Prescott 1965; Neuman 2001) . He defines 'boundary' as a physical line between States and 'border' as \"adjacent areas which line the boundaries\" (Prescott 1965) . Furthermore, \"a borderland is a transition zone within which a boundary lies\" (Prescott 1965) . That these are contested seems a requisite admission, and applies not only on land but also at sea. 2 Whether territorially or (increasingly also) aquatically, it is States that remain sovereign, responsible for the security of their bounded borders and for that of the citizens within those (Kamel 2009, 160) . Indeed, the very concept-whereto the (r)evolutions of security into human security have led-of Statehood and sovereignty has, in these modern times, culminated in a State that defines \"itself by its borders, whose complexity is a function of the State having become more complicated and organized\" (Bashford 2006, 21) . Yet control remains an integral function of borders.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 187,
                    "text": "(Prescott 1965;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 188,
                    "end": 200,
                    "text": "Neuman 2001)",
                    "ref_id": null
                },
                {
                    "start": 318,
                    "end": 333,
                    "text": "(Prescott 1965)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 414,
                    "end": 429,
                    "text": "(Prescott 1965)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 724,
                    "end": 741,
                    "text": "(Kamel 2009, 160)",
                    "ref_id": null
                },
                {
                    "start": 1042,
                    "end": 1061,
                    "text": "(Bashford 2006, 21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "Though Krasner's interdependence definition might imply that such an arrangement means less control over borders, this is not necessarily the case: providing increasing human security, or \"'civilizing' a State does not refer to the gradual lessening of its use of coercion, but rather to the history of the limits it has set for itself, legally and geographically\" (Bashford 2006, 22; Nye 2004) . In other words, borders, and the traditional military and technological and medicinal powers used to define and defend them, play an integral role in the relationships between citizens' and noncitizens' rights vis-à-vis responsible or accountable States.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 384,
                    "text": "(Bashford 2006, 22;",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 394,
                    "text": "Nye 2004)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "The GAP, introduced in previous chapters and applied to the NSA-State interplay regarding the provision and protection of citizens' human security within States, illustrated the schism between the promise of human security and responsibility and accountability for its guarantee. When adding the element of borders, these same insights can be applied to the human security of non-citizens as well. Whose rights are to merit human security (intervention), and who is to be responsible for their provision and protection?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "Migration offers a number of pertinent examples. In order to analyze them, it is important to distinguish between migrants and refugees. While the former are classified into a panoply of categories vested with different, particularly economic rights-detailing length of legal stay and work permission-which also give them access to amenities such as the right to health care. The latter, when they are recognized, are granted a host of rights and protections, including rights to health care and education, and the right to work. Depending upon the status granted, both migrants and refugees are entitled to familial (re)unifications as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "However, all is not equal either between migrants and refugees or between citizens and non-citizens, which both of these are. Neither migrants nor refugees are automatically entitled to citizenship or the rights that would bring. Neither are States responsible for according non-citizen migrants and refugees the same human security protections given citizens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "In the simplest, but not simple, terms, in democratic States, non-citizen migrants and refugees have few rights claims and also cannot vote in the State of their residence. Host States, then, are not responsible for being responsive to these people's demands. Perhaps this explains why Nobel Peace Prize Laureate Aung San Suu Kyi and her government, unaccountably at the ballot box to non-citizen Rohingya, callously assert that the majority Muslim Rohingya, who have been in Myanmar for generations, are \"migrants from Bangladesh who do not deserve citizenship rights\" (Ramzy 2017) . The current government is instead even actively abetting their poverty, State-backed violence against them, spurring their current flight across the Bangladeshi border. There the Rohingya are also regarded as non-citizens devoid of rights to human security. Their plight vividly demonstrates the human need for security across borders.",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 582,
                    "text": "(Ramzy 2017)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "The right, or lack thereof to vote, can similarly lead to two levels of political distortions, if not to a threat of immediate survival. Nonetheless, these distortions imperil both individual human security on both sides of borders, as well as internal State security. This is exacerbated when diaspora voters are only citizens in their countries of origin and not in their countries of residence. Possibly alienated where they reside, and far away from having to come into contact and compromise with neighbors where they can vote, can contribute to intolerant and nationalist voting with dire consequences in both bordered lands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "First, diaspora citizen voters around the world have helped propel nationalist (ethnic) representatives into power in the States of their citizenship, for instance, in the fragmented States of the post-Yugoslav Balkans. Currently, for example, in response to \"demands of Bosnian Serbs, Bosnian Croats are calling for their own autonomous entity\" (Skrpec 2017) . If Croatia's own internal politics \"once again become polarized, hard-line conservatives could revive Croatia's support for Bosnian Croats-who can legally vote in Croatia's elections and tend to support the nationalists\" (Skrpec 2017) . So far in 2017, the neighboring government in Croatia, led by Prime Minister Andrej Plenkovic, has doggedly stuck to a course of noninterference. This appears to be functioning as a brake on further Serbian efforts to secede. However, if the peace fractures, such voting patterns could upend the fragile compromises that have kept war at bay in the Balkans since 1995. Similar voting patterns likely fuel some of the instability plaguing Kenya's electoral rivalries (as per elections in 2008, 2017) . This effect is likely to emerge again as the UK's BREXIT negotiations impact the migration status of Irish workers on both sides of the Ireland/Northern Ireland border.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 359,
                    "text": "(Skrpec 2017)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 583,
                    "end": 596,
                    "text": "(Skrpec 2017)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1065,
                    "end": 1097,
                    "text": "(as per elections in 2008, 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "Second, such citizens are actively courted by politicians from their countries of origin in return: Mexican presidents regularly campaign in Chicago, the largest Mexican city outside of Mexico, and Turkish President Erdogȃn's party, AKP, has actively attempted to campaign in Germany in 2017. The German government denied numerous Turkish politicians opportunities to do so. In the process, however, two additional elements of human and State security associated with territorial and political borders were exposed. These are (1) the State security exposure brought about by external State interference vis-à-vis its claim on its nonresident citizens, and in association, (2) the human security vulnerability wrought from the lack of a complete citizen-State relationship. With regard to the latter, if nonresident citizens are only able to voice their demands toward the State of their citizenship, their political and human position becomes precarious: possibly seen as a threat to the State of their residence, and singled out by the State of their citizenship for their (political) participation and acquiescence. The fact that such citizens are not resident reduces their personal sense of responsibility for any (untoward) consequences, though their expression of citizenship impacts themselves and others around them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "Another example is of migrants and refugees from Zimbabwe into South Africa. While the former may register to work and receive a permit, and eventually a South Africa identification number also enabling access to the health-care system, to do so, they are required to renew this on a regular basis. In early 2017, the South African government changed the length of such a permit from six to one month. That means that a worker, a teacher for instance, must take at least a day of leave every month, venture into the overburdened Department of Home Affairs, and hope for a clerk on duty who will apply the stamp to extend the permit. Very often, one day in line is inadequate. 3 Whether or not an employee requiring such onerous and unpredictable paperwork is retained becomes an open question with myriad human security consequences: for instance, for pupils in school and for any family members dependent upon the employment status of the migrant worker for their own residency permits. As a case in point, the children of such a migrant worker depend, and can depend, upon his/her residency and employment status for their own residency permits and access to education-up onto a point. The challenge Busi 4 and other children of migrants interviewed in South Africa in April 2017 were contemplating is twofold: despite having been born in South Africa, without either (1) declaring themselves refugees and applying for South African citizenship, or (2) returning to Zimbabwe, where they can claim citizenship, they are ineligible to register for the matriculation (matric) examinations that mark the end of their secondary schooling. 5 It goes without saying that without the matric exam their education remains officially incomplete, making it impossible for them to apply for vocational school or tertiary education anywhere in the world. With that, their human-social and economic-security is in doubt; so, too, is the contribution that would be slated to make to the societies, on either side of the border, if their migration status and their claim to citizenship and human security provisions and protections were honored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "US President Trump's decision to end the Deferred Action for Childhood Arrivals (DACA), announced on 5 September 2017, follows a similar anti-migrant (il)logic. The estimated 800,000 American-raised 'Dreamer' children were not born on US territory, and therefore not automatically granted US citizenship. Ostensibly, the termination of DACA is a political machination to propel the US Congress to reform the Development, Relief and Education for Alien Minors Act, known as the Dream Act. The Dream Act, if passed, would grant residency and a path to citizenship to young immigrants (Jordan 2017) . However, given the current State of US governance, it seems highly unlikely that such an exception-which has eluded Congress for 16 years-would pass. In the interim, the DACA has allowed those accepted into the program to apply and qualify for driver's licenses, in-State tuition at public colleges and universities, and work permits. They contribute much more to the US social and economic fabric than would their deportation: calculations vary, but hover in the range of $60 billion just to deport 'Dreamers,' and between $280 billion (Brannon and Albright 2017) and $460.3 billion (Center for American Progress and FWD.us 2017), with an additional drop of $24.4 billion projected for social welfare programs such as Medicare and Social Security, to the US economy as a whole. These losses directly impact the human security of all directly and indirectly affected by the ensuing loss of social protections, health care, and societal cohesion. The limbo such young people become caught in, in South Africa or the US, is an affront to their human security rights and a potential source of instability-as unemployment and disaffection rise-for State security on both sides of the implicated borders.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 595,
                    "text": "(Jordan 2017)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "In addition, the militarized means by which such deportations and exclusions are enforced are inhumane. Landau and Kihato emphasize this (2017) . In 2017, concomitant with the example above, South Africa's National Assembly passed a bill establishing the Border Management Authority under the auspices of the Department of Home Affairs. It weakens civilian political oversight and, in an affront to human security rights, envisions a \"'risk-based' vetting system that could be used to justify barring most people from entering the country overland\" (Landau and Kihato 2017) , while at the same time likely to do nothing to prevent smuggling or human trafficking or to thwart terrorism (Landau and Kihato 2017) . It severely hampers the freedom of movement essential to enhancing regional cooperation and integration. Yet it has company in countries such as Eritrea-not known for its human rights or human security record-which maintain 'exit visa' controls. The momentum of the South African bill is being aided and abetted by financial aid from the EU 6 and technological advances such as biometric tracking and militarization of borders as already seen in the \"Central African Republic, Ethiopia, Niger, and Sudan\" (Landau and Kihato 2017) . The US Immigration and Customs Enforcement (ICE) teams increasingly resemble armed SWAT (Special Weapons and Tactics) teams bearing military arms aimed specifically at (non-citizen) civilians.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 143,
                    "text": "Landau and Kihato emphasize this (2017)",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 573,
                    "text": "(Landau and Kihato 2017)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 685,
                    "end": 709,
                    "text": "(Landau and Kihato 2017)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1217,
                    "end": 1241,
                    "text": "(Landau and Kihato 2017)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "These (il)legal means to curtail human security are the mark of fragile and failing States, areas of limited sovereignty (Risse 2012) . They aptly illustrate the GAP: they are insecure in their Statehood, and unable and often unwilling to provide or protect the human security of their citizens, let alone non-citizen residents. All in need of more, not less, ability to be responsive and responsible for human and thereby State security. Militarizing-or containing-purported risks and threats at borders is more likely to increase as opposed to decrease such insecurity. Crossborder health risks and responses poignantly illustrate this.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 133,
                    "text": "(Risse 2012)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "The following section introduces the challenge of health security across borders; the following chapter explores this more deeply.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Borders"
        },
        {
            "text": "Gro Harlem Brundtland, former executive director of the WHO, once stated that \"a single microbial sea washes all of humankind. There are no health sanctuaries. Diseases cannot be kept out of even the richest of countries by rearguard defensive action\" (Kamel 2009, 160 Such documents of health, attesting to the status of the carriers as being disease-free, or as coming from a disease-free town or region \"existed as system prior to the widespread use of identity documents\" (the passport or the visa, in example cited earlier). One of the factors which delineated and reinforced the legitimacy of sovereign borders in the past \"was the checking of health documentation and of people's bodies for signs of infectious disease,\" and even \"disease prophylaxis-vaccination\" (Bashford 2006, 6) . Past is also present. These same bordering practices have again been on display during the outbreaks of SARS, MERS-CoV, Ebola, and, most recently, Zika.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 268,
                    "text": "(Kamel 2009, 160",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 789,
                    "text": "(Bashford 2006, 6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bordering HealtH"
        },
        {
            "text": "The WHO explicitly allows such screening. Its aim is to protect and produce the right to health for both domestic-public-and migrant populations. With particular regard to migrants, it advocates that \"foreignborn persons intending to stay in the country (other than for a stated short period of time, for example not more than three months), who are not exempt from any residential permit requirement, have a duty to undergo medical examination for tuberculosis\" (Bashford 2006, 170) . Indeed, TB, as an airborne disease, presents a particular threat, both historically and currently. Its threat is exacerbated by the rise in drug-resistant TB, which is putting a strain on health systems, especially in hard-hit regions such as the Eastern Cape in South Africa. In an attempt to address the particular risk of TB, (UK) Government proposed to screen 250,000 visa applicants for tuberculosis 'on high risk routes' and require those diagnosed to seek treatment before being allowed to travel to the UK.57 Although such a policy might be appealing because of the potential to shift cost and responsibility (in line with the general move to contain potential immigrants and asylum seekers in their regions and countries of origin and buffer zones around the EU), and in terms of the political messages it sends ('our borders are secure, we are keeping disease at bay'), it is unlikely to be effective, and the diversion of resources will have opportunity costs that may undermine effective public health policy in the UK and poor countries. By defending the country from disease in this way, UK public health may in fact become less secure. (Bashford 2006, 172) This dual dependency-treatment tied to entry tied to treatment-showcases the inextricable links between migration and borders and health. While screening need not be the culprit cutting migrants off against treatment per se, it needs to be reimagined beyond borders. Merely barring migrants in need of treatment raises the risk of infection for migratory and sedentary populations. Enabling treatment, and prevention, at and across borders, presents in theory, if not always in practice (see following chapter)-yet-an opportunity to protect and provide health security for both populations.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 483,
                    "text": "(Bashford 2006, 170)",
                    "ref_id": null
                },
                {
                    "start": 1637,
                    "end": 1657,
                    "text": "(Bashford 2006, 172)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bordering HealtH"
        },
        {
            "text": "Altogether, as the TB example illustrates, and as was seen during, among others, the 2014-2015 Ebola outbreak during which travelers from the affected region were screened for elevated temperatures, screening practices are arguably intensifying. This trend is likely to increase further, parallel to continued global migration. The consequences can be either protective of sedentary and migrant populations or threatening. At both the external and along the internal borders of the EU, migrants from \"regions with high rates of diseases such as tuberculosis and HIV/AIDS are likely to fall within the broader exclusionary approach to migration and borders being implemented through the EU itself\" (Bashford 2006, 166) . In South Africa, the use of biotechnology to screen for previous trial participants in, among others, HIV and AIDS research studies can also be availed for screening (il)legal migrants. Similarly, the implementation of such screening procedures in Germany is part and parcel of the asylum process (Löffelmann and Vaughan-Williams 2017) .",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 717,
                    "text": "(Bashford 2006, 166)",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1055,
                    "text": "(Löffelmann and Vaughan-Williams 2017)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Bordering HealtH"
        },
        {
            "text": "These screening processes remain ad hoc and State-based, even within the EU. In fact, \"approximately half of countries in the pre-May 2004 European Union have no policies, those that do (broadly speaking, those in Western Europe) have policies that screen varying populations, with varying tools, that are interpreted differently\" (Bashford 2006, 171) . As evidenced by the (re)emerging controls and reinforced by the international protocols attesting to health status outlined above, the notion of health risks and threats as pervading porous borders has not stopped technological surveillance and the philosophical and practical conflation of 'disease' and threats to security, including terrorism (Kamel 2009, 160 ). Yet, ultimately, such \"an excessive focus on border control will ultimately undermine protection against global infectious chronic disease\" (Kamel 2009, 160) . This is because infectious diseases will spread regardless of territorially bounded border controls. No border is airtight-not capable of sealing itself off against inward or outward migrants; no State is so self-sufficient as to be able to desist from the brain or financial gain contained in human or monetary capital, each movement of which has the potential to import-or export-disease. \"With as many as 1.6 billion people predicted to travel abroad each year by 2020, a fast-moving new lethal disease, a catastrophic flu epidemic, or a drug-resistant 'superbug' could abruptly increase the level of risk\" (Kassalow 2001; and Kassalow in Coker and Ingram 2006, 161) . The US National Intelligence Council notes that emerging and resurgent infectious diseases in particular stand to impact US and global security (Coker and Ingram 2006, 162) .",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 351,
                    "text": "(Bashford 2006, 171)",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 716,
                    "text": "(Kamel 2009, 160",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 877,
                    "text": "(Kamel 2009, 160)",
                    "ref_id": null
                },
                {
                    "start": 1490,
                    "end": 1505,
                    "text": "(Kassalow 2001;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1506,
                    "end": 1549,
                    "text": "and Kassalow in Coker and Ingram 2006, 161)",
                    "ref_id": null
                },
                {
                    "start": 1696,
                    "end": 1724,
                    "text": "(Coker and Ingram 2006, 162)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bordering HealtH"
        },
        {
            "text": "Consequently, how borders are maintained is key to understanding their contribution, or lack thereof, to whose-citizen or non-citizenhuman and State security. For example, France recognizes the human right of ill people to \"make a claim to be treated within France\" (Bashford 2006, 9; see also Hösle 2003) . However, in order to remain eligible for treatment, \"people residing in France on grounds of their illness must remain ill; despite a rhetoric of universalism, they must remain in a position of dependence in, and on, the French State, never quite equal, never quite citizens\" (Bashford 2006, 9) . 7 While protective of the individual health of both non-citizen and citizen, this provision makes no further social and State health sense. In other example, the fluid borders in the Golden Triangle in Southeast Asia, at the conjunction of India and Myanmar, have contributed to the cross-border flows of both opium and HIV. The lack of coordinated health surveillance, treatment, and care means that both individual health security, of both citizens and noncitizens all each side of these borders, and wider State security are at risk of an epidemic. 8 Indeed, small epidemics have been reported (Kamel 2009) .",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 284,
                    "text": "(Bashford 2006, 9;",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 305,
                    "text": "see also Hösle 2003)",
                    "ref_id": null
                },
                {
                    "start": 584,
                    "end": 602,
                    "text": "(Bashford 2006, 9)",
                    "ref_id": null
                },
                {
                    "start": 1202,
                    "end": 1214,
                    "text": "(Kamel 2009)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Bordering HealtH"
        },
        {
            "text": "It remains that the most unwieldy health risks are those that are unknown (Kassalow in Coker and Ingram 2006, 8) . As such, 'enlightened self-interest' would seem to dictate such informational exchange and support: \"sketching out of a system of defense against epidemiological hazards\" (Bashford 2006, 22) . In doing so, \"health borders combine the language of epidemiology and medicine (epidemic, contagion, immunity) with the vocabulary of national defense (protection, invasion, security)\" (Bashford 2006, 22) . As such health borders incorporate both human and State security. These examples reinforce the idea that cooperation between States, and taking into account citizen and non-citizen right to health and provision and protection of health security for all-including through surveillance and reporting and response preparation-is vital to providing and protecting human (health) security beyond borders.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 112,
                    "text": "(Kassalow in Coker and Ingram 2006, 8)",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 305,
                    "text": "(Bashford 2006, 22)",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 512,
                    "text": "(Bashford 2006, 22)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bordering HealtH"
        },
        {
            "text": "The analyses and examples above relate migration and borders to human and State security. In doing so, they lay out the dichotomy between State sovereignty and universal moral obligations. Hösle, quoted in the early conceptual chapters of this book, traced this tension to the competing allegiances to God and Caesar in a particularly Christian rendering. Linklater (2007) builds on the pillars of this argument, exploring the comparable competition between citizenship, sovereignty, and humanity. Benatar does as well, with unabashed emphasis on the latter. All of these scholars, and more (Kaldor et al. 2007 ), try to dissect the range of possible relations between State and citizens and non-citizens. As argued in previous chapters and illustrated above, given the increasing empirical evidence of unprecedented 9 migration movements and health threats across borders, continuing this exploration in theory and practice is of utmost importance. This section does not purport to give an answer, only to lay out how the enactment as well as the lack of citizenship beyond borders contributes to wider spread human insecurities. It then argues that by recognizing and preparing to implement human security provisions and protections for all would contribute to both universal human and State security.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 372,
                    "text": "Linklater (2007)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 591,
                    "end": 610,
                    "text": "(Kaldor et al. 2007",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Migrating Citizens(sHips): Mitigating HuMan (in)seCurities"
        },
        {
            "text": "Historically, State sovereignty has always existed in compromised form. Indeed, sovereignty theorists John Carlson and Erik Owens argue that sovereignty, and thus the scope of citizenship, can be limited, or infringed upon, from three directions: from 'above,' from international or non-State organizations; from 'alongside,' from other States, often operating in loose coalitions with others, who claim the right and/or duty to cross international borders in pursuit of specified interests; and from 'below,' from citizens' militias or peoples' armies who present themselves as defenders of justice to which established State and/or international authorities are indifferent or even actively hostile (Carson and Owens 2003, 113) . At this point in time, A democratic deficit arises from the confidential nature of dispute-settlement proceedings. Second, whereas strong institutions exist for the protection of investors' rights, mechanisms to hold investors accountable for the negative health effects that can result from their legal challenges are weak. Finally, investment agreements have proven difficult to reform: despite some progress, calls to substantially increase the transparency of the system have proven difficult to implement. (Ottersen et al. 2014) Attesting, on the one hand, to this (powerful) State-centric setting of global norms and rules, and to the rising demand for a human-centric approach, on the other, Ottersen writes referring to financial and human \"capital has been freed from State control, and the policy space of governments to control capital inflows and outflows has shrunk … the interests of governments in retaining the confidence of global financial markets have come into conflict with protection of health and welfare\" (2014). Human beings around the world are increasingly demanding the same rights-for instance in health. This means that in order to attract the financial and human capital necessary to guarantee the (economic) conditions for human rights and development, States are more co-dependent than ever. This is also the case because \"the sovereign state is an enduring feature of the global political structure, and remains the primary authority for the negotiation of global rules\" (Ottersen et al. 2014) . Those rules apply within borders; international treaties can make them applicable beyond. Effective implementation relies on the same international constellation of sovereign States: a Catch-22 unless corralled to bridge the GAP.",
            "cite_spans": [
                {
                    "start": 701,
                    "end": 729,
                    "text": "(Carson and Owens 2003, 113)",
                    "ref_id": null
                },
                {
                    "start": 1243,
                    "end": 1265,
                    "text": "(Ottersen et al. 2014)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2237,
                    "end": 2259,
                    "text": "(Ottersen et al. 2014)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Migrating Citizens(sHips): Mitigating HuMan (in)seCurities"
        },
        {
            "text": "This has consequences beyond borders. While the relative integrity of borders was paramount for State security early, human security within and without State boundaries-especially insofar as external threats impacted internal security-entered the lexicon and practice piecemeal. Now, in this contemporary scene, while State sovereignty continues to win a seat at the decision-making tables, demands for human security are louder than ever. This has implications for citizenship, as cross-border claims, and NSA could be rewriting the linearity of this relationship. This is due to the fact that the theoretical linearity of this arrangement leaves a gaping hole for the GAP to emerge. The arrangement conspicuously lacks an inverse relationship: whereas the State is accountable to NSAs or even to the 'international community,' the same is not true in reverse. Despite whatever action or intervention NSAs or the 'international community' might take on behalf of, with or without the consent of the sovereign State, for whatever period of time, this is not subject to the same ultimate guarantee. Thus if that 'international community' deigns to continue its intervention, there is little if any recourse for the State to take to reinstate a guarantee; if such intervention has undermined State provision all the worse for the State, precisely as this ultimate guarantee of sovereign rights remains with the State.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migrating Citizens(sHips): Mitigating HuMan (in)seCurities"
        },
        {
            "text": "In order to reimagine this linearity in more inclusive terms, the image would have to incorporate the guarantee of health and human rights beyond national citizenship. Citizenship, and its claims, would need effectively to be made global. This means that States would have to embrace the rights of each of their residents as constituents and would have to answer for the long-term provision of rights whose delivery they initiate beyond their borders. Furthermore, the 'international community,' of States, but also of NSAs, would have to be able to and be made answerable for global rights provisions as 'guaranteed' in the UNDR. That this is 'impractical' is clear-States' rights continue to trump those of (global) citizens, so say nothing about the Stateless. However, the theory unequivocally points in this direction, as only such global citizenship claims, directed at State and non-State actors alike, will meet the human rights demands prescriptively guaranteed regardless of State or non-State affiliation and action. The consequence would be citizenship claims that are both local-in residence-and global; States would also be called to task not only for their action, but also for their inaction, and would be joined by NSAs currently operating outside of any accountability framework. The short-term political and economic costs appear high; the long-term benefits for rights provision are incalculable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Migrating Citizens(sHips): Mitigating HuMan (in)seCurities"
        },
        {
            "text": "Migration by definition shifts the bounds of borders. The visceral connection between human and States itself invokes State and non-State actors for the identification and implementation of rights and responsibilities at the local, national, international and global levels. It tests the stretch of human rights and State capacity to protect and provide human security within, in between and beyond those borders. The chapter sketched some of the explicit challenges and outlined initial possible changes necessary to providing and protecting human-and State-security beyond borders. Any such rearrangement raises the specter-political and practical-of a (re)alignment of citizenship claims. The theoretical considerations need to be matched with their realization. The world emergent in the ad hoc alliances between States and NSAs has rendered a reordering of citizenship-the contract between individuals and their government for the recognition of the latter's sovereignty and the provision of the former's welfare, notably and increasingly the human rights to security and economic welfare (Hösle 2003) including the right to health-and its claims, necessary, if not yet viable. Practitioners and academics have both contributed to this change: reality affirming theory. Now the challenge is to bridge the gap. How this looks with regard to health is explored more deeply in the following chapter. April 2017. 4. Not her full name. 5. Conversational interviews, Pretoria, South Africa, 4 April 2017. 6. \"At the very least, the kind of bilateral arrangements various African countries are signing with the EU will scupper African Union plans to promote easier and safer movement within the continent. They will similarly curtail free movement policy proposals circulating within sub-regional economic communities\" (Landau and Kihato, 2017) . 7. My emphasis. 8. \"Border crossing for hospital care has implications for the use of statewide data. A major concern of researchers using state data sets for populationbased analyses and market share studies in the health care sector is the potential bias caused by border crossing patients-patients receiving care out of state. At the county and zip code level, border crossing is more frequent but tends to be concentrated in areas adjacent to other states. Biased statistics misrepresent the needs of a population and can impact the adequacy of health care planning and delivery\" (Kamel 2009 ). 9. According to the UN, since it has been keeping track, an unprecedented number of people are on the move-as migrants and refugees. At last count, these numbers were over 62 million (UN, 2016) .",
            "cite_spans": [
                {
                    "start": 1094,
                    "end": 1106,
                    "text": "(Hösle 2003)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1817,
                    "end": 1842,
                    "text": "(Landau and Kihato, 2017)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2429,
                    "end": 2440,
                    "text": "(Kamel 2009",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2627,
                    "end": 2637,
                    "text": "(UN, 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ConClusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Medicine at the Border",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bashford",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Economic and Fiscal Impact of Repealing DACA. CATO at Liberty",
            "authors": [
                {
                    "first": "Ike",
                    "middle": [],
                    "last": "Brannon",
                    "suffix": ""
                },
                {
                    "first": "Logan",
                    "middle": [],
                    "last": "Albright",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Sacred and the Sovereign",
            "authors": [
                {
                    "first": "John",
                    "middle": [
                        "D"
                    ],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "Erik",
                    "middle": [
                        "C"
                    ],
                    "last": "Owens",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Passports and Pestilence: Migration, Security and Contemporary Border Control of Infectious Diseases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Coker",
                    "suffix": ""
                },
                {
                    "first": "Alan",
                    "middle": [],
                    "last": "Ingram",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Medicine at the Border",
            "volume": "",
            "issn": "",
            "pages": "159--176",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Infections and Inequalities: The Modern Plagues",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Pathologies of Power: Health, Human Rights, and the New War on the Poor",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Epic Failure of Ebola and Global Health Security",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Filder",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Brown Journal of World Affairs XXI",
            "volume": "",
            "issn": "",
            "pages": "179--197",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Morals and Politics",
            "authors": [
                {
                    "first": "Vittorio",
                    "middle": [],
                    "last": "Hösle",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The End of DACA: What We Know and Don't Know. The New York Times",
            "authors": [
                {
                    "first": "Miriam",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Human Security: A New Strategic Narrative for Europe",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaldor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Selchow",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Affairs",
            "volume": "83",
            "issn": "2",
            "pages": "273--288",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1468-2346.2007.00618.x"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Health in Border Areas. Global Perspectives in Health II",
            "authors": [
                {
                    "first": "Wadie",
                    "middle": [],
                    "last": "Kamel",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wanies",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Encyclopedia of Life Support Systems (EOLSS)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Why Health Is Important to US Foreign Policy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kassalow",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "New Roles for Global Health: Diplomatic, Security, and Foreign Policy Responsiveness",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kevany",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Glob Health",
            "volume": "4",
            "issn": "2",
            "pages": "83--84",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Sovereignty: Organized Hypocrisy",
            "authors": [
                {
                    "first": "Stephen",
                    "middle": [
                        "D"
                    ],
                    "last": "Krasner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Securitising Africa's Borders Is Bad for Migrants",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Landau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kihato",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Critical Theory and World Politics: Citizenship, Sovereignty and Humanity",
            "authors": [
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Linklater",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Why Human Security? The Whitehead Journal of Diplomacy and International Relations Winter/Spring",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Liotta",
                    "suffix": ""
                },
                {
                    "first": "Taylor",
                    "middle": [],
                    "last": "Owen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "37--54",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Narrating Identity, Border Security, and Migration: Critical Focus Groups and the Everyday as Problematic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Löffelmann",
                    "suffix": ""
                },
                {
                    "first": "Nick",
                    "middle": [],
                    "last": "Vaughan-Williams",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Critical Studies on Security",
            "volume": "5",
            "issn": "2",
            "pages": "207--211",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Boundaries, Borders and Barriers: Changing Geographic Perspectives on Territorial Lines",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Identities, Borders and Orders, Rethinking International Relations Theory, Borderlines",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Questioning Health Security: Insecurity and Domination in World Politics",
            "authors": [
                {
                    "first": "João",
                    "middle": [],
                    "last": "Nunes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Global Health an International Relations",
            "volume": "40",
            "issn": "5",
            "pages": "939--960",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Soft Power: The Means to Success in World Politics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nye",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Foreign Affairs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Making Fair Choices on the Path to Universal Health Coverage: Final Report of the WHO Consultative Group on Equity and Universal Health Coverage",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ottersen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The Geography of Frontiers and Boundaries",
            "authors": [
                {
                    "first": "Victor",
                    "middle": [],
                    "last": "Prescott",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Desperate Rohingya Flee Myanmar Crackdown in Growing Numbers, U.N. Says. The New York Times",
            "authors": [
                {
                    "first": "Austin",
                    "middle": [],
                    "last": "Ramzy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Governance Configurations in Areas of Limited Statehood. Actors, Modes, Institutions, and Resources",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Risse",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Identifying and Addressing the Governance Accountability Problem. Global Public Health (Online)",
            "authors": [
                {
                    "first": "Annamarie",
                    "middle": [
                        "B"
                    ],
                    "last": "Šehovic",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1744--1766",
            "other_ids": {
                "DOI": [
                    "10.1080/17441692.2017.1371203"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Study: The Impact of Deferred Action for Childhood Arrivals (DACA) Program Repeal on Jobs: A Timeline of the Devastating and Far-Reaching Consequences if DACA is Repealed",
            "authors": [
                {
                    "first": "Dagmar",
                    "middle": [],
                    "last": "Skrpec",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Croatia, Russia, and the Balkan Great Game: Why the West Needs Zagreb. Foreign Affairs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "South Africa currently has a refugee, not including migrants, population of between 3 and 5 million out of a total indigenous population of ca. 55 million, interviews in South Africa, April 2017. 2. See the 21 August 2017 collision of the US Navy Destroyer John S. McCain with a Libyan oil tanker in waters contested by both Singapore and Malaysia: https://www.reuters.com/article/us-usa-navy-crash-malaysia-idUSKCN 1B1171 3. Conversational interview with Adrienne Blignaut, Pretoria, South Africa, 4",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "This International Certificate of Vaccination or Revaccination is an official statement verifying that proper procedures have been followed to immunize you again a quarantinable disease which could be a threat to the United States and other countries. The Certificate is essential in permitting uninterrupted international travel. IT MUST BE COMPLETE AND ACCURATE IN EVERYDETAIL, or you may be detained at international ports of entry.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}