{
    "paper_id": "c04aa2f0e6270ad23f80f8aee22dafc7489dffdb",
    "metadata": {
        "title": "Detection of Airborne Severe Acute Respiratory Syndrome (SARS) Coronavirus and Environmental Contamination in SARS Outbreak Units",
        "authors": [
            {
                "first": "Timothy",
                "middle": [
                    "F"
                ],
                "last": "Booth",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Microbiology Laboratory",
                    "institution": "Canadian Science Centre for Human and Animal Health",
                    "location": {
                        "settlement": "Winnipeg"
                    }
                },
                "email": ""
            },
            {
                "first": "Bill",
                "middle": [],
                "last": "Kournikakis",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nathalie",
                "middle": [],
                "last": "Bastien",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Microbiology Laboratory",
                    "institution": "Canadian Science Centre for Human and Animal Health",
                    "location": {
                        "settlement": "Winnipeg"
                    }
                },
                "email": ""
            },
            {
                "first": "Jim",
                "middle": [],
                "last": "Ho",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Darwyn",
                "middle": [],
                "last": "Kobasa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Microbiology Laboratory",
                    "institution": "Canadian Science Centre for Human and Animal Health",
                    "location": {
                        "settlement": "Winnipeg"
                    }
                },
                "email": ""
            },
            {
                "first": "Laurie",
                "middle": [],
                "last": "Stadnyk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Microbiology Laboratory",
                    "institution": "Canadian Science Centre for Human and Animal Health",
                    "location": {
                        "settlement": "Winnipeg"
                    }
                },
                "email": ""
            },
            {
                "first": "Mel",
                "middle": [],
                "last": "Spence",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shirley",
                "middle": [],
                "last": "Paton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health Agency of Canada",
                    "location": {
                        "settlement": "Ottawa"
                    }
                },
                "email": ""
            },
            {
                "first": "Bonnie",
                "middle": [],
                "last": "Henry",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Toronto Public Health",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Mederski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North York General Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Diane",
                "middle": [],
                "last": "White",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "North York General Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Donald",
                "middle": [
                    "E"
                ],
                "last": "Low",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mount Sinai Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Allison",
                "middle": [],
                "last": "Mcgeer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Mount Sinai Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Andrew",
                "middle": [],
                "last": "Simor",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [],
                "last": "Vearncombe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Downey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Toronto East General Hospital",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Frances",
                "middle": [
                    "B"
                ],
                "last": "Jamieson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Microbiology Laboratory, Public Health Agency of Canada",
                    "institution": "Ontario Ministry of Health and Long Term Care",
                    "location": {
                        "addrLine": "1015 Arlington St",
                        "postCode": "R3E 3R2",
                        "settlement": "Etobicoke, Winnipeg",
                        "region": "Manitoba",
                        "country": "Canada, Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto"
                    }
                },
                "email": ""
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "Plummer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "National Microbiology Laboratory",
                    "institution": "Canadian Science Centre for Human and Animal Health",
                    "location": {
                        "settlement": "Winnipeg"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": ". These data provide the first experimental confirmation of viral aerosol generation by a patient with SARS, indicating the possibility of airborne droplet transmission, which emphasizes the need for adequate respiratory protection, as well as for strict surface hygiene practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS) was first identified in Canada in early March 2003, with the main outbreak occurring in association with Toronto hospitals [1] . Health-care workers were at increased risk for infection [2, 3] . Some of these infections occurred in locations where infection control precautions (1) may not yet have been instituted, (2) had been instituted but may not have been adequately followed, or (3) may not have been sufficiently protective. Recommended infection control precautions include the use of negative-pressure isolation rooms; N95 or equivalent respiratory protection; gloves, gowns, and eye protection; and careful hand hygiene [4] . Nevertheless, even with these precautions in effect, a number of healthcare workers became infected in the Toronto outbreaks, particularly when performing procedures such as intubations of patients with SARS [5, 6] . The epidemiologic characteristics of SARS coronavirus (CoV) infections initially suggested that the transmission of SARS was via direct contact and that airborne transmission occurred through large respiratory droplets; nevertheless, true airborne transmission has never been ruled out and may occur opportunistically [7] . The pattern of spread of SARS associated with sick patients traveling on aircraft suggested that airborne transmission may have occurred during the flights [8] . Recently, a study using modeling of airflow dynamics suggested that airborne transmission could account for transmission patterns of SARS in a multiple high-rise apartment building complex in Hong Kong [9] . The present study was performed in the midst of the Toronto outbreak, to examine whether environmental contamination of air or surfaces could explain the ongoing risk of transmission of SARS-CoV to health-care workers and visitors despite apparent compliance with recommended precautions.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 231,
                    "end": 233,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 890,
                    "end": 892,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1213,
                    "end": 1216,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1375,
                    "end": 1378,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1583,
                    "end": 1586,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Case patient data were collected in all locations where environmental sampling was performed. This included SARS case status, date of onset of symptoms, and SARS-CoV polymerase chain reaction (PCR) clinical test results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient data."
        },
        {
            "text": "Study sites. Environmental samples were collected from 19 rooms in the SARS units of 4 Toronto health-care facilities where patients with SARS were staying, and environmental specimens were tested for the presence of SARS-CoV by use of PCR and culture analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient data."
        },
        {
            "text": "Wet air sampling. Air sampling was performed using a high-resolution slit-sampler system designed by Defence Research and Development Canada (DRDC) Suffield [10] and built under contract with HF Research (Medicine Hat, Alberta). Air was drawn through a mm slit at a rate of 30 L/ 0.15 ϫ 48 min and was impinged onto a 150-mm petri dish with a 12% gelatin base overlaid with the viral collection medium (sterile phosphate buffer with 7.5% bovine serum albumin, 10,0000 U/mL penicillin G, 10,000 mg/mL streptomycin sulfate, and 25 mg/mL amphotericin B [Fungizone]). The 10 sampling heads were each programmed to sample the air for 18 min and were activated in sequence, for a total of 180 min of sample collection. Slit-sampling technology recovers any particles in the air and preserves them in a liquid specimen, maximizing the potential of recovering both viral nucleic acid as well as live virus, if present. Approximately 540 L of room air was filtered in 18 min to collect each sample, which yielded a sample volume of ∼20 mL of viral transport buffer; a 100-mL aliquot was initially taken for nucleic acid extraction and PCR testing. Air was sampled in 4 patient rooms in hospital Z.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Patient data."
        },
        {
            "text": "Dry air filtering. Samples were collected on a polytetrafluoroethylene (PTFE; \"teflon\") membrane filter with a pore size of 0.3 mm in a closed-face, 3-piece disposable plastic cassette by use of a personal sampling pump operating at ∼2 L/min. This resulted in the collection of samples that were dry. Samples were shipped with ice packs and refrigerated upon receipt at the laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient data."
        },
        {
            "text": "Surface sampling. Dacron swabs premoistened with viral transport medium (sterile phosphate buffer with 10% fetal calf serum, 100 U/mL penicillin, and 100 mg/mL streptomycin) were aseptically collected from frequently touched surfaces (handrails, call buttons, telephones, televisions, television remote controls, light switches, carts, and bed tables) in patient rooms; bathrooms (soap dispensers, faucet handles, safety bars, toilet handles, and toilet seats); ventilation-system components (air vents); and specific patient care equipment (blood pressure cuffs and oxygen-administration equipment) at facilities W, X, and Y. Swab samples were also collected in the hallways adjacent to patient rooms, on personal protective equipment carts and hand sanitizer stations, and at nurses' stations. Other potentially contaminated areas and \"control\" (i.e., non-SARS) areas were also included. Samples were shipped with ice packs and refrigerated upon arrival at the laboratory. Blank controls (nonsampled specimens) were included for both air-filter and swab sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient data."
        },
        {
            "text": "Virological testing: reverse-transcriptase (RT)-PCR and culture. For swab and wet air samples, viral RNA was extracted from 100 mL of viral transport fluid by use of the RNeasy Mini Kit (QIAGEN) with carrier RNA added. Viral RNA was first amplified in a 1-step RT-PCR (QIAGEN), in accordance with the manufacturer's recommendations. Two different targets on the SARS CoV genome, on the polymerase (P) and nucleocapsid (N) genes, were employed, and a third target, on the matrix (M) gene, was used for real-time quantitative PCR.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient data."
        },
        {
            "text": "Briefly For real-time PCR against the N gene, the following primers were used: forward primer, 5 -ACCAGAATGGAGGACGCAATG (nt 28202-28222); reverse primer, 5 -GCTGTGAACCAAGACG-CAGTATTAT (nt 28286-28261); and MGB probe, 6FAM-ACC-CCAAGGTTTACCC. The thermocycler conditions used in a Biorad i-Cycler were 48ЊC for 30 min, followed by 10 min at 95ЊC and 50 cycles of 95ЊC for 15 s and 60ЊC for 1 min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient data."
        },
        {
            "text": "To optimize conditions, calibrate the PCR sensitivity, and estimate the limits of detection, all 3 assays were performed on a panel of serial 10-fold dilutions of tissue culture supernatant from Vero-E6-grown SARS-CoV (Tor-2 strain), which had been titrated by TCID 50 assay in Vero-E6 cell culture by use of 96-well plates, as well as control noninfected tissue-culture media.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient data."
        },
        {
            "text": "For extraction of viral RNA from PTFE filters at the National Microbiology Laboratory, the QIAGEN RNeasy kit was also used. Briefly, filters were removed from their housings by use of a sterile forceps, immersed in separate 60-mm Falcon petri dishes containing 350 mL of RLT buffer (QIAGEN) with bmercaptoethanol and 5 mL of polyA RNA, and rotated for 20 min on an orbital shaker. Material was then aspirated into an Eppendorf tube, and the RNA extraction was further processed, in accordance with the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient data."
        },
        {
            "text": "All PCR-positive results were confirmed by sequencing a repeat extraction of an aliquot of the original specimen, cultured in Vero-E6 cell culture in Earle's MEM supplemented with 2% fetal bovine serum and antibiotics. Cell cultures were observed daily for cytopathic effect and were tested by PCR for the presence of SARS CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient data."
        },
        {
            "text": "To eliminate the possibility of amplicon contamination, a strict 1-way workflow procedure through dedicated rooms was followed. Specimens were received and unpacked in a dedicated room, aliquoted, and passed to a second room that was used for extraction. PCR master mixes were made in a separate room in a different part of the building used only for this purpose. Addition of RNA template was also performed in a purposededicated room, and, after amplification, products were removed for analysis to an amplicon detection area in another dedicated room specific to this purpose. The blank control specimens that were collected at the study sites were processed through the laboratory as if they were real specimens (testing personnel were blinded as to which specimens were controls). In addition, testing staff added water blanks, at a ratio of 1 blank to every 8 specimens, at the stage before RNA extraction, as a control for possible contamination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient data."
        },
        {
            "text": "Fifteen patient rooms (including 2 critical care unit rooms, 1 surgical intensive care room, and 1 SARS ward room) and 4 nursing support areas or corridors adjacent to these patient rooms were sampled (table 1) . Cleaning regimes during the SARS outbreak were essentially similar in all of the facilities. All rooms containing patients with SARS were cleaned twice per day, and a double cleaning was done if a room became empty and was needed by another patient. Cleaning agents used were perdiem for the floors and hydrogen peroxide-based disinfectants (percept or virox, or virox wipes) for walls and all hard surfaces, as well as for any surfaces that came into contact with patients. Soft furnishings, such as curtains, were laundered and replaced upon vacation of rooms and before new patients came in, in accordance with Ontario Ministry of Health guidelines. Electrical equipment that was difficult to clean was sometimes bagged in plastic. Patient rooms sampled contained 11 patients with a case definition of \"probable SARS,\" 2 patients with \"suspect SARS,\" and 1 classified as \"under investigation.\" All 11 patients with probable SARS and the 2 patients with suspect SARS had at least 1 positive laboratory SARS-CoV test result during their period of stay in the hospital; however, in some cases, the clinical specimens had been collected 12 weeks before or after the collection of environmental samples. Environmental sampling in the facilities was performed 13-33 days (mean, 23 days; SD, 7.4 days; table 1) after the onset of symptoms in the patients with SARS. For 2 patients, an accurate date of onset was not recorded, and, in the case that was under investigation, there were never any symptoms of SARS, and the patient never tested positive for SARS-CoV; therefore, the room where this patient was staying can be considered to be a control \"non-SARS\" area.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 210,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Wet air samples. Initial testing of high-resolution slit samples from a room where a patient was recovering from SARS (not on a ventilator) showed 1 of 10 samples to be PCR positive for SARS-CoV (table 1). All of these air samples were then concentrated 100-fold by ultracentrifugation and were rescreened by PCR. This identified a second PCR-positive sample and confirmed the positive results for the original sample. All of the PCR-positive products were sequenced and confirmed to be SARS-CoV. Results of viability assays of the samples for infectivity in Vero-E6 cell culture were negative. During the 3 h that the air sampler was operating in the room (18 min for each sample collected), the patient was not under continual observation but was requested to not wear a mask, was coughing periodically, walked about, and sat in the bed and in the chair. The patient was also asked to stay 15 feet away from the air sampler and not to cough in the direction of the air sampler. The air of the corridor within the critical care unit was also tested and was PCR negative for SARS-CoV. Air samples from 2 isolation rooms in the critical care unit (occupied by patients with SARS being given respiratory support on ventilators) were PCR negative, as were samples from another room occupied by a patient on a ventilator who did not have SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Dry air samples. Of the 28 air samples collected at facilities X and Y by use of PTFE filters and personal sampling pumps (table 1), all were PCR negative for SARS-CoV. The sampling times ranged from 10.5 to 13 h, resulting in sample volumes that averaged ∼1400 L of air. All blank control specimens collected on the study site, as well as all water blanks added at the time of RNA extraction, were PCR negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Surface swab samples. The analysis of 85 surface swab samples collected at facilities X and Y resulted in 3 samples that were PCR positive for SARS-CoV (table 1) . At facility X, a PCR-positive sample was obtained on a bed table in the surgical intensive care unit. At facility Y, the PCR-positive samples were obtained from a refrigerator handle in a nurses' medication station and a television remote control in a patient room. Positive results of nested PCR were confirmed in all cases to be SARS-CoV by DNA sequencing; however, the swabs were culture negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "text": "(table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "SARS is known to spread extensively among health-care workers in various settings. For example, among 138 cases of secondary and tertiary spread in Hong Kong, 85 (62%) occurred among health-care workers [3] ; among 144 cases in Toronto, 73 (51%) occurred among health-care workers [11] . The possibility of aerosol infectious droplet spreading of the SARS virus may account for this apparent risk of transmission. The airborne transmission characteristics of infections are classified in 3 main categories-obligate, preferential, and opportunisticon the basis of the capacity of the particular agent to induce disease through fine-particle aerosols and via other routes [12] . Although our study was only able to investigate a limited number of patient rooms, the detection of SARS-CoV RNA in air samples suggests that SARS-CoV could be an opportunistic airborne infection. The detection of SARS-CoV RNA on frequently touched surfaces in the health-care environment, including a medication refrigerator in a nurses' station, demonstrates the importance of strict adherence to infection-control precautions, including the need to remove all gloves and to perform hand hygiene when leaving patient rooms. Electronic equipment needs particular attention, since, because of its moisture sensitivity, cleaning may intentionally be less thorough. Moreover, our data, coupled with results of experiments demonstrating survival of SARS-CoV for as long as 3 days on various surfaces [13] , indicate the importance of frequent and thorough environmental cleaning and disinfection in the control of SARS. Three of 4 of the areas where positive environmental samples were collected were occupied by patients with SARS who were 13, 21, and 28 days post-onset of symptoms at the time of sampling. This is in the range expected for virus shedding during the course of infection in patients with SARS.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 670,
                    "end": 674,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1474,
                    "end": 1478,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the areas where all samples tested negative, most patients were also at similar stages of disease progression, the range being from 14 to 33 days after onset of symptoms. Previous studies have shown that SARS-CoV viral shedding from infected patients is at a peak between 10 and 15 days after onset of symptoms [14] , although virus shedding continues well into the convalescent phase in many cases. Although we did not detect viable virus on environmental surfaces, intensive cleaning and disinfection had been instituted, which may have inacti-vated any virus shed onto regularly cleaned surfaces. Cleaning regimes during the SARS outbreak were broadly similar in all 4 facilities: all used hydrogen peroxide-based disinfectants for surface cleaning twice per day. In the current study, specimens were collected under emergency conditions, and prior calibration of the detection system was not possible. The nested PCR test has a detection limit of ∼0.3 TCID 50 units, as determined by serial dilution of specimens with a known titer of tissue culture-grown SARS-CoV. All specimens that were positive by nested PCR against the P gene were also tested with a secondary target, the M gene, which is less sensitive than the P gene target. When quantity of specimen permitted, positive samples were retested with alternative targets as many as 4 times. One of the specimens (from room 15, television remote) tested positive for both the P gene and the secondary M gene target; however, none of the specimens tested positive with the real-time PCR assay. The real-time PCR assay, with a detection limit of 3.0 TCID 50 units, is less sensitive than the nested PCR. This would suggest that specimens probably contained !1 TCID 50 unit. Hence, cultures were negative, and this indicates that all positive specimens contained !1 TCID 50 dose.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Nevertheless, the DRDC Suffield high-resolution slit sampler was able to collect airborne SARS-CoV viral nucleic acid shed into the air by a patient with SARS who was recovering but still coughing actively. In this case, the patient was sitting near the sampler but was asked not to cough in the direction of the sampler, so that the possibility of large-droplet contamination of air samples was avoided. The slit-sampler technology has previously been proven effective for the detection of anthrax spores in a contaminated mail room [15] , and here we report its adaptation for detection of an aerosol of SARS-CoV under clinical conditions. This technology will be useful in future studies of airborne virus transmission. Detection of viable viruses in environmental air samples is problematic. Methods employing passive impingers to collect aerosol droplets falling into a liquid medium [16] are useful in aerosol chambers but are not suitable for detection of the extremely low concentrations of virus found in the clinical environment, where forced air is required to sample larger volumes. Dilution of the virus in the air, as well as air turnover, greatly reduces the viral RNA copy number available for detection methods. In the 2 other rooms where slit air samples were taken, all specimens were negative for SARS-CoV RNA. However, both rooms were occupied by patients with probable SARS who were on ventilators. Under these circumstances, one might expect less virus to be shed by coughing into the air, since the patient is intubated. Another possibility is that these patients had passed the phase of active virus shedding during the course of the disease. The PTFE filter method used in the present study did not result in detection of SARS-CoV. It may be that there was insufficient SARS-CoV RNA for detection, or, similarly, the virus may not have been present in the patient rooms at the time of sampling. Dry air filters have previously been demonstrated to recover rhinovirus nucleic acid under experimental conditions [17] , as well as that of varicella-zoster virus [18] and of respiratory syncytial virus and Bordetella pertussis [19] in clinical situations. However, these methods are not suitable for the recovery of viable viral particles. The advantage of the slit-sampling technology is its ability to sample large volumes of air directly into an aqueous medium, to sample the full range of particle sizes present in the air (since it does not rely on size exclusion, as in filtering), and, possibly, to provide a greater chance of recovering live virus for culture. When patients cough or sneeze, they expel respiratory droplets, which can travel several meters. Evaporation leads to droplet nuclei that are transportable by air currents, although drying may reduce infectivity. Previous studies of human coronavirus 229E (a common cold virus) showed that experimental aerosols could persist and retain viability for as long as 6 days at 20ЊC and 50% relative humidity [20] . These conditions are representative of typical indoor environments. Although such experiments may overestimate the ability of a virus to survive in real environments (for example, they do not take into account air turnover rates in buildings), one would expect SARS CoV to have similar airborne survival characteristics, given that these viruses are in the same family and have broadly similar physicochemical properties.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 538,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 889,
                    "end": 893,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2036,
                    "end": 2040,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2085,
                    "end": 2089,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2150,
                    "end": 2154,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2995,
                    "end": 2999,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Confirmation that the SARS virus can be shed into the air of a patient room will guide the response to any future SARS outbreaks. The role of building ventilation rates and of the efficiency of air filtration in isolation rooms in avoiding transmission should be carefully considered, as should the avoidance of any elective procedures that could result in the generation of aerosols from patients with SARS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1995--2005",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cluster of severe acute respiratory syndrome cases among protected health care workers",
            "authors": [],
            "year": 2003,
            "venue": "Canada communicable disease report",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1986--94",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infection control guidance for respirators (masks) worn by health care workers-frequently asked questions",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Public Health Agency of Canada. SARS among Ontario health care workers. SARS Epidemiologic Summaries",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Possible SARS coronavirus transmission during cardiopulmonary resuscitation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loutfy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "287--93",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "World Health Organization. Hospital infection control guidance for severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Transmission of the severe acute respiratory syndrome on aircraft",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Cheung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "2416--2438",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evidence of airborne transmission of the severe acute respiratory syndrome virus",
            "authors": [
                {
                    "first": "Its",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "1731--1740",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Particle measurement: comparison of slit sampler performance in a biological aerosol chamber",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spence",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "DRDC Tech Rep",
            "volume": "",
            "issn": "",
            "pages": "2001--139",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Clinical features and short-term outcomes of 144 patients with SARS in the greater Toronto area",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Matukas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Tomlinson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "289",
            "issn": "",
            "pages": "2801--2810",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Airborne transmission of communicable infection-the elusive pathway",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Milton",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "1710--1712",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Stability of SARS coronavirus in human specimens and environment and its sensitivity to heating and UV irradiation",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biomed Environ Sci",
            "volume": "16",
            "issn": "",
            "pages": "246--55",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Interpretation of diagnostic laboratory tests for severe acute respiratory syndrome: the Toronto experience",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Louie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "CMAJ",
            "volume": "170",
            "issn": "",
            "pages": "47--54",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Bacillus anthracis aerosolization associated with a contaminated mail sorting machine",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Dull",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kournikakis",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Infect Dis",
            "volume": "8",
            "issn": "",
            "pages": "1044--1051",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Development of methods to study the survival of airborne viruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Ijaz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "G"
                    ],
                    "last": "Karim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sattar",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Virol Methods",
            "volume": "18",
            "issn": "",
            "pages": "87--106",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Detection of airborne rhinovirus and its relation to outdoor air supply in office environments",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Myatt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Respir Crit Care Med",
            "volume": "169",
            "issn": "",
            "pages": "1187--90",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Detection of varicella-zoster virus DNA in air samples from hospital rooms",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Chamberlin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aintablian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Infect Dis",
            "volume": "169",
            "issn": "",
            "pages": "91--95",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Detection of Bordetella pertussis and respiratory synctial virus in air samples from hospital rooms",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aintablian",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Walpita",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Sawyer",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "19",
            "issn": "",
            "pages": "918--941",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Survival characteristics of airborne human coronavirus 229E",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Ijaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Brunner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sattar",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Gen Virol",
            "volume": "66",
            "issn": "",
            "pages": "2743--2751",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "mL of viral RNA was added to the RT-PCR mixture containing 2 mL of QIAGEN OneStep RT-PCR enzyme mix, 10 mL of 5ϫ QIAGEN OneStep RT-PCR buffer, 400 mmol/L dNTP, 0.6 mmol/L each primer (P gene primer pair [CorV 1 F1 and CorV 389 R1] or M gene primer pair [L CorV M 30 F and CorV M 264 R]), and 10 mL of Q solution, in a final volume of 50 mL. The thermocycler conditions used were as follows: 50ЊC for 30 min for reverse transcription; 95ЊC for 15 min for the activation of the HotStar DNA polymerase; then 50 cycles of 94ЊC for 15 s, 50ЊC for 30 s, and 72ЊC for 30 s; followed by an extension of 7 min at 72ЊC. Two microliters of the RT-PCR products were then used for a second round of amplification, with 1 mL of Taq DNA polymerase (Sigma), 5 mL of 10ϫ Taq buffer, 0.3 mmol/L each primer (P gene primer pair [CorV 154 F2 and CorV 310 R2] or M gene primer pair [CorV M 56F2 and CorV M 240R2]), and 200 mmol/L dNTP, in a final volume of 50 mL. The thermocycler conditions used were as follows: 30 cycles of 94ЊC for 15 s, 52ЊC for 30 s, and 72ЊC for 30 s, followed by an extension of 7 min at 72ЊC. The primer sequences were as follows: CorV 1 F1, CAGAGCCATG-CCTAACATG; CorV 389 R1, AATGTTTACGCAGGTAAGCG; CorV 154 F2, TGTTAAACCAGGTGGAAC; CorV 310 R2, CTGTGTTGTAGATTGCG; CorV M 30 F1, GGAGCTTAAAC-AACTCCTGG; CorV M 264R1, GCCTACAATACAAGCCAT-TGC; CorV M 56 F2, GGAACCTAGTAATAGGTTTCC; and CorV M240 R2, CGCAATCCCGCCAGTCACCC.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of patient case status with corresponding patient and environmental test results in severe acute respiratory syndrome (SARS) units at 4 Toronto hospitals at the time of environmental sampling in April-May 2003. NOTE. CoV, coronavirus; NA, not applicable; PCR, polymerase chain reaction; PTFE, polytetrafluoroethylene. Each sample consisted of 540 L of air. Positive: bed table. Positive: medication station refrigerator handle. Positive: television remote control. Intubation in progress at the time of sample collection. Patient sitting in bed and chair and coughing.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}