{
    "paper_id": "c124cc90317fa5ccdf4bba7031a3b962452c328f",
    "metadata": {
        "title": "Journal Pre-proof ST-segment Elevation, Myocardial Injury, and Suspected or Confirmed COVID-19 Patients: Diagnostic and Treatment Uncertainties Mayo Clinic Proceedings ST-segment Elevation, Myocardial Injury, and Suspected or Confirmed COVID-19 Patients: Diagnostic and Treatment Uncertainties",
        "authors": [
            {
                "first": "Courtney",
                "middle": [
                    "E"
                ],
                "last": "Bennett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nandan",
                "middle": [
                    "S"
                ],
                "last": "Anavekar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rajiv",
                "middle": [],
                "last": "Gulati",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mandeep",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Garvan",
                "middle": [
                    "C"
                ],
                "last": "Kane",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yader",
                "middle": [],
                "last": "Sandoval",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [
                    "A"
                ],
                "last": "Foley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Allan",
                "middle": [
                    "S"
                ],
                "last": "Jaffe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gurpreet",
                "middle": [
                    "S"
                ],
                "last": "Sandhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Malcolm",
                "middle": [
                    "R"
                ],
                "last": "Bell",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "Wells"
                ],
                "last": "Askew",
                "suffix": "",
                "affiliation": {},
                "email": "askew.john@mayo.edu"
            },
            {
                "first": ";",
                "middle": [
                    "Yader"
                ],
                "last": "Sandoval",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Coronavirus disease 19 (COVID-19) is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and has resulted in a global pandemic with considerable morbidity and mortality. 1-3 Multiple studies have noted both increased susceptibility in patients with underlying cardiovascular disease to COVID-19, as well as severe cardiovascular sequelae in COVID-19 infected patients including acute myocardial injury, arrhythmias, and shock. 3, 4 In addition, there have been several reports of STsegment elevation (STE) in patients with COVID-19 who do not have evidence for obstructive coronary artery disease (CAD) on invasive coronary angiography. 5, 6 The impact of \"false\" catheterization laboratory activation includes multiple inherent risks arising from the following: an invasive arterial procedure and adjunctive antithrombotic administration for these patients; the exposure of personnel during transfers; and possible respiratory failure in patients with COVID-19 and subsequent aerosolized generating procedures during resuscitation and intubation. The downstream effects of inadvertent exposure and contamination may not be trivial and could result in critical isolation of exposed staff. The potential effects may result in staffing shortages leading to slowed or even closed cardiac catheterization or other cardiac imaging services, especially in smaller facilities. Conversely, it remains critically important to provide timely, emergent reperfusion therapy in patients experiencing an acute myocardial infarction due to acute coronary occlusion. 7 Thus there is an urgent need for an",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 448,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 449,
                    "end": 450,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 656,
                    "end": 658,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 659,
                    "end": 660,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1570,
                    "end": 1571,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "April 7, 2020 ST-segment Elevation, Myocardial Injury, and COVID-19 algorithm that facilitates triage of suspected or proven COVID-19 patients with STE toward initial invasive or noninvasive pathways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "The reported experiences, published and unpublished (correspondence, ad hoc webinars and social media), from countries in which significant exposure to COVID-19 has occurred highlight the enormous challenges with regard to the evaluation and treatment of patients with COVID-19 and STE on the electrocardiogram. These experiences emphasize the need for health care facilities to rapidly prepare and configure their own STEMI systems of care in anticipation of treating increasing numbers of COVID-19 patients whose clinical course is complicated by the appearance of STE on their electrocardiogram. It is within this context that we offer this background information and proposal of algorithms for the evaluation and treatment of these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "Acute myocardial injury (rise and/or fall of troponin with at least one value >99 percentile upper reference limit) 8 is common among patients with acute respiratory infections and correlated with disease severity. 9, 10 Abnormal high sensitivity troponin (hs-cTn) values are common in patients with COVID-19 and are significantly higher in non-survivors. 3, 11 The mechanisms for these cTn elevations are incompletely understood, but likely reflect underlying cardiac comorbidities and potentially, acute myocardial injury due to direct, toxic (\"non-coronary\") myocardial damage, critical illness, cytokine storm, heat shock proteins or stress cardiomyopathy. All of these mechanisms can occur in patients with",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 358,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 359,
                    "end": 361,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Acute Myocardial Injury"
        },
        {
            "text": "April 7, 2020 ST-segment Elevation, Myocardial Injury, and COVID-19 acute respiratory failure and/or systemic infections from a variety of etiologies. 8, 12 Marked alterations in myocardial oxygen consumption and supply-demand mismatch, with or without bystander concomitant atherosclerotic coronary artery disease, can lead to type 2 myocardial infarction. 8, 12 Type 2 MI is typically treated with non-invasive medical management. 12 However, on occasion, type 1 myocardial infarction related to atherosclerotic plaque disruption can be triggered by the inflammatory milieu caused by a respiratory infection, [13] [14] [15] typically necessitating invasive stabilization. In the absence of STE or hemodynamic instability, many of these events probably can be managed medically. The incidence of acute myocardial infarction (including MI subtypes) in COVID-19 is unknown, although the sparse ECG data that are available suggests that acute ischemic events are uncommon. It is critical to understand that increased cTn concentrations are common in patients with acute illnesses such as COVID-19, particularly when using hs-cTn assays in whom modest elevations exist in many adults with comorbidities for varied reasons. 4, 8, 11 The recent diagnostic guidelines for acute myocardial infarction emphasize that a significant change in cTn is insufficient for the diagnosis of MI. The significant change in troponin must be accompanied by clinical evidence of overt myocardial ischemia. 8 The subsequent pathways emphasize the critical importance of clinical assessment of patients presenting with STE and the necessity of establishing clinical evidence of myocardial ischemia before rushing such patients to the catheterization laboratory.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 156,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 358,
                    "end": 360,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 433,
                    "end": 435,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 616,
                    "end": 620,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 621,
                    "end": 625,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1220,
                    "end": 1222,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1223,
                    "end": 1225,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1228,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1484,
                    "end": 1485,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "April 7, 2020 ST-segment Elevation, Myocardial Injury, and COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "The approach to STE in patients with suspected or confirmed COVID-19 can be challenging for the previous reasons we have described. STE may occur from atherothrombotic type 1 MI or type 2 MI including vasospasm, but recent reports suggest that STE can occur from COVID-19 related myopericarditis. 6 To facilitate diagnosis and management, we created a multi-disciplinary working group of experts in cardiac acute critical care, ischemic heart disease, invasive cardiology and cardiac imaging to propose an algorithm delineated in Figure 1 . This algorithm seeks to achieve the following objectives: 1) the accurate identification of patients with type 1 or type 2 MI who would benefit from reperfusion therapy and revascularization; 2) the minimization/avoidance of unnecessary exposure of COVID-19 patients to invasive care and pharmacological management that may result in clinical harm; and 3) a strategy to wisely utilize resources and avoid unnecessary exposure to a potentially fatal infectious agent. The proposed algorithm (Figure 1 ) is a basic, high-level decision aid for acute management of STE in patients with suspected or proven COVID-19. An important aspect of care in managing COVID-19 patients is to minimize the patient's footprint in the inpatient environment in order to reduce risks to both the patient and to others including health care workers, hospital patients and physicians. This approach, however, must be balanced against the need for a rapid and precise diagnosis in COVID-19 patients with STE due to an acute myocardial infarction in order for timely and appropriate reperfusion therapy including coronary revascularization to be implemented when appropriate. We recommend considering an approach that takes",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 298,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 530,
                    "end": 538,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1040,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "ST-segment Elevation Care Pathways"
        },
        {
            "text": "April 7, 2020 ST-segment Elevation, Myocardial Injury, and COVID-19 into account severity of illness coupled with risk stratification utilizing cardiac imaging in select cases to assess the potential benefit from coronary revascularization rather than a blanket policy of proceeding with diagnostic catheterization, often triggered by prehospital ECG testing, for all STE patients with suspected or known COVID-19. We recognize that strategies will vary depending on the specifics and capabilities/resources at any given institution and may reflect some ethical concerns for health care staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "Our current approach in patients with a high suspicion for acute coronary occlusion who are candidates for coronary angiography with an expected benefit from coronary artery revascularization is to continue with the standard pre-hospital or emergency department (ED)-triggered STEMI activation of the cardiac catheterization laboratory (CCL) for anticipated primary percutaneous coronary intervention. Protection of the CCL team is of paramount importance and rigorous COVID-19 CCL protocols should be followed to protect individuals from airborne, droplet, and contact infectious sources, given the potential high risk of aerosolized generating procedures. 16 The strategy at our institution is to continue primary PCI for most patients, with occasional fibrinolytic therapy as per our normal STE pathways, 17 rather than adopt a strategy of preferential fibrinolytic therapy in suspected or known COVID-19 patients. We recognize that revascularization strategies may evolve based on the COVID-19 impact on the CCL availability. On the other end of the spectrum, there will be COVID-19 positive patients with severe respiratory and multisystem organ failure who are less likely to derive substantial benefit from emergent coronary angiography and revascularization because of the potentially higher likelihood of myopercarditis. We acknowledge it will be difficult not to activate the",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 660,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "April 7, 2020 ST-segment Elevation, Myocardial Injury, and COVID-19 CCL team in these patients, despite the identification of STE. We recommend a multidisciplinary team review acutely if there is any doubt about the likelihood of type 1 MI. A similar approach should be considered for those with cardiac arrest and/or cardiogenic shock in whom clinical history is ambiguous. There may be uncertainty regarding the likelihood of acute coronary occlusion in COVID-19 patients with STE within that spectrum because of any one of the following considerations: (1) the clinical presentation is not consistent with acute ischemic symptoms; (2) the only cardiopulmonary symptom is dyspnea in the setting of a presumptive respiratory infection with or without radiographic findings consistent with COVID-19; or (3) there is a paucity of traditional risk factors for CAD. In these scenarios, taking additional time to consider the value of upstream (pre-CCL STEMI activation) adjunct cardiac imaging including echocardiography or coronary CT angiography (CCTA) may reduce unnecessary ICA and thus CCL exposure to a highly contagious virus. The selection of the particular imaging modality should be chosen based upon patient factors such as age, renal function, body habitus, hemodynamics, and prior surgical and/or PCI history.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "The decision on using a focused and rapid goal-directed transthoracic echocardiogram and/or a CCTA in patients admitted to the ED or the ICU will be predicated on multiple factors apart from the estimated likelihood of a primary acute ischemic event; these include patient symptoms, hemodynamic stability, availability and proximity of the",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adjunct Cardiac Imaging"
        },
        {
            "text": "April 7, 2020 ST-segment Elevation, Myocardial Injury, and COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "imaging studies to the ED, as well as time to image acquisition, study completion and interpretation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "A goal-directed echocardiogram focusing on left ventricular systolic function and regional wall motion analysis performed in the ED or ICU can be instrumental in the decision of CCL activation for STE, assuming the study can be efficiently completed. If regional wall motion abnormalities in a coronary distribution are present, then expedited CCL activation should be considered if the expected benefit from revascularization is estimated to outweigh the risk of deterioration from other non-cardiac related illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "Importantly, if there is concern for progressive respiratory failure, we suggest early intubation in a setting that minimizes risks of aerosolized material with subsequent exposure to hospital staff should occur and mechanical ventilation initiated in the Emergency Department or Intensive Care Unit as opposed to the CCL. If there is profound diffuse left ventricular or biventricular systolic dysfunction, it may be reasonable to consider CCTA to further delineate coronary anatomy versus continued supportive care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "In many healthcare systems the role of CCTA in the immediate evaluation of STE in suspected or confirmed COVID-19 will be limited due to patient factors as well as constraints on time to study completion and interpretation. However, there are hospitals with a robust CCTA practice which are located in close proximity to the ED practice and can be expeditiously performed and interpreted by a cardiac radiologist or cardiologist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "The role of CCTA is likely to be limited in the evaluation of STE, but in specific cases",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "April 7, 2020 ST-segment Elevation, Myocardial Injury, and COVID-19 may add tremendous value in assessing coronary anatomy and determining the radiographic extent of lung involvement. However, the availability of CCTA needs to be considered in this context and may not be suitable in older patients who may have significant coronary calcification, for those who have severe tachycardia or tachypnea, and for those who are hemodynamically unstable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "On balance a goal-directed echocardiogram may be clinically and logistically easier to obtain and result in less exposure to hospital staff. The value of a focused echocardiogram is highly dependent on the skills of both the sonographer and the interpreting echocardiographer as accurate evaluation of left ventricular regional wall motion abnormalities can be challenging even for an expert level echocardiographer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "While point-of-care ultrasound (POCUS) it an excellent tool in the management of the acutely ill including those with COVID-19 infection, we do not recommend its use in this setting as the characterization of regional wall motion abnormalities is typically beyond the scope of most POCUS users. However, we strongly advise that the choice of echocardiography should be predicated upon the availability of this service on a very rapid basis, and upon the presence of an advanced sonography/physician team who can perform and interpret myocardial enhancement +/-perfusion echo imaging as a way to better evaluate wall motion and ventricular function. 18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "Myocardial injury in the setting of COVID-19 should be expected as there are observed cases of type 1 or 2 myocardial infarction in the setting of acute infectious viral illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "April 7, 2020 ST-segment Elevation, Myocardial Injury, and COVID-19 of STE without obstructive coronary disease, which creates diagnostic and management challenges . 5 Although the frequency of STE in COVID-19 remains unclear, it is important for institutions to define acute cardiac care pathways which balance the risks of complicating COVID-19 patients from invasive therapies and unnecessary contrast exposure versus the potential benefit if the patient is experiencing a MI from acute coronary occlusion. The principle of \"First, do no harm\" should apply to patient care and to the workplace in the CCL and hospital. The potential risk of a false positive STE with CCL activation and exposure of CCL staff to a highly infectious agent must be taken in consideration as institutions and hospitals grapple with the need for patientcentered, ethical care. We believe that the strategy we propose will create slight delays in low probability patients, which reduce risks to patients and hospital staff, while allowing for invasive care if the diagnosis of a STEMI or type 1 MI is rapidly established.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics and Outcomes of 21 Critically Ill Patients With COVID-19 in Washington State",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arentz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. JAMA",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1069",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Association of Cardiac Injury With Mortality in Hospitalized Patients With COVID-19 in Wuhan, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coronavirus fulminant myocarditis saved with glucocorticoid and human immunoglobulin",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Heart J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Cardiac Involvement in a Patient With Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Inciardi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "ACCF/AHA guideline for the management of STelevation myocardial infarction: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "O&apos;gara",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Am Coll Cardiol",
            "volume": "61",
            "issn": "4",
            "pages": "78--140",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Significance of elevated cardiac troponin T levels in critically ill patients with acute respiratory disease",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Vasile",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Med",
            "volume": "123",
            "issn": "11",
            "pages": "1049--1058",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Cardiac troponin I in patients with coronavirus disease 2019 (COVID-19): Evidence from a meta-analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lavie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sanchis-Gomar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Prog Cardiovasc Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Type 2 Myocardial Infarction: JACC Review Topic of the Week",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sandoval",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Jaffe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Am Coll Cardiol",
            "volume": "73",
            "issn": "14",
            "pages": "1846--1860",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Acute myocardial infarction and influenza: a meta-analysis of case-control studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Heart",
            "volume": "101",
            "issn": "21",
            "pages": "1738--1747",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Role of acute infection in triggering acute coronary syndromes",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "F"
                    ],
                    "last": "Corrales-Medina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madjid",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Musher",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet Infect Dis",
            "volume": "10",
            "issn": "2",
            "pages": "83--92",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Influenza as a trigger for acute myocardial infarction or death from cardiovascular disease: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Warren-Gash",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Smeeth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Hayward",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "10",
            "pages": "601--610",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Considerations for Cardiac Catheterization Laboratory Procedures During the COVID-19 Pandemic Perspectives from the Society for Cardiovascular Angiography and Interventions Emerging Leader Mentorship (SCAI ELM) Members and Graduates",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Szerlip",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Catheter Cardiovasc Interv",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Regional systems of care to optimize timeliness of reperfusion therapy for ST-elevation myocardial infarction: the Mayo Clinic STEMI Protocol. Circulation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Ting",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "116",
            "issn": "",
            "pages": "729--736",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "American Society of Echocardiography Guidelines Update",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clinical Applications of Ultrasonic Enhancing Agents in Echocardiography",
            "volume": "31",
            "issn": "3",
            "pages": "241--274",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors would like to thank Gayle Flo, APRN, CNP for her contributions to our perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "April 7, 2020 ST-segment Elevation, Myocardial Injury, and COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "April 7, 2020 ST-segment Elevation, Myocardial Injury, and COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mayo Clinic Proceedings"
        },
        {
            "text": "Kwong, J.C., K ",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 14,
                    "text": "K",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "19."
        }
    ]
}