{
    "paper_id": "c18741e0bf19aea584e42d24c15016dbbe240757",
    "metadata": {
        "title": "A quantitative study of day-night changes in the spatial distribution of insects in a stony stream",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "M"
                ],
                "last": "Elliott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Blackwell Science Ltd",
                    "location": {
                        "addrLine": "The Ferry House",
                        "postCode": "22 0LP",
                        "settlement": "Ambleside",
                        "region": "Cumbria, LA",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "1. As many invertebrates are nocturnal, their spatial distribution may change from day to night. This behavioural aspect of their population dynamics has been ignored, but is now examined for the first time by testing the hypotheses: (i) a power function was a suitable model for the spatial distribution of common species of Ephemeroptera, Plecoptera and Trichoptera in a stony stream; (ii) the spatial distribution varied between species but was similar within species for larvae greater and smaller than half-size; (iii) diurnal and nocturnal spatial distributions were significantly different for each species. To ensure that the conclusions were consistent, large samples ( n = 30) were taken near midday and midnight in April, June and November over 4 years. 2. Twenty-one species were taken in sufficient numbers for the analyses; seven species were too sparse to be included. The first hypothesis was supported. A power function, relating spatial variance ( s 2 ) to mean ( m ), was an excellent fit in all the analyses ( P < 0·001, r 2 > 0·95), i.e. the spatial variance was density-dependent. The power b , often used as an 'index of aggregation', varied in the range 0·88-2·50. 3. Most analyses supported the second hypothesis. For four species, the difference between the two size groups was just significant ( P < 0·05), but was due to inadequate data for three species. Large larvae of the fourth species, the caddis Odontocerum albicorne , were less aggregated than small larvae at night, and were the only group with a b -value less than one. 4. The third hypothesis was partially supported. The distribution did not change significantly ( P > 0·05) for nine species; five burrowers in gravel, moss or mud, two highly mobile predators, one sedentary, case-building, Trichoptera species, and one netspinning Trichoptera species. Aggregation was reduced significantly ( P < 0·001) at night for four species, all case-building Trichoptera larvae. Aggregation increased significantly ( P < 0·001) at night, except at low densities, for the remaining eight species, one being a nocturnal predator and the others being herbivorous species; all occurred frequently in night samples of invertebrate drift. Day-night changes in spatial distribution were therefore an essential part of the behavioural dynamics of 12 of the 21 species, and should be investigated in other species, including terrestrial species. Fig. 2. Relationship between estimates of mean density (m) from the day and night samples with 95% CL for each mean valu Ephemerella ignita (c) Rhithrogena semicolorata. The line of equality is given on each figure. 118 J. M. Elliott © 2002 British Ecological Society, Journal of Animal Ecology, 71, 112-122 Fig. 3. Relationship between the spatial variance (s 2 ) and mean (m) for day (᭝) and night () samples with regression lines obtained from equation 1, using the values of a and b for all sizes of larvae in Table 3: (a) Perlodes microcephalus, (b) Isoperla grammatica, (c) Siphonoperla torrentium. Both axes are on logarithmic scales; the line of equality (s 2 = m) is given on each figure except (a) because it would be very close to the regression line.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Fig. 4. Relationship between the spatial variance (s 2 ) and mean (m) for day (᭝) and night () samples with regression lines obtained from equation 1, using the values of a and b for all sizes of larvae in Table 3: (a) Leuctra fusca, (b) Protonemura meyeri, (c) Amphinemura sulcicollis. Both axes are on logarithmic scales; the line of equality (s 2 = m) is given on each figure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The spatial distribution of animals is an essential part of their population dynamics because it reflects the behaviour of individuals within the population as well as demographic changes (Anderson et al . 1982; Taylor et al . 1983) . Various indices of spatial distribution (also called indices of dispersion) have been proposed and most are based on different combinations of estimates of the population variance and mean. The simplest approach is therefore to examine the relationship between the spatial variance ( s 2 ) and mean ( m ). The spatial distribution of individuals in a population can be random ( s 2 = m ), regular, uniform or even ( s 2 < m ), or aggregated, clumped or contagious ( s 2 > m ). As contagious implies that the animals are influencing each other's distribution, and clumped implies an active gathering together, the term aggregation is preferred here because it has no implication of causation (Taylor 1984) . True population randomness requires that no individual animal can influence others of the same species. It is therefore very rare in nature (Taylor, Woiwod & Perry 1978) . Regular distributions are also rare, except in colonial animals or laboratory populations. Aggregation is therefore the most common type of distribution, but the degree of aggregation varies considerably.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 211,
                    "text": "(Anderson et al . 1982;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 212,
                    "end": 232,
                    "text": "Taylor et al . 1983)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 926,
                    "end": 939,
                    "text": "(Taylor 1984)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1082,
                    "end": 1111,
                    "text": "(Taylor, Woiwod & Perry 1978)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The relationship between the spatial variance ( s 2 ) and mean ( m ) frequently follows a power function (Taylor 1961) :",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 118,
                    "text": "(Taylor 1961)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "or ln s 2 = ln a + b ln m (1b)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "where a and b are parameters, with b also serving as an 'index of aggregation'. This model is usually fitted in its linear, logarithmic, form (equation 1b), and was shown to be widely applicable to 444 species of birds, moths and aphids (Taylor, Woiwod & Perry 1980; Taylor et al . 1983) . It was also applicable to a large number of species of aquatic invertebrates (Downing 1979; Elliott & Drake 1981; Drake & Elliott 1982; Downing & Cyr 1985) . All these analyses show that the parameter b remains constant for the same species in the same environment, but can change with a marked change in the environment and even show a seasonal cycle (e.g. Wratten 1974; Hodgson 1978) . It can also change within a life cycle; for example, b increased markedly when larvae of some Trichoptera species aggregated prior to pupation on large stones in streams (Elliott 1981 (Elliott , 1982a . The spatial distribution of stream invertebrates may be related to several factors, including their favoured habitat (e.g. surfaces of large stones, shelters under large stones, gravel or mud), their feeding preferences (e.g. herbivore, carnivore, omnivore) and their mobility (e.g. sedentary, slow movers, fast movers). There may be ontogenetic changes in the spatial distribution and, ideally, each instar of aquatic insects should be treated separately. This is rarely feasible (but see Elliott 1981 Elliott , 1982a and therefore, as a compromise, larvae in the present study were divided into those greater and smaller than half the maximum length attained just before pupation in Trichoptera, and emergence in Ephemeroptera and Plecoptera.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 266,
                    "text": "(Taylor, Woiwod & Perry 1980;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 267,
                    "end": 287,
                    "text": "Taylor et al . 1983)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 367,
                    "end": 381,
                    "text": "(Downing 1979;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 382,
                    "end": 403,
                    "text": "Elliott & Drake 1981;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 404,
                    "end": 425,
                    "text": "Drake & Elliott 1982;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 426,
                    "end": 445,
                    "text": "Downing & Cyr 1985)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 648,
                    "end": 661,
                    "text": "Wratten 1974;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 662,
                    "end": 675,
                    "text": "Hodgson 1978)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 848,
                    "end": 861,
                    "text": "(Elliott 1981",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 862,
                    "end": 878,
                    "text": "(Elliott , 1982a",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1371,
                    "end": 1383,
                    "text": "Elliott 1981",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1384,
                    "end": 1399,
                    "text": "Elliott , 1982a",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most stream invertebrates are nocturnal and their increased activity at night often leads to an increase in upstream movements, and in downstream dispersal through the mechanism of invertebrate drift (see reviews by Allan 1995; Rader 1997 ). An obvious conclusion from all this nocturnal activity is that the spatial distribution of the invertebrates may change from day to night. This aspect of their population dynamics has been ignored, but such changes in spatial distribution are an important aspect of the fundamental biological process of dispersal by stream invertebrates, i.e. their movement away from their point of origin (Palmer, Allan & Butman 1996) . Normally, dispersal is studied over long time scales, but daily changes may be just as important and may provide insight into the ecology of each species. It may be expected that day-night changes in spatial distribution would not occur in sedentary species, or species that burrow in gravel or mud and are thus not exposed to changes in light intensity. Conversely, marked day-night changes would be expected in species living on or near the surface of the stream bed, especially species that are known to be more active at night. These ecological expectations can only be tested by comparing day and night samples, as in the present study.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 227,
                    "text": "Allan 1995;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 228,
                    "end": 238,
                    "text": "Rader 1997",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 633,
                    "end": 662,
                    "text": "(Palmer, Allan & Butman 1996)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present investigation therefore tests the following hypotheses: (i) a power function was a suitable model for the spatial distribution of common species of Ephemeroptera, Plecoptera and Trichoptera in a stony stream; (ii) the spatial distribution varied between species but was similar within species for larvae greater and smaller than half-size; and (iii) diurnal and nocturnal spatial distributions were significantly different for each species, the differences having an ecological basis. To ensure that the conclusions were consistent, large samples ( n = 30) were taken in different months (April, June, November) over 4 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Samples were taken from Wilfin Beck, a small stream (length 4 km) in the English Lake District. The stream was described in detail by Elliott (1973) . The sampling site (latitude 54 ° 20 ′ N, longitude 3 ° 2 ′ W) was in a steep section (fall about 4%) near the mouth of the stream, and was a mixture of riffles and runs with no deep pools. Modal depth ranged from 0·16 to 0·20 m and modal width from 3·0 to 3·7 m for the different samples. The substratum was large stones (diameter up to 0·3 m) over smaller stones and gravel, with sparse clumps of bryophytes on the larger stones and exposed bedrock. The stream was shaded moderately by deciduous trees and leaf packets occurred at the sides of the stream and between large stones in riffles.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 148,
                    "text": "Elliott (1973)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Samples were taken near midday and midnight in April, June and November 1966 , 1967 , 1968 and 1969 To check if sample order affected the results, day samples were taken before night samples in 1966 and 1968, and night samples before day samples in 1967 and 1969. Samples were taken with a Hess-Waters cylindrical sampler (Waters & Knapp 1961) , with a net mesh aperture of 0·265 mm and a sampling area of 0·0929 m 2 . The sampling site was 32 m long and was divided by a grid into 1200 sampling units, each with the area of the sampler. To ensure that it was adequately covered by the sampling, the site was divided longitudinally into five strata, each with an area of approximately 22 m 2 , and 12 sampling units were selected at random from a possible 240 units in each stratum. Six of these units were then allocated randomly to the day sample and six to the night sample. Therefore, each day or night sample was a stratified random sample of 30 sampling units ( n = 30). Only 2·5% of the site was sampled in the day or night. Once the sampling units were selected, sampling commenced in an upstream direction. The animals were preserved in ethanol, and identified in the laboratory. Before counting, larvae were measured from the front of the head to the tip of the abdomen (to nearest mm), and sorted into those greater than half-size, and those less than or equal to half-size. Half-size was half the mean length of the last larval instar and varied from 3 mm for the smallest species of Ephemeroptera to 9 mm for the largest species of Plecoptera.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 76,
                    "text": "June and November 1966",
                    "ref_id": null
                },
                {
                    "start": 77,
                    "end": 83,
                    "text": ", 1967",
                    "ref_id": null
                },
                {
                    "start": 84,
                    "end": 90,
                    "text": ", 1968",
                    "ref_id": null
                },
                {
                    "start": 91,
                    "end": 99,
                    "text": "and 1969",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 322,
                    "end": 343,
                    "text": "(Waters & Knapp 1961)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Twenty-eight species of Ephemeroptera, Plecoptera and Trichoptera were taken in the samples. The following seven species were too sparse to include in the analyses: Plecoptera, Chloroperla tripunctata (Scopoli), Leuctra hippopus (Kempny), L. moselyi Morton, Protonemura praecox (Morton), Nemoura cambrica (Stephens); Trichoptera: Hydropsyche instabilis (Curtis), Plectrocnemia conspersa (Curtis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "Total numbers of the 21 species used in the analyses varied considerably from 438 for Rhyacophila dorsalis to 131 675 for Baetis rhodani , but their relative abundance was similar in each of the four years (Table 1) . For all these species, the relationship between the spatial variance ( s 2 ) and mean ( m ) was well described by a power function (equation 1) with estimates of the parameters a and b being provided for larvae greater than half-size, larvae less than or equal to half-size, and both size groups together (Table 2) . Equation 1 was an excellent fit ( P < 0·001) to all data sets and coefficients of determination ( r 2 ) indicated that nearly all the variation in the spatial variance could be explained by variation in the mean, i.e. the spatial variance was density-dependent ( r 2 > 0·96 for all Ephemeroptera species, > 0·97 for all Plecoptera species and > 0·95 for all Trichoptera species). There were no significant differences between years and therefore the order of sampling (day or night samples taken first) had no effect on the analyses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 206,
                    "end": 215,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 532,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Ephemerella ignita provided the only significant difference ( P < 0·05) between estimates of a and b for the two size groups (Table 2) . However, the precision of the estimates for larvae greater than half-size was very poor (note the very wide 95% CL in Table 2 ). Values for large larvae for either day or night were very similar (arrowed clusters in Fig. 1b ) because these larvae were found only in June in each year. Therefore, the difference between the two size groups of this species was probably due to inadequacies in the data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 255,
                    "end": 262,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 353,
                    "end": 360,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Comparisons between day and night values revealed two species, Baetis muticus and Caenis rivulorum , that Table 1 . Total numbers taken in the day and night samples in each year for the twenty-one species used in the analyses (the seven sparse species not used in the analyses are given in the text did not change their spatial distribution significantly between day and night ( P > 0·05 for t -test between day and night values of the parameter estimates of a and b ), and hence the ratio of b night / b day was close to one (Table 2) . This ratio and the degree of aggregation increased significantly ( P < 0·01) for the remaining five species. For Baetis rhodani , E. ignita and Ecdyonurus venosus , values of a decreased significantly from day to night while values of b increased significantly. Therefore, the degree of aggregation actually decreased at night for the lower densities while increasing at medium to high densities (e.g. Fig. 1a,b) . For Heptagenia lateralis and Rhithrogena semicolorata , values of a did not change significantly from day to night while values of b increased significantly. Therefore, at lower densities the spatial distribution remained close to random during both day and night, while aggregation increased at night for medium to high densities (e.g. Fig. 1c ). These differences were, however, very small and the overall pattern of increasing variance at high density at night was very similar for all five species. Although the spatial distribution of some species changed from day to night, mean densities did not change significantly (e.g. three species in Fig. 2) . However, the precision of the nocturnal estimates of density was poorer than that for the diurnal estimates (cf. 95% CL for day and night mean densities in Fig. 2 ). This was due, of course, to the increased variance at night, especially at higher densities. Similar results for day and night estimates of mean density were obtained for the different species of Plecoptera and Trichoptera, and therefore further examples will not be shown. Estimates of the parameters a and b (both with 95% CL) in eqn (1) for larvae greater than half-size, equal to or less than half-size, and of all sizes, together with the ratio of the night and day powers for larvae of all sizes",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 526,
                    "end": 535,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 940,
                    "end": 950,
                    "text": "Fig. 1a,b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1290,
                    "end": 1297,
                    "text": "Fig. 1c",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1600,
                    "end": 1607,
                    "text": "Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 1766,
                    "end": 1772,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The only significant difference (P < 0·05) between size groups was for values of b, but not a, in the night samples of Isoperla grammatica and Leuctra fusca (Table 2) . However, the difference was only just significant and neither value of b was significantly different (P > 0·05) from that for both size groups together. As the data points for the larger larvae of both species were close together and their densities were low, the difference between the two size groups was probably due to inadequate data, as was the case for large larvae of E. ignita. Two of the three carnivorous species, Perlodes microcephalus and Siphonoperla torrentium, did not change their spatial distribution significantly from day to night, and hence the ratio of b night /b day was one. The spatial distribution of the very active carnivore, P. microcephalus, was close to random in both day and night (Fig. 3a) , and larvae of S. torrentium were always slightly aggregated (Fig. 3c) . Values of a and b for the remaining carnivore, Isoperla grammatica, both increased signi-ficantly (P < 0·05 for a, P < 0·01 for b) from day to night. The effect of this was similar to that shown by B. rhodani, E. ignita and E. venosus, with a decrease and an increase in the degree of aggregation at lower and higher densities, respectively (Fig. 3b) . Two of the four herbivorous species, Leuctra inermis and L. fusca, did not change significantly from day to night and their spatial distribution was close to random at low densities but became more aggregated as density increased (e.g. Fig. 4a ). Values of a for the remaining two species, Protonemura meyeri and Amphinemura sulcicollis, did not change significantly from day to night, but values of b increased significantly (P < 0·001) for both species. The degree of aggregation increased from day to night and also with increasing density (Fig. 4b,c) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 883,
                    "end": 892,
                    "text": "(Fig. 3a)",
                    "ref_id": null
                },
                {
                    "start": 955,
                    "end": 964,
                    "text": "(Fig. 3c)",
                    "ref_id": null
                },
                {
                    "start": 1308,
                    "end": 1317,
                    "text": "(Fig. 3b)",
                    "ref_id": null
                },
                {
                    "start": 1556,
                    "end": 1563,
                    "text": "Fig. 4a",
                    "ref_id": null
                },
                {
                    "start": 1863,
                    "end": 1874,
                    "text": "(Fig. 4b,c)",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "The only significant difference between size groups (P < 0·05) was for larvae of Odontocerum albicorne in the night samples (Table 2) . Large larvae of this species were the only group in all the analyses with a b-value less than one. Their distribution, however, was closer to random rather than regular, because of the a value. This was the only species in the analyses where the difference between size groups was genuine and not due to inadequate data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 133,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "The spatial distribution of the very active carnivore, Rhyacophila dorsalis, was close to random with no significant difference between day and night samples (Fig. 5a) . The rather sedentary case-building species, Agapetus fuscipes, occurred chiefly on the upper surface of large stones and was moderately aggregated with no significant change from day to night. For the net-spinning species, Hydropsyche siltalai, the value of a decreased and the value of b increased from day to night, but both changes just failed to be significant at the 5% level. The close overlap of the day and night values for this species supported the conclusion that the spatial distribution did not change significantly from day to night (Fig. 5b) . The remaining four species, Odontocerum albicorne, Sericostoma personatum, Drusus annulatus and Potamophylax cingulatus, were all case-builders, and showed a significant decrease (P < 0·001) in the values of both a and b from day to night, so that the ratio of b night /b day was less than one. These were the only species in all the analyses that showed a significant reduction in aggregation from day to night (e.g. Fig. 5c ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 167,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 717,
                    "end": 726,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1147,
                    "end": 1154,
                    "text": "Fig. 5c",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": ""
        },
        {
            "text": "Of the three hypotheses tested in this study, the first was strongly supported; a power function was an excellent fit to all data sets. The second hypothesis was also supported by most analyses with no significant difference in the spatial distribution of larvae greater and smaller than half-size for each species. Three of the four exceptions were probably due to inadequate data for testing differences, but the fourth, Odontocerum albicorne, appeared to be genuine with large larvae being significantly less aggregated than small larvae, but only at night when the larvae are known to be most active (Elliott 1970) . The third hypothesis, proposing significant differences between diurnal and nocturnal distributions, was rejected for nine species but supported for the other 12 species.",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 618,
                    "text": "(Elliott 1970)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "These differences in spatial distribution were used to divide the 21 species into three groups according to day-night changes in the values of a and b in equation 1 (Fig. 6 ). Values of a and b for the nine species in the first group did not change significantly from day to night, so that the spatial distribution of these species remained fairly constant (Fig. 6a) . Four of these species are burrowers in gravel or moss; Baetis muticus, Leuctra inermis and L. fusca have a long, thin body shape as does their major predator, Siphonoperla torrentium, while larvae of Caenis rivulorum burrow in muddy gravel (Hynes 1941; Elliott, Humpesch & Macan 1988) . It is notable that the spatial distribution of the only predator, S. torrentium, in this group was very similar to that of its prey in the group. The case-building Trichoptera species, Agapetus fuscipes, grazes on epilithon from the upper surface of large stones and moves very slowly in both the day and night. Its aggregated distribution is obviously due to the larvae being restricted to large stones. The net-spinning Trichoptera species, Hydropsyche siltalai, was aggregated over a wide range of densities, and this probably reflects the limited number of suitable sites for this species to construct its nets (Edington & Hildrew 1995) . The two remaining species in this first group, the stonefly Perlodes microcephalus and the free-living caddis Rhyacophila dorsalis, are both very active predators. Their spatial distribution in both day and night was very close to a random distribution, with values of a and b both close to one (species 3 and 7 in Fig. 6a) .",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 621,
                    "text": "(Hynes 1941;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 622,
                    "end": 653,
                    "text": "Elliott, Humpesch & Macan 1988)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1271,
                    "end": 1296,
                    "text": "(Edington & Hildrew 1995)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 165,
                    "end": 172,
                    "text": "(Fig. 6",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 357,
                    "end": 366,
                    "text": "(Fig. 6a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1614,
                    "end": 1622,
                    "text": "Fig. 6a)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The four species in the second group, Odontocerum albicorne, Sericostoma personatum, Drusus annulatus and Potamophylax cingulatus, are case-building Trichoptera species, and all showed significant reductions from day to night in the values of a and b (Fig. 6b) . Activity increases at night in all four species and their larvae are essentially nocturnal foragers (Elliott 1969 (Elliott , 1970 . Larvae of O. albicorne are omnivores while the other three species are herbivores. The present study has shown that during their nocturnal foraging, aggregation of larvae is greatly reduced so that their distribution is close to random with values of a, and especially b, close to one (Fig. 6b) . The net product of nocturnal behaviour appears to be a near-random distribution. This does not imply randomness in any specific aspect of behaviour but that, of the many behavioural components that together lead to spatial distribution, those leading to aggregation and those leading to dissociation are evenly balanced (Taylor et al. 1980) .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 376,
                    "text": "(Elliott 1969",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 377,
                    "end": 392,
                    "text": "(Elliott , 1970",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1012,
                    "end": 1032,
                    "text": "(Taylor et al. 1980)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 260,
                    "text": "(Fig. 6b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 680,
                    "end": 689,
                    "text": "(Fig. 6b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The power b increased significantly from day to night for all eight species in the third group, but the value of a decreased significantly for only three species, Baetis rhodani, Ephemerella ignita and Ecdyonurus venosus (species 1, 2 and 4 in Fig. 6c ). Isoperla grammatica is the only carnivore in the group and frequently preys on other members of the group. This species is rarely active during the day, most active at dusk and dawn when prey capture is highest, and less active for the rest of the night (Elliott 2000) . All eight species are frequently taken in drift samples and also move upstream (see reviews in Introduction). They are therefore highly mobile nocturnal animals that have now been shown to change their spatial distribution from day to night. Although all these species became more aggregated at night (s 2 > m) when their densities were medium to high, changes at lower densities were more complex. For Heptagenia lateralis, Rhithrogena semicolorata, Protonemura meyeri and Amphinemura sulcicollis, the spatial distribution remained close to random (s 2 = m) at low densities, but for Baetis rhodani, Ephemerella ignita, Ecdyonurus venosus and Isoperla grammatica, the distribution tended to regularity (s 2 < m) at low densities. Therefore the degree of aggregation and the associated changes in behaviour were very strongly density-dependent in these eight species.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 523,
                    "text": "(Elliott 2000)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 251,
                    "text": "Fig. 6c",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The classification of most species was expected from their ecology. Five of the nine species in the first group are burrowers in gravel, moss or mud, and are thus not exposed to diel changes in light intensity. One is a sedentary, case-building, Trichoptera species. However, the inclusion of a net-spinning Trichoptera species in this group was unexpected because this species is known to change position in response to changes in water velocity (Edington & Hildrew 1995) . The present study does not contradict this observation but simply demonstrates that the degree of aggregation does not change over 24 h. Two other unexpected members of this group were both highly mobile predators that occur on or near the surface of the stream bed. Perlodes microcephalus is active during the day, but only below the substratum, and very active from dusk to dawn with a high prey-capture success (Elliott 2000) . Nothing is known about the diel activity and feeding patterns of Rhyacophila dorsalis, but its similar spatial distribution to P. microcephalus suggests that its activity and feeding periodicity may be also similar. Perhaps the near random distribution facilitates the hunting success of these two species and reduces possible intraspecific competition. The 12 species in the second and third groups were expected to show day-night changes in spatial distribution because their larvae occur on or near the surface of the stream bed, and are known to be active at night. The division into the two groups is linked to their presence in the drift, those in the third group being highly mobile species that frequently occur in nocturnal drift, while the four case-building Trichoptera species in the second group rarely occur in the drift. As the larvae of these four nocturnal species were usually found aggregated under stones during the day, their reduced aggregation when they were active at night was not unexpected. Therefore, with a few exceptions, the ecological expectations summarized in the Introduction were supported by the results of this study. The power b is often used as an 'index of aggregation'. In an extensive study of 444 species of birds, moths and aphids, b varied in the range 0·95-3·32 with mean values of 1·68 for birds, 2·07 for moths and 1·97 for aphids, and few values close to, or less than, one (Taylor et al. 1980) . Values of b in the present study varied in the range 0·88-2·50 for all the analyses, and 1·06 -1·99 for the day and night samples with both size groups together (Table 2, Fig. 6 ). Therefore the values obtained in the present study were well within the range of values reported for terrestrial animals. It would be useful to test the three hypotheses of the present study on terrestrial species. Such work is of practical importance because the variance-mean relationship affects the transformation of data before they can be analysed by some statistical methods (e.g. Healy & Taylor 1962; Elliott 1977; Downing 1979) . It also affects the design of sampling programmes when a certain level of precision is required (e.g. Elliott 1977; Downing 1979; McIntyre, Elliott & Ellis 1984) .",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 472,
                    "text": "(Edington & Hildrew 1995)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 889,
                    "end": 903,
                    "text": "(Elliott 2000)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2330,
                    "end": 2350,
                    "text": "(Taylor et al. 1980)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 2922,
                    "end": 2942,
                    "text": "Healy & Taylor 1962;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2943,
                    "end": 2956,
                    "text": "Elliott 1977;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2957,
                    "end": 2970,
                    "text": "Downing 1979)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3075,
                    "end": 3088,
                    "text": "Elliott 1977;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3089,
                    "end": 3102,
                    "text": "Downing 1979;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3103,
                    "end": 3134,
                    "text": "McIntyre, Elliott & Ellis 1984)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 2524,
                    "end": 2530,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The 12 species in groups two and three show clearly how the spatial distribution of animals can be affected markedly by the behaviour of individuals within a population, and is not due simply to demographic changes, a point also made by Taylor et al. (1983) in response to Anderson et al. (1982) . Another example of behavioural change is the active aggregation of larvae prior to pupation in some Trichoptera species, this causing a marked change in the variance-mean relationship (Elliott 1981 (Elliott , 1982a (Elliott , 1982b . As there do not appear to be any other quantitative studies of day-night changes in spatial distribution, it is not known how frequently such changes occur in terrestrial populations, especially for nocturnal species. Such work is needed because there is now enough evidence to show that behavioural changes in spatial distribution are just as important as demographic changes for a clearer understanding of population dynamics.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 257,
                    "text": "Taylor et al. (1983)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 273,
                    "end": 295,
                    "text": "Anderson et al. (1982)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 482,
                    "end": 495,
                    "text": "(Elliott 1981",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 496,
                    "end": 512,
                    "text": "(Elliott , 1982a",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 513,
                    "end": 529,
                    "text": "(Elliott , 1982b",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Stream Ecology: structure and function of running waters",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Allan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Variability in the abundance of animal and plant species",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Crawley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Hassell",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Nature",
            "volume": "296",
            "issn": "",
            "pages": "245--248",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Aggregation, transformation, and the design of benthos sampling programs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Downing",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Journal of the Fisheries Research Board of Canada",
            "volume": "36",
            "issn": "",
            "pages": "1454--1463",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Quantitative estimation of epiphytic invertebrate populations",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Downing",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cyr",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Canadian Journal of Fisheries and Aquatic Sciences",
            "volume": "42",
            "issn": "",
            "pages": "1570--1579",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A comparative study of three air-lift samplers used for sampling benthic macroinvertebrates in rivers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Freshwater Biology",
            "volume": "12",
            "issn": "",
            "pages": "511--533",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Caseless caddis larvae of the British Isles: a key with ecological notes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Edington",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Hildrew",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "53",
            "issn": "",
            "pages": "1--134",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Life history and biology of Sericostoma personatum Spence (Trichoptera)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Oikos",
            "volume": "20",
            "issn": "",
            "pages": "110--118",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The diel activity patterns of caddis larvae (Trichoptera)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Journal of Zoology",
            "volume": "160",
            "issn": "",
            "pages": "279--290",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The life cycle and production of the leech Erpobdella octoculata (L.) (Hirudinea: Erpobdellidae) in a Lake District stream",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Journal of Animal Ecology",
            "volume": "42",
            "issn": "",
            "pages": "435--448",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Some methods for the statistical analysis of samples of benthic invertebrates",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "1--156",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A quantitative study of the life cycle of the net-spinning caddis Philopotamus montanus (Trichoptera: Philopotamidae) in a Lake District stream",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Journal of Animal Ecology",
            "volume": "50",
            "issn": "",
            "pages": "867--883",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A quantitative study of the life cycle of the case-building caddis Odontocerum albicorne (Trichoptera: Odontoceridae) in a Lake District stream",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Freshwater Biology",
            "volume": "12",
            "issn": "",
            "pages": "241--255",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The life cycle and spatial distribution of the aquatic parasitoid Agriotypus armatus (Hymenoptera: Agriotypidae) and its caddis host Silo pallipes (Trichoptera: Goeridae)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Journal of Animal Ecology",
            "volume": "51",
            "issn": "",
            "pages": "923--941",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Contrasting diel activity and feeding patterns of four species of carnivorous stoneflies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ecological Entomology",
            "volume": "25",
            "issn": "",
            "pages": "26--34",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A comparative study of seven grabs used for sampling benthic macroinvertebrates in rivers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Drake",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Freshwater Biology",
            "volume": "11",
            "issn": "",
            "pages": "99--120",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Larvae of the British Ephemeroptera: a key with ecological notes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "H"
                    ],
                    "last": "Humpesch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Macan",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "49",
            "issn": "",
            "pages": "1--145",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Tables for power-law transformations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J R"
                    ],
                    "last": "Healy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Biometrika",
            "volume": "49",
            "issn": "",
            "pages": "557--559",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The distribution and movement of apterous Myzus persicae on rapidly growing turnip plants",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hodgson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Ecological Entomology",
            "volume": "3",
            "issn": "",
            "pages": "289--298",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The taxonomy and ecology of the nymphs of British Plecoptera with notes on the adults and eggs",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B N"
                    ],
                    "last": "Hynes",
                    "suffix": ""
                }
            ],
            "year": 1941,
            "venue": "Transactions of the Royal Entomological Society",
            "volume": "91",
            "issn": "",
            "pages": "459--557",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Methods for the Study of Marine Benthos. IBP Handbook No. 16",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Ellis",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Dispersal as a regional process affecting the local dynamics of marine and stream benthic invertebrates",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Allan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Butman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "TREE",
            "volume": "11",
            "issn": "",
            "pages": "322--326",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A functional classification of the drift: traits that influence invertebrate availability to salmonids",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Rader",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Canadian Journal of Fisheries and Aquatic Sciences",
            "volume": "54",
            "issn": "",
            "pages": "1211--1234",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Aggregation, variance and the mean",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Nature",
            "volume": "189",
            "issn": "",
            "pages": "732--735",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Assessing and interpreting the spatial distributions of insect populations",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Annual Review of Entomology",
            "volume": "29",
            "issn": "",
            "pages": "321--357",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Behavioural dynamics",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A J"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Woiwod",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Nature",
            "volume": "303",
            "issn": "",
            "pages": "801--804",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The densitydependence of spatial behaviour and the rarity of randomness",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Woiwod",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Journal of Animal Ecology",
            "volume": "47",
            "issn": "",
            "pages": "383--406",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Variance and the large scale spatial stability of aphids, moths and birds",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Woiwod",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Perry",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Journal of Animal Ecology",
            "volume": "49",
            "issn": "",
            "pages": "831--854",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "An improved stream bottom fauna sampler",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Waters",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Knapp",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Transactions of the American Fisheries Society",
            "volume": "90",
            "issn": "",
            "pages": "225--226",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Aggregation in the birch aphid Euceraphis punctipennis (Zett.) In relation to food quality",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Wratten",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Journal of Animal Ecology",
            "volume": "43",
            "issn": "",
            "pages": "191--198",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Relationship between the spatial variance (s 2 ) and mean (m) for day and night samples with regression lines obtained from equation 1, using the values of a and b for all sizes of larvae inTable 2: (a) Baetis rhodani (b) Ephemerella ignita (c) Rhithrogena semicolorata. Both axes are on logarithmic scales; the line of equality (s 2 = m) is given on each figure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Relationship between the spatial variance (s 2 ) and mean (m) for day (᭝) and night () samples with regression lines obtained from equation 1, using the values of a and b for all sizes of larvae inTable 4: (a) Rhyacophila dorsalis, (b) Hydropsyche siltalai, (c) Potamophylax cingulatus. Both axes are on logarithmic scales; the line of equality (s 2 = m) is given on each figure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Values of the constants a and b for day (open bars) and night (black bars) samples arranged in three groups: (a) nine species that did not change their spatial distribution significantly between day and night; (b) four species for which the values of a and b decreased significantly from day to night; (c) eight species for which the value of a or b, or both a and b",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": ", increased significantly from day to night. Group one species: 1, B. muticus; 2, C. rivulorum; 3, P. microcephalus; 4, S. torrentium; 5, L. inermis; 6, L. fusca; 7, R. dorsalis; 8, A. fuscipes; 9, H. siltalai. Group two species: 1, O. albicorne; 2, S. personatum; 3, D. annulatus; 4, P. cingulatus. Group 3 species: 1, B. rhodani; 2, E. ignita; 3, H. lateralis; 4, E. venosus; 5, R. semicolorata; 6, I. grammatica; 7, P. meyeri; 8, A. sulcicollis.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}