{
    "paper_id": "c2e13608b0a416285f60aa7b09e57c679f4f7814",
    "metadata": {
        "title": "Spread of the Novel Coronavirus (SARS-CoV-2): Modeling and Simulation of Control Strategies",
        "authors": [
            {
                "first": "Harishankar",
                "middle": [],
                "last": "Prabhakaran",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Arizona State University",
                    "location": {}
                },
                "email": "-e-mail:hprabhak@asu.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease 2019 is spreading throughout the world and all healthcare systems are loaded beyond its capacity. The virus is named as SARS-CoV-2. In this situation, rational decisions need to be made on how the care is provided for patients with COVID-19. The Incidence report, general symptoms and readily available testing kits, different control strategies, the basic compartmental model, and some of the current research on the epidemiology of the disease are discussed and previously published models are reviewed. Modeling this disease helps in understanding the spread, and predict its future to evaluate different control strategies (Social Distancing, Contact Tracing and Hospitalization). Compartmental modeling framework is used in this work. The non-linear equations are formulated and fitted to the cumulative case and mortality data. Analytical analysis along with uncertainty analysis and sensitivity analysis is performed, and the conditions to achieve disease free equilibrium is evaluated. Finally, Different control strategies are simulated to show their importance. This paper aims to shows the advantage of mathematical modeling and their simulations in times like now, during which the COVID-19 spreading like wildfire. It also includes Pre-symptomatic and asymptomatic individuals in the modeling. The simulations are performed for the model fit to Cumulative Case and Mortality data in the United States of America. The Reproduction number is found to be 2.71914. : medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Hands should be cleaned with alcohol-based hand rub or soap and water. Our hands mostly touch different surfaces when we go out. Virus sticks to ones hands and can infect us. Therefore, it is important to wash our hands regularly to prevent the infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Elderly people are affected the most compared to the young population. Mortality rate for people in 75 to 84 years is in the range of 4-10%, and the rate goes up to an average 20% for people who are more than 85 years old. [22] 4 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[22]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "This paper is an effort to model the epidemiology and stop the spread of the novel coronavirus, which is causing huge detrimental effects all around the world. The ultimate goal is to slow the spread of the virus, using evidence based public health interventions, which includes early case recognition, isolation and contact tracing. This disease has grown from being a small cluster of pneumonia in china to a global pandemic causing huge loss of life. Therefore, there is a huge need for modeling the disease, and simulation of various control strategy implementation is necessary to make well informed decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Incidence is the number of new cases of coronavirus in a particular population in a period of time. In general, incidence is reported for each country's population. The table below gives the incidence of all the country that has been affected majorly. 27 April 2020 [1] The incidence per 1Million calculated in the Table gives a better picture than the number of cases, on how the country is affected. For example, by comparing India and Singapore, India has twice the number of cases than in Singapore, and it does not mean that India more is affected. The incidence per 1 Million for Singapore is more than 100 time to that of India's. It is because the population of Singapore is far less than India.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "text": "27",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Incidence"
        },
        {
            "text": "The death per 1Million data also gives the information on how each country is handling the infected cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incidence"
        },
        {
            "text": "Among all the countries, Spain is in a very bad state with a mortality rate of 11.16%. The United States of America has the most number of cases (1.2 Million as of May 8th, 2020) and has more than 75,000 deaths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incidence"
        },
        {
            "text": "The Coronavirus spreads mainly from person to person, through respiratory droplets from an infected person (via. coughs or sneezes). These droplets can go into people who are nearby. It spreads, when people are near to each other. The droplets do not hang around in the air and can not go more than six feet from the source (about two meters).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spread of Virus from one to another"
        },
        {
            "text": "COVID-19 spreads sustainably in a community in many affected Regions. People are getting infected with the virus, mostly without knowing where they are infected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spread of Virus from one to another"
        },
        {
            "text": "People also get infected when they come in contact with an infected surface and then touches their eyes or face.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spread of Virus from one to another"
        },
        {
            "text": "Symptoms for COVID-19 is not constant, and ranges from mild disease to severe illness. Symptoms usually appears 14 days after being exposed to the virus. Major indications of COVID-19 are Cough, Shortness of breath or difficulty breathing, Fever, Chills, Muscle pain, Sore throat, New loss of taste or smell [2] .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Symptoms and Testing"
        },
        {
            "text": "Medical attention should be sought immediately if the following symptoms are noticed: Trouble breathing, Persistent pain or pressure in the chest, New confusion or inability to arouse, Bluish lips or face [2] .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Symptoms and Testing"
        },
        {
            "text": "With the restricted availability of testing kits, not everyone is eligible for being tested. If it only causes mild illness, people are asked to recover at their home itself. Decisions on who to be tested are made by health departments and healthcare providers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Symptoms and Testing"
        },
        {
            "text": "By the end of April, a viral test has been authorized by the U.S. Food and Drug Administration (FDA) that lets people to collect a respiratory sample (a swab inside of the nose) at home, and send it to a laboratory for analysis. In most areas the collection kits were made available via healthcare workers [3] . .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Symptoms and Testing"
        },
        {
            "text": "Things to do to implement social distancing: Avoid contact with people who could be at risk, Avoid public places, gathering and crowds, Avoid clinics and hospitals, and Avoid restaurants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Distancing"
        },
        {
            "text": "It is every individuals responsibility to prevent this virus from spreading, and social distancing is a way collective effort in stopping the spread of this disease. In case of 3 emergencies in which we can not avoid going to different places, one should maintain at least a distance of 6 feet from one another.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social Distancing"
        },
        {
            "text": "Contact tracing is carried out by a public health staff. They get data from the patients with coronavirus to help everyone they have had contacted during the previous weeks while they were infectious. The identity of the patient is not revealed for their privacy. Traced individuals are given information on the risk of being infected, and are asked to separate themselves from other susceptible people, and check for symptoms and illness. They are asked to monitor their body temperature twice a day, and if they have symptoms, they should isolate themselves and report to a health care worker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contact Tracing"
        },
        {
            "text": "Hospitalization or isolation is the process of separating the sick people from the non sick ones. With a steady rise in new cases of coronavirus, hospitals are working at maximum capacity, and infected individuals are admitted only when they show severe symptoms or have extreme illness. Temporary medical clinics can be setup in areas where most infections occur can reduce the spread of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalization/Isolation"
        },
        {
            "text": "Quarantines are used by governments to prevent the spread of the virus. It is especially for individuals have no symptoms but were exposed to the sickness. It is important to keep them separated from susceptible people so that they don't infect others without their knowledge. Quarantines are used during an outbreak, or an epidemic, or during a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quarantine"
        },
        {
            "text": "It has been debated whether masks are effective or not. The truth is that it works. The effect of face masks is illustrated very clearly in the paper, 'To mask or not to mask' [14] .",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Masks"
        },
        {
            "text": "Both hands should be cleaned before wearing the mask. There should be no gaps between ones face and the mask. Never touch the mask, and discard them in a closed bin quickly, once they are damp. Masks are effective only if the hands are washed properly and the used masks are disposed properly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Masks"
        },
        {
            "text": "Individuals with medical conditions like heart/lung disease or diabetes are at a greater risk for developing serious illness due to the disease [4] . People who are most affected are ones with the following conditions: asthma, immunocompromised conditions, severe obesity, chronic kidney disease undergoing dialysis, and liver diseases.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Masks"
        },
        {
            "text": "The Kermack-McKendrick model [5] is a SIR epidemiological model. It explains the rapid rise and fall in the number of infected cases reported in an epidemic. The model assumes that there is no change in the total population size (i.e., no vital dynamics and deaths due to disease), and that there is no incubation period.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Kermack-Mckendrick model"
        },
        {
            "text": "The model has three nonlinear ODEs:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kermack-Mckendrick model"
        },
        {
            "text": "where, S is the number of susceptible people, I is the number of Infected people, R is the number of recovered people who gained immunity, β is the infection rate, and γ is the recovery rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kermack-Mckendrick model"
        },
        {
            "text": "The Reproduction number of this model is was called as epidemiological threshold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kermack-Mckendrick model"
        },
        {
            "text": "To control the disease outbreak, R 0 should be less than 1. This basic model structure first published in 1927 have been developed into many complex epidemiological models over a century, and currently there are thousands of published models. This paper also uses the same type of modeling methodology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kermack-Mckendrick model"
        },
        {
            "text": "As there are many uncertainties in hoe the corona-virus is spreading, there is is a huge need for modeling the spread of the disease. Many papers are being published once the pandemic began. The most predominant modeling papers are discussed here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Literature Review of Major Models of COVID-19"
        },
        {
            "text": "A mathematical model for simulating the transmission of Wuhan novel Coronavirus [6] is a different Paper than other modeling papers being published. They have developed a Bats-Hosts-Reservoir-People transmission network model. They have simplified their model as Reservoir-People transmission network. It is a brief paper with the modeling framework, the nonlinear equations and the first generation method derivation for the reproduction number.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Literature Review of Major Models of COVID-19"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5"
        },
        {
            "text": "A mathematical model for the novel coronavirus epidemic in Wuhan, China [7] . The model is a basic SEIR compartments with a V compartment(concentration of the coronavirus in the environmental reservoir) at the end. The model also includes the vital dynamics of the population. They got a high Reproduction number estimate of 4.25. The inclusion of the vital dynamics in the model seems to have increased the ability of the disease to spread more. It is also noticeable that they have modeled three different transmission rate for every class that can be infectious. The paper is concentrated towards Wuhan and therefore the dynamics vary a little from other modeling papers.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Report 9: Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand. [16] This report is a very important, because many policies in the UK and other countries are made based on it. It discusses about various non-pharmaceutical interventions that are aimed at reducing contact rates in the population, and the conclusion was that no intervention can impact the contact rate if they are implemented separately. All interventions should be implemented to achieve a synergistic effect.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Forecasting the impact of the first wave of the COVID-19 1 pandemic on hospital demand and deaths for the USA and 2 European Economic Area countries. [8] . This paper used data identification tools and statistical modeling to model the disease. They have predicted a huge demand for hospital and ICU bed-days, and their estimation of the number of deaths of around 1,584,737 in USA from the first wave of seems unlikely. This gives us an idea on how compartmental modeling is better than statistical data analysis for epidemiological models.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Flattening the curve before it flattens us: hospital critical care capacity limits and mortality from novel coronavirus (SARS-CoV2) cases in US counties. [9] . This paper concentrates on the relation between available critical care and deaths that occurs when critical care bed limits are exceeded. They have devised for 4 critical care surge response scenarios. Their concern is that the mortality data does not include normal patients with injury, who could not get treated due to suddenly overloaded healthcare system.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "To mask or not to mask: Modeling the potential for face maskuse by the general public to curtail the COVID-19 pandemic. [14] . This paper considers the importance of face mask in the prevention of the disease. Two models, one with no mask use and the other with mask use and control strategies are created. Simulations are done in both these models and the results are compared. It talks about inward efficiency (prevention from catching the disease) and outward efficiency (preventing the transmission of the disease). The model for the exponentially decaying infectious contact rate in this work is inspired from this paper. The model is parameterized for the data for New York and Washington. They found that the usage of masks have a huge impact than what we already believed it to have.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "A Case Study of the COVID-19 Coronavirus. Mathematical Modeling of Epidemic Diseases. [10] . This paper deals with simple models, but demonstrated the effects of various control strategies. It begins with an explanation of the basic SIR model,",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. . followed by compartmental SEIR models for the coronavirus. The paper also compares two scenarios where in one, the recovered people gets lifetime immunity, and the other has re-Susceptible factor in the model. Other simulations such as short lock down, and healthcare system saturation is also presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "REFINED COMPARTMENTAL MODELS, ASYMPTOMATIC CARRIERS AND COVID-19. [11] . This paper talks about the various possible compartmental models which can be used as the base model for the novel coronavirus. A discussion on these models (modified SEIR, splitting the exposed group into different compartments, and including asymptomatic population), explains them well. This paper is highly illustrative with many simulations.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Construction of Compartmental Models for COVID-19 with Quarantine, Lockdown and Vaccine Interventions [12] . Many epidemiological models are formed and the dynamics are analysed. They also explore the transmissibility of the viral infection during different control strategies like quarantine, lock-downs, and vaccinations. The dynamics of coronavirus is simulated for the data in Ghana. It is interesting to see that the basic reproduction number is less than 1, and they expect that the disease will be gone in two to four months. The graphical representation of the model framework used in this work is inspired from this paper.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Modeling the Spread of COVID-19 with COMSOL Multiphysics [13] . COMSOL Multiphysics is a virtual dynamical simulation software. They have used the software to simulate the compartmental models with an aim to flatten the curve. They have presented a basic SEIR model an a SEIR model with many sub-compartments of Exposed and Infectious class. It is amazing how a physics simulation software can be used to simulate dynamics of epidemiology.",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "text": "[13]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "A deterministic model of the Coronavirus 2019 disease transmission, is used to estimate the parameters in The United States of America. This model includes factors which reduces the transmission of the disease, such as social distancing, Hospitalization and Contact tracing of Asymptotic Individuals. is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S-E-P-I-A-H-C-R-D Model Definition"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The modeling framework consists of susceptible, exposed, pre-symptomatic infectious, symptomatic infectious, asymptomatic infectious, hospitalized-non ICU, hospitalized ICU,and recovered, with the classes respectively denoted S(t), E(t), P(t), I(t), A(t), H(t), C(t), and R(t). In addition, a cumulative death class is also included and is denoted as D(t).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "After the incubation period in exposed class, they become infectious, but they are pre-symptomatic for a period; a part of them eventually become symptomatic and the others asymptomatic. A fraction of detected infectious individuals (by symptoms for I(t) class; by contact tracing for A(t) class) are moved to the hospitalized class (non-ICU), H(t), where they are isolated from general public. Some fraction of hospitalized patients ultimately require critical care and they are moved to hospitalized ICU class. Some fraction recover and some die in the classes I(t), A(t), H(t) and C(t). Based on these assumptions, the deterministic model for the transmission dynamics of COVID-19 is given by the framework in Figure 1 , and the corresponding deterministic system of nonlinear differential equations is given below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 713,
                    "end": 721,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "where, N is the total population. N = S + E + P + I + A + H + C + R",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "All the parameters in the model is defined and a default value is estimated. They are found by searching research literature, official reports or by fitting the model to the available data. β(t) is the time dependent infectious contact rate, which has a exponentially decreasing structure [14] . The decrease is due to the prevention measures put into action by the 9 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 293,
                    "text": "[14]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Model Parameters"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. . government and good will of the people.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 74,
                    "text": "May 18, 2020. .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "We assume that β decrease right from the beginning (without delay) because our initial condition β 0 for the model is set to be on 01-March-2020, during when they started to implement preventive measures. It decreases to β min as the time passes at the rate of r. β min required to get to disease free equilibrium is calculated from conditions for the basic reproduction number. The β min and r are fixed during the model fitting process. η the relative infectiousness of asymptomatic carriers compared to symptomatic carriers, and it is assumed that symptomatic individuals are 50% more infectious than the asymptomatic people [16] . The value is set to 0.44.",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 632,
                    "text": "[16]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "σ is the transition from exposed to pre-symptomatic class, where 1 σ is the incubation period (average 5 days [17] for Coronavirus). So, the value of σ is 1 5 . σ P is the transition from pre-symptomatic to infectious class (I or A)). Calculated similar to σ. The period of stay in this class is an average 3 days. \"This virus continues to spread across the country, because we have asymptomatic transmitters and we have individuals who are transmitting 48 hours before they become symptomatic\" -CDC Director [19] .",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "text": "[17]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 509,
                    "end": 513,
                    "text": "[19]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "f is the fraction of pre-symptomatic individuals who eventually becomes asymptomatic. There is a lot of uncertainty in this fraction [20] . The average value is set to be 0.5. φ I H is the rate of hospitalization of symptomatic people. The median interval from symptom onset to admission was 7 days (interquartile range [IQR] = 3-9 days) [21] . The percentage of hospitalization is 20 [22] . So, φ I H = (1/7)*0.2 = 0.028. σ A is the rate at which asymptotic individuals are detected using contact tracing and hospitalized. It is the product of the percentage of contact-tracing execution and the rate of asymptomatic hospitalization. Contact tracing reduced the time taken to identify and isolate patients after onset of symptoms to 2.7 days [23] . ct ia control variable (varied in the simulations)",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 338,
                    "end": 342,
                    "text": "[21]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[22]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 743,
                    "end": 747,
                    "text": "[23]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Default ct is taken to be 0.1. Therefore, default σ A is (1/2.7)*0.1 = 0.037.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "φ H C is the rate of ICU admission from Hospitalization. In a study by Chen Wang et al. [25] , of the patients hospitalised 32% required admission to an intensive care unit. In another report from Imperial College [24] , they calculate bed demand numbers assuming a total duration of stay in hospital of 8 days if critical care is not required and 16 days (with 10 days in ICU) if critical care is required. With 30% of hospitalised cases requiring criticalcare, they obtained an overall mean duration of hospitalisation of 10.4days, slightly shorter than the duration from hospital admission to discharge observed for COVID-19 cases internationally. Therefore, if someone needs critical care, on an average they stay in the hospital for 6 days before moving to ICU. So, φ H C = (1/6)*0.32 = 0.0533. Also γ H , the recovery rate of Hospitalized people for whom critical care is not required is 1/8; and γ C , the recovery rate of Hospitalized in need of ICU is 1/9 [26] .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[25]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[24]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 965,
                    "end": 969,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Both γ I , the recovery rate of Symptomatic individuals and γ A , the recovery rate of Asymptomatic individuals, is on an average found to be 1/7. It is because, on an average the people in these classes recover in 7 days. δ I , the death rate of Symptomatic individuals. It is found that the average duration between the onset of symptoms and death is 22 days [26] . The mortality rate among the cases found is 3.4% [28] . So, δ I = (1/22)*0.034 = 0.00154. δ A is the death rate of the Asymptomatic population, is assumed to be half of δ I [29] So, δ A = δ I / 2 = 0.00077.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 365,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[28]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[29]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "δ H (death rate, Hospitalized -Non ICU) It is found that the average duration between hospitalization and death is 8 days [26] . With the mortality rate of 3.4%, δ H = (1/8)*0.034 = 0.00425. δ C (death rate, Hospitalized -ICU) It is found that the average duration between ICU admission and death is 7 days [26] . With the mortality rate of 3.4%, δ H = (1/7)*0.034 = 0.00485.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 307,
                    "end": 311,
                    "text": "[26]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "11"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. . https://doi.org/10.1101/2020.05.11.20098418 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The state-level time series for both cumulative mortality data and cumulative case data, compiled by Center for Systems Science and Engineering at Johns Hopkins University [31] , from March 1, 2020, through April 27, 2020, is used to calibrate the model initial conditions I(0) and infective contact rate, β 0 , when β(t) is taken as an explicit function of time. Other parameters are fixed at default values in Table 2 . Parameter fitting was performed using nonlinear least squares algorithm im-plemented using the lsqcurvefit function in MATLAB.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[31]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 419,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Model fitting"
        },
        {
            "text": "Parameters calibrated for the model fitted for the mortality data (with β m set to be 0.1):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model fitting using Mortality data only"
        },
        {
            "text": "The initial condition I(0) is fitted to be 11222.24501, that is 11223 cases should have been actually reported on March 1, 2020, but this condition seems to be high compared to the actual case data on that day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model fitting using Mortality data only"
        },
        {
            "text": "The infective contact rate, β 0 is fitted to be 1.16562. Even though the model fits the death data nicely, the the number of cases through the time simulated is underestimated, and the initial case number I(0) is overestimated. Therefore, the case data should also be used while fitting the model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model fitting using Mortality data only"
        },
        {
            "text": "Parameters calibrated for the model fitted for mortality and case data (with β m set to be 0.1) are the initial condition and β 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model fitting using both Mortality and case data simultaneously"
        },
        {
            "text": "The initial condition I(0) is fitted to be 5848.92619, that is 5849 cases should have been actually reported on March 1, 2020, and this condition could have been the actual case data (combining the reported and unreported cases) on that day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model fitting using both Mortality and case data simultaneously"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "12"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. From the fitting the data for The United States, the best fit parameters are I(0) = 5849; and the initial infective contact rate β 0 of the time varying β(t), with fixed r = 0.04day −1 and β m = 0.1day −1 , is found to be 1.33877day −1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Next generation matrices is the best way to find the basic reproduction number, beacuse it is good to follow the Infection As seen in van den Driessche P., Watmough J. [30] , F V −1 is the next generation matrix for the system at disease free equilibrium.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "[30]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Reproduction Number (R 0 ) & Disease Free Equilibrium (DFE)"
        },
        {
            "text": "where,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction Number (R 0 ) & Disease Free Equilibrium (DFE)"
        },
        {
            "text": "The system is global asymptotic stable (GAS) iff all eigenvalues of the next generation matrix have norm less than one, that is the spectral radius of the next generation matrix 13 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction Number (R 0 ) & Disease Free Equilibrium (DFE)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "(ρ(F V −1 )) is less than one. In epidemiological models this spectral Radius is called as the basic reproduction number of the model (R 0 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Therefore, in order to get the corona-virus to disease free equilibrium, the R 0 given above should be less than 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Currently, the β value is found to be approximately 0.5. Therefore, by using all the default values given in Table 2 , R 0 is found to be 2.71914.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 116,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the R 0 equation, after taking β out as a common factor, it has three parts summed up together, which needs to be decreased in order to bring R 0 to be less than one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Threshold Analysis"
        },
        {
            "text": "The first part ( η σ P ) is a constant term since both η and σ P is fixed, and can not be controlled. using the default values this fraction is calculated to be 1.32.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Threshold Analysis"
        },
        {
            "text": "φ I H +γ I +δ I ), with default values for the uncontrollable variables f ,γ I ,and δ I , the only controllable variable is φ I H (the rate of hospitalization of the symptomatic people). To reduce the value of this whole fraction, φ I H needs to be increased, by reducing the number of days it takes to admit individuals after symptom onset. This can be implemented by increasing the number of temporary hospitalization facilities in places where the cases are increasing steadily; and by increasing testing speed and availability. If the maximum possible φ I H (0.033) is considered, the second part is calculated to be 2.7846.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The second part ( (1−f )"
        },
        {
            "text": "The third part( ηf ct.φA H +γ A +δ A ), with default values for the uncontrollable variables η, f ,γ A , δ A , and φ A H , the only controllable variable is ct (the percentage of contact tracing execution). If ct is implemented at maximum capacity (0.7), the third part is calculated to be 0.5446. Therefore when the maximum possible rate of hospitalization is executed and contact tracing is implemented in full capacity,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The second part ( (1−f )"
        },
        {
            "text": "14 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The second part ( (1−f )"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. . The infectious contact rate must be brought less than 0.215 to control the disease, even when the hospitalization rates are increased, and the contact tracing is implemented at full potential.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 74,
                    "text": "May 18, 2020. .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "As presented in the report from the center of evidence based medicine [20] , the percentage of people remaining asymptomatic varies drastically in many different case studies. Therefore, analyzing uncertainty in f is important. As seen in the Figure 4 , even 10% deviation of f from the default value causes a huge difference in the model simulation. It is always better to expect the worst case scenario in situations like this and make decisions so that many lives can be saved.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[20]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "text": "Figure 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Uncertainity in the fraction of people remaining asymptomatic (f )"
        },
        {
            "text": "It can also be observed that the actual data till 4/27 lies well within the range, and the future data is expected to be within the limits till 08/28 as shown in the simulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncertainity in the fraction of people remaining asymptomatic (f )"
        },
        {
            "text": "The infectiousness vary from person to person, this factor is very sensitive and affects the predictions hugely. Therefore, analyzing uncertainty in η is also important.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncertainity in infectiousness of people with no symptoms (η)"
        },
        {
            "text": "As seen in the Figure 5 , even 4% to 6% deviation of η from the default value causes a huge difference in the model simulation. It is always better to expect the worst case scenario in situations like this and make decisions so that many lives can be saved.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 23,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Uncertainity in infectiousness of people with no symptoms (η)"
        },
        {
            "text": "It can also be observed that the actual data till 4/27 lies well within the range, and the future data is expected to be within the limits till 08/28 as shown in the simulations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uncertainity in infectiousness of people with no symptoms (η)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "15"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "It is important to analyze how changes in control parameters of our mathematical model affects the whole model. This can be done by analyzing correlation of the parameters with Reproduction number.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "The correlation between R 0 and β is clear from the R 0 equation, they are positively correlated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "All the parameters in the equation is positive, therefore,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "R 0 and β has a positive correlation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "When β is increased R 0 is also increased. Therefore, to keep the reproduction number as low as possible, the infectious contact rate must be maintained as low as possible. This can be done by implementing various control strategies such as social distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "The correlation between R 0 and ct",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "All the parameters in the equation is positive, therefore,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "16 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity Analysis"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. . https://doi.org/10.1101/2020.05.11.20098418 doi: medRxiv preprint R 0 and ct has a negative correlation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "When ct is increased, R 0 decreases. Therefore, to keep the reproduction number as low as possible, the implementation of contact tracing of Asymptomatic Individuals is crucial, and it must be maintained as high as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The correlation between R 0 and φ I H",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "All the parameters in the equation is positive, therefore,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "R 0 and φ I H also has a negative correlation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "When φ I H is increased, R 0 decreases. Therefore, to keep the reproduction number as low as possible, the hospitalization rate should be be maintained as high as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "One key difference between Isolation by contact tracing and Hospitalization, is that when people are traced, they don't even know that they could be sick, but for hospitalization a patient need to have a severe illness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Simulations of the epidemiological model is performed in MATLAB. The differential equations are solved using the function called ODE45, which solves non-stiff differential equations using medium order method. The sample code is given in the Appendix for reference Three control strategies (Social Distancing, Contact Tracing Asymptotic population, and Increasing Hospitalization rate) are simulated, and the parameters responsible for implementing these strategies are varied and plotted together to analyze and compare. These kind of simulations helps in making decisions during a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulations of Control Strategies"
        },
        {
            "text": "Strict rules on Social distancing should be implemented and followed, to prevent the spread of the disease. The simulation in Figure 6 shows that, if strategies to increase social distancing are implemented (that is, reducing β), the number of new cases can be reduced, and the recovery from the coronavirus pandemic is quicker. The number of estimated deaths also decreases by a significant amount in the order of 10 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "text": "Figure 6",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Strategy 1 -Social Distancing"
        },
        {
            "text": "Two new conditions (with β = 1 and β = 0.5) are simulated along with previously simulated model, and the plots are shown in Figure 6 for comparison.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "text": "Figure 6",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Strategy 1 -Social Distancing"
        },
        {
            "text": "The time taken to reach reasonably low number of cases is reduced by at least two weeks. Considering that the control measures are implemented continuously, the best possible time to remove social distancing without getting the disease back again, would be by early August of 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy 1 -Social Distancing"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. . With pressure from many groups of people who are affected financially, and with the government stuggling to handle the economy, the social distancing control measure is expected to be stopped in May,2020, bringing a lot of concern on how to stop the spread. The plot of simulations in 7 shows what will be the situation if that happens (say from 05/20). The number of cases will start to rise again, this eventually will force us to maintain social distancing again. Therefore, there will be a bigger peak in the number of reported cases, and it will take 5 more months to get out of this situation. The number of deaths will also increase as it takes longer to stop the spread of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "18"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. . The plot of simulations in 8 shows what will be the situation if the same thing happens from 06/09. The number of cases will start to rise again, this eventually will force us to maintain social distancing again. Even though, the peak in the number of reported cases is not increased more than what was already reached, it will take more than 8-9 months to get out of this situation. This shows us how important social distancing is. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. . distancing at all after 06/09. The simulation is frightening as the number of cases goes upto 40 Million.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 74,
                    "text": "May 18, 2020. .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The majority of new infections are created by infected people who is showing no symptoms, they can either be totally asymptomatic or presymptomatic. To reduce the spread through them, contact tracing should be implemented. It is done by finding about all the people who were contacted by symptomatic individuals in the last two weeks. If they are tested to be positive of the disease, then they are hospitalised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy 2 -Contact Tracing Asymptotic population"
        },
        {
            "text": "It is also possible that the person traced was the one actually who got infected, when they got in contact with this symptomatic person. Either way, contact tracing is a way to find and isolate people who could potentially carry the virus around and causing new infections. This process of isolating those who could potentially carry the disease around, is not executed at full potential, because not everyone who are exposed or asymptomatic can be found out by tracing previous contacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy 2 -Contact Tracing Asymptotic population"
        },
        {
            "text": "The simulations in Figure 10 shows the predictions for two new values for the percentage of contact tracing implementation ( ct = 0.3 and ct = 0.7), along with the default value of 0.1. There is significant reduction in the number of cases over the month of May and after.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 28,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Strategy 2 -Contact Tracing Asymptotic population"
        },
        {
            "text": "It can also be seen that the number of recorded death estimate increases, this is because the people who will die from this disease without knowing they had the disease, are now found and tested using contact tracing, and their deaths are recorded. Hospitals are struggling to handle the load of new cases. Therefore, it is reasonable to increase the number of temporary facilities and in many areas as possible. This will reduce the time taken from symptom onset to hospital admission, and thus the hospitalization increases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy 2 -Contact Tracing Asymptotic population"
        },
        {
            "text": "φ I H is increased in the simulations as shown in Figure 11 . Two new rates -φ I H = 0.04 (in which takes 5 days to hospitalize someone), and φ I H = 0.05 (in which takes 4 days to hospitalize someone), are simulated. It can be seen that there is a decrease in the number of reported case estimate. Increasing φ I H did not impact the number of cumulative deaths very much, as seen in the simulations below. From the simulations of the three control strategies, Social distancing seems to have a bigger reduction in the number of diagnosed cases. No single control meothod will give the best result. It is only when all the control strategies are implemented, the considerable change is seen.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 59,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Strategy 2 -Contact Tracing Asymptotic population"
        },
        {
            "text": "A good compartmental framework of the model is designed by including all major classes of people. The most unnoticed classes during the modeling process of the coronavirus are the Pre-Symptomatic people and those that are in need of critical care. They are included in the model, and the model parameters are defined using the data from various research papers, official reports, and interviews. Once the parameters are fixed, model is fitted to the cumulative case and mortality data given by John Hopkins University. The fit gave the values for β 0 to be 1.33877 and I(0) to be 5849, which actual infected cases in the US (on March 1, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion & Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "21"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. . Different aspects of the model have been analyzed and the effect of various control strategies have been simulated.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 74,
                    "text": "May 18, 2020. .",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The disease free equilibrium is discussed and using the threshold analysis, basic contact rate to achieve DFE is calculated to be 0.215. The basic Reproduction Number is also calculated using the default values, and is found to be 2.71914, which is in the range similar to what most modeling papers produce.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Uncertainty in the fraction of the infectious people being asymptomatic and in the infectiousness of people with no symptoms are simulated, and the worst case scenarios are found. In the worst case, the number of cases can go up to 1.9 Million by second week of March, 2020. The death toll can go up to 0.5 Million by the end of August, 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Basic sensitivity analysis is performed, and the correlation between different control parameters and the basic reproduction number are found. β 0 is the positively correlated, and therefore should be reduced. The contact tracing implementation and hospitalization rate of symptomatic people are inversely correlated, and therefore they must be increased as much as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The Control strategies are simulated and the results are analyzed. The Social distancing strategy seem to be best possible one right now. With the absence of vaccines, it is better to prevent the disease. If the social distancing strategy was highly implemented as shown in the simulations the number of cases during the peak can be reduced up to 1.1 Million. The duration of the implementation is also reduced by at least two weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Other simulations have also been added to discuss what will happen if the social distancing is stopped in mid of May, 2020, or June, 2020 and then the control measure is followed again. If the distancing is stopped in May and implemented again, it will take till the end of the year to recover from the disease. If the distancing is stopped in June and implemented again, it will take us to first few months of next year, which is not a welcomed situation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Another simulation in which the social distancing is stopped totally on 06/09 is plotted and the results are alarming. The peak will drastically rise up to 40 Million, and the death toll will go upto 4.5 Million. Fortunately, this will not happen, because the control measure can not be stopped abruptly as done in the simulations, and the government will take actions before something like that happens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Another Control Strategy is contact tracing of asymptomatic individuals. The simulations shows that the number of cases can be decreases, though the change is not as predominant as it was in the case of social distancing. Anyhow, implementing contact tracing along with social distancing will produce a good improvement of the control of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The last control measure simulated was the hospitalization rate. Increasing this rate is difficult , but even minor changes can bring a huge change. The current time it takes to hospitalize someone showing symptoms is 7 days. The simulation shows the effect of reducing this time to 5 and 4 days. As the rate increases to 0.05 (that is 4 days for",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. . https://doi.org/10.1101/2020.05.11.20098418 doi: medRxiv preprint admission), the peak number of cases could have been reduced to 1 Million.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "In summary, this paper shows the advantage of mathematical modeling and their simulations during a pandemic like COVID-19. The process helps in making good well informed decisions. In our case the United States of America should stay in lock down at least until July, 2020, to prevent major catastrophe. Despite the protest against the lock down and people's social needs, the control strategies should be implemented for the greater good. It is only when humanity works together, this pandemic can be eradicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": "Appendix: MATLAB Implementation of the model simulation ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "22"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 18, 2020. . delta_I = 0.00154; delta_A = delta_I/2; delta_H = 0.00425; delta_C = 0.00485; r = 0.04; b_m = 0.1; dcdt=zeros(9,1); N = c(1)+c(2)+c(3)+c(4)+c(5)+c(6)+c(7)+c(8); dcdt(1)= -(1/N)*(b_m+((beta-b_m)*exp(-r*t)))*c(1)*(c(4)+eta*(c(5)+c(3))); dcdt(2)= (1/N)*(b_m+((beta-b_m)*exp(-r*t)))*c(1)*(c(4)+eta*(c(5)+c(3))) -sigma*c(2); dcdt(3)= sigma*c(2) -sigma_P*c(3); dcdt(4)= (1-f)*sigma_P*c(3) -phi_I_H*c(4) -gamma_I*c(4) -delta_I*c(4); dcdt(5)= f*sigma_P*c(3) -phi_A_H*c(5) -gamma_A*c(5) -delta_A*c(5); dcdt(6)= phi_I_H*c(4) + phi_A_H*c(5)-phi_H_C*c(6) -gamma_H*c(6) -delta_H*c(6); dcdt(7)= phi_H_C*c(6) -gamma_C*c(7) -delta_C*c(7); dcdt(8)= gamma_I*c(4) + gamma_A*c(5) + gamma_H*c(6) + gamma_C*c(7); dcdt(9)= delta_H*c(6) + delta_C*c(7) + delta_I*c(4) + delta_A*c(5); end",
            "cite_spans": [],
            "ref_spans": [],
            "section": "23"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Data as received by WHO from national authorities by 10:00 CEST",
            "authors": [
                {
                    "first": "Geneva",
                    "middle": [],
                    "last": "Switzerland",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Centers for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Coronavirus",
                    "middle": [],
                    "last": "Symptoms Of",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "People Who Are at Higher Risk for Severe Illness",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A Contribution to the Mathematical Theory of Epidemics",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "O"
                    ],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Mckendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "Mathematical Theory of Epidemics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/royalsocietypublishing.org/doi/pdf/10.1098/rspa.1927.0118"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A mathematical model for simulating the transmission of Wuhan novel Coronavirus",
            "authors": [
                {
                    "first": "Tianmu",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Jia",
                    "middle": [],
                    "last": "Rui",
                    "suffix": ""
                },
                {
                    "first": "Qiupeng",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.19.911669"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A mathematical model for the novel coronavirus epidemic in Wuhan, China",
            "authors": [
                {
                    "first": "Chayu",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Jin",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mathematical Biosciences and Engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Forecasting the impact of the first wave of the COVID-19 1 pandemic on hospital demand and deaths for the USA and 2 European Economic Area countries",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.21.20074732"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Flattening the curve before it flattens us: hospital critical care capacity limits and mortality from novel coronavirus (SARS-CoV2) cases in US counties",
            "authors": [
                {
                    "first": "Charles",
                    "middle": [
                        "C"
                    ],
                    "last": "Branas",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Rundle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Case Study of the COVID-19 Coronavirus. Mathematical Modeling of Epidemic Diseases",
            "authors": [
                {
                    "first": "Reza",
                    "middle": [],
                    "last": "Sameni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "REFINED COMPARTMENTAL MODELS, ASYMPTOMATIC CARRIERS AND COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Goncalo Oliveir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.medrxiv.org/content/10.1101/2020.04.14.20065128v2.full.pdf"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Construction of Compartmental Models for COVID-19 with Quarantine, Lockdown and Vaccine Interventions",
            "authors": [
                {
                    "first": "Gabriel",
                    "middle": [],
                    "last": "Fosu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Obed",
                    "suffix": ""
                },
                {
                    "first": "Joseph",
                    "middle": [
                        "M"
                    ],
                    "last": "Opong",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Appati",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Justice",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Modeling the Spread of COVID-19 with COMSOL Multiphysics",
            "authors": [
                {
                    "first": "Ed",
                    "middle": [],
                    "last": "Fontes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "To mask or not to mask: Modeling the potential for face mask use by the general public to curtail the COVID-19 pandemic",
            "authors": [
                {
                    "first": "Steffen",
                    "middle": [
                        "E"
                    ],
                    "last": "Eikenberry",
                    "suffix": ""
                },
                {
                    "first": "Marina",
                    "middle": [],
                    "last": "Mancuso",
                    "suffix": ""
                },
                {
                    "first": "Enahoro",
                    "middle": [],
                    "last": "Iboi",
                    "suffix": ""
                },
                {
                    "first": "Tin",
                    "middle": [],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "Keenan",
                    "middle": [],
                    "last": "Eikenberry",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Kuang",
                    "suffix": ""
                },
                {
                    "first": "Eric",
                    "middle": [],
                    "last": "Kostelich",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Abba",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gumel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.06.20055624"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H Y"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "&amp; Dighe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Incubation Period of Coronavirus Disease 2019 (COVID-19) From Publicly Reported Confirmed Cases: Estimation and Application",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Grantz",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/M20-0504"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "CoV-2 Infections in Residents of a Long-Term Care Skilled Nursing Facility -King County",
            "authors": [
                {
                    "first": "Asymptomatic",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Presymptomatic",
                    "middle": [],
                    "last": "Sars",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Redfield, director of the Centers for Disease Control and Prevention, speaks at a House Committee on Oversight and Reform hearing about the coronavirus on",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dr",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Tom Jefferson COVID-19: What proportion are asymptomatic? (2020). The Centre for Evidence-Based Medicine",
            "authors": [
                {
                    "first": "Carl",
                    "middle": [],
                    "last": "Heneghan",
                    "suffix": ""
                },
                {
                    "first": "Jon",
                    "middle": [],
                    "last": "Brassey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Hospitalization Rates and Characteristics of Patients Hospitalized with Laboratory-Confirmed Coronavirus Disease 2019 -COVID-NET, 14 States",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "COVID-19) -United States",
            "authors": [],
            "year": 2019,
            "venue": "Severe Outcomes Among Patients with Coronavirus Disease",
            "volume": "69",
            "issn": "",
            "pages": "343--346",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6912e2"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Epidemiology and transmission of COVID-19 in 391 cases and 1286 of their close contacts in Shenzhen, China: a retrospective cohort study.The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "Qifang",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "Yongsheng",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Shujiang",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                },
                {
                    "first": "Chenfei",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "Xuan",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Tiejian Feng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30287-5"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and health care demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati Gilani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Dighe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A novel coronavirus outbreak of global health concern. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "Chen",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Frederick",
                    "suffix": ""
                },
                {
                    "first": "George",
                    "middle": [
                        "F"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "30185--30194",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30185-9"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. The Lancet Infectious Diseases",
            "authors": [
                {
                    "first": "Fei",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Ting",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Ronghui",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "Guohui",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Ying",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov)",
            "authors": [
                {
                    "first": "Biao",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Nicola",
                    "middle": [
                        "Luigi"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "Qian",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Sanyi",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Yanni",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "Jianhong",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infectious Disease Modelling",
            "volume": "5",
            "issn": "",
            "pages": "248--255",
            "other_ids": {
                "DOI": [
                    "10.1016/j.idm.2020.02.001"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "WHO Director-General's opening remarks at the media briefing on COVID-19 -3",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Mathematical assessment of the impact of non-pharmaceutical interventions on curtailing the 2019 novel Coronavirus",
            "authors": [
                {
                    "first": "Enahoro",
                    "middle": [],
                    "last": "Calistus N Ngonghala",
                    "suffix": ""
                },
                {
                    "first": "Steffen",
                    "middle": [],
                    "last": "Iboi",
                    "suffix": ""
                },
                {
                    "first": "Matthew",
                    "middle": [],
                    "last": "Eikenberry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Scotch",
                    "suffix": ""
                },
                {
                    "first": "Raina",
                    "middle": [],
                    "last": "Chandini",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Macintyre",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Matthew",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bonds",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.15.20066480"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Further Notes on the Basic Reproduction Number",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 1945,
            "venue": "Mathematical Epidemiology. Lecture Notes in Mathematics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-540-78911-6_6"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "COVID-19 -Github Repos-itory",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Model fitting using Mortality data only",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Model fitting using Mortality data only",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Model simulations for uncertainity in parameter f",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Model simulations for uncertainity in parameter η",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Model simulations for control strategy -Social Distancing",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "the number of deaths if Social Distancing is stopped on 05/20 and gradually implemented again; till 12/26",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Model simulations for control strategy -Social Distancing stopped on 05/20 and followed again after noticing the increase in cases",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Model simulations for control strategy -Social Distancing stopped on 06/09 and followed again after noticing the increase in cases",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Model simulations for control strategy -Social Distancing stopped on 06/09 and not followed again The plot of simulations in 9 shows what will be the situation if there is no social 19",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Model",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "the number of cases for φ I H increase implemented on 04/27; till 08/28 (b) Simulation of the number of deaths for φ I H increase implemented on 04/27; till 08/Model simulations for control strategy -Hospitalization",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "ode45(@corona, tspan, y0); plot(t,c(:,4),'color','green');hold on; plot(t,c(:,9),'color','magenta');hold on; plot(td,colunmconf','.','MarkerEdgeColor','red');hold on; plot(td,column9','.','MarkerEdgeColor','black');hold off; dateaxis('x', 6, '01-Mar-2020'); grid; title('\\beta_0') xlabel('Time (days)'); ylabel('Number of People'); lgd = legend('Cases','Deaths','Case Data','Death Data','Location','best'); title(lgd,'Cumulative'0.0533; epsilon = 0.1; phi_A_H = epsilon*(1/2.7);",
            "latex": null,
            "type": "figure"
        },
        "TABREF4": {
            "text": "Model Parameters",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}