{
    "paper_id": "c3ad01894a6f3eac16c101813b19aa163d14f7bb",
    "metadata": {
        "title": "Development of a comprehensive infection control program for a short-term shelter serving trafficked women",
        "authors": [
            {
                "first": "Erin",
                "middle": [],
                "last": "Jones Bsn",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Seattle Pacific University",
                    "location": {
                        "settlement": "Seattle, Washington"
                    }
                },
                "email": "mihkaiwickline@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "A shelter for trafficked women has unique infection control needs that require a comprehensive infection control plan, balancing the needs of infection prevention with respect for the vulnerable population served. Using a trauma-informed model and evidence from infection control in other shelter settings, a group of senior baccalaureate students developed a program in a short-term shelter for commercially sexually exploited individuals that included a written infection control manual, policies and procedures, and staff training. This partnership between academia and a nonprofit agency was an experiential service learning project in the domain of public health nursing, allowing students the opportunity to apply evidence toward a sustainable intervention for the agency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "S baccalaureate nursing student, infection control, infection prevention, public health nursing practice, sex trafficking, shelter, trauma-informed care, vulnerable populations Prophylactic/Prophylaxis Action used to prevent disease Rx Prescription Sepsis Bacteria in the blood stream typically from another source, that causes a serious infection that presents with fever, fatigue, jaundice, malaise, hypotension Supportive care Rest, intake of adequate amount of fluids, use of heating packs, ice packs, meeting nutritional needs, OTC pain or fever relievers, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "While awareness of an international sex trafficking industry has recently garnered the media's attention, domestic sex trafficking has received less awareness. However, domestic sex trafficking is happening in communities all over the United States; currently more U.S. citizens are sex trafficking victims within the US than foreign nationals (Hornor, 2015) . While not possible to get an accurate number of exploited individuals, estimates suggest sex trafficking to victimize between 100,000 and 300,000 minors in the United States annually (Titchen et al., 2015) . The International Labor Organization suggests human trafficking to be a $32 billion per year industry, with twice as many people trafficked today as during the African slave trade (Dovydaitis, 2010) . In Seattle, hundreds of people are sold each night for sex; many of them are minors (Real Escape from the Sex Trade, 2015). In a 2014 Arizona State University study, 6,800 unique buyers soliciting sex in the Seattle area were identified on a single web site over a 24-hr period (Real Escape from the Sex Trade, 2017).",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 358,
                    "text": "(Hornor, 2015)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 544,
                    "end": 566,
                    "text": "(Titchen et al., 2015)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 749,
                    "end": 767,
                    "text": "(Dovydaitis, 2010)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUC TI ON"
        },
        {
            "text": "Vulnerable adults and children are solicited by sex trafficking bosses (frequently called \"pimps\") online and in the streets. Individuals involved in prostitution who are under the control of a pimp do not keep the money that they make. Many individuals trafficked into prostitution (\"the life\") did so because they lacked other options for meeting basic needs for food and shelter, and emotional needs for love and belonging (Hornor, 2015) . Trafficked individuals have a higher risk of infectious disease because of their poor health status prior to being trafficked, limited access to health care, substandard living conditions, restricted access to hygiene, incomplete childhood vaccinations, and occupational exposure to infected persons (International Organization for Migration, 2009), placing agencies who host them in need of a comprehensive infection control program.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 440,
                    "text": "(Hornor, 2015)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUC TI ON"
        },
        {
            "text": "In Seattle, a limited number of organizations support individuals involved in the sex trafficking industry. Real Escape from the Sex Trade (REST) is a nonprofit organization that provides multifaceted support for individuals who have either been in or are currently in \"the life.\" The mission of REST is to provide pathways to freedom, safety, and hope for victims of sex trafficking and people involved in the sex trade through programs of prevention, intervention, and restoration (REST, 2015) . In fiscal year 2017, REST connected with over 480 victims and survivors of sexual exploitation (REST, 2017) . Some REST staff members (Peer Support Specialists) are women who have experienced \"the life\" themselves and therefore, can provide emotional and psychological support from a place of understanding.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 495,
                    "text": "(REST, 2015)",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 605,
                    "text": "(REST, 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUC TI ON"
        },
        {
            "text": "Reducing sexual exploitation is the cornerstone of REST's foundation and the overall mission of the agency. REST provides guests with a safe place that is tailored to their specific needs and is built on a framework of trauma-informed care (TIC). Such care is focused on the individual and is delivered in a way that acknowledges that past traumas affect current health behaviors and health care decisions. Foundational to TIC is an emphasis on avoiding retraumatization (McNiel, Held, & Busch-Armendariz, 2014) . TIC is care that is individualized, non-judgmental, empowering, integrated, holistic and allows for the recipient's self-determination (International Organization for Migration, 2009 ). This care is rooted in the understanding that without healing, the memories of traumatic life experiences are stored as physiologic reactions that are triggered by stimuli that might seem unrelated to the original experience (Reeves, 2015) .",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 511,
                    "text": "(McNiel, Held, & Busch-Armendariz, 2014)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 649,
                    "end": 696,
                    "text": "(International Organization for Migration, 2009",
                    "ref_id": null
                },
                {
                    "start": 925,
                    "end": 939,
                    "text": "(Reeves, 2015)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "| BACKG ROU N D"
        },
        {
            "text": "Women involved in the sex trade frequently report feeling judged by health care and service providers, which adds to their trauma and leads to mistrust and a lack of willingness to reveal personal information about their lifestyle. The lack of such information can frustrate the diagnosis, treatment, or prevention of illness (Hom & Woods, 2013) . Understanding the fragility of this population is crucial to the development of any program. A hallmark of the trafficked individual's experience while victimized is a lack of control over her body.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 345,
                    "text": "(Hom & Woods, 2013)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "| BACKG ROU N D"
        },
        {
            "text": "When providing services to trafficking survivors, the imbalance of power inherent in the service provider-survivor relationship should be addressed to avoid retraumatization over the past abuses of power (Reeves, 2015) .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 218,
                    "text": "(Reeves, 2015)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "| BACKG ROU N D"
        },
        {
            "text": "Sexual exploitation is typically not the only challenge for this population. Many women struggle with coexisting conditions such as chemical dependency, mental illness, chronic pain, malnutrition, dental disease, Post-traumatic Stress Disorder (PTSD), and sexually transmitted infections (McNiel et al., 2014) . Most women have experienced childhood abuse, intimate partner violence, rape, assault, or homelessness. A holistic perspective that addresses an individual's past trauma and focuses on meeting their safety, physical, mental, social, and spiritual needs can provide quality resources and care to this population.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 309,
                    "text": "(McNiel et al., 2014)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "| BACKG ROU N D"
        },
        {
            "text": "Infection control for this population is important, especially for the new Emergency Receiving Center (ERC), a seven-bed short-term, lowbarrier shelter for adult women within the REST facility that opened 6 months prior to the nursing students' partnership with REST. The REST leadership asked the group to focus their project on the development of an infection control plan. Need for such a plan was a function of recent situations with possible lice, methicillin-resistant Staphylococcus aureus infections and influenza cases that had spread to staff. The small staff (14) providing 24/7 coverage for the shelter made staff absence due to illness a hardship for the organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| BACKG ROU N D"
        },
        {
            "text": "A large proportion of the REST staff were social workers, with the skills to work effectively with this population, but without the medical knowledge to create an infection control program. Indeed, an older study of communicable disease transmission in domestic violence shelters found that most shelters were staffed by counselors, with minimal availability of health care workers (Gross & Rosenberg, 1987) . Knowing that guests may be reluctant to seek medical care, Although shelters are not expected to administer health care services in the traditional sense, there is clearly a role in identifying and triaging contagious individuals who require health support as well as in reducing contagious disease transmission within the shelter (Villenave, F I G U R E 1 Survey questions 2010). In general, service providers are responsible for preventing and controlling infectious diseases processes by using personal protective equipment (PPE), maintaining a clean environment, providing hand sanitizer for staff and guests, along with posting signage in high use areas about hand hygiene practice and cough etiquette (NHCHC, 2016) . Infection control challenges identified in temporary shelters include lack of guidelines for service providers, inability of agencies to afford or obtain basic supplies, lack of training regarding basic communicable disease and infection control principles among agency staff, and lack of trained staff to conduct screening of clients prior to agency entry (Leung, Ho, Kiss, Gundlapalli, & Hwang, 2008) .",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 407,
                    "text": "(Gross & Rosenberg, 1987)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1117,
                    "end": 1130,
                    "text": "(NHCHC, 2016)",
                    "ref_id": null
                },
                {
                    "start": 1490,
                    "end": 1535,
                    "text": "(Leung, Ho, Kiss, Gundlapalli, & Hwang, 2008)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "| BACKG ROU N D"
        },
        {
            "text": "Inexpensive preventive measures have been identified to reduce infectious spread: strict handwashing, paper towel dispensers, specific diaper-changing areas, cohorting sick persons, and screening on entry for infectious symptoms to refer for diagnosis and treatment (Gross & Rosenberg, 1987) . While REST had many of these needed tools and resources in place, additional support was requested.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 291,
                    "text": "(Gross & Rosenberg, 1987)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "| BACKG ROU N D"
        },
        {
            "text": "Six undergraduate students and one faculty mentor from a baccalaureate nursing program made up the academic team that assisted A hospital-like, isolation-based infection control program would not work for the guests of the REST shelter, as it could easily be viewed as judgmental. Traditional isolation practices, while they may limit the spread of infection, were too clinical for the REST staff and seemed to be in opposition to a trauma-informed model. As Reeves (2015) so eloquently stated, \"Trauma-informed care requires constant analysis of the health benefits versus the emotional costs of continuing health care procedures or health-promoting behaviors\" (p. 702).",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 472,
                    "text": "Reeves (2015)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "| BACKG ROU N D"
        },
        {
            "text": "Prior to developing the program and identifying infectious disease targets, the team created a survey to determine REST staff's knowledge level about proper infection control protocol, common infectious diseases, perceived disease threats at the facility, and health concerns (see Figure 1 for the list of survey questions used). The 10-question survey had nine fill-in-the-blank answers for staff to provide detailed responses. The students created the survey based on the information needed to inform the project. The survey was reviewed by the faculty mentor for completion and readability, which F I G U R E 2 Infections included in the infectious disease identification table (IDIT) was at a 5th grade level. Students distributed the survey to 14 REST administrators, case managers, peer support specialists, and shelter staff who were given 5 days to complete; 11 surveys were returned for a completion rate of 78.6%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 289,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "| Needs assessment"
        },
        {
            "text": "Survey results showed that while only 27% of staff felt they had less than sufficient knowledge or comfort about infection control, all 11 respondents identified topics for the team to address to overcome specific knowledge gaps. Most infectious disease concerns among the staff pertained to skin-and scalp-related infections such as bed bugs, scabies, and abscesses, and blood-borne infections such as human immunodeficiency virus (HIV) . Results also showed that most staff had not received a seasonal flu shot that season. Overall, the survey provided the basis for the infectious disease identification ",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 437,
                    "text": "(HIV)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| Needs assessment"
        },
        {
            "text": "REST's need for a comprehensive, easy-to-read infection control resource was the primary motivation for the creation of the IDIT. The team exchanged ideas with REST staff about illnesses seen in the shelter and infections that were easily transmitted person-to-person within the shelter environment or had high risk for complications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Development of written tools"
        },
        {
            "text": "The team expanded the list following a comprehensive review of the literature and divided the infectious diseases into categories based on affected body systems or mode of transmission; the list was narrowed following team discussion around mode of transmission and likeliness of occurrence within the shelter environment. The team intentionally excluded diseases transmitted solely through sexual contact as the focus was on illnesses that could be spread by individuals who were following the shelter guidelines (no sexual contact was permitted inside the shelter). A final list of 31 infectious illnesses was transferred into a table format describing the technical and common disease names, mode of transmission, prevention techniques, symptoms, infectious period, treatment options, and special considerations. As much as possible, all information included in the IDIT used layman terminology. For a complete list of the included infections, see Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 951,
                    "end": 959,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "| Development of written tools"
        },
        {
            "text": "While the table format provided a quick infectious disease information reference, two other features were added to enhance usability: colorcoding and a glossary. Each infectious disease within the table was assigned a color (green, yellow, or red) depending on the potential transmission threat to others and/or urgency of medical F I G U R E 3 Guidelines attention needed to provide treatment. Infections with a green mark were either a low risk of transmission and/or treatable at the REST facility without the need for professional medical care. A yellow mark signified the need for professional medical attention, depending on severity. Infections with a red mark were a serious threat and needed immediate medical attention. A glossary with potentially confusing or uncommon terminology was created to correspond with bolded words within the IDIT. See Table 1 for an excerpt from the IDIT.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 857,
                    "end": 864,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "| Development of written tools"
        },
        {
            "text": "The team also put together an Infectious Diseases Picture",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Development of written tools"
        },
        {
            "text": "Booklet that corresponded to the communicable diseases in the IDIT, with different disease stages presented photographically comparing the disease to others with a similar presentation. For example, there was a set of three photographs side by side that compare scabies, acne, and bug bites. This book was laminated, so the staff could do an actual comparison next to the guest's physical signs and effectively clean the book afterward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Development of written tools"
        },
        {
            "text": "Guidelines for hand hygiene, safe food handling, and environmental cleanliness (see Figure 3) were also provided. These guidelines were tailored to REST per their current food plan, the available resources, and the staff activities. Abscess Kits were created with easy-to-understand instructions on how to identify and treat abscesses and when to refer for medical care. The kits contain a twopage handout in color in addition to basic wound care supplies and instructions in their use. See Figure 4 for Abscess Kit supply lists.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 93,
                    "text": "Figure 3)",
                    "ref_id": null
                },
                {
                    "start": 491,
                    "end": 499,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "| Development of written tools"
        },
        {
            "text": "The team provided colorful, laminated hand hygiene signs to post in each bathroom and kitchen, and made the recommendation for more wall mounted hand gel dispensers in the shelter space to promote hand hygiene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Development of written tools"
        },
        {
            "text": "At the conclusion of the 10-week project, the students pre- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Staff education"
        },
        {
            "text": "To evaluate staff knowledge at the completion of the REST Infection Control Training Module, the team compiled a 10-question posttest, with answers found among the presented material. Staff was encouraged to use the handouts, notes, and other materials provided throughout the training session to complete the posttest. Overall, the staff provided evidence through the posttest that they had learned the material and informally told students that they intended to disseminate the learnings to other shelter workers. The leadership team felt more equipped to reduce infections and infectious spread in the shelter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| OUTCOME S"
        },
        {
            "text": "Nine months after implementation of the program, staff were surveyed to see if outcomes were met. REST's ERC Supervisor collated the responses and reported that staff were handing out the Abscess Kits to shelter and drop-in guests, referring to the handwashing signs, using the face masks when appropriate, giving guests information to handle potential infections, and using the IDIT when confronted with a potential infectious issue. The handwashing signs were noted to be particularly helpful in setting norms around hand hygiene, especially prior to food preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| OUTCOME S"
        },
        {
            "text": "The offer from a local drugstore of 50 free flu vouchers was taken up by half of the staff, volunteers, and guests. Staff appreciated the Abscess Kits and used the kits to help a recent guest with an infected wound from a dirty needle before she accessed medical care. Staff expressed an interest in more training around infection control and prevention as well as scheduling a debriefing at F I G U R E 4 Abscess Kit supply list staff meetings when infectious issues arise in the shelter to share learnings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| OUTCOME S"
        },
        {
            "text": "A limitation of evaluating this project is that baseline data on the incidence of infectious diseases among REST guests or spread of infectious diseases among guests and staff in the 6 months preceding the partnership between REST and the students was not collected prior to implementing the program. This made it impossible to measure true impact of reduction in infectious spread of illness even if postintervention data had been collected. A recommendation for future programs in similar settings is the collection of baseline data on infectious disease incidence and spread as well as postintervention disease incidence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| OUTCOME S"
        },
        {
            "text": "The Service Learning course allowed students to meet learning objectives including effective team building, learning about a marginalized population, implementing an evidence-based project, managing a project timeline, meeting the needs of stakeholders as well as fine-tuning writing and presentation skills. The placement at REST allowed this group of students to have their eyes opened to the problem of commercial sexual exploitation in a profound way, and the team collectively stated that this would impact their nursing practice. The students viewed the opportunity to engage in a meaningful and timely project that improved care in a public health setting as work that was worthwhile of their efforts. As one student commented on a final evaluation, \"I genuinely like our project, so the program development process has been very exciting and fulfilling!\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| OUTCOME S"
        },
        {
            "text": "Nurses play a vital role in developing population-based interventions for the health of the community. Prevention of infection is an important nursing outcome. Nonprofit organizations without a nurse on staff can benefit from innovative partnerships with nurses in academia, governmental agencies, or by recruiting nurses to serve as volunteers. The partnership between a nonprofit serving trafficked women and a small group of baccalaureate nursing students was successful for a mutually beneficial Service Learning project. The team of students experienced working with a vulnerable population and translating evidence into a sustainable intervention. Students learned new skills as this population-based nursing intervention was developed while keeping in mind the delicate balance between infection control principles and trauma-informed care. The community agency received education and tools to keep their guests, staff, and volunteers safer from the spread of infection. Such partnerships are an effective way to meet baccalaureate nursing learning objectives in a way meaningful for students and to engage the local community with higher education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CON CLUS ION"
        },
        {
            "text": "http://orcid.org/0000-0001-9570-6273",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mihkaila Wickline"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Common colds: Protect yourself and others",
            "authors": [],
            "year": 2016,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Key facts about seasonal flu vaccine",
            "authors": [],
            "year": 2017,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human trafficking: The role of the health care provider",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dovydaitis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Midwifery & Women's Health",
            "volume": "55",
            "issn": "5",
            "pages": "462--467",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmwh.2009.12.017"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Shelters for battered women and their children: An under-recognized source of communicable disease transmission",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "American Journal of Public Health",
            "volume": "77",
            "issn": "9",
            "pages": "1198--1201",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.77.9.1198"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Trauma and its aftermath for commercially sexually exploited women as told by front-line service providers",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Hom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Issues in Mental Health Nursing",
            "volume": "34",
            "issn": "2",
            "pages": "75--81",
            "other_ids": {
                "DOI": [
                    "10.3109/01612840.2012.723300"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Domestic minor sex trafficking: What the PNP needs to know",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hornor",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Pediatric Health Care",
            "volume": "29",
            "issn": "1",
            "pages": "88--94",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pedhc.2014.08.016"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Caring for trafficked persons: Guidance for health providers",
            "authors": [],
            "year": 2009,
            "venue": "International Organization for Migration",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "International Organization for Migration",
            "authors": [
                {
                    "first": "Switzerland",
                    "middle": [],
                    "last": "Geneva",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Homelessness and the response to emerging infectious disease outbreaks: Lessons from SARS",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kiss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Gundlapalli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Urban Health: Bulletin of the New York Academy of Medicine",
            "volume": "85",
            "issn": "3",
            "pages": "402--410",
            "other_ids": {
                "DOI": [
                    "10.1007/s11524-008-9270-2"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Creating an interdisciplinary medical home for survivors of human trafficking",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcniel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Held",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Busch-Armendariz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Obstetrics & Gynecology",
            "volume": "124",
            "issn": "3",
            "pages": "611--615",
            "other_ids": {
                "DOI": [
                    "10.1097/AOG.0000000000000419"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prevention & response to infectious diseases within the homeless population",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "TN: National Health Care for the Homeless",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nashville",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The common cold: Potential for future prevention or cure",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Passioti",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maggina",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Megremis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Papadopoulos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Current Allergy and Asthma Reports",
            "volume": "14",
            "issn": "413",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.1007/s11882-013-0413-5"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A holistic, end-to-end approach against the sex trade",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Real Escape from the Sex Trade",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A synthesis of the literature on trauma-informed care",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Issues in Mental Health Nursing",
            "volume": "36",
            "issn": "9",
            "pages": "698--709",
            "other_ids": {
                "DOI": [
                    "10.3109/01612840.2015.1025319"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Domestic sex trafficking of minors: Medical student and physician awareness",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Titchen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Loo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Berdan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Rysavy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sharif",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Pediatric Adolescent Gynecology",
            "volume": "30",
            "issn": "",
            "pages": "102--108",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Development of a comprehensive infection control program for a short-term shelter serving trafficked women",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Villenave",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loomis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mealey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Public Health Nurs",
            "volume": "36",
            "issn": "",
            "pages": "53--61",
            "other_ids": {
                "DOI": [
                    "10.1111/phn.12551"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "even when experiencing the relative safety and support while a guest at REST, made it important for staff to understand infection prevention and control measures for everyone's safety. Lack of infection control knowledge and crowded space can increase risk of spreading various diseases, especially since this population has higher risk of infectious illness and may not be up to date with the latest preventive vaccines, further compounding risk (National Health Care for the Homeless Council [NHCHC], 2016).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "REST in developing a comprehensive infection control program. The Service Learning course paired small groups of senior students in their final quarter of nursing school with nonprofit agencies serving marginalized populations where, over the 10-week partnership, students developed an evidence-based, sustainable project of the agency's choosing. The REST staff asked the team to develop a plan that would keep both themselves, the shelter and drop-in guests healthy by reducing the spread of infections. Because infectious diseases can be highly stigmatizing in this population, the students' goal was to design an infection control program that allowed for the sensitive treatment of guests (International Organization for Migration, 2009).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Specialist, and two Case Managers). The curriculum for this session included the chain of infection concept, disease transmission methods, proper hand hygiene practices, environmental hygiene guidelines, safe handling of food, use of personal protective equipment (PPE), how to use the Abscess Kits, and the importance of flu vaccinations. The team provided REST with a small supply of donated gowns and masks with face shields to add to their existing supply of gloves. Proper PPE use was demonstrated step-by-step for members of the staff present at the training session. In addition, a glow-in-the-dark lotion, GloGerm ® , provided a visual/tactile representation of how pathogens remain on hands despite the use of PPE and hand hygiene. Throughout the staff training, the students discussed the importance of considering individuals' need for comfort and inclusion while ill and balancing those needs with infection prevention. The goal of containing the spread of illness without shunning or shaming individuals was discussed, as well as maintaining. confidentiality of a guest's infectious illness.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "TA B L E 1 Infectious disease identification table (IDIT) excerpt, not whole table Disease can be fully treated without professional medical care Medical attention may be needed for Rx or depending on severity Guest needs to seek medical attention immediately",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}