{
    "paper_id": "c55ad253122cc7a3dc525e74d0f926db61712066",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "N",
                "middle": [
                    "E"
                ],
                "last": "Symonds",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AVA National",
                    "location": {
                        "addrLine": "Office 40/6 Herbert Street St Leonards NSW",
                        "postCode": "2065"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "J"
                ],
                "last": "Dart",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AVA National",
                    "location": {
                        "addrLine": "Office 40/6 Herbert Street St Leonards NSW",
                        "postCode": "2065"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Keledjian",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AVA National",
                    "location": {
                        "addrLine": "Office 40/6 Herbert Street St Leonards NSW",
                        "postCode": "2065"
                    }
                },
                "email": ""
            },
            {
                "first": "Liu",
                "middle": [],
                "last": "Lau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AVA National",
                    "location": {
                        "addrLine": "Office 40/6 Herbert Street St Leonards NSW",
                        "postCode": "2065"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "C"
                ],
                "last": "Ennis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AVA National",
                    "location": {
                        "addrLine": "Office 40/6 Herbert Street St Leonards NSW",
                        "postCode": "2065"
                    }
                },
                "email": ""
            },
            {
                "first": "V",
                "middle": [
                    "C"
                ],
                "last": "Mciver",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AVA National",
                    "location": {
                        "addrLine": "Office 40/6 Herbert Street St Leonards NSW",
                        "postCode": "2065"
                    }
                },
                "email": ""
            },
            {
                "first": "L",
                "middle": [
                    "B"
                ],
                "last": "Jeffcott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "AVA National",
                    "location": {
                        "addrLine": "Office 40/6 Herbert Street St Leonards NSW",
                        "postCode": "2065"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "N2 News in brief B Telfer N4 You can't be what you can't see P Parker N6 Achieving better health outcomes for pets C Snell N8 Is the dingo really just another type of dog S Reinisch N10 Bacterial contamination of raw meat pet food B Orr N12 From the desk of Dr Mark Schipp M Schipp N14 Foxes devastate eastern bettong reintroduction program S Reinisch N15 CVA supporting vets on the global stage J Ramsden N16 A new focus in congestive heart failure J Brown N17 Unpaid work -is it ever ok? J Byrnes N18 Changes to the wildlife rehabilitation sector in NSW B Orr N20 From new grad to business owner S Kiernan N22 Possible breakthrough treatment for FIP in cats S Reinisch N23 Contaminants in the home affect fertility in men and dogs S Reinisch N23 World's oldest semen creates healthy lambs S Reinisch N25 Wearable fitness tracker for horses S Reinisch",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Photo: iStock",
            "cite_spans": [],
            "ref_spans": [],
            "section": "E D I T O R I A L I N F O R M A T I O N A V A"
        },
        {
            "text": "Adelaide vet speaks out against dog anti-vaxxers",
            "cite_spans": [],
            "ref_spans": [],
            "section": "News in brief"
        },
        {
            "text": "An Adelaide vet has taken to the air to address a growing number of pet owners who believe that vaccinations cause autism in dogs. Speaking to the FiveAA radio station, Dr Derek McNair expressed concern that certain areas of Adelaide had low vaccination rates as a new trend of using herbal remedies instead of vaccines grows in popularity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "News in brief"
        },
        {
            "text": "\"I'm not anti-holistic treatments and helping for some things, but to use it in place of vaccines is totally ridiculous and stupid.\" The trend comes as \"anti-vax\" material floods the Internet, with the British Veterinary Association recently forced to publicly deny that dogs can get autism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "News in brief"
        },
        {
            "text": "Similar discussions have been across the media throughout Australia. The AVAs President, Dr Paula parker, has been responding to the media with a clear message that it is dangerous to forgo pet vaccinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "News in brief"
        },
        {
            "text": "Shipments of Australian and New Zealand dairy cows to Sri Lanka have been halted after a large number of the imported livestock have died on-farm. The Sri Lankan government has ordered an inquiry into the high mortality rates, along with reports of poor milk yields, low conception rate, stillbirths, and unrecognised diseases. Queensland Country Live reports that 5,000 Holstein-Jersey heifers have been shipped to Sri Lanka under a government program to increase the country's fresh milk production. Local farmers say the cows are unsuited to Sri Lanka's hot and humid tropical conditions, despite the same Australian-bred cows have been performing well in Indonesia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sri Lanka halts Australian dairy cows imports"
        },
        {
            "text": "The AVA is monitoring the story, particularly additional disclosures on the compliance with the nutritional, veterinary and animal husbandry recommendations made.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sri Lanka halts Australian dairy cows imports"
        },
        {
            "text": "Woolworths over price rise 9News report a number of pet food brands have recently gone missing from supermarket shelves following a pricing dispute with manufacturer Mars Petcare. Coles and Woolworths' customers will have to go elsewhere for their pet's favourite brand after Mars pulled the plug on distribution to the two supermarket giants following a price rise disagreement. Mars produce 55 different pet food brands globally, including Royal Canin, Pedigree, Whiskas, Dine and My Dog. Representatives from the supermarkets said they expected a deal to be brokered soon. You can't be what you can't see I spent much of January and February of this year buried in research and thinking about women, leadership and the future of our profession. Social media is littered with quotes and catchphrases about leadership. One that stuck with me through the data and the papers is 'you can't be what you can't see'. If you can't see someone that seems similar to you in a position of leadership, then it can be difficult to believe that that role, or one similar to it, is possible for you, or although it might be possible, the cost of forging a scarcely trodden path may be too great.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mars Petcare boycott Coles and"
        },
        {
            "text": "There is some veterinary specific data that outlines this well. In the November 2018 report 'Motivation, Satisfaction and Retention: Understanding the importance of vets' day to day work experiences' from the BVA and the University of Exeter, two of the key findings included 'feeling like one fits in with those who have been successful before you, and having role models' as being important to motivating veterinarians, facilitating their professional satisfaction and retaining them in the profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "Of the myriad of issues that our profession faces and cares deeply about, the financial security of veterinarians, and particularly of women, is the one closet to my heart. I have seen several members of our profession profess that as a natural consequence of more women in the profession, there will be increasing gender representation in leadership positions overtime. This is an alluring proposition, but not one supported by the data. Vertical segregation describes the phenomenon where there is predominance of men in more senior positions, and a predominance of women in more junior positions. Vertical segregation occurs across every aspect of the Australian economy, and even in female dominated professions, women are under-represented in leadership roles. The reasons for this are a complex interaction of unconscious bias, structural and cultural factors that require more discussion than can be accommodated in this column. One of the recommended interventions however, is to shed light on diverse role models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "One of the greatest pleasures of being the AVA President, is the opportunity to work with leaders across our profession, in all of the contexts where we contribute to the community. So, in this column, I wanted to introduce you to some of the women I have had the privilege of seeing in action and whom I admire for their leadership, their integrity and their service. I hope that you can see them too and know that regardless of the leadership role you would like to play, that there is someone who has forged a path.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "• If you want to be a pillar of your community, meet Melissa Rogers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "• If you want to steward the standards of our education and be proud to promote them to the world, meet Julie Strous.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "• If you want to be a young veterinary business owner, meet Kat Lovell.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "• If you want to be a part of our leadership of animal health in the world, meet Jennifer Davis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "• If you want to lead a global animal health company, meet Stephanie Armstrong.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "• If you want to be excited about nutrition and life, meet Penny Dobson.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "• If you want to champion collaboration across our sector, meet Janet Murray.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "• If you want to know how to exemplify excellence, compassion and grace, meet Liisa Ahlstrom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "• If you want to be a pioneer in our sector and do so with ethics, charisma and a smile, meet Rachel Chay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "• If you want to meet a leader who understands how looking after your team makes good business sense and puts it into practice, meet Jacqui von Hoff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "• If you want to change the face of dairy medicine, meet Gemma Chuck.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "• If you want to feel excited about being a veterinarian and putting that out there into the world, meet Zoe Vogels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "• If you want to lead the education of the next generation of veterinarians, meet Cristy Secombe. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ben Telfer"
        },
        {
            "text": "Corey Snell, CEO Achieving better health outcomes for pets As you read this column our flagship AVA Annual conference in Perth will have concluded. This year the theme was \"The Profession: better working together\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N6"
        },
        {
            "text": "Here we introduced an Innovation Symposium and our Food Security Day. The Food Security Day focused on biodiversity and welfare, bringing experts from around the world together to discuss the challenges and opportunities faced to sustainably feed more than 9.8 billion people by 2050. Both of these broke new ground for the AVA and our aim is to continue these inaugural events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N6"
        },
        {
            "text": "Breaking new ground is not limited to our conference events. At the AVA we have been asking ourselves how the AVA could assist you in contributing to the optimum health and welfare outcomes for Australian pets. Most importantly how could we assist our members in providing better care to ensure happier clients?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N6"
        },
        {
            "text": "As I have learned more about the challenges our veterinarians face, I have been particularly concerned by the pressure experienced by veterinarians resulting from the inherent tension between cost of veterinary care and our clients propensity to pay for services. I understand that this is one of the biggest causes of stress for the profession. I imagine it must be heartbreaking when a pet's owner is unable to pay for veterinary treatment and they are forced to make a decision that is not in the best interests of the animal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N6"
        },
        {
            "text": "One of the tools which can help the financial preparedness of our clients is pet insurance. At the AVA Annual Conference, we launched our partnership with Guild Insurance in the development of an AVA endorsed pet insurance offering called 'Vets Choice'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N6"
        },
        {
            "text": "Guild Insurance and the AVA have collaborated to develop a pet insurance solution that that has been designed to meet the needs of our profession and our customers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N6"
        },
        {
            "text": "It is my hope that by increasing the proportion of pet insurance in Australia will lead to a more sustainable veterinary practices and I am particularly excited at the opportunity this provides not only the broader public but our profession and our members as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N6"
        },
        {
            "text": "We've got something exciting coming… Vets Choice is a modern pet insurance product, packed with market leading features and benefits, brought to you by the AVA and Guild Insurance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VETS CHOICE LOGOTYPE -HORIZONTAL VERSION"
        },
        {
            "text": "We'd love to tell you what the product is, but it's different now than it was three weeks ago, and we're still working to refine and respond to the needs of what both you as the vet and your patients need most.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VETS CHOICE LOGOTYPE -HORIZONTAL VERSION"
        },
        {
            "text": "Send an email to vetschoice@guildinsurance.com.au if you want to be among the first to be part of it… Is the dingo really just another type of dog?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VETS CHOICE LOGOTYPE -HORIZONTAL VERSION"
        },
        {
            "text": "The dingo has been present in Australia for at least the past few thousand years, with the earliest dated fossil being around 3500 years old. They are recognised native animals, but are also classified as a pest species in many jurisdictions and often defined as 'wild dogs'. Since the commencement of livestock farming across Australia over the past 200 years, the dingo has had a negative relationship with graziers. Early on, many efforts were made to eliminate populations and this has resulted in the dingo being absent from many parts of its historical range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VETS CHOICE LOGOTYPE -HORIZONTAL VERSION"
        },
        {
            "text": "The control of wild dogs is an ongoing issue for graziers because they can cause significant financial losses through predation of sheep, goats and calves. By sight alone, it is often difficult to differentiate dingoes and their hybrids from wild dogs and it is this dilemma that lead to the Western Australian Government to recently consider removing the dingo's status as native wildlife and classify them as 'non-fauna'. This would make them no different to any other dog and allow them to be killed throughout the state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VETS CHOICE LOGOTYPE -HORIZONTAL VERSION"
        },
        {
            "text": "The Canidae is a diverse group that includes the domestic dog, wolves, coyotes and dingoes. Individuals can interbreed and produce fertile offspring and therefore technically could be classified as one species using the 'biological species' concept.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VETS CHOICE LOGOTYPE -HORIZONTAL VERSION"
        },
        {
            "text": "iStock photo NEWS N10 A paper published in the Veterinary Record last month investigated the presence of bacterial contamination in commercially available raw meat pet food products in Sweden. 1 Samples were taken from 60 raw meat pet food products sold in supermarkets in Sweden and produced by 10 different pet food manufacturers. Results showed all 60 samples were contaminated with Enterobacteriaceae bacteria, suggesting faecal contamination because these bacteria are found in the gastrointestinal tracts of animals. The presence of E. coli and other Enterobacteriaceae bacteria is often used as an indicator of hygiene during processing.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 194,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VETS CHOICE LOGOTYPE -HORIZONTAL VERSION"
        },
        {
            "text": "In addition to the presence of Enterobacteriaceae bacteria being found on the samples, Salmonella species were found in four of the samples and Campylobacter species in three samples. In two samples, the level of Clostridium perfringens bacteria exceeded 5000 bacteria/g, which is above the maximum limit for anaerobic bacteria permitted by Swedish national guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VETS CHOICE LOGOTYPE -HORIZONTAL VERSION"
        },
        {
            "text": "The authors concluded that raw pet meat food sold commercially in Sweden should be handled carefully, with owners needing to implement strict hygiene protocols when storing, handling and feeding raw meat pet food products. They also discussed the potential health risks that raw meat pet food products present to both humans and animals, particularly geriatric, neonatal and immunocompromised individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial contamination of raw meat pet food"
        },
        {
            "text": "These findings come at a time when raw meat-based diets for pets are becoming increasingly popular. The proliferation of both commercially available raw diets such as 'biologically appropriate raw food (BARF)', as well as homemade diets, is leading to growth in the raw pet meat sector. Although commercial dry and canned pet foods still dominate the pet food market, the introduction of raw diets and homemade diets is leading to a small but passionate group of owners who promote raw diets for health and philosophical reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial contamination of raw meat pet food"
        },
        {
            "text": "The pet food industry in Australia is currently under review. After a Senate Inquiry examined regulatory approaches to ensure the safety of pet food in late 2018, the resulting inquiry's report recommended widespread changes to both oversight and safety standards of the sector. The federal Department of Agriculture and Water Resources is currently leading a working group comprising representatives from state governments, the Australian Veterinary Association, RSPCA Australia and Food Standards Australia and New Zealand. This working group is examining how best to regulate and improve safety standards in the pet food industry. Commercially available raw pet meat products will be included in this review, as well as treats and manufactured pet food.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial contamination of raw meat pet food"
        },
        {
            "text": "It is currently unknown if the results of this Swedish study are replicated in the raw pet meat market here in Australia. Similar results were found when raw pet meat products were tested in the Netherlands in 2018, with high levels of bacterial contamination as well as several parasites including Sarcocystis species and Toxoplasma gondii detected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial contamination of raw meat pet food"
        },
        {
            "text": "If owners insist on feeding raw pet meat products to their pets, the authors of the Veterinary Record paper recommend the following risk reduction tips: keep raw pet meat frozen until use, always handle raw pet meat with separate utensils as well as wash hands thoroughly after contact and do not feed raw pet meat products in households with immunocompromised individuals. In early April the Animal Health Quadrilateral group (Quads), senior animal health officials from Australia, Canada, New Zealand and the United States met for their annual meeting. The issue of attracting, developing and retaining government veterinarians was an item of keen interest on the agenda. Government veterinarians play critical, unique and diverse roles in a country's veterinary services, which underpin a country's animal health status and trade. The risks and opportunities in animal health will continue to evolve, as will the expectations, interests and demographics of the veterinary profession. The future will bring new information and diagnostic technologies; changes to risk and community expectations; and evolving communication needs. Therefore, we need to be proactive, and ensure the skills of future veterinarians reflect this changing context. In the field of government veterinary services there may be a need for increased veterinary public health specialist expertise, such as epidemiology, risk management, and diagnostics. It's also expected that we will need to increase our collaboration with experts from other disciplines such as information technology and data analysis; laboratory, public health, social and environmental scientists; communications professionals; and economists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bacterial contamination of raw meat pet food"
        },
        {
            "text": "The World Organisation for Animal Health (OIE) is currently developing their 7th strategic plan (2021-2024) and they too are looking at their future role, particularly on global issues such as food security, climate change, species conservation and the future of the veterinary profession. As President of the OIE, I have been leading discussions in the development of the OIE's 7th strategic plan. In reviewing the external forces that will impact the organisation's future we see the issues of big data, centrality of social media, changing public perceptions and declining trust in governments, and we need to take these issues into account.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From the desk of Dr Mark Schipp"
        },
        {
            "text": "At home, the Australasian Veterinary Boards Council (AVBC) has discussed the future of the veterinary profession, and therefore how to educate the veterinarians of the future. Similar to the Quads group and the OIE, the AVBC also recognised that the profession's future is inherently linked to broader global issues. Veterinarians will be managers of expert knowledge and will need to work in the One Health space, where environmental, human and animal health intersect. Technology is playing an increasing and positive role in veterinary science education. Assisted and virtual reality enhance practical learning and learning is expected to become increasingly collaborative with students study virtually across a range of institutions. It reminds me of the plenary presentation by Jordan Nguyen at last year's AVA conference on 'The boundaries between human and technological evolution and intelligent technologies'. He certainly opened my eyes to what the future might look like! And speaking of the future, I have recently really enjoyed getting around to a few of our veterinary schools during my travels and speaking with the veterinarians of the future. I recently dropped in to the campus in Gatton and met with University of Queensland staff and students. I really value the perspectives gained from these visits and hearing what's happening at the forefront of our profession. This month, following the AVA conference in Perth, I'll return to my alma mater, Murdoch University, to speak with and meet staff and students about the importance of One Health and the broad range of opportunities available to us as veterinarians. Vets really do play such an important role in animal and human health and we have the opportunity to truly contribute to the important issues facing the globe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From the desk of Dr Mark Schipp"
        },
        {
            "text": "Following the AVA conference and trip to Perth, I will be flying to Paris for OIE Council meetings in mid-May and the General Session at the end of the month, my first as President of the OIE Assembly. I look forward to introducing you to a couple of members of the Australian delegation to the OIE General Session so they can tell you about their veterinary career paths.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From the desk of Dr Mark Schipp"
        },
        {
            "text": "Assisted and virtual reality enhance practical learning and learning is expected to become increasingly collaborative with students study virtually across a range of institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From the desk of Dr Mark Schipp"
        },
        {
            "text": "Veterinarians have been thinking about preventive care protocols in their clinics for some time now offering annual wellness checks. These annual checks may include vaccination based on the patient's individual needs, and may or may not include diagnostics. For some, the decision not to include diagnostics in the wellness check has been due to consideration of whether there is value in adding diagnostic testing when a patient has an unremarkable history and clinical examination, but the evidence to do so is mounting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N13"
        },
        {
            "text": "Several peak bodies have produced guidelines on care of dogs and cats at different life stages, including the American Association of Feline Practitioners (AAFP) 1, 2 , the American Animal Hospital Association (AAHA) 3, 4 , and the Australian Veterinary Association 5 . All of these recommend regular health checks (annual for adults, and every 6 months for seniors and older), with diagnostic testing included, especially as animals age.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 219,
                    "text": "3,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 220,
                    "end": 221,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "N13"
        },
        {
            "text": "Add to this, a series of published studies evaluating the results of diagnostic testing in apparently healthy adult and senior pets, and we can start to draw some evidence-based conclusions around the value of diagnostics in this preventive care setting. In a study of 100 cats 6 and one involving 100 dogs 7 , there were significant numbers of patients with changes on blood and urine screens, and a more recent study undertaken in Australia involving 406 dogs and 130 cats showed 6.2% of dogs and 19.2% of cats with significant changes that warranted further investigation 8 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N13"
        },
        {
            "text": "AAHA however, were interested in leveraging the huge volumes of data produced by the industry each year to understand the issue on a much larger scale, and took a somewhat different approach to data collection 9 . In their 'Big Data' study -The AAHA research team evaluated over 268,000 patients, but not necessarily in the same detail as the previous studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N13"
        },
        {
            "text": "Here are some details from the study that all veterinarians should be aware of:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N13"
        },
        {
            "text": "• Data was gathered from 5,016 consenting practices and harvested from their practice management software • Investigators evaluated profiles on patients that were classified as 'wellness examinations' in the practice information management system",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVJ ADVERTORIAL"
        },
        {
            "text": "• The patient visit needed to include a CBC, full chemistry profile including IDEXX SDMA®, and ideally a urinalysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVJ ADVERTORIAL"
        },
        {
            "text": "• For some parameters, the reference interval was widened slightly to a critical threshold before a result was abnormal (for example for liver enzymes the lower range was set to zero, and in dogs the upper end of phosphorus was increased by 25%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVJ ADVERTORIAL"
        },
        {
            "text": "• For the majority of biochemical parameters, the requirement was that at least three or more results had to be abnormal before the findings were considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVJ ADVERTORIAL"
        },
        {
            "text": "• A single abnormal SDMA result was considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVJ ADVERTORIAL"
        },
        {
            "text": "• For haematology, only numerical values were assessed (changes on blood film reviews were not included), and abnormalities identified included:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVJ ADVERTORIAL"
        },
        {
            "text": "• Anaemia • Reticulocytosis • Leucocytosis • Stress leucogram (lymphopaenia and eosinopaenia) • Eosinophilia In many regards the approach taken was a conservative one and means that potentially significant changes Preventive Care were under-reported. This in-built 'conservativism' is because not all the haematological parameters were evaluated, and there was no comparison to previous results. Where we now recognise the benefits of evaluating the health status of the pet by using an individual reference interval (comparing current results to previous results obtained for that patient in health) for a number of routine parameters, creatinine being a good example.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVJ ADVERTORIAL"
        },
        {
            "text": "In the AAHA study the results were as follows, with respect to results that warranted further investigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVJ ADVERTORIAL"
        },
        {
            "text": "In this study the addition of SDMA made a significant difference to the number of patients warranting further evaluation. In the adult and senior populations there were an extra 6 per 100 patients who required further investigation, whereas it was 13 per 100 for geriatric patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVJ ADVERTORIAL"
        },
        {
            "text": "In conclusion, and as we seek to enhance the health and wellbeing of pets, people and livestock, I would suggest that studies such as the ones discussed here provide supporting evidence that the inclusion of diagnostic testing in discussions on wellness and preventive care is critical. Moreover, observation suggests that it is also something that clients have come to expect. The Animal Medicines Australia Pet Ownership 2016 report showed nearly as many clients presented their pets to the vet to keep them well as those presenting for illness 10 .",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 549,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "AVJ ADVERTORIAL"
        },
        {
            "text": "Dr Graham Swinney BVSc, FANZCVS (canine medicine) The eastern bettong is a small marsupial that was once common across the east coast of Australia. Shortly after the introduction of predators, particularly the fox, their populations crashed and they became extinct on the Australian mainland around 100 years ago.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVJ ADVERTORIAL"
        },
        {
            "text": "Fortunately for the eastern bettong, Tasmania is free of foxes and as a result is a remaining stronghold for the species. Breeding programs for the bettong exist in predator-proof areas in the ACT and the animals in these protected areas are continuing to flourish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVJ ADVERTORIAL"
        },
        {
            "text": "In 2016, 67 eastern bettongs were introduced to the wild near the lower Cotter River catchment, 20 kilometres southwest of Canberra in an area that had been heavily baited to reduce fox population numbers. Eight months after their initial release and through intense monitoring, ecologists involved with the program discovered that every female bettong found showed signs of breeding success. At the time this was a huge success for the program as it was the first time that wild-bred eastern bettongs were present on the mainland in the past 100 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVJ ADVERTORIAL"
        },
        {
            "text": "Some concerns were raised at this time, because survival rates of released bettong were found to be around 50%, but there was hope that the new joeys being born would help boost future populations. ACT Parks and Conservation was responsible for controlling feral pests in the release area and at the peak of the project were servicing 150 bait stations on a weekly basis as well as monitoring between 30 and 40 wildlife cameras to identify the animals present in the area. Unfortunately, ABC News has recently reported that all eastern bettongs released into the wild as part of the project have now died and foxes are being held responsible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Foxes devastate eastern bettong reintroduction program"
        },
        {
            "text": "Although the project was not as great a success as had initially been hoped for, Director of ACT Parks and Conservation Services, Daniel Iglesias said that the team has still gained valuable information through the project because during the early months the bettongs were coexisting and reproducing in the presence of foxes. However, this only occurred when the fox population was low enough to allow the bettongs to survive, and the methods used to achieve this low level of foxes in the wild are not practical on an ongoing or widespread basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Foxes devastate eastern bettong reintroduction program"
        },
        {
            "text": "The introduction of predators to Australia has been a contributing factor to the demise and extinction of our native mammals and given us the world's worst rate of mammal extinction. It is not possible to ever eliminate the threat of introduced predators from the wild, but finding ways to successfully manage their populations on a large scale is something that will need to be focussed on and invested in by the government, if we wish to slow down or reverse our rapid extinction rates of native wildlife. If this ever becomes a reality, we may one day find eastern bettongs scurrying around in areas they've been absent from for over 100 years. The complexity of CHF means a multitude of treatment approaches are required to ensure a good quality of life and longevity in our pets. In her thesis, 1 Mariko examines current treatments of CHF, posing vital questions on how they can be improved.",
            "cite_spans": [
                {
                    "start": 800,
                    "end": 801,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Foxes devastate eastern bettong reintroduction program"
        },
        {
            "text": "A new focus in congestive heart failure?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Foxes devastate eastern bettong reintroduction program"
        },
        {
            "text": "It is well known that pimobendan, in conjunction with other drugs, is key to the treatment of CHF. It is currently most commonly used and prescribed in tablet form; however, Mariko assesses the use of a pimobendan oral solution in dogs. 2 The pimobendan solution was seen to enhance echocardiographic measures of cardiac systolic function, reaching a maximal effect at 2-4 hours following administration. This study is notably the first to use non-invasive imaging of the acute cardiovascular effects of pimobendan. In addition to validating the efficacy of this solution, it raises the possibility of therapeutic monitoring in the future.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Foxes devastate eastern bettong reintroduction program"
        },
        {
            "text": "Mariko then examined the use of pimobendan in cats 3 and her findings clearly showed reduced metabolism of pimobendan to its active metabolite in cats compared with dogs. Interestingly, the cardiovascular effects of pimobendan could not be readily identified on echocardiography. These interspecies differences highlight the necessity for further research into the role and optimal dosing regimen of this drug in feline cardiovascular disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Foxes devastate eastern bettong reintroduction program"
        },
        {
            "text": "In addition to examining existing treatment options for CHF, Mariko also studied the potential of the natriuretic peptide system as a therapeutic target in dogs with CHF. In a recently published article, 4 she identified that the cardiorenal effects of BNP1-32 (a type of natriuretic peptide) were diminished in dogs with CHF caused by myxomatous mitral valve disease. This suggested defects in what is essentially a protective mechanism in the context of CHF and is a finding that prompts further investigations into therapeutics targeting this system. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Foxes devastate eastern bettong reintroduction program"
        },
        {
            "text": "A recent case involving a fashion industry start up being penalised around $330,000 for underpaying staff has brought the issue of unpaid work into the spotlight. This came only weeks after a prominent Australian company director was slammed for making comments around millennials \"not wanting to work for free\". These situations -while very different -both raise the question: is unpaid work permissible?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N17"
        },
        {
            "text": "The case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N17"
        },
        {
            "text": "It's important to first outline exactly how and why this particular fashion start up fell foul of the Fair Work Commission. Over a 2-year period, the business was reported to have underpaid 3 separate employees around $40,000. One particular worker was said to be on an \"unpaid internship\" for a 6-month period -even though the nature of their engagement was that of an employee. The Commission found that the business had failed to pay the workers their minimum entitlements under relevant employment legislation including minimum hourly rates, penalty rates and leave entitlements. As a result of the underpayment, the company was penalised around $275,000 and the sole director was individually penalised a further $54,000. Back pay was also ordered in full to the three workers. The severity of the penalty was largely due to the fact the company were said to have known they were under paying staff, with the Commission labelling the underpayments \"significant and deliberate\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N17"
        },
        {
            "text": "In short, yes, but be careful. As highlighted by the Fair Work Ombudsman, Sandra Parker in the wake of the case, \"Unpaid placements are lawful where they are part of a vocational placement related to a course of study. However, the law prohibits the exploitation of workers when they are fulfilling the role of an actual employee.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unpaid work -is it ever ok?"
        },
        {
            "text": "If you have been approached by a student looking for work experience, ensure it is part of a genuine placement through their learning institution. It might also be prudent to contact the institution (TAFE, university etc.) directly to discuss the finer details including insurance and whether it can genuinely be unpaid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unpaid work -is it ever OK?"
        },
        {
            "text": "Other than student placements -are there any other situations where unpaid work is permissible?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unpaid work -is it ever OK?"
        },
        {
            "text": "There may be other situations where work can be unpaid, but this is assessed on a case by case basis and employers should check with the AVA HR Advisory Service before providing any unpaid work. When the work is not part of a vocational placement, some of the major factors when considering whether work can be unpaid include;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unpaid work -is it ever OK?"
        },
        {
            "text": "• Will the work be for the benefit of the individual, or the business?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unpaid work -is it ever OK?"
        },
        {
            "text": "• If the work primarily benefits the business, it is likely to require payment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unpaid work -is it ever OK?"
        },
        {
            "text": "• How long did the arrangement last?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unpaid work -is it ever OK?"
        },
        {
            "text": "• The longer the arrangement, the more likely it is to requirement payment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unpaid work -is it ever OK?"
        },
        {
            "text": "• What was the nature of the work?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unpaid work -is it ever OK?"
        },
        {
            "text": "Productive work that is meaningful to the business will almost certainly requirement payment. Observing, learning and performing very rudimentary tasks that give the individual a general \"feel\" for a role or industry may form part of an unpaid working arrangement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unpaid work -is it ever OK?"
        },
        {
            "text": "Considering the above, unpaid work should almost solely benefit the individual (not the business), should only be for a brief period and should be largely observational.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unpaid work -is it ever OK?"
        },
        {
            "text": "An unpaid trial can be permissible if it is purely to demonstrate a skill or skills associated with a particular role. The engagement should be brief (maximum one shift) and the individual should be under direct supervision the entire time. Let it be clear -this is unrelated to a probation period which is sometimes referred to as a trial period. A probation period is generally between 3 to 6 months and MUST be paid as an employment relationship has already commenced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What about unpaid trials?"
        },
        {
            "text": "In summary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What about unpaid trials?"
        },
        {
            "text": "If you are considering engaging someone to perform unpaid work, ensure what you are doing is lawful and permissible. Ask yourself the following;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What about unpaid trials?"
        },
        {
            "text": "• Is it part of a vocational placement related to a course of study?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What about unpaid trials?"
        },
        {
            "text": "• If so, check with the learning institute to ensure it is unpaid.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What about unpaid trials?"
        },
        {
            "text": "• -Is it an individual wanting to gain experience in the industry (no vocational placement)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What about unpaid trials?"
        },
        {
            "text": "• Ensure they do not perform any productive work, and their engagement is brief and observational.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What about unpaid trials?"
        },
        {
            "text": "• Is it a trial?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What about unpaid trials?"
        },
        {
            "text": "It must be purely about the individual demonstrating skill/s relating to the role, it must be brief and the individual must be directly supervised for the entire engagement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What about unpaid trials?"
        },
        {
            "text": "If your plan to engage someone doesn't match any of the above, it is likely they will be an employee and will require payment. If you are unsure about anything in this article, contact the AVA HR Advisory Service on 1300 788 977 or email hrhotline@ava.com.au.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What about unpaid trials?"
        },
        {
            "text": "The material contained in this publication is general comment and is not intended as advice on any particular matter. No reader should act or fail to act on the basis of any material contained herein. The material contained in this publication should not be relied on as a substitute for legal or professional advice on any particular matter. Wentworth Advantage Pty Ltd, expressly disclaim all and any liability to any persons whatsoever in respect of anything done or omitted to be done by any such person in reliance whether in whole or in part upon any of the contents of this publication. Without limiting the generality of this disclaimer, no author or editor shall have any responsibility for any other author or editor. For further information please contact Wentworth Advantage Pty Ltd. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclaimer"
        },
        {
            "text": "Results from the survey revealed there were more than 5,600 volunteer wildlife rehabilitators in NSW, with almost half of those belonging to the largest wildlife rehabilitation group WIRES. On average, 104,000 animals go through wildlife rehabilitator hands every year and more than 180,000 calls for assistance and education are provided to the public annually. It was estimated it would cost the government, conservatively, more than A$27 million to replace the time and resources spent by volunteer wildlife carers every year in NSW alone. Most wildlife rehabilitation is conducted in the homes of volunteers, although a small number of wildlife hospitals and centrally based facilities supplement this home care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wildlife rehabilitation in NSW"
        },
        {
            "text": "Stemming from surveys and consultation work with peak bodies, the work of private veterinary practices was recognised as an essential element in the wildlife rehabilitation sector. It was estimated around 21,000 wild animals are seen by NSW private veterinary practices annually at a cost of more than A$1.8 million of pro bono services and products. This differs significantly from a previously published survey by Orr and Tribe, 2 which estimated around 177,580 wild animals were seen annually by NSW private practices. It is currently unknown just how many wild animals pass through veterinary practices every year, although the strategy did recognise that \"balancing the running of a private practice with the lack of time, facilities and resources for treating free-living wildlife is very challenging.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recognition of private veterinary practices"
        },
        {
            "text": "Through the findings of the two surveys and stakeholder consultation, several challenges facing the sector were identified. Wildlife rehabilitators overwhelmingly identified the finding and keeping of new volunteers as a significant issue, with social demographics, time, financial demands, group politics, burnout and conflict all affecting increased participation rates. Other challenges identified in this process were the lack of succession planning in many groups, particularly because of the older demographic of wildlife rehabilitators. This may lead to a loss of skills, less community support and fragmented and inefficient use of volunteer time if unmitigated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges facing the sector"
        },
        {
            "text": "Three-quarters of wildlife rehabilitators who responded to the survey indicated their support for stronger standards of care for wildlife as well as improved access to mentoring. One of the aims of this draft strategy is to standardise training and introduce a minimum standard of care for the sector. This would include a standard induction for all volunteers, as well as specialised species training to improve volunteers' depth of knowledge. It's important to note that the strategy acknowledges this is an ambitious goal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges facing the sector"
        },
        {
            "text": "Other challenges identified by volunteers as affecting the sector included a lack of strategic support from a strong, unified peak body. Even though more than half of all wildlife carers belong to the group WIRES, most carers wanted improved advocacy and leadership for the sector and greater access to funding opportunities. Less than 25% of all respondents were satisfied with the current level of support provided by the state government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges facing the sector"
        },
        {
            "text": "Unsurprisingly, a lack of funds was another key challenge facing volunteers. Around 96% of wildlife carers surveyed reported incurring out-of-pocket expenses in the year prior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges facing the sector"
        },
        {
            "text": "Specific issues facing private veterinary practices",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N19 iStock photo"
        },
        {
            "text": "Many of the veterinarians and nurses surveyed reported their formal education wasn't very useful for dealing with injured free-living wildlife. Additionally, the most common complaint from veterinary respondents was in relation to the behaviour of volunteers and their group leaders, as well as response times for collecting injured wildlife.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "N19 iStock photo"
        },
        {
            "text": "The role of wildlife rehabilitation in environmental management was recognised as a key strength of the sector. Most volunteers considered their efforts as greatly benefiting the environment. Increasing the collection and use of data captured by the wildlife rehabilitation sector would improve wildlife and threatened species management, which was identified as an important outcome of this strategic document. Additionally, much-needed research into post-release outcomes could be facilitated by better engaging with the wildlife rehabilitation community to improve treatment options and management decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Opportunities for the sector"
        },
        {
            "text": "Several of the changes proposed by this draft strategy could have important outcomes for improving wildlife health and welfare in NSW. The strategy aims to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key changes proposed by the strategy"
        },
        {
            "text": "• develop a peak body for wildlife rehabilitation in NSW by either encouraging the two main bodies to unite or create an Advisory Board comprised of government, wildlife rehabilitation, animal welfare, veterinary and natural resource representatives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key changes proposed by the strategy"
        },
        {
            "text": "• develop standards to be adopted by the sector • develop a charter for volunteer engagement with veterinary practices • commit A$5.25 million to implement the strategy • introduce minimum standards for volunteer training, with learning outcomes and performance criteria to demonstrate proficiency • commit A$1.5 million (of the $5.25 million total) to deliver standard resources for veterinarians and veterinary nurses in the handling, triage and treatment of wildlife; this will be delivered by Taronga Zoo in partnership with The University of Sydney and the Office of Environment and Heritage",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key changes proposed by the strategy"
        },
        {
            "text": "• streamline data capture via online reporting of wildlife rehabilitation statistics and prepare annual reports for the sector and community",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key changes proposed by the strategy"
        },
        {
            "text": "• fund post-release monitoring of rehabilitated koalas",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key changes proposed by the strategy"
        },
        {
            "text": "• fund a single wildlife rescue telephone number for the public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key changes proposed by the strategy"
        },
        {
            "text": "NSW is not the only state that will see changes to the wildlife rehabilitation sector in 2019. At the start of the year, Western Australia introduced licensing for all wildlife carers to keep track of volunteers and the relevant department in Tasmania is currently finalising resources for veterinarians and nurses to aid in the triage and treatment of wildlife. It is expected the final NSW strategy will be implemented from July 2019.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key changes proposed by the strategy"
        },
        {
            "text": "NEWS N20 I've recently been involved in the development of a business plan as part of my role as the AVA Student President. Given my 'young grasshopper' status I found myself thinking, what does it take to be an entrepreneur in the veterinary industry? Do people just find themselves taking over the mantle of head vet/ business owner as a rite of passage? Is it a matter of luck, just serendipitously having the opportunity present itself, or can a fresh out of school veterinarian manifest it through sheer will power and effort? Personally, I'm still holding out for a small loan of $1 million from my parents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronwyn Orr Veterinary Writer"
        },
        {
            "text": "To find out more I had a chat with Zachary Lederhose, a recent graduate who has stepped into the world of business ownership. It might be more accurate to describe his current success in the field as 'hitting the ground running' but he won't claim as much.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronwyn Orr Veterinary Writer"
        },
        {
            "text": "What motivated you to start your own business, Zach?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronwyn Orr Veterinary Writer"
        },
        {
            "text": "Well, like just about every new graduate, I started out working as a general practitioner. Loved the job and was a fantastic learning experience. That said, the main thing that stood out for me was not being able to have as much say in the direction we took as a team that I wanted. It wasn't that anything was wrong, it was a great atmosphere and we all got along really well. The sense of autonomy was what I sought.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronwyn Orr Veterinary Writer"
        },
        {
            "text": "Did it change much for your income? I wouldn't say it was the main driver behind my ambition to start a business. I was doing well in my previous role and could have very happily continued as such in that space. It all depends on what you, as a professional, value and where you get satisfaction in your job. For me, it felt like my earning potential was capped as an associate and that limited my opportunities. Being my own boss makes it easier to pursue some of the things that interest me. For example, being able to purchase certain medical equipment to provide niche services or the flexibility to attend conferences that interest me.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bronwyn Orr Veterinary Writer"
        },
        {
            "text": "How do you find being responsible for a team?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From new grad to business owner"
        },
        {
            "text": "I think I was very fortunate that in my first job I had a great mentor in Mike Mesley at Snowy Vets. Mike taught me a lot and we share similar opinions on practice management. With that behind me, I was confident in my abilities and I think that's a big part of the equation, believing you can actually do it. I also invested a lot of effort into developing my communication skills and bring the same focus to my current clinic. It's such an important skill -not just for interacting with clients and achieving the best outcome but to make sure we're working well together. The feedback I get from my team is important to me. As great as it is to have the constant loop of positives and 'yes men', sometimes I just need to be told I'm being a bit of an idiot. Keeping my team comfortable to be that voice of reason helps me take stock of what I'm doing and means they are engaged in the decisions we make for the clinic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From new grad to business owner"
        },
        {
            "text": "Do you find your age and experience level makes it harder?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From new grad to business owner"
        },
        {
            "text": "To be honest, not a great deal. Sure, I've faced some challenges along the way but nothing that anyone else starting out wouldn't come across. I would probably put it down to having a fantastic support network, including people from my private life. I can acknowledge I've been fortunate in that regard and it probably isn't the case for many of my peers. In a lot of ways, it comes down to having someone you can relate to who's been through the process. With a shifting demographic in the profession, I can imagine that's not always easy. That said, I did have a client ask how work experience was going for me the other day… I've certainly drawn some inspiration from my conversation with Zach. Hopefully for some of you reading it does the same, giving you that extra bit of encouragement to be brave and take a leap. Similarly, if you're already a business owner keep an eye out; there are a fair few sharp minds coming through the ranks that could use your help. I'm fascinated by the prospect of more people like Zach taking steps forward in business and the impact their innovation has on the profession, even if it's just one workplace at a time. All things considered, I should probably pick up that copy of Barefoot Investor that's been sitting on my coffee Surprisingly, cats of all ages, and with both effusive (wet) and non-effusive (dry) forms, responded equally well to the treatment. The response was dramatic, with fever typically resolving within 12-36 hours of commencement and concurrent daily improvements in appetite, activity levels and weight gain were seen. Cats with the effusive form had a reduction in abdominal effusion over a 1-2-week period within 10-14 days of commencing treatment. After 2 weeks of treatment, all 26 cats that had responded to treatment appeared normal, or near normal, to their owners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From new grad to business owner"
        },
        {
            "text": "The safety profile of GS-441524 was also impressive, with no systemic signs of toxicity based on complete blood counts and serum chemistry values monitored over the treatment periods of 12-30 weeks in almost all individuals, with only one possible exception. A single cat showed a mild increase in renal parameters, but 1 month later these abnormalities were not detected and the cat was also in remission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From new grad to business owner"
        },
        {
            "text": "The study suggests using GS-441524 at a dose of 4.0 mg/kg by subcutaneous injection every 24 hours for 12 weeks is a feasible way to treat FIP. Although the number of animals in this field trial study was limited, there were very promising results for commercialisation of this or similar nucleoside analogues in the future and someday FIP may no longer be considered an untreatable disease. The studies examined the effects of two manufactured chemicals; diethylhexyl phthalate (DEHP) and polychlorinated biphenyl 153 (PCB153). DEHP is a common plasticiser found in many household items (e.g. containers, toys, upholstery) and is used as a fragrance carrier in cosmetics, laundry detergents and air fresheners. PCB153 was used in coolant liquid but is now banned globally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "From new grad to business owner"
        },
        {
            "text": "Both chemicals are widely detectable in the environment and one of the most common routes of exposure is ingestion of food. The researchers exposed sperm samples from both species to these two chemicals at concentrations that have been previously detected in the male reproductive tract and at levels commonly found in the environment. In both species, the exposure to these chemicals at these levels resulted in reduced sperm motility and increased the fragmentation of DNA, which negatively affects overall fertility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contaminants in the home affect fertility in men and dogs"
        },
        {
            "text": "As we increasingly share our homes with our pets, they are exposed to the same environmental and household contaminants as us and it is this exposure that researcher Associate Professor Richard Lea believes may be responsible for the fall in sperm quality in both dogs and humans in recent years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contaminants in the home affect fertility in men and dogs"
        },
        {
            "text": "This finding also highlights the opportunity to use dogs as an effective model for future research into the effects of pollutants on human fertility, as other external influences, such as diet, are much easier to control in dogs than humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contaminants in the home affect fertility in men and dogs"
        },
        {
            "text": "Stephen Reinisch ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contaminants in the home affect fertility in men and dogs"
        },
        {
            "text": "Even more surprisingly, when used to inseminate ewes, both samples had almost the same pregnancy rate, with a rate of 61% for the 50-year-old sperm compared with 59% for the recently frozen sperm. This finding of the long-term viability of frozen semen is significant because it shows that genetics from individuals can be stored and used long after the original male has passed away, which could prove useful for breeding programs for many species in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "World's oldest semen creates healthy lambs"
        },
        {
            "text": "The lambs produced from the study will also provide a useful baseline for the researchers to examine the genetic progress made by the wool industry through selective breeding over the past 50 years. These lambs displayed characteristics that were common in Merinos at that time, with large body wrinkles to maximise skin surface area and therefore wool yields. That particular characteristic has since gone out of favour, having been found to increase the risk of fly strike and create difficulties with shearing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "World's oldest semen creates healthy lambs"
        },
        {
            "text": "Stephen Reinisch Veterinary Writer Stephen Reinisch Veterinary Writer DELIVERY TERMS AND LEGAL TITLE Prices include delivery of print journals to the recipient's address. Delivery terms are Delivered at Place (DAP); the recipient is responsible for paying any import duty or taxes. Title to all issues transfers Free of Board (FOB) our shipping point, freight prepaid. We will endeavour to fulfil claims for missing or damaged copies within six months of publication, within our reasonable discretion and subject to availability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "World's oldest semen creates healthy lambs"
        },
        {
            "text": "PRINTING AND DESPATCH Printed in Australia by Ligare Pty Ltd. All journals are normally despatched direct from the country in which they are printed by surface air-lifted delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "World's oldest semen creates healthy lambs"
        },
        {
            "text": "COPYRIGHT AND COPYING Copyright © 2019 Australian Veterinary Association Ltd. All rights reserved. No part of this publication may be reproduced, stored or transmitted in any form or by any means without the prior permission in writing from the copyright holder. This consent does not extend to other kinds of copying such as copying for general distribution, for advertising or promotional purposes, for creating new collective works or for resale. Authorisation to photocopy items for internal and personal use is granted by the copyright holder for libraries and other users registered with their local Reproduction Rights Organisation (RRO), eg. Copyright Clearance Center (CCC), 222 Rosewood Drive, Danvers, MA 01923, USA (www.copyright.com), provided the appropriate fee is paid directly to the RRO. This consent does not extend to other kinds of copying such as copying for general distribution, for advertising or promotional purposes, for creating new collective works or for resale. Special requests should be addressed to permissions@wiley.com OFFPRINTS Printed offprints may be ordered online for a fee. Please click on the following link and fill in the necessary details and ensure that you type information in all of the required fields: www.sheridan.com/wiley/eoc. Policy predicaments or precedents I write with concern that the current AVA live export policy has serious implications and potentially sets a precedent that is detrimental to the advancement of the profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "World's oldest semen creates healthy lambs"
        },
        {
            "text": "Through its constitution 1 , the AVA seeks to speak on behalf of the profession (Members and Non-Members) to government, authorities, any person, or company. Policy and position statements are drafted by the Policy Council or the Board and once approved by the Board become official statements of the association. The AVA uses policy and position statements to outline the position of the association when talking on behalf of the profession and these form the basis of advice given to government, other authorities, media, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACK ISSUES"
        },
        {
            "text": "The AVA live export policy 2 states: \"Where live export occurs, an Australian-registered shipboard veterinarian must accompany each shipment and this veterinarian must be independent and thus not employed by either the exporting company or the shipping company.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACK ISSUES"
        },
        {
            "text": "Background information is provided in policy statements and is supposed to explain the rationale and scientific evidence supporting the policy position. The background information in the AVA's live export policy does not provide any rationale or evidence why Australian-registered shipboard veterinarian must not be employed by the exporter or shipping company.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACK ISSUES"
        },
        {
            "text": "The exporter, in many cases, is the owner of the animals during the export voyage. If ownership has been transferred to another party, the exporter is the owner's representative and responsible for the animals during the export voyage. The rest of the policy is concerned about animal welfare, it is assumed the reason for the non-employment recommendation is to ensure animal welfare. This is concerning for a number of reasons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACK ISSUES"
        },
        {
            "text": "Firstly, it implies that the legislative system regulating Veterinarians in Australia is broken, as the peak professional body is recommending the only way to ensure animal welfare is for veterinarians to be independent and not employed by the animal owner or owner's representative. It seems, the AVA does not believe that the State and Territory Veterinary Surgeons Boards or the Federal Government have effective legislation or are able to effectively regulate against the current legislation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACK ISSUES"
        },
        {
            "text": "Secondly, it implies there is a problem with fee-for-service arrangements between veterinarians and animal owners and achieving acceptable animal welfare outcomes. Nearly all veterinarians providing clinical services to any species, either as an owner of a veterinary business or employee veterinarians, operate under this fee-forservice arrangement with the animal owner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACK ISSUES"
        },
        {
            "text": "How does the AVA systematically review and assess policies for possible unintended consequences, implications, misrepresentation of the profession, or the possibility of setting a precedents that is not in the interest of the profession as whole?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACK ISSUES"
        },
        {
            "text": "Should the board review the live export policy, will the AVA stand by its recommendations to the Moss review 3 and ensure that relevant people with leadership skills, deep knowledge and understanding of the industry, animal health and welfare, and epidemiology are sought?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACK ISSUES"
        },
        {
            "text": "Dr Andrew Way",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACK ISSUES"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Face the Facts: Gender Equality",
            "authors": [],
            "year": 2018,
            "venue": "Australian Human Rights",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Corporate-Site/Documents/ Animals-and-plants/Native-animals/volunteerwildlife-rehabilitation-sector-strategyconsultation-draft-180603",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Office Of Environment",
                    "suffix": ""
                },
                {
                    "first": "Nsw",
                    "middle": [],
                    "last": "Heritage",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Animal welfare implications of treating wildlife in Australian veterinary practices",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Orr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tribe",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Aust Vet J",
            "volume": "96",
            "issn": "",
            "pages": "475--480",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Tel: +61 (0)7",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "3859",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Japan: For Japanese speaking support, Email: cs-japan@wiley.com. Visit our Online Customer Help available in 7 languages at www.wileycustomerhelp.com/ask Production Editor Sylvia Cheong. Email: avj@wiley.com INFORMATION FOR SUBSCRIBERS Australian Veterinary Journal is published in 11 issues per year. Institutional subscription prices for 2019 are: Print & Online: US$1244 (Australia & New Zealand), US$1145 (US), €808 (Europe), £636 (UK), US$1244 (Rest of World). Prices are exclusive of tax. Asia-Pacific GST, Canadian GST/HST and European VAT will be applied at the appropriate rates. For more information on current tax rates, please go to www.wileyonlinelibrary.com/tax-vat. The price includes online access to the current content and all online back files to",
            "authors": [
                {
                    "first": "Wiley",
                    "middle": [],
                    "last": "Corporate Citizenship",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Wiley is a founding member of the UN-backed HINARI, AGORA, and OARE initiatives",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "AVA members Communication Live Export Update #11",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "from our World Veterinary Day celebrations in late April I thought it would be pertinent to spend some time talking about the role and the future of the veterinary profession. I have been involved in a number of recent discussions on the future of the veterinary profession and I know a lot of organisations are looking at their role in strengthening veterinary services and preparing veterinarians for the future.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "7-10 years; cats aged 9-13 years Dogs aged 11+ years; cats aged 14+ years NEWS N14",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "PhD graduate of the University of Sydney is making vital headway in the treatment of congestive heart failure (CHF). Incremental findings have culminated in a thesis suggesting a potential new therapeutic target, the natriuretic peptide system. Dr Mariko Yata recently graduated with her PhD from the University of Sydney. With extensive experience working as a critical care and emergency veterinarian in referral hospitals across Sydney and having completed her internship in 2011, Mariko obtained her Membership in Small Animal Medicine with the Australian and New Zealand College of Veterinary Scientists. During the past five years, Mariko has contributed pivotal research into the field of veterinary cardiology, culminating in her recently completed PhD on the treatment of canine and feline CHF.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Do you have any takeaway points for other new graduates thinking of starting a business?If you're thinking of doing something big and running your own business is something you want in your veterinary career, then you should do it! The important steps are finding someone who can act as a mentor, to spitball ideas and make sure you've thought it through properly. There's plenty of people out there who have been through it and are more than willing to help. It's very much a case of standing on the shoulders of those who have gone before us. I don't think it's possible to do something like this going it alone. Another important point to acknowledge is it's an ongoing road. The goal posts are constantly moving and there's no concrete endpoint of success. If you keep an open mind and continuously build your knowledge and skills, then you're on the right track.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Single issues from current and prior year volumes are available at the current single issue price from cs-journals@wiley.com. Earlier issues may be obtained from Periodicals Service Company, 11 Main Street, Germantown, NY 12526, USA. Tel: +15185374700, Fax: +15185375899, Email: psc@periodicals.com DISCLAIMER The publisher, The Australian Veterinary Association Ltd and editors cannot be held responsible for errors or any consequences arising from the use of information contained in this journal; the views and opinions expressed do not necessarily reflect those of the publisher, the Australian Veterinary Association Ltd and editors, neither does the publication of advertisements constitute any endorsement by the publisher, the Australian Veterinary Association Ltd and editors of the products advertised. Submission of photographs for publication will be held to imply that permission for publication has been obtained from the photographer and from the subject(s) of the image. AVJ.PI.Feb13 TRADEMARKS AVA and the AVA logo are registered trademarks of the Australian Veterinary Association Ltd. Australian Veterinary Journal accepts articles for Open Access publication. Please visit http://olabout. wiley.com/WileyCDA/Section/id-828081.html for further information about OnlineOpen. For submission instructions, subscription and all other information visit: htttp://wileyonlinelibrary.com/journal/avj",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "• If you want to understand how to have difficult leadership conversations with skill and empathy, meet Margaret Riley.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Vets Choice -Choose sensible.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Mariko's final thesis brings this all together and also looks more broadly at the multidrug treatment regimens for CHF. Her work raises fascinating questions about future treatment of CHF in dogs and cats, but critically cracks open the whole new topic of BNP1-32 peptide resistance in canine CHF. Could this be a new therapeutic target?",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "table for the better part of two years.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "https://www.nottingham.ac.uk/news/ pressreleases/2019/mar/chemical-pollutants-inthe-home-degrade-fertility-in-both-men-and-dogsstudy-finds.aspxResearchers at the University of Sydney have recently used ram sperm that was frozen for 50 years to artificially inseminate 34 ewes, making it the world's oldest known viable semen.Associate Professor Simon de Graaf and Dr Jessica Rickard collaborated on the project, which demonstrated the viability of long-term storage of frozen semen in liquid nitrogen. Prior to using the 50-year-old sample, Dr Rickard assessed the quality of the sperm by examining motility, velocity, viability and DNA integrity and found no difference between the sperm frozen for 50 years and samples frozen just 12 months prior.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Source https://sydney.edu.au/news-opinion/ news/2019/03/18/world-s-oldest-semen-stillviable.html Join the biggest week of equine veterinary continuing education in the Southern Hemisphere, attracting over 230 delegates in 2018.N25An innovative non-invasive wearable fitness tracker is being developed at the University of Bath in the UK. The device, known as 'the EquiVi platform', aims to provide accurate and reliable monitoring of vital signs of horses over prolonged periods and during exercise. The device can monitor respiratory rate, blood oxygen saturation, temperature, blood pressure and heart rate variability in real time with immediate access to data. The data can then be used by trainers and veterinarians to aid in the development of fitness programs to enhance performance, while also improving welfare through early detection of disease and allowing minimally intrusive monitoring of individual sick horses.Dr Ben Metcalfe is pioneering the project and said that although there is technology that exists that can monitor the different aspects of a horse's health using sensors, these typically don't work while the horse is moving and the information has often had little clinical validation because many sensors used are designed for humans. Those involved with the project are hoping to further develop the technology to a commercial level to allow widespread use of the wearable devises within the equine industry to improve overall horse welfare and performance.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This will be going to Policy Council and the Chair of the Policy Council will provide a response following this meeting.Access it on the go across any device -where you want, when you want.The AVJ will be a tap and swipe away from July www.ava.com.au",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AVA Response:"
        }
    ]
}