{
    "paper_id": "c5cfe83dcfccc19a1e8b8e1f965306289ffdfecf",
    "metadata": {
        "title": "Travel Medicine and Infectious Disease xxx (xxxx) xxxx",
        "authors": [
            {
                "first": "Duygu",
                "middle": [],
                "last": "Aydemir",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nuriye",
                "middle": [
                    "Nuray"
                ],
                "last": "Ulusu",
                "suffix": "",
                "affiliation": {},
                "email": "nulusu@ku.edu.tr."
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Correspondence: Angiotensin-converting enzyme 2 coated nanoparticles containing respiratory masks, chewing gums and nasal filters may be used for protection against COVID-19 infection Dear Editor, As reported by Baharoon and Memish, our world has encountered with several dangerous viruses including severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) also known as camel flu since in the beginning of the 21st century [1] . Article of Baharoon and Memish has been published just couple of months before a novel coronavirus has arisen that is called as COVID-19 belonging to the corona virus family same as SARS and MERS [1, 2] . Among these coronaviruses, COVID-19 has already infected millions of people all over the world, caused thousands of deaths and have become pandemic since December, 2019 [2] . Infection by COVID-19 results in the weakness of the immune system and thus affects mostly elderly population and people who have chronic diseases such as cardiovascular diseases, diabetes, hypertension, kidney failure, cancer and obesity. Since numbers of people infected and died by COVID-19 are increasing day by day, prevention and control of this pandemic is very urgent and above everything to save lives of millions people worldwide [2] . (see Fig. 1 )",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 455,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 658,
                    "end": 660,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 832,
                    "end": 835,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1278,
                    "end": 1281,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1289,
                    "end": 1295,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Several studies about human coronaviruses have revealed that they use angiotensin-converting enzyme 2 (ACE2) entry into the host cells. SARS-CoV and COVID-19 have the same entry point into the host cell, thus blocking and/or decreasing the levels of ACE2 might help us to fight against infection by COVID-19 [1, 3] . This knowledge is very valuable to develop antibodies against this receptor. On the other hand, ACE2 has a protective effect against virus-induced lung injury after infection as a result of increasing the production of the vasodilator angiotensin 1-7. Therefore, preventing COVID-19 into the host can be more effective than fighting against the virus after infection since we need ACE2. Thus we suggest that catching these viruses before entering into the host by using nanotechnology in the masks, clothes, gums, gloves etc. [3] .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 312,
                    "end": 314,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 843,
                    "end": 846,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronavirus entry into host cells is mediated by the transmembrane spike (S) and at the present time we know that these spikes are homotrimers and in glycoprotein structure. These glycoprotein spikes also optional targets for developing vaccines or therapeutics. But we may produce nanomaterials containing ACE2 for instance quantum dots, nanoflowers or synthetic polymers [4] . We have shown the effectiveness of several nanoparticles including quantum dots and nanoflowers as bio-detection probes. Moreover, we have enhanced catalytic activity and stability of enzymes when coated them on indicated nanoparticles [4, 5] . In this way, we can synthesize ACE2 coated/embedded nanoflowers or quantum dots with enhanced catalytic activity and stability of ACE2 and using them to produce chewing gums, nose filters, masks and clothes, and gloves. Nose filters are used to catch the allergens and pollens before entering the host [5] . Same as nose filters, chewing gums, clothes, filters and gloves may block viruses before entering into the host by catching and holding them.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 619,
                    "end": 621,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 926,
                    "end": 929,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, numbers of infected people and deaths by COVID-19 are increasing every day and COVID-19 has the potential to mutate and may become deadlier in the future [1, 2] . Therefore, finding a way to prevent COVID-19 infection has become the most important issue currently for the health of people all over the world in each continent. Social distancing, self-protection and isolation are strongly recommended to stop the spread of the virus worldwide, since no treatment or vaccine have been developed until now [2] . Thus, developing effective self-protection tools including mask, gloves and clothes are vital to stop the spread of the COVID-19. Nanotechnology can be used to produce long lasting protective tools to stand between people, health workers, population of travelers and COVID-19 to prevent this pandemic. That may be the hope for fighting against COVID-19 as the first step of defense by reducing infection of people.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 173,
                    "end": 175,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "There is no funding source used for this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "There is no competing interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "MERS-CoV as an emerging respiratory illness: a review of prevention methods",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Baharoon",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memishdef",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Travel Med Infect Di",
            "volume": "32",
            "issn": "101520",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2019.101520"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Is glucose-6-phosphate dehydrogenase enzyme deficiency a factor in Coronavirus-19 (COVID-19) infections and deaths?",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aydemir",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ulusu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Pathog Glob Health",
            "volume": "2020",
            "issn": "",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1080/20477724.2020.1751388"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Angiotensin-converting enzyme 2 protects from severe acute lung failure",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "436",
            "issn": "",
            "pages": "112--119",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Synthesis and characterization of a triple enzyme-inorganic hybrid nanoflower (TrpE@ihNF) as a combination of three pancreatic digestive enzymes amylase, protease and lipase",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Aydemir",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gecili",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Özdemir",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Ulusu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Biosci Bioeng",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbiosc.2020.01.008"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Preventive effect of nasal filters on allergic rhinitis: a randomized, double-blind, placebo-controlled crossover park study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kenney",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Hilberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Laursen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Peel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sigsgaard",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Allergy Clin Immunol",
            "volume": "136",
            "issn": "",
            "pages": "1566--72",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors gratefully acknowledge use of the services and facilities of the Koç University Research Center for Translational Medicine (KUTTAM), funded by the Presidency of Turkey, Presidency of Strategy and Budget. The content is solely the responsibility of the authors and does not necessarily represent the official views of the Presidency of Strategy and Budget.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}