{
    "paper_id": "c677e329a99619ba051d9dd595fb6848be3e1d4a",
    "metadata": {
        "title": "Multivalent Sialosides:ATool to Explore the Role of Sialic Acids in Biological Processes",
        "authors": [
            {
                "first": "Preetimadhukar",
                "middle": [],
                "last": "Chaudhary",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Suraj",
                "middle": [],
                "last": "To",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rohan",
                "middle": [],
                "last": "Yadav",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Akshay",
                "middle": [],
                "last": "Hande",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rina-Arad",
                "middle": [],
                "last": "Yellin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Raghavendra",
                "middle": [],
                "last": "Kikkeri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Sialic acids (Sias) are fascinating nine-carbon monosaccharides that are primarily found on the terminus of the oligosaccharide chains of glycoproteins and glycolipids on cell surfaces. These Sias undergo avarietyofstructuralmodifications at their hydroxy and amine positions, thereby resulting in structural diversity and, hence,c oordinating av ariety of biological processes. However,d eciphering the structural functions of such interactions is highly challenging, because the monovalent binding of Sias is extremelyw eak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Over the last decade, several multivalent Sia ligandsh ave been synthesized to modulate their binding affinity with proteins/lectins. In this Minireview,w eh ighlight recent developmentsi nt he synthesis of multivalent Sia probesa nd their potentiala pplications. We will discuss four key multivalent families, that is, polymers, dendrimers, liposomes, and nanoparticles, and will emphasize the major parameters that are essential for the specific interactions of these molecules with proteins in biological systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "[a] Dr.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Sialic acids (Sias) are the major constituents of aw ide variety of glycoconjugates, including N-and O-linked glycoproteins and glycolipids. Sialic acidss hare ac haracteristic nine-carbon backbone, with carboxylic acidr esidues attached to the C2 carbon atom, and they occupy the distal end of glycan chains, al ocation that makes them suitable for interactions with other cells and with environmental agents. The negative charge on the Sia unit has many modulatory roles. In mucins, sialoglycan increases the viscosity of the proteins and protects epithelial cells from bacterial infection. [1] Whereas in cancercells, sialoglycans are overexpressed to safeguardm alignant cells from the immunoevasion of natural killer (NK) cells. [2] In addition to their functiono fp hysically masking cellular biomolecules, Sias participate in major biological events throughs pecific carbohydrate-protein interactions (CPIs). There are more than 50 different types of naturally occurring Sias, which differ in the type of substituents on the hydroxy and amine groups. [3] N-Glycolyl, Nhydroxy, N-acetimidoyl, N-acetyl, and N-lactyl substituents are found on the 5-amino group of Sia, whilst O-acetyl, O-lactyl, Ophosphate, and O-sulfate are examples of substituents that are found on the hydroxy groups.F urthermore, Sias are also linked to penultimate carbohydrate residues, either through a(2-6), a(2-3), a (2) (3) (4) (5) (6) (7) (8) or by a(2-9) glycosidicl inkages. [4] The structural diversity and variety of glycosidic linkages articulate aw ide range of cellular eventsthrough specific CPIs.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 596,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 1058,
                    "end": 1061,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1399,
                    "end": 1402,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 1403,
                    "end": 1406,
                    "text": "(3)",
                    "ref_id": null
                },
                {
                    "start": 1407,
                    "end": 1410,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 1411,
                    "end": 1414,
                    "text": "(5)",
                    "ref_id": null
                },
                {
                    "start": 1415,
                    "end": 1418,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 1419,
                    "end": 1422,
                    "text": "(7)",
                    "ref_id": null
                },
                {
                    "start": 1423,
                    "end": 1426,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1461,
                    "end": 1464,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Sia-binding proteins are ubiquitous. These proteins utilize specific sialoglycan structures on cell surfaces to regulate pathogenicity and amultitude of physiological events.For example, humanH 3N2 influenzav iruses utilize the Sia a(2-6) linkaget o induce virulence, whereas avian H5N1 viruses recognize the Sia a(2-3) linkageo nc ell surfaces. [5] Furthermore, Influenza C and coronaviruses preferential bind to N-glycolylneuraminic acid (Neu5Gc) and 9-O-acetylated Sia to infect mammalian cells, [6, 7] whilst the simian virus (SV40) recognizes GM1 ganglioside (GM = ganglioside monosialic) as ap referred ligand. [8] A large number of bacteria, such as E. coli, Streptococcus, Helicobacter, and parasites, such as Plasmodium falciparum,a ttack vertebrate cells throughS ia-mediated interactions. B. streptococcus displayed as pecific Sia a(2-3)Gall inkage,w hichb inds to aS ia-binding protein on neutrophils,w eakens the immune responses, and invades the human immune system. [9] Toxins from Vibrio and Clostridium speciesa lso bind to sialogangliosides. [10, 11] Surprisingly,t he AB5 toxin secreted by Shiga toxigenic E. coli binds to Neu5Gcg lycans and induces gastrointestinal disease in humans. [12] On mammalian cell surfaces, Siglecs( sialic-acid-binding immunoglobulin-type lectins) ands electinsr epresent two distinct classes of lectin that recognize sialoglycan. Siglecs belong to a major subfamily of type-I lectins,w hich are widely expressed on immune cells and providea na rray of diverse functions based on specific sialoglycan-mediated interactions. [13] Among the familyo fS iglecs, Siglec-2 and Siglec-7 are attractive targets for cancert herapy. [14, 15] Siglec-2 (CD22)i so verexpressed on Bcell lymphomas and leukemia;a ss uch, human anti-CD22 has been used to treat B-cell non-Hodgkin'sl ymphoma. [15] Siglec-7 is expressed on naturalk iller (NK) cells and monocytes cells and it selectively recognizes a(2-8) di-Sia ligands. [16] It has been shown that up-regulating cell-surface Sia on cancerc ells helps them to escape Siglec-7-dependenta ttacks of NK cells; therefore, compounds that exhibit an inhibitory effect towards Siglec-7 can activate NK cells and be used for cancer therapy. [17] Another set of Sia-binding lectins are found on endothelial cells, leukocytes, and platelets, which are classified as E-selectins, L-selectins, and P-selectins, respectively. [18] P-selectin is present on activated plateletsa nd endothelial cells, whereas Eselectin is exposed on the endothelium after activationb yc ytokines, and leukocytes express L-selectin. Ta rgeting P-and Eselectins can be used to monitore ndothelial cells in the early phases of inflammation. Binding to L-selectin enables the visualizationo fl ocal concentrations of leukocytes or can even modulate their function. [19] These lectins bind explicitly to sialyl Lewis x (SL x )a nd sialyl Lewis a (SL a )g lycans, respectively.I nterest-ingly,t umor cells also express the SL x residue, which binds to selectins. Such selectins have ar olei nt umor-cell migration and metastasis. [20] Finally,t he discovery that b-amyloid binds to Sia has had as ignificant impact on thef ield of Alzheimer'sd isease targeting. [21] All of these aforementioned biological eventsa nd many more demonstrate the importanceo fs ialoglycans in biological processes and highlight the potential of these molecules. However,i nvestigating biological processes by using Sia monosaccharide in the solution phase is ah uge challenge, owing to its very weak bindingi nteractions with lectins/proteins, whicha re within the range mm-mm. [22] To overcome this difficulty, multivalent systems have been developed in which clusters that contain many Sia molecules with different topologies have been developed, thus amplifying the effect of the CPIs. [23] Several reviewsh ave been published on the use of multivalent probesi nt argeting aw ide range of carbohydratel igands. [24] [25] [26] [27] [28] This Minireview primarily focuses on multivalent Sia probes to investigate CPIs and biological potency.W ew ill mainly highlight the detailed synthesis of four important multivalent scaffolds, that is,s ialo-polymers, sialo-dendrimers, sialo-nanoparticles, and sialo-liposomes, which have been used to decipher specificC PIs (Figure 1 ). We shalla lso describe the potential applications of multivalent Sia probesi nd rug delivery,i maging, and biosensors.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 505,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 617,
                    "end": 620,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 981,
                    "end": 984,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 1060,
                    "end": 1064,
                    "text": "[10,",
                    "ref_id": null
                },
                {
                    "start": 1065,
                    "end": 1068,
                    "text": "11]",
                    "ref_id": null
                },
                {
                    "start": 1205,
                    "end": 1209,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1572,
                    "end": 1576,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1671,
                    "end": 1675,
                    "text": "[14,",
                    "ref_id": null
                },
                {
                    "start": 1676,
                    "end": 1679,
                    "text": "15]",
                    "ref_id": null
                },
                {
                    "start": 1825,
                    "end": 1829,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 1954,
                    "end": 1958,
                    "text": "[16]",
                    "ref_id": null
                },
                {
                    "start": 2216,
                    "end": 2220,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 2396,
                    "end": 2400,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 2812,
                    "end": 2816,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 3075,
                    "end": 3079,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 3207,
                    "end": 3211,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 3603,
                    "end": 3607,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 3814,
                    "end": 3818,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 3939,
                    "end": 3943,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 3944,
                    "end": 3948,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 3949,
                    "end": 3953,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 3954,
                    "end": 3958,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 3959,
                    "end": 3963,
                    "text": "[28]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 4289,
                    "end": 4298,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The primaryr ecognition between lectins and sialoside conjugates relies on interactions between the non-reducing end of the carbohydrate residue and the hydrophilic part of the lectin,t hus indicating that the inner skeleton of ag lycoprotein or glycolipid could be modifiedw ithoutc hanging the CPIs. The use of ap olymeric network is one of the earliest known examples of multivalent Sia probes. [29] The main synthetic approaches that have been developed to obtain glycopolymers are:1 )the assembly of monomeric sialoside ligandsb yu sing an acrylate free-radical polymerization method( convergent strategy);a nd 2) the coupling of sialoside ligandso nc ommercially available well-definedp olymer scaffolds (divergent strategy). In 1995, Whiteside'sg roup reported ac onvergent freeradical-based polymerization method to synthesize acrylamidebased Sia copolymers. [30] They tested variousa djuvants, such as ionic, hydrophobic/hydrophilic, and bulky substituents, with Sia ligandst om odulate influenza-virus-mediatedh emagglutinin activity and found that the presence of hydrophobic and chargeds pecies in the sialo-polymers enhanced the virus-protein binding affinity.F urthermore, the number of pendant Sia residues on thep olymer backbone had ad irect influence on the agglutination and illustrated the importance of multivalency in interfering with the viral binding to cell surfaces.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 867,
                    "end": 871,
                    "text": "[30]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sialo-polymers"
        },
        {
            "text": "The synthesis of glycopolymers by using ac onvergent strategy is typicallys uitable for monosaccharide ligands, because they are easy to functionalize with polymerizable groups( e.g., acrylate derivatives).H owever,s uch functionalization of higher oligosaccharides is laborious and requires multistep syntheses. To get around this problem, Kimura and co-workers combined the copper(I)-mediated click reactionw ith an acrylate-polymerization strategy and synthesized sialo-oligosaccharide copolymers ( Figure 2a ). [31] These sialo-polymers( Neu5Aca(2-3)galb(1-4)gal, sialylated N-glycan) were functionalized on a quartz crystal microbalance (QCM) to study their binding affinity with influenza viruses.T he sialylated N-glycanp olymer was found to exhibit stronger binding with human and avian influenza Av iruses compared to the Neu5Ac-polymer,w hich was attributed to multivalency and synergistic effects of the higher-oligosaccharidet oa fford sensitivev irus-protein recognition.",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 519,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 502,
                    "end": 511,
                    "text": "Figure 2a",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Sialo-polymers"
        },
        {
            "text": "Free-radical-based polymerization methods lead to ah igh rate of ligand conjugation, polydispersity,a nd wide molecular mass distribution, which limit their potential biological applications. To overcome these drawbacks, the Kiessling group employedr ing-opening metathesis polymerization (ROMP) to synthesize sialo-copolymers. [32] They constructed ac opolymer that was composed of aB -cell receptor( BCR)-bindinge pitope and the Siglec-2 (CD22) specific ligand to investigate the trans interactions between Siglec-2 and Siag lycans, which werer egulated by the activation of BCR. They preparedt he copolymers by using BCR and CD22 antigens, such as 2,4-dinitrophenylnorbornenea nd Sia a(2-6) LacNAcÀnorbornene monomers (LacNAc = N-acetyl-d-lactosamine), in the presence of ar uthe-niumÀcarbene initiator.T hese copolymerse nabled the simultaneous targeting of BCR and CD22 (Siglec-2) receptors, induced trans interactions in the CD22 signaling, and activated several pathways (Figure2b). Working under the same notion, Olsen and co-workerss ynthesized ab rush-like sialo-polymer by using aR OMP synthetic strategy. [33] Based on the structurals imilarities between the native mucins and synthetic sialo-polymers, it was possible to use them as model systems to analyze antiviral activities. Furthermore, their results also suggestedt hat the brush topologya lso contributed to the viscosity of the polymer and the process of infection suppression.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[33]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sialo-polymers"
        },
        {
            "text": "Notably,f ree-radical and ROMP methods for direct polymerization weref ound to be efficient techniques for nonfunctional carbohydrate ligands. However, mostc ell-surface glycansa re negativelyc harged sialoside ligandsa nd it has been shown that functional groups, such as sulfate or acid groups, lower the efficiency of free-radical polymerization. Hence, an effective method for the synthesis of structurally well-defined glycopolymers is still required. Recently,T anaka and co-workersr eported the p-allylÀnickel-catalyzedc oordination polymerization of allene monomers as an alternative method for the synthesis of sialo-polymerst hat generated an excellent dispersity index. [34] By using this technique, they prepared sialo-polymers that could target Siglec-7 on NK-cells ( Figure 2c ). Overall,i naconvergent strategy,s everal challenges must be met to synthesize defined sialo-polymers. Alternatively, the functionalization of sialoside ligandsonp olymer scaffolds, commonly termed a\" divergent strategy\", typicallya llows the large-scale synthesis of glycopolymers.S avasta and co-workers explored ad ivergent strategyf or the synthesis of GM3-ganglioside-based polymers to alter cell-signaling, thereby modulating cell-proliferation. [35] The galactose/lactosec eramide ligands were coupled with an acrylic acid polymers caffold in different stoichiometric ratios to generate lactose-ceramidep olymers. These polymers were enzymatically reactedw ith aS ia precursor to synthesize GM3 polymers. The cell-proliferation assay and cell-signaling assay in the presence of thesep olymers revealed that the number of GM3 units per polymer and hydrophobic residue of GM3 directly influenced the inhibition of cell proliferation.",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 685,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 1245,
                    "end": 1249,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 781,
                    "end": 790,
                    "text": "Figure 2c",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Sialo-polymers"
        },
        {
            "text": "Ad ivergent strategy was also applied to the synthesis of sialo-polypeptides, dextran-based sialo-polymers, and conductive sialo-polymers. Hidari and co-workerss ynthesized Neu5Gccarrying glycopeptides by using g-polyglutamic acid and LacNAc/lactose precursors( LacNAc = N-acetyl-d-lactosamine; Figure 3a ). [36] The lactose-conjugated polypeptide was enzymatically reacted with Neu5Gct os ynthesize Neu5Gc a(2-3)/ a(2-6)-polypeptides (Figure 3a) . These polypeptides were subjected to ah emagglutination inhibition (HI) assay with influenza viruses, whichr evealed that the Ne5Gc a(2-3)-polypeptides selectively inhibited the H3N8-EIV-strain-mediated hemaggluti-nations (EIV = equine influenza virus). Similarly,U sui and coworkers also synthesized av ariety of sialo-polypeptidesb y using ad ivergents trategy to test their selective inhibition of influenzav irus strains (Figure 3b ). [37] They found that Neu5Ac a(2-6)-polypeptides selectively inhibited human virus H3N2 and the compositions of the inner glycans in the sialopolypeptides had the least influenceo ni nfluenzar ecognition. These studies illustratedt he crucial role of terminal Sia compositions in the selective recognition of influenzav irus strains.F inally,adivergent strategy was employed to synthesize ad extran-based disialic acid-polymer (Figure 3c ). [38] These polymers showedh igh binding affinity towardS iglec-7,t hereby effectively inhibiting Siglec 7-GD3 interactions.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 888,
                    "end": 892,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1332,
                    "text": "[38]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 295,
                    "end": 304,
                    "text": "Figure 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 435,
                    "end": 446,
                    "text": "(Figure 3a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 874,
                    "end": 884,
                    "text": "(Figure 3b",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1314,
                    "end": 1324,
                    "text": "(Figure 3c",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Sialo-polymers"
        },
        {
            "text": "Conductive polymers, such as poly(3,4-ethylene dioxythiophene)(PEDOT), have found tremendous applicationi nbiosensors in bioelectronic devices. As such, conductive sialo-polymers would constitutei deal scaffolds for the detectiono ft he influenzav irus in blood and the development of point-of-care devices.M iyahara and co-workerse mployedadivergents trategy to synthesize PEDOT-basedc onductive sialo-polymers ( Figure 3d ). [39] QCM (quartz crystal microbalance) and potentiometric analysiso fa(2-6)-linked sialyllactose-PEDOTp olymers showed strong selectivity for the humani nfluenza Av irus (H1N1), thusi llustrating the potential of these polymers in point-of-care devices.",
            "cite_spans": [
                {
                    "start": 427,
                    "end": 431,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 412,
                    "end": 423,
                    "text": "( Figure 3d",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Sialo-polymers"
        },
        {
            "text": "Despite this broad range of methodst hat have been developed for the synthesis of sialo-polymers, these convergent and divergents trategies failed to produce well-controlleds ialopolymers with end-group functionalization, which is essential for cell-surfacee ngineering. Godula and co-workerst ackled this problem by using reversible addition-fragmentation chain- transfer (RAFT) polymerization to synthesize low-polydispersity multivalent glycopolymers with simultaneous end-group functionalization with al ipid chain and af luorescent tag (Figure 4a) . [40] [41] [42] [43] [44] Thes ialo-polymersw ere prepared from the condensation of Sia glycansw ith polymethyl vinyl ketones caffolds through the formation of an oxime, which enabled the generation of ap anel of sialo-polymers, which were used in cell-surface bioengineering, modulating neural development and stem-cell differentiation. Working under the same notion, Bertozzi and co-workersr eported the synthesis of sialo-RAFT copolymers and decorated them onto cancer cells to modulate the activity of NK-cells through Sia-Siglec-7 interactions (Figure 4b ). [45] ",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 559,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 560,
                    "end": 564,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 575,
                    "end": 579,
                    "text": "[44]",
                    "ref_id": null
                },
                {
                    "start": 1117,
                    "end": 1121,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 541,
                    "end": 552,
                    "text": "(Figure 4a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1103,
                    "end": 1113,
                    "text": "(Figure 4b",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Sialo-polymers"
        },
        {
            "text": "Dendrimers are important multivalents caffolds that are used to decorate ligands of interest in ad istinct homogeneous symmetricalf orm. In comparison to polymers, dendrimers offer more-controllable monodispersity and persistent shapes. Moreover,t he 3D geometry of sialo-dendrimers closely mimics the decoration of Sia groupso ver cell surfaces and it allows for the fine-tuning of the microenvironment, which is essential for amplifyings pecific CPIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sialo-dendrimers"
        },
        {
            "text": "Sialo-dendrimers are typically prepared by using ad ivergent synthesis from commercial or synthetic dendrimers. Gooda nd co-workersu sed poly(amidoamine) (PAMAM), ac ommercially availables caffold, to decorate Sia ligands. [46, 47] They used two differents trategies to conjugate the Sia ligands on PAMAM: 1) ad irect amide-coupling reactionb etween the Sia ligand and PAMAM( Figure5a);a nd 2) at hiourea-based cross-couplingr eaction between SiaÀamine-linker and the PAMAM scaffold (Figure 5b) . These sialo-dendrimers were used to target amyloid b (Ab)-induced neurotoxicity.B oth sialo-dendrimers showeds imilar binding affinities with Ab-protein, but the thiourea-based sialo-PAMAM displayed strongeri nhibition of Ab-mediated neurotoxicity.T hese resultsc learly illustrated the significance of having native Sia ligands on the PAMAM to control its biological activities. In another development, McReynolds and coworkers synthesized sulfated sialo-PAMAM dendrimers by using ad ivergents trategy to assess their anti-HIV activity (Figure 5c ). [48] They found that sulfated-Sia ligandso nP AMAM dendrimers showeds trongb inding to the gp120 of HIVp rotein and displayed micromolar-range inhibition of four hostcell infections with HIV-1 strains.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "text": "[46,",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 231,
                    "text": "47]",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[48]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 483,
                    "end": 494,
                    "text": "(Figure 5b)",
                    "ref_id": null
                },
                {
                    "start": 1034,
                    "end": 1044,
                    "text": "(Figure 5c",
                    "ref_id": null
                }
            ],
            "section": "Sialo-dendrimers"
        },
        {
            "text": "Matsuoka and co-workers constructedalibrary of carbosilane-based synthetic dendrimers caffolds to decorate Sia ligands. [49] [50] [51] [52] They employed different types of linker between the dendron scaffold and the Sia moiety to study the structure-activity relationships( Figure 6 ). As ialidase-inhibition assay showedt hat the ether-and amide-linkers were more active than an aliphatic linker.M oreover,t he sialyl a(2-3) lactose moietyd isplayed strong antiviral activity. [51] Overall, the authors concluded that the ether linker was the mosts uitable for the biological study of Sia ligands. Working under the same notion,H aag and co-workers prepared as eries of polyglycerolbased Sia dendrimersw ith diameters within the range 1-100 nm by using ad ivergent strategy. [53] The antiviral activities of these dendrimers revealed thatl arge particle sizes improved their activity compared to smaller-sized clusters. Overall,t he antiviral activity of sialo-dendrimers relies on the number of sulfated groups on the Sia moiety and on the nature of the linker between the Sia group and the dendrimer scaffold.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 129,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 130,
                    "end": 134,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[52]",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 781,
                    "text": "[53]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 283,
                    "text": "Figure 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Sialo-dendrimers"
        },
        {
            "text": "Even thoughd endrimers are nanostructural macromolecules that have been successfully used to study carbohydrate-protein interactions, drug delivery,a nd targeting, their toxicity issues limit their use in biological systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sialo-dendrimers"
        },
        {
            "text": "Apart from covalently conjugated glycodendrimers, multivalent glycoclusters can also be synthesized through the self-assembly of supramolecular architectures.I nt his way,l iposomes and micelles have been synthesized to target specific Sia-mediated CPIs and carbohydrate-carbohydrate interactions. Furthermore, liposomes andm icelles can also be used to encapsulate drugs, proteins,g enes, and fluorescent dye molecules for applications in imaging and controlledd rug release. Sialo-liposomes can be prepared from sialosidicphospholipidsand amphiphilic precur- Figure 5 . Structures of PAMAM sialo-dendrimers that were synthesized by using adivergent strategy. sors. These precursors were subjected to mechanical, ultrasonic, cosolvation, dehydration-rehydration, and freeze-thaw-extrusion methods to generate specific sizes of liposomes. The nature of the liposomes also relied on their physicochemical characteristics and on the concentrations of the precursors. Paulsona nd co-workers synthesized liposomes that were labeled with Alexa Fluor 647 by using sialo-phospholipidso f Siglec-2 (Sia-binding immunoglobulin-like lectin-2) and sialoadhesin (Sn)-specific Sia ligands to target B-cell-and Sn-positive macrophages in vitro and in vivo (Figure 7a ). [54, 55] Finally,t he same authors reported as elective sialo-liposomemediated delivery of antigens and therapeutic agents into macrophages and B-cells.S imilarly,Y amazaki and co-workers decorated liposomes with SL x -phospholipids and loaded them with the drug cis-diammine(dinitrato)platinum(II) (CDDP). [56] They used these liposomes to target tumor cells, driven by selectin-mediated interactions. In another study,G M3 [57] and GD3-appended liposomes [58] (GD = disialoganglioside) were prepared and loaded with the anticancer drugs paclitaxela nd docetaxel to generate systems that simultaneously released two different potent drugs at the same time and site. [59] Zhang and co-workersp repared polySia (PSA)-based amphiphiles that self-assembled in aqueous solution to form spherical micelles (Figure 7b ). [60] These micelles were used to encapsulate hydrophobic molecules and served as drug carriers that possessed acceptablep roperties for the targetingo fd iseasedr egions. The authors demonstrated their idea by using Cyclosporine A, an immunosuppressant medication that is used to treat autoimmune diseases. Similarly,P SA-octadecylamine-decorated liposomeswere successfully used for the neutrophil-mediated delivery of pixantrone. [61] In our lab,w es ynthesized sialo-amphiphiles by conjugating aliphatic linkersa tt he C2 and C9 positions to determine the importance of the orientation of Sia in CD22-mediated CPIs. [62] Overall, liposomes offer prolonged circulation in the blood and the slow releaseo fd rug molecules. However,t he high cost of production and stability issues have hampered further clinicalapplications of this multivalent system.",
            "cite_spans": [
                {
                    "start": 1256,
                    "end": 1260,
                    "text": "[54,",
                    "ref_id": null
                },
                {
                    "start": 1261,
                    "end": 1264,
                    "text": "55]",
                    "ref_id": null
                },
                {
                    "start": 1563,
                    "end": 1567,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 1681,
                    "end": 1685,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 1713,
                    "end": 1717,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 1923,
                    "end": 1927,
                    "text": "[59]",
                    "ref_id": null
                },
                {
                    "start": 2071,
                    "end": 2075,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 2502,
                    "end": 2506,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 2689,
                    "end": 2693,
                    "text": "[62]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 561,
                    "end": 569,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 1242,
                    "end": 1252,
                    "text": "(Figure 7a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2057,
                    "end": 2067,
                    "text": "(Figure 7b",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Sialo-liposomes"
        },
        {
            "text": "Nanoparticles are well-organized, robustd endrimers that exhibit large surfacea reas and have inherento ptical, electrochemical, and magnetic properties that facilitate the sensing and imaging of specific interactions. Several types of sialonanoparticles have been reported in the literature, the most prevalent of which are gold, silver,s ilica, iron,c admium, seleni-um, and virus-like nanoparticles. Owing to their unique physical properties, these nanoparticles are attractive biomaterials for Sia research. Gold nanoparticles (AuNPs)h ave been widely used in sialo-nanotechnology,b ecause of their large surface area, electronic conductivity,n ontoxicity,f acile synthesis, and functionalizability,w hich characterize the sialo-conjugates. [63] AuNPsw eres ynthesized by reducing gold(III) chloride in the presence of as uitable surfactant and sodium borohydride. Finally,t hese nanoparticles were functionalized by using suitable sialoside ligands. Sialo-AuNPs can be formed by:1 )direct ligand exchange betweens ialo-functionalized thiol linkers and AuNPs; or 2) coupling reactions between Sia derivatives and functionalized AuNPs.P rocess (1) offers severala dvantages, including control over the number of sialoside ligands per nanoparticlea nd the resultant sialo-AuNPs do not contain additional functional groups,w hichm ay induce nonspecific interactions during CPIs. Ijiro and co-workers synthesized sialo-AuNPs by using directed ligand exchange between sialylated oligosaccharides that contained at hiol linker and AuNPs (5, 10, and 15 nm). [64] These nanoparticles were used to detect the John Cunningham (JC) virus, which displayed 360 copies of Sia-binding virus protein 1( VP1). The specific carbohydrate-protein interactions between VP1 ands ialo-AuNPs resultedi nc lustering of the AuNPs on the surface of the viruses, and led to as ignificant plasmonic shift in UV/Vis absorption spectrum of the AuNPs, which ultimately allowed the sensitive detectiono ft he virus system.S imilarly,F airbanksa nd co-workersr eportedt he synthesis of bi-sialo bi-antennary N-glycan-AuNPs to detect the influenzav irus at nanomolar concentrations ( Figure 8a ). [65] First, they isolated N-glycan from egg yolk and conjugatedi t to NHS-(S)-acetylthioacetic acid active ester (NHS = N-hydroxysuccinimide). Mild deacetylationo ft he glycan afforded ag ood amount of the N-glycan with the thiol linker for direct conjugation onto the AuNPs. The resultants ialo-AuNPs were subjected to colorimetric detection of the influenza virus and the results from these studies confirmed the development of an inexpensive, sensitivep latform for the detection of the influenza virus. As imilarg oal has also driven Haag and co-workers to synthesize Sia-conjugated AuNPs( 2a nd 14 nm) for as ialo-ligand-dependent hemaglutination assay with the influenza virus (Figure 8b ). [66] In yet another development, Russell and co-workers synthesized sialo-AuNPs by using direct ligand exchange to detect mSiglec-E which expressed on CHO cell lines by using a colorimetricm ethod (Figure 8c ). [67] Overall, direct ligand exchange afforded quick access to the sialo-AuNPs, which was an efficient platform for the detection of the influenzav irus. However,t he major limitation of this strategy was the requirement for al arge quantity of sialosidel igands. In such as cenario, process (2) is ideal. However,t he critical requirement of process (2) is to identify mild, efficient coupling reactions that result in neutrale pitopes. Tamiya and co-workers employed ac lick chemistry reaction between as ialoside azide linker and acetylene-functionalized AuNPs to synthesize sialo-AuNPs, which were coated onto ac arbon electrode to fabricatea ne lectro-chemicalA b-peptides biosensor. [68] Similarly,R ussell and coworkers synthesized sialo-AuNPs by using click chemistryt o develop ab iosensor for the detectiono ft he influenza Av irus (Figure 8d ). [69] Nishimura and co-workers employed an oxidecoupling reaction between aminooxy-functionalized AuNPs and as ialosidek etone linker to synthesize sialo-AuNPs, which were used to detect the influenza Avirus. [70] Gold and silver nanoparticles have similaro pticalp roperties, large surface areas, and good conductance. In addition, silver nanoparticles (AgNPs) display distinct antimicrobial activities. As such, sialo-AgNPs are useful probesf or the treatment of health-threatening bacteria. Park and co-workers synthesized sialo-AgNPs through the direct autoclaving or microwave irra-diation of Sia ligands and silver(I)nitrate solution. [71] These nanoparticles showedb oth antibacterial (pseudomonasa eruginosa, Escherichia coli,a nd salmonella typhimurium)a nd antiviral (influenzavirus) activities.",
            "cite_spans": [
                {
                    "start": 745,
                    "end": 749,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 1555,
                    "end": 1559,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 2166,
                    "end": 2170,
                    "text": "[65]",
                    "ref_id": null
                },
                {
                    "start": 2863,
                    "end": 2867,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 3074,
                    "end": 3078,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 3424,
                    "end": 3427,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 3762,
                    "end": 3766,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 3929,
                    "end": 3933,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 4137,
                    "end": 4141,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 4569,
                    "end": 4573,
                    "text": "[71]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2151,
                    "end": 2162,
                    "text": "( Figure 8a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2849,
                    "end": 2859,
                    "text": "(Figure 8b",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 3060,
                    "end": 3070,
                    "text": "(Figure 8c",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 3915,
                    "end": 3925,
                    "text": "(Figure 8d",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Sialo-nanoparticles"
        },
        {
            "text": "Iron NPs exhibit au nique superparamagnetic nature and, hence,enhanced contrast with background water molecules to detect specific interactions by using magnetic resonance imaging (MRI) techniques. Huang and co-workers synthesized sialoiron NPs or sialo-magnetic nanoparticles (Sialo-MGNPs) by using an amide-coupling reaction between the Sia ligand and amine-functionalized MGNPs. [72] These sialo-MGNPs displayed low toxicitya nd bound to most of the cancer and normalc ell lines, thusi ndicating the presence of Sia-active receptors on these cell lines. In another work, the same group utilized sialo-MGNPs to decrease Ab-mediated cytotoxicity in neuroblastomal cell lines and in vivo imaging of Ab-aggregation (Figure 9a ). [73] MRI analysiso fs ialo-MGNPs wasw ell-documented by the Seeberger [74] (Figure 9b )a nd Davis groups [75] (Figure 9c ) by synthesizing sialyl-Lewis x -a nd Lewis x -conjugatedM GNPs through amide-coupling reactions between sugar ligands and iron nanoparticles. These MGNPs exhibited binding to E-selectin protein in cerebral inflammation in mice models, thus giving an opportunity for the live imaging of brain damage during multiple sclerosisa nd ischemic strokes.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "text": "[72]",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "[73]",
                    "ref_id": null
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 837,
                    "text": "[75]",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [
                {
                    "start": 714,
                    "end": 724,
                    "text": "(Figure 9a",
                    "ref_id": null
                },
                {
                    "start": 803,
                    "end": 813,
                    "text": "(Figure 9b",
                    "ref_id": null
                },
                {
                    "start": 838,
                    "end": 848,
                    "text": "(Figure 9c",
                    "ref_id": null
                }
            ],
            "section": "Sialo-nanoparticles"
        },
        {
            "text": "Sialo-quantum dots (sialo-QDs) are powerful multivalent scaffoldst hat are widely used as imaging agents and sensor platforms. Nishimura and co-workers synthesized sialo-QDs by coupling aminooxy-functionalized QDs with as ialyl-Lewis x À ketone linker. [76] Intravenous injection of these nanoparticles led to prolongedl ifetimes and wide biodistributions, thus illustrating that it is av ersatile platformf or bioimaging (Figure 10 a) . Varki and co-workersu sed nanometal surface energy transfer (NSET) signals between lectin-conjugated quantum dots andc arbohydrate-conjugated AuNPs to quantitatively measureS ia levels in serum. [77] Similarly,J ua nd co-workersr eported am ethod for the highly sensitive and selective in situ evaluation of Sia groups on cell surfaces throught he multiplex sandwich binding of boric acid groups that werea ttached to quantum dots to Sia groups on living cells. [78] Recently,w er eported the synthesis of sialo-QDs that contained a(2-6) and a(2-6) sialosides by using ad ivergents trategy (Figure 10 b) . [79] The in vivop harmacokinetics and biodistribution of these two sialo-QDs in mice and zebrafish modelsi llustrated the applicability of the simple zebrafish model in Sia research.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 904,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 1044,
                    "end": 1048,
                    "text": "[79]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 435,
                    "text": "(Figure 10 a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1028,
                    "end": 1041,
                    "text": "(Figure 10 b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Sialo-nanoparticles"
        },
        {
            "text": "Beside gold, silver,a nd magnetic sialo-nanoparticles, Sia ligands have also been conjugated to fullerene, virus-like nanoparticles, and selenium-and silica-based nanoparticles to de-velop biosensors and imaging probes. Herczegh and co-workers synthesized as ialo-fullereneb yu sing ac lick reaction between fullereneÀpyrrolidine and sialosideÀazide-linker (Figure 10 c) . [80] These sialo-fullerenes inhibited neuraminidase at micromolar concentrations. Finn and co-workers preparedb ifunctional sialo-virus-like particles (sialo-VLPs) by using ac lick chemistry reactionb etween alkyne-derivatized VLPs and sialo-sideÀazide/porphyrin (photodynamic therapeutica gent)a zide linkers. [81] These particles were able to bind Siglect-2 and overexpressed on CHO cell lines. Photoirradiation of these particles resulted in an increasei nt he local concentration of singletoxygen damagea nd killed the cells. Behrens and co-workers prepared polySia-conjugated nonporous silica nanoparticlesb y using click and amide couplingr eactions between functionalized nanoparticles and polySia precursors. [82] An in vitro assay showed that the click-chemistry-basedn anoparticles decreased cell viability and toxicity at high concentrations, thusindicating that copperi ons may be trapped in the porous silica and may inducet oxicity. Hence, amide coupling reactions are ideal for nanoparticle-baseds ialoside functionalization and further biological studies. Chen and co-workersp repared sialo-selenium nanoparticles and utilized the anticancer activity of selenium to enhancet he uptake and apoptosis of cancer cells. [83] In an another development, Liu and co-workers synthesized sialo-selenium nanoparticles that contained B6 peptidest oc ross the blood/brain barrier and target amyloid-b-peptide aggregation in Alzheimer'sdisease models. [84] Figure 9 . Sialo-magnetic-nanoparticles that were synthesized by using adivergent strategy. ",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 377,
                    "text": "[80]",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[81]",
                    "ref_id": null
                },
                {
                    "start": 1090,
                    "end": 1094,
                    "text": "[82]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1605,
                    "end": 1609,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 1828,
                    "end": 1832,
                    "text": "[84]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 370,
                    "text": "(Figure 10 c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1833,
                    "end": 1841,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "Sialo-nanoparticles"
        },
        {
            "text": "Over the past few decades, our knowledge of the functions of sialic acid has improved substantially,t hanks to multivalent sialosides.M any multivalent tools, such as polymers, dendrimers, liposomes, and nanoparticles, have been functionalized with sialoglycans,e ither through convergent or divergents trategies and these probesh ave provided an in-depth knowledge of the Sia-mediated influenzav irus, Siglecs, selectin, and b-amyloid interactions. However,d espite the remarkable advances that have been made in their synthesis, there are still tremendous challenges in expanding the use of multivalent systems in clinical research, primarily owing to their toxicitya nd synthetic challenges. Thus, it is imperative to establish more-efficient strategies for their synthesis. Suitable chemical andc hemoenzymatics ynthetic strategies are expected to procure sialoglycans on the gram scale to understand biological recognition and have ap ositive influence on clinical studies. Moreover,t he solubility problems and aggregation of sialo-nanoparticles does not allow in vivoa pplications.T herefore, we need appropriate linker systems between the Sia ligand and the nanoparticles to enhance solubility and improvet he selective targeting. With the sialo multivalent probes, there are stillnodefined rules for the design of universal multivalent probest hat can meet the needs of aw ide range of biological problems. Each time, we need to synthesize al ibrary of multivalent probes to establish the efficacy of multivalency,l igand composition, and concentration for as pecific biological function. To alleviate this problem,w en eed as tandard sialo multivalentp robe to compare the relative activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ursula",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Woellner",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Auglitz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stehle",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "105",
            "issn": "",
            "pages": "5219--5224",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Courtney",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Uffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Ontrello",
                    "suffix": ""
                },
                {
                    "first": "Z.-Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Kiessling",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "106",
            "issn": "",
            "pages": "2500--2505",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0807207106"
                ]
            }
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Russell",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Schofield",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Marín",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rejzek",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Crocker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ield",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Analyst",
            "volume": "141",
            "issn": "",
            "pages": "5799--5809",
            "other_ids": {
                "DOI": [
                    "10.1039/C6AN01230B"
                ]
            }
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Proc. Natl. Acad. Sci",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Van Kasteren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Serres",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Ibson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "106",
            "issn": "",
            "pages": "18--23",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0806787106"
                ]
            }
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "B ehrens",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bremer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dräger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kasper",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Mater.Sci.:Mater.Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Accepted manuscript online",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Version of record online",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Multivalent sialosidesa nd their potentialbiological applications. Chem. Asian J. 2019, 14,1344 -1355 www.chemasianj.org 2019 Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Structures of sialo-polymers that were synthesized by using ac onvergent strategy.Gal = galactose,G lcNac = N-acetylglucosamine, Glc = glucosamine, Neu5Ac = N-acetylneuraminic acid, Man = mannose. Chem. Asian J. 2019, 14,1344 -1355 www.chemasianj.org 2019 Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Structures of sialo-polymers that were synthesized by using ad ivergent strategy.Neu5Gc = N-glycolylneuraminic acid, Cy = cysteine.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Schematic representation of RAFT polymers. AF 488 = Alexa Fluor 488. Chem. Asian J. 2019, 14,1344 -1355 www.chemasianj.org 2019 Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Differents hapes of carbosilane sialo-dendrimers. Chem. Asian J. 2019, 14,1344 -1355 www.chemasianj.org 2019 Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Structures of sialo-liposome precursors. PEG = poly(ethyleneg lycol). Chem. Asian J. 2019, 14,1344 -1355 www.chemasianj.org 2019 Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Sialo-gold nanoparticles that were synthesized by using ad irect-ligand-exchange strategy.Chem. Asian J. 2019, 14,1344 -1355 www.chemasianj.org 2019 Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Structureso fsialo-nanoparticles. Fuc = Fucose,QD= quantum dot. Chem. Asian J. 2019, 14,1344 -1355 www.chemasianj.org 2019 Wiley-VCH Verlag GmbH &Co. KGaA, Weinheim",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Preeti Madhukar Chaudhary received her Master's degree in Organic Chemistry from the University of Pune,I ndia. Subsequently,s he obtained her Ph.D.d egree in Chemistry from NationalC hemical Laboratory Pune, India. After completing her Ph.D., she joined the group of Dr.R aghavendraK ikkeri as aC SIR-Research Associate and she is currently aD BT-Project Scientista tI ISERP une, India. Her research interests includes ynthetic carbohydrate chemistry,g lycobiology,a nd glyconanotechnology. Suraj Toraskar obtained his Master's degreei n Organic Chemistry in 2013 from NorthM aharashtra University Jalgaon, India. Currently,h e is aP h.D. Studenti nt he group of Dr.R aghavendra Kikkeri. Rohan Yadav obtained his Master'sd egree in Organic Chemistryi n2 010 from Fergusson College, Pune, India. Thereafter,h eb egan his Ph.D. at IISER Pune, India,u nder the supervision of Dr.R aghavendraK ikkeri, where he worked on exploring the structurala nd functional aspects of sialic acid mimics. He completed his Ph.D. in November2 016 and he is currently aP ostdoctoral Research Scholar at the University of Duisburg-Essen,Germany. Rina-Arad Yellin is Heado ft he Organic ChemistryL aboratory at the Guangdong TechnionI srael Institute of Technology( GTIIT) in Shantou, P. R. China, and aS enior Chemist at Semorex Technologies, Rehovot, Israel. Dr. Yellin graduated from the Hebrew University of Jerusalem,I srael, and obtained her Ph.D. degree from the Weizmann Institute of Science in Rehovot, Israel,w here she was a SeniorS cientist for over 25 years. During her academic career,D r. Yellin spent many years in the U.S.A.,w orkingf or Du Pont de Nemours (Wilmington, NC), AT&T (NJ), and Hoffman La Roche (NJ). Dr.Y ellin has as trong background in organic, polymer,a nd medicinal chemistry.S he is currentlyi nvolvedi nt he synthesis and studyo fp rotein-imprinted polymers, and in the development of technologies for the detection of fungi in clinical samples. Raghavendra Kikkerir eceived his Master's degree from the University of Mysore, India, whereh es tudied Organic Chemistry as major. In 2001, he moved to the Weizmann Institute of Science, Israel, where he earned his Ph.D.i n Organic Chemistry under the guidance of Prof. Abraham Shanzer.H ec ompletedP ostdoctoral Fellowships with Prof. Peter Seeberger and Prof. Ajit Varki at ETH Zurich, MPI Berlin, and UCSD San Diego, and he is currently an Associate Professor at the Indian Institute of Science Education and Research (IISER)P une, India. He also started the Max-Planck Partner Groupa tI ISER Pune, India, and his research interests include glycobiology and glycochemistry,w ith as pecial focus on sialic acid glycans and glycosaminog lycans.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Financials upport from the IISER, Pune, the Max-Planck Partner Group,a nd the DST-SERB is gratefully acknowledged.S .T.a nd P. M.C. thank the CSIR-SRF and DBT-Biocare, respectively,f or funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no conflict of interest.Keywords: biosensors · carbohydrates · imaging agents · multivalent ligands · sialic acid",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}