{
    "paper_id": "c6c7e47f63c63e4b5666f73c8ac6bce1a79f4de3",
    "metadata": {
        "title": "Journal Pre-proof Prevention of Infection and Disruption of the Pathogen Transfer Chain in Elective Surgery Prevention of Infection and Disruption of the Pathogen Transfer Chain in Elective Surgery. Prevention of Infection and Disruption of the Pathogen Transfer Chain in Elective Surgery 1",
        "authors": [
            {
                "first": "Emanuele",
                "middle": [],
                "last": "Chisari",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chad",
                "middle": [
                    "A"
                ],
                "last": "Krueger",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Lowry Barnes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Arkansas for Medical Sciences",
                    "location": {
                        "settlement": "Little Rock",
                        "region": "AR, US"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefaan",
                "middle": [],
                "last": "Van Omsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Arkansas for Medical Sciences",
                    "location": {
                        "settlement": "Little Rock",
                        "region": "AR, US"
                    }
                },
                "email": ""
            },
            {
                "first": "William",
                "middle": [],
                "last": "Walter",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal North Shore Hospital",
                    "location": {
                        "addrLine": "125 S 9 th Street, Suite 1000",
                        "settlement": "Sydney, Philadelphia",
                        "region": "PA, US",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Javad",
                "middle": [],
                "last": "Parvizi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Frcs",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chisari",
                "middle": [
                    "E"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Krueger",
                "middle": [],
                "last": "Ca",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lowry",
                "middle": [],
                "last": "Barnes",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Van",
                "middle": [],
                "last": "Omsen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Walter",
                "middle": [
                    "W"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Parvizi",
                "middle": [
                    "J"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Frcs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Royal North Shore Hospital",
                    "location": {
                        "addrLine": "125 S 9 th Street, Suite 1000",
                        "settlement": "Sydney, Philadelphia",
                        "region": "PA, US",
                        "country": "Australia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The date was September 28 th , 1918. 200,000 Philadelphia and Pennsylvania citizens united to celebrate 28 the end of World War I. It was the day of the Liberty Loan Parade, a government initiative to promote the 29 new bonds being issued to pay for war-associated cost. Most of the city's population joyfully attended the contagious. In fact, COVID-19 has already caused ten-times as many cases as SARS in a quarter of the 48 time [9] . The SARS-CoV-2 virus can also infect some people without causing many, or any, symptoms 49 and is capable of surviving on surfaces for a relatively long period of time. The aforementioned qualities 50 of SARS-CoV-2 makes the current COVID-19 pandemic a truly challenging one to manage. Especially when considering that we live in an increasingly connected world that appears ideally suited for the rapid 52 spread of diseases across countries and continents.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 435,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "27"
        },
        {
            "text": "The medical community has been mindful of infection origination and pathogen transfer for 55 centuries. As surgeons, we meticulously exercise the necessary steps to decrease the possibility of 56 pathogen transfer and are acutely aware of the consequences of infection affecting our patients. Societies 57 also have considerable knowledge regarding the importance of \"breaking the chain of pathogen transfer\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "54"
        },
        {
            "text": "In the middle of 19 th century, Ignac Semmelweis, known as the Saviour of Mothers, [10] recognized the 59 personal chain of pathogen transfer and mandated hand-washing to disrupt this process. Quarantines have 60 an even more remote history, dating back to 14 th century [11] . In an effort to protect the coastal cities from 61 diseases arriving on incoming boats, passengers were placed in isolation for a period of time and 62 monitored for the presence of disease before being allowed to interact with the local community. All of 63 the measures implemented to address the COVID-19 pandemic, which have been in practice in the 64 medical and surgical community for centuries, are intended to break the chain of pathogen transfer. There is no doubt that this pandemic shall also pass and we will return to our \"normal\" lives. Many, however, 66 believe that the new normalcy will have different features than what was present prior to COVID-19. Our 67 profession will also witness changes in everyday routines that will be necessary to overcome the issues 68 with the current pandemic and diminish the scale and gravity of future epidemic/pandemics. As we 69 prepare to emerge from this pandemic and contemplate resuming our practices, we are faced with the 70 ever-pertinent question of what changes will we need to implement in our daily routines. This article is 71 written, with reliance on available evidence from the past and the current events, to provide some 72 guidance on strategies that may need to be implemented to disrupt the chain of pathogen transfer. These Once such normalcy resumes, we have to entertain the major question of what changes we will need to 80 introduce in our practices to prevent the spread of SARS-CoV-2 from infected hosts to others. We will 81 also need to be cognizant of the potential for re-infection with the virus and the emergence of a second 82 wave.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "58"
        },
        {
            "text": "While any discussion regarding a SARS-CoV-2 'reinfection' remains theoretical, a few recent Here, we summarize the importance of good practices that are known to be effective in disrupting the 111 chain of pathogen transfer. We are aware that there remains many unknowns regarding COVID-19 and 112 excited that the scientific discoveries and innovations arising from the current pandemic will serve the 113 society in general, and healthcare profession in particular, for years to come. effective in eliminating viruses and may not need to be altered. We may, however, need to implement a 202 practice that requires these instruments to be placed in a bath of antiseptic solution during the procedure 203 to prevent potential contamination. We must also be aware that there is a wide variation in the terminal 204 cleaning of the operating rooms across the globe. Effective infection prevention and viricidal protocols 205 need to be implemented in every operating room and arguably in every patient room after discharge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "83"
        },
        {
            "text": "The current pandemic has taken us into uncharted territories. The economic and health impact of this 209 pandemic may be irreversible and will be felt for years to come. While we mourn the loss of lives to this 210 pandemic, society needs to prepare for the eventual lift of social isolation and attempt to return to 211 normalcy. As our knowledge of this pathogen expands and we continue to work towards an effective 212 vaccine and potential treatments for SARS-CoV-2, further strategies for the disruption of the chain of 213 pathogen transfer needs to implemented. We have attempted to highlight some of the changes that 214 arthroplasty surgeons will need to instigate now and when elective arthroplasties are resumed (table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 723,
                    "end": 732,
                    "text": "(table 1)",
                    "ref_id": null
                }
            ],
            "section": "208"
        },
        {
            "text": "against the pathogen are not. The medical community and, more specifically, orthopedic surgeons have 217 been acutely aware of the devastating impact of infections for centuries. We, as a medical community, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "208"
        },
        {
            "text": "These should not be used. Family members can be called when the surgery is complete and should not enter or wait within the hospital unnecessarily.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "WAITING ROOM"
        },
        {
            "text": "A form of 'mobile' check-in would be preferable where the patient can call the desk and, when the staff is ready, be escorted directly to their pre-operative holding area room and provided a mask. Patients would ideally not stop at a 'front desk.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHECK-IN"
        },
        {
            "text": "Registration would ideally take place here before each patient prepared for surgery. All beds should be adequately spaced. If curtains separate beds, they should be cleaned after each patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PRE-OPERATIVE HOLDING AREA"
        },
        {
            "text": "Each operating room would ideally have its own air-handling system to minimize air-based contamination and consider using highefficiency particulate air (HEPA) filters. Minimize the number of people in the room. Minimize non-sterile equipment such as X-ray machines, navigation consoles and robots as virus may last up to 72 hours on these surfaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OPERATING ROOMS"
        },
        {
            "text": "Spinal anesthesia should be used preferentially over general anesthesia to decrease aerosolized particles from each patient within the operating room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ANESTHESIA"
        },
        {
            "text": "Surgical helmets/hoods should be modified for increased protection against viruses for those wearing these systems. Alternatively, operating room personnel can eschew the helmets/hoods and use a N-95 mask and face shield in their place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SURGICAL HOODS/HELMETS"
        },
        {
            "text": "These devices should be used with caution as they may increase the distribution of aerosolized particles during the case. Blankets may be more effective at decreasing particulate generation and distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FORCED-AIR WARMING SYSTEM"
        },
        {
            "text": "Scrubs should be changed frequently, potentially after each patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SCRUBS"
        },
        {
            "text": "Each room should be cleaned between cases with solutions such as dilute povidone-iodine and alcohol that are effective against viruses and other pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ROOM TURNOVER"
        },
        {
            "text": "All beds should be adequately spaced. If curtains separate beds, they should be cleaned after each patient. Patients who are not going home on the same day should be brought to their hospital room expeditiously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "POST-ANESTHESIA CARE UNIT"
        },
        {
            "text": "If patients can be safely discharged on the same day as their surgery, they should be sent home. Protocols should be in place to facilitate this process and patients and their families should be educated of this policy prior to undergoing their total joint arthroplasty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HOSPITAL STAY"
        },
        {
            "text": "Telemedicine should be used to 'round' on the patients postoperatively to limit direct contact. Table 1 : Common steps for the surgical procedure and recommendations for decreasing the potential viral load for each step.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "'ROUNDS'"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Updating the accounts: global mortality of the 1918-1920",
            "authors": [
                {
                    "first": "Npas",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pandemic (H1N1 virus) | Pandemic Influenza (Flu) | CDC n.d",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza in 1918: Recollections of the epidemic in Philadelphia",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Starr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Intern Med",
            "volume": "230",
            "issn": "",
            "pages": "138--178",
            "other_ids": {
                "DOI": [
                    "10.7326/0003-4819-145-2-200607180-00132"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The next epidemic -Lessons from Ebola",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "1381--1385",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMp1502918"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. WHO | Summary of probable SARS cases with onset of illness from 1",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Emergence of a novel 236 swine-origin influenza A (H1N1) virus in humans",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "S"
                    ],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindstrom",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Garten",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "",
            "pages": "2605--2620",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0903810"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical aspects 239 of pandemic 2009 influenza a (H1N1) virus infection",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bautista",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chotpitayasunondh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "362",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra1000449"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "About Middle East Respiratory Syndrome (MERS) | CDC n.d",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Responding to Covid-19 -A Once-in-a-Century Pandemic?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gates",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "244",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmp2003762"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Ignac Semmelweis (1818-1865) of Budapest and the prevention of puerperal fever",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The concept of quarantine in history: From plague to SARS",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gensini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Yacoub",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Conti",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/02786829408959736"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Minimally invasive surgery and the novel coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Facs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fingerhut",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "84 articles have raised this possibility [12,13]. If such a phenomenon is indeed possible, three distinct 85 explanations exist. First, patients who contract the disease do not develop lasting immunity against the 86 virus and are just as vulnerable as those without a prior infection in contracting the disease. Second, there 87 are issues with the accuracy of the test, with false positives and false negatives existing. So, it is possible 88 that some of these presumed reinfections are a result of the re-test being a false negative result which was 89 incorrectly interpreted as the individual being declared as \"cured\". Finally, it is plausible, and indeed 90 scientifically proven [14-17], that viruses undergo marked genetic mutations, even during an active 91 pandemic. Hence those infected with the virus develop partial immunity and are still vulnerable for 92 infection with the 'new' mutated version of the virus [14-17]. We are familiar with the concept of partial 93 immunity as it relates to the flu-vaccine, as it affords only 60-70% immunity against the disease in any 94 given year [18]. Based on scientific data, the genetic footprint of the initial SARS-CoV-2 affecting 95 individuals in Wuhan is different than the RNA sequence of the virus affecting people in other countries 96 [19]. The virus has certainly undergone mutation. In fact, these mutations likely explain why some 97 epidemics come to an abrupt end as the continued viral alterations may revoke the virulence of the 98 pathogen.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "So, without an effective vaccine against the virus, and without an absolute test for detection of the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "100 disease, we need to assume that every patient under our care, and for that matter healthcare personnel101 around us in the hospitals, are potential carriers of the virus and capable of spreading the infection. The patients for a condition or a disease. Identifying carriers of a pathogen is critical step in disruption of the 105 chain of transfer. 106 107 Disrupting the chain of pathogen transfer 108 Infection, either viral, bacterial or fungal, can be transferred from one individual to another through air 109 (droplets), direct contact with skin or bodily fluids or contact with a surface harboring the pathogens.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "determine the risk of a patient being infected with SARS-COV-2, all patients scheduled for elective 118 surgery should be screened for symptoms and exposure. Symptoms of infection include fever, sore 119 throat, cough, and anosmia are common with a COVID-19 infection. Patients should also be asked if they 120 have been exposed to anyone with known COVID-19 infection or anyone with symptoms of COVID-19 121 to determine the risk. Furthermore, the rate of infection in the community will be important as well as a 122 patient's history of travel from a region with known high rates of COVID-19 infection.123 124Routine screening of nasopharyngeal swabs or throat swabs by PCR (polymerase chain reaction) to detect 125 viral genetic material is subject to false positive and false negative results, and is therefore not indicated 126 in low-risk patients. Serological tests for IgG and IgM are not currently widely available but may become 127 useful tools to determine the patient's status. There is limited data on their accuracy and they are not screened and what screening should be in place is a pertinent one. Most, if not all, institutions will need to 132 have access to a rapid turnaround test for COVID-19. A point of care test is currently available and 133 should be utilized for emergency cases. Industry has also been able to develop special swabs that can be 134 used to detect the presence of SARS-CoV-2 in the oral cavity, eliminating the need for more with an infected host is also a major pathway for the spread of pathogens. Thus, wearing 140 protective gloves and gowns by all in the OR should be routine. Furthermore, scrub changes should be 141 frequent throughout the day. Again, without a widespread screening mechanism in place for COVID-19, it is impossible for us to determine who is 'safe.' Another mechanism to glean information about the 143 status of a patient would be the use of an antibody testing to identify those who had contracted the disease 144 and developed immunity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "particles have proven to be a mechanism of spread of SARS-CoV-2[20]. Aerosolization of 149 virus particles usually does not occur with breathing or talking but some procedures in the operating room 150 may cause aerosolization of virus particles. Droplets are expelled during talking and breathing but these 151 usually do not become aerosolized and land on surfaces within a few minutes. Patients undergoing 152 elective arthroplasty should be supplied with a simple surgical mask that will prevent the spread of workers and should focus on masks that are able to filter any pathogen, while allowing for enough 155 comfort to be worn for a substantial length of time. We, as surgeons, and healthcare workers in general, 156 should also be fitted with such masks. Intubation of patient can cause aerosolization of a large number of particles in the upper airways and 159 particular caution should be taken with this procedure when there is a risk that the patient may be carrying 160 SARS-COV-2. Anesthesia teams dealing with patients who require general anesthesia and airway 161 management should be fitted with secure personal protection equipment (PPE). As orthopaedic surgeons, 162 we use power tools (drills, saws, etc.) that releases aerosolized material [21] containing blood, bone and 163 fat tissue. The amount of virus particles in these tissues is not known but these instruments could 164 potentially aerosolize virus particles in the operating room. In patients who are positive for the virus, 165 when surgery cannot be delayed, the power settings should be as low as possible, and suction devices 166 should be carefully handled to remove any aerosol formation [22]. This may include suction fitted to 167 electrocautery devices or sterile towels dropped over cutting surfaces to potentially decrease the amount 168 of aerosolized.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "In cases of known SARS-CoV-2 positive patients, surgeons and other healthcare workers should also 170 have ventilation systems that are able to filter and capture SARS-CoV-2, as well as other bacteria and 171 fungi. These systems can be used outside of the operating area but should be present in every operating 172 room. Given that coronaviruses are approximately 0.125 mm (125 um) in diameter [23] high-efficiency 173 particulate air (HEPA) filters might be one possible solution. [24] Thus, filtration of the operating room 174 with devices that intake the air and remove the micro-organisms may be preferable to the positive 175 pressure laminar flow settings. Negative pressure operating rooms will reduce the risk of virus particles 176 being forced out of the room into the corridors.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The current surgical helmets (by Stryker and Zimmer-Biomet, for example) are not protective against178 spread of virus, as learnt during the 2012 SARS epidemic. They are designed to protect the user against reusable material should also be sanitized or sterilized at the conclusion of each procedure. Tests on the 181 proper length of use for each mask and eventual reusing, should be performed to provide evidence-based 182 guidelines to medical staff. Many questions remains: How long we should wear the mask?; How often 183 should we change the masks?; Can the masks be sterilized and safely reused? And many others still 184 remain unanswered. Further data is needed in order to provide evidence-based recommendations on is capable of surviving on inanimate surfaces for a period of time [26]. We have come to 191 understand that SARS-CoV-2 is a robust virus capable of surviving on the surfaces of metal and plastic 192 for up to a few days and is not easily removed by standard air filtration systems [20,27,28]. Thus, another 193 approach to disrupt the chain of pathogen transfer needs to concentrate on the decontamination and 194 sanitization of inanimate and skin surfaces. One agent that has been demonstrated to be viricidal, 195 including activity against coronaviruses, is dilute povidone iodine [29-31]. Dilute povidone iodine was 196 tested against SARS, MERS and Ebola and found to have absolute efficacy. Other agents with potential 197 activity against viruses, as well as bacterial and fungal pathogens, includes hypochlorite and high-198 concentration alcohol. Thus, it is crucial that all reusable material in the OR, that includes helmets, lead 199 aprons, tourniquets, X-ray machines, navigation consoles, keyboards, screens and robots be sanitized and 200 decontaminated routinely. The current sterilization systems in the hospitals for instruments and trays are 201",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "218have always been in the forefront of developing infection prevention protocols and implementing 219 evidence-based strategies to combat these pathogens. Our fight against the COVID-19 will be no 220 different. The ultimate changes that we implement as a result of this pandemic stand to serve our patients 221 and the society well for years to come and help us all safely return to caring for our patients.Coronaviruses Methods Protoc., Springer New York; 2015, p. 1-23. doi:10.Martsolf GR, Barrett ML, Weiss AJ, Kandrack R, Washington R, Steiner CA, et al. Impact of 282 race/ethnicity and socioeconomic status on risk-adjusted hospital readmission rates following hip 283 and knee arthroplasty. J Bone Jt Surg -Am Vol 2016;98:1385-91. doi:10.2106/JBJS.15.00884. 284 [25] Derrick JL, Gomersall CD. Surgical Helmets and SARS Infection. Emerg Infect Dis 2004;10:277-285 9. doi:10.3201/eid1002.030764. 286 [26] Kramer A, Schwebke I, Kampf G. How long do nosocomial pathogens persist on inanimate 287 surfaces? A systematic review. BMC Infect Dis 2006;6:130. doi:10.1186/1471-2334-6-130.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Tsai Y-H, Wan G-H, Wu Y-K, Tsao K-C. Airborne Severe Acute Respiratory Syndrome 289 Coronavirus Concentrations in a Negative-Pressure Isolation Room. Infect Control Hosp 290 Epidemiol 2006;27:523-5. doi:10.1086/504357. 291 [28] Booth TF, Kournikakis B, Bastien N, Ho J, Kobasa D, Stadnyk L, et al. Detection of Airborne 292 Severe Acute Respiratory Syndrome (SARS) Coronavirus and Environmental Contamination in 293 SARS Outbreak Units. J Infect Dis 2005;191:1472-7. doi:10.1086/429634.294 [29] Eggers M, Eickmann M, Kowalski K, Zorn J, Reimer K. Povidone-iodine hand wash and hand rub 295 products demonstrated excellent in vitro virucidal efficacy against Ebola virus and modified 296 vaccinia virus Ankara, the new European test virus for enveloped viruses. BMC Infect Dis 297 2015;15:375. doi:10.1186/s12879-015-1111-9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Kariwa H, Fujii N, Takashima I. Inactivation of SARS coronavirus by means of povidone-iodine, Products Against Middle East Respiratory Syndrome Coronavirus (MERS-CoV) and Modified 303 Vaccinia Virus Ankara (MVA). Infect Dis Ther 2015;4:491-501. doi:10.1007/s40121-015-0091-9.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}