{
    "paper_id": "c725ed734afba75f225aeee4c61a4266f60e79fa",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Wenyuan",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanyang Technological University",
                    "location": {
                        "addrLine": "21 Nanyang Link",
                        "postCode": "637371",
                        "country": "Singapore, Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Tsung-Wen",
                "middle": [],
                "last": "Yen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanyang Technological University",
                    "location": {
                        "addrLine": "21 Nanyang Link",
                        "postCode": "637371",
                        "country": "Singapore, Singapore"
                    }
                },
                "email": ""
            },
            {
                "first": "Siew",
                "middle": [
                    "Ann"
                ],
                "last": "Cheong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nanyang Technological University",
                    "location": {
                        "addrLine": "21 Nanyang Link",
                        "postCode": "637371",
                        "country": "Singapore, Singapore"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We present Coronavirus disease 2019 (COVID-19) statistics in China dataset: daily statistics of the COVID-19 outbreak in China at the city/county level. For each city/country, we include the six most important numbers for epidemic research: daily new infections, accumulated infections, daily new recoveries, accumulated recoveries, daily new deaths, and accumulated deaths. We hope this dataset can help researchers around the world better understand the spread dynamics of COVID-19 at a regional level, to inform intervention and mitigation strategies for policymakers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Starting in East Asia at the beginning of 2020, COVID-19 is by now a global pandemic. At the time of writing there are more than 392,000 confirmed cases in more than 190 territories with no sign of slowing down. To meet this great healthcare challenge of our time, we need to combine efforts from the medical, pharmaceutical, epidemiological, transport, and even political realms. Thus far scientific efforts made to understnad how COVID-19 spreads, are mainly based numbers from China at province level. As the situation improves in China, we can derive a more complete and detailed picture of COVID-19 spreading in the territory. This picture can help other counties develop their own strategies to combat the coronavirus. Unfortunately, at the time of writing, there is no highquality publicly-available datasets, so this is a big obstacle to scientists all over the world. In reality, Chinese authorities announce the ongoing situation daily after 20 Jan 2020, although (1) cities and provinces put their daily reports only in their own homepages and in different formats, and (2) most of these reports are in Chinese. It's therefore difficult for scientists who cannot read Chinese to arXiv:2003.11716v1 [q-bio.PE] 26 Mar 2020 do any research based on these reports. For our own research, and also to make the data more widely accessible, we collected all daily report available from the official websites, extracted the data and organized them in several .csv files. Researchers can then use their favorite tools to analyze the data, and it is our hope that this dataset can help people understand and fight COVID-19 better.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background & Summary"
        },
        {
            "text": "At the end of 2019, the novel coronavirus was first discovered in Wuhan City, Hubei province, China. Since then, the viral infection spread out to nearby provinces and eventually to all China. Starting from 21 Jan 2020, provincial authorities have decided to release new and accumulated infected cases, newly recovered and accumulated recovered cases, death tolls, and other information to the public daily. This information is published on the official Health Commission websites of each province once or twice a day depending on whether the infection situation is changing rapidly. There are 22 provinces, 5 autonomous regions, 4 municipalities, two special administrative regions (HongKong and Macao), and also Taiwan. In these official COVID-19 reports, cases are reported down to the administrative region level (the equivalent of a county). For example, in Hubei, there are 17 administrative regions, such as Wuhan city, Huangshi city, Shiyan city, Yichang city, Xiangyang city, and so on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Here, let us describe the procedures we used to extract essential information from the COVID-19 daily reports. First, to ensure the reliability and verifiability of our data, we used a browser tool called Save Page WE to download all the daily reports and save them locally as html files. For consistency, the html files are named in the format \"Province_dd-mm-yyyy.html\". We organized these source files into folders named after the provinces or regions. The whole dataset will be made accessible to all readers. Next, we describe what information the daily reports reveal. A typical daily report contains a duration of time, say for example 1600 hour on 23 Jan 2020 to 0900 hour on 24 Jan 2020. If this duration is within one calandar day, we treat new cases reported therein as for that calendar day, whereas if the duration straddles two calendar days, we treat new cases reported therein as belonging to the calendar day with the longer coverage; in cases where the duration is split evenly between the two calander days, we count new cases reported therein towards the earlier day. In the current version, we only extract (1) new and accumulated infected cases, (2) new and accumulated recovered cases, and (3) new and accumulated death cases, so we end up with six types of data for each of the administrative regions. Because of their larger populations, municipalities report cases down to the district level. Since municipalities are similar in sizes to counties, we decided to collect aggregated data for the municipalities so that our data set is uniform geographically. Some provinces like Liaoning Province offer only aggregated data, and do not go down to the administrative region level. For these cases, we collect and show only aggregated data. Here we introduce three formulas that we used to count on day i the new infected (N I i ), recovered (N R i ), and deaths (N D i ) from the accumulated infected (T I i ), recovered (T R i ), and deaths (T D i ):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "After we extract the reported cases from the daily reports, we use the above formulas to deduce the number of new cases for our dataset.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "As a side note, in the early stage of this project, we planned to do data extraction automatically. Unfortunately this was not successful because the report format for each province was different, making scripting approaches impractical and unreliable. We show in Figures 1, 2 , and 3 to illustrate how different the formats can be and the level of difficulty to automate the collection process. Nonetheless, we will continue to explore ways to make the automation procedure feasible in the future.. Figure 1 : The COVID-19 raw data of Jiangxi Province. We used red boxes to indicate the data we extracted and stored in the dataset.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 264,
                    "end": 276,
                    "text": "Figures 1, 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 500,
                    "end": 508,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "We made the dataset available through Github [1] under Creative Commons Zero v1.0 Universal (CC0-1.0) license. We provide six .csv files to cover basic Each file contains 368 lines and 44 columns: the first row is the header, the name for each column, while other rows are the data for all cities/counties. For each row, the first four columns are names for city/county: the first cloumns is the name of city/county in English, the second column is the name of the provincial-level region this city/county belongs to in English, the third column is the name of city/county in Chinese, and the fourth column is the name of the provincial-level region this city/county belongs to in Chinese. The remaining columns are dates ranging from 20 January 2020 to Febraruy 29 2020 (in YYYY-MM-DD format). For example, in China_accumulated_infections.csv, for row 169, column 1 is 'Wuhan', whereas, column 19 (2020-02-04) is 8351. This tells us that there are 8351 confirmed cases reported in Wuhan up till 24:00 4 Febraruy 2020.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Data Records"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Github repository",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The COVID-19 raw data for Shangdong Province.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The COVID-19 raw data for Jilin Province.information of COVID-19 pandemic in China, namely the number of new confirmed infections (China_daily_new_infections.csv) , the number of accumulated confirmed infections (China_accumulated_infections.csv), the number of new recovered patients (China_daily_new_recoveries.csv), the number of accumulated recovered patients (China_accumulated_recoveries.csv), the number of new death case(s) (China_daily_new_deaths.csv), and the number of accumulated death case(s) (China_accumulated_deaths.csv) on each day in each city.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}