{
    "paper_id": "c877b0d7f0d57e13a03b8f3dcf0ab0d2795c65d5",
    "metadata": {
        "title": "3 Pathologie 3.1 Allgemeine Pathologie -103",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "! Am venösen Schenkel ist der Sauerstoffpartialdruck schon physiologisch am niedrigsten (letzte Wiese), hypoxisch bedingte Zellschäden manifestieren sich deshalb bevorzugt dort. Im Gegensatz hierzu manifestieren sich toxische und durch Hyperlipidämie verursachte Schädigungen bevorzugt in gut durchbluteten Bereichen, da hier die Konzentration der Noxe am höchsten ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ätiopathogenese. Temperaturen von über 65°C führen zu einer dauerhaften Denaturation von Proteinen und somit zur Koagulationsnekrose. Durch die Zerstörung der Endstrombahn und sezernierte Entzündungsmediatoren entstehen starke Flüssigkeits-und Eiweißverluste. Zudem kommt es auch zur Freisetzung toxischer Eiweiße (»Verbrennungstoxin«). Somit besteht die Gefahr eines hypovolämischen und toxischen Schocks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physikalische Noxen Hitzeschäden Verbrennungen (lokale Hyperthermie)"
        },
        {
            "text": "Morphologie. Man unterscheidet 4 Schweregrade: 4 Grad I: Rötung der Haut durch Hyperämie (Erythem), Ödem 4 Grad II: Blasenbildung (Epidermis löst sich von Dermis), Korium intakt 4 Grad III: Auch Korium ist betroffen, tiefgreifende Nekrosen 4 Grad IV: Verkohlung Während es bei Grad I und II zu einer Restitutio ad integrum kommt, erfolgt die Abheilung ab Grad III durch Narbenbildung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physikalische Noxen Hitzeschäden Verbrennungen (lokale Hyperthermie)"
        },
        {
            "text": "Ionisierende Strahlen können auch karzinogen wirken. Hierfür sind wahrscheinlich vorrangig intrazellulär entstehende Sauerstoffradikale verantwortlich, welche mit der DNA interagieren. Sie verursachen v. a. Leukämien, aber auch Schilddrüsen-, Magen-, Lungenund Mammakarzinome. Beispiele für Krebs durch ionisierende Strahlen sind der sog. Schneeberger-Lungenkrebs wurde bei Arbeitern im Uranbergbau beobachtet. Patienten, denen das Kontrastmittel Thorotrast verab-reicht wurde (enthält das radioaktive Isotop Thorium), entwickelten häufig Angiosarkome der Leber.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Physikalische Noxen Hitzeschäden Verbrennungen (lokale Hyperthermie)"
        },
        {
            "text": "Das Auftreten von Zweitneoplasien nach therapeutischer Bestrahlung eines malignen Tumors stellt eine häufige Nebenwirkung dieses Therapieansatzes dar. Ein typisches Beilspiel hierfür ist der M. Hodgkin, eine Erkrankung mit insgesamt günstiger Prognose, die jedoch durch das Auftreten von Sekundärtumoren getrübt wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Nichtionisierende Strahlen sind UV-, Laser-, Infrarotstrahlen und Mikrowellen. Vor allem das kurzwellige UV-B führt zu DNA-Schäden durch Ausbildung von Thymidin-Dimeren. Es kann zu Basaliomen, Plattenepithelkarzinomen und malignen Melanomen kommen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nichtionisierende Strahlen"
        },
        {
            "text": "Ein defektes Immunsystem, z. B. bei immunsuppressiver Therapie oder AIDS, führt zu einem erhöhten Risiko, an einem Tumorleiden, v. a. an malignen Lymphomen zu erkranken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunologische Defektzustände"
        },
        {
            "text": "In den westlichen Industrieländern sind etwa 30% aller Tumoren auf ungesunde, v. a. zu kalorienreiche, ballaststoffarme Ernährung zurückzuführen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ernährung"
        },
        {
            "text": "Intrazerebrale Blutungen fasst . Tab. 3.14 zusammen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intrazerebrale Blutungen"
        },
        {
            "text": "Definition. Hämatombildung zwischen Schädelknochen und Dura mater. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intrakranielle Blutungen Epidurale Blutung"
        },
        {
            "text": "Definition. Schädelverletzungen mit Gehirnbeteiligung. Man unterscheidet das gedeckte (Dura mater intakt -stumpfes Akzelerations-oder Dezelerationstrauma) und offene (Dura mater verletzt -scharfe Gewalteinwirkung) Schädel-Hirn-Trauma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schädel-Hirn-Trauma"
        },
        {
            "text": "Da das Gehirn von einer knöchernen Hülle umgeben ist, muss man das biologische Verhalten intrakranieller Tumoren differenzierter betrachten als das anderer Tumoren (7 Neurologie, Kap. 1.5.4). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tumoren des zentralen und peripheren Nervensystems Hirntumoren"
        },
        {
            "text": "Histologie. Nebeneinander von zellreichen Antoni-A-Arealen mit zahlreichen Verocay-Körperchen (Antoni-A-Strukturen mit Pallisadierung) und locker texturierten Antoni-B-Arealen. In der Regel benigne (selten maligne) Schwannome, maligner peripherer Nervenscheidentumor (MPNST). . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tumoren des peripheren Nervensystems Neurinom (Schwannom) Definition. Ein von den Schwann-Zellen des peripheren Nervensystems ausgehender Tumor."
        },
        {
            "text": "Zu den entzündlichen ZNS-Erkrankungen gehören virale Meningitiden bzw. Enzephalitiden (z. B. durch Herpes-Viren, SV 40 oder Enteroviren, Rhabdoviren, Paramyxo-und Retroviren) (7 Neurologie).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entzündliche ZNS-Erkrankungen"
        },
        {
            "text": "Weitere ZNS-Erkrankungen infektiöser Ursache sind Plasma-Enzephalitis, zerebrale Kryptokokkose, Aspergillus-Enzephalitis, Guillain-Barré-Syndrom. Bezüglich der Pathogenese wird einerseits die Hypothese vertreten, dass durch PrP Sc eine Umwandlung von PrP C in PrP Sc katalysiert wird, zum anderen wird die Hypothese der Aggregation von PrPSc um Nukleationszentren erwogen. Da PrPSc auch in follikulär dendritischen Zellen (FDC) innerhalb der Keimzentren lymphatischer Gewebe nachweisbar ist, wird gegenwärtig die Rolle des Immunsystems in Bezug auf Prionerkrankungen intensiv untersucht. Des Weiteren finden sich auch erbliche Formen von Prionerkrankungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Entzündliche ZNS-Erkrankungen"
        },
        {
            "text": "Prionerkrankungen beim Menschen sind Kuru, Creutzfeldt-Jakob Erkrankung (CJD; (sCJD: sporadische Form, vCJD: Variante -nach Aufnahme von BSEverseuchter Nahrung), Gerstmann-Sträussler-Schenker Erkrankung (GSS), familiäre tödliche Insomnie (FFI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prion-Enzephalopathien"
        },
        {
            "text": "Histologie. Spongiöse Auflockerung von grauer Substanz (Kortex und Basalganglien), Astrogliose, Amyloid-Plaques (»Kuru-Plaques«).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Makroskopie. Hirnatrophie."
        },
        {
            "text": "Ätiopathogenese. Erreger ist Treponema pallidum (7 Neurologie, Kap. 1.4.4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 63,
                    "end": 74,
                    "text": "Kap. 1.4.4)",
                    "ref_id": null
                }
            ],
            "section": "Neurosyphilis"
        },
        {
            "text": "Histologie. Markscheidendegeneration (v. a. Hinterwurzeln).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neurosyphilis"
        },
        {
            "text": "Histologischer Nachweis von Spirochäten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Multiple Sklerose Definition. Encephalomyelitis disseminata ist eine schubförmig verlaufende, umschriebene Entmarkungserkrankung, die Abschnitte der zentralnervösen weißen Substanz befallen kann (Demyelinisierungsprozess) (7 Kap. Neurologie, 1.6.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2.1.7"
        },
        {
            "text": "Histologie. Unscharf begrenzte, lymphozytäre Entzündung im Randbereich des Ventrikelsystems, des Sehnervs (Neuritis nervi optici), an der Rinden-Mark-Grenze des Großhirns, um den Aquädukt und in der Brückenregion; später Einwandern von Fettkörnchenzellen, danach Bildung von Skleroseplaques (scharf begrenzte Gliose). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2.1.7"
        },
        {
            "text": "Definition. Sklerose des Labyrinths und später der Gehörknöchelchen (7 HNO, Kap. 3.1.5.5).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mittelohr Nichtentzündliche Erkrankung des Mittelohrs Otosklerose"
        },
        {
            "text": "Histologie. Bindegewebsproliferation mit ungleichmäßiger Knochenneubildung bei gleichzeitigem Knochenersatz durch dieses Weichgewebe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mittelohr Nichtentzündliche Erkrankung des Mittelohrs Otosklerose"
        },
        {
            "text": "Innenohr Morbus Menière Definition. Anfallsartige Störung des Innenohrs und Vestibularapparats, meist einseitig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2.4.3"
        },
        {
            "text": "Histologie. Hydrops des Endolymphbereiches mit pathologischer Endolymphansammmlung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2.4.3"
        },
        {
            "text": "Otitis media ist oft primärer Streuherd für fortgeleitete Entzündungen (Meningitis, Enzephalitis, Karditis, Sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Neuroendokrines System (7 Innere Medizin)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2.5"
        },
        {
            "text": "Adenohypophyse (Hypophysenvorderlappen) Sheehan-Syndrom Definition. Post-partum-Nekrose der Hypophyse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2.5.1"
        },
        {
            "text": "Makroskopie/Histologie. Nekrose der Hypophyse; im Spätstadium Vernarbung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2.5.1"
        },
        {
            "text": "Definition. Herniation der Arachnoidea in die Sella turcica bei defektem Diaphragma sellae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndrom der »leeren« Sella"
        },
        {
            "text": "Makroskopie/Histologie. In der Regel Kontinuitätsunterbrechung des Sellabodens mit zystischer Ausstülpung der Arachnoidea mater in die Sella turcica; manchmal auch Hypophysenresiduum nach Nekrose eines Großteils der Hypophyse (7 Sheehan-Syndrom) Histologie. Alveoläre Grundarchitektur, typische Zellbarren und -stränge, prominentes, kapilläres Gefäßnetzwerk, Zellmitosen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Syndrom der »leeren« Sella"
        },
        {
            "text": "Paragangliome neigen zu Rezidiven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Zur Hyperplasie von ECL-Zellen im Magenkorpus kommt es bei chronisch-atrophischer Korpusgastritis im Rahmen einer perniziösen Anämie mit autoimmuner Destruktion der HCL und Intrinsic-factor-bildenden Parietalzellen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disseminiertes neuroendokrines System Hyperplasie von ECL-Zellen im Magenkorpus"
        },
        {
            "text": "Morphologie. Diffuse (Inseln mit hypertrophierten und persistierenden Insulin-produzierenden Zellen im gesamten Pankreas) oder fokale Nesidioblastose (beschränkt auf einen Lobulus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hyperinsulinämische Hypoglykämie Definition. Überproduktion von Insulin im Neugeborenen-und Säuglingsalter (in der Regel)."
        },
        {
            "text": "Hyperinsulinämische Hypoglykämie im Erwachsenenalter ist Folge eines insulinproduzierenden Tumors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Definition. Zu den neuroendokrinen Pankreastumoren gehören Insulinom, Gastrinom, VIPom, Glukagonom, ACTH-produzierende Tumoren, Tumoren ohne hormonelle Syndrome (7 Innere Medizin, Kap. 5.4.3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neuroendokrine Tumoren des Pankreas"
        },
        {
            "text": "Histologie. Hochdifferenziertes Zellbild.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neuroendokrine Tumoren des Pankreas"
        },
        {
            "text": "Polyglanduläre Störungen Multiple endokrine Neoplasie Typ I (MEN I) Definition. Seltene, autosomal dominant vererbte Erkrankung (7 Innere Medizin, Kap. 8.6) mit Tumoren in Nebenschilddrüse, Duodenum, Pankreas, Hypophyse, Haut, Fettgewebe, neuroendokrinen Zellen des Magen-Darm-Trakts, Nebennierenrindentumoren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2.5.6"
        },
        {
            "text": "Definition. Autosomal-dominant vererbte Erkrankung mit Tumoren der Nebenschilddrüsen, C-Zellen (medulläres Schilddrüsenkarzinom), Tumoren des Nebennierenmarkes (Phäochromozytome).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple endokrine Neoplasie Typ II (MEN II)"
        },
        {
            "text": "> Die pluriglanduläre endokrine Insuffizienz ist eine komplexe autoimmun bedingte Endokrinopathie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiple endokrine Neoplasie Typ II (MEN II)"
        },
        {
            "text": "Herz und Koronargefäße 3.2.6.1 Herzvitien (Herzfehlbildungen; 7 Pädiatrie, 7 Kap. 2.16) Ätiopathogenese. 90% aller kindlichen Herzerkrankungen sind angeborene Fehlbildungen. Die Genese ist multifaktoriell (Trisomie, Monosomie X, Di George-Syndrom, Williams-Beuren-Syndrom, Medikamente wie Thalidomid, Hydantonin; Diabetes mellitus der Mutter, mütterliche Phenylketonurie, Alkohol, Rötelnvirusinfektion der Mutter während der Schwangerschaft. Etwa die Hälfte der Kinder haben weitere Fehlbildungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2.6"
        },
        {
            "text": "Diese auch als Bradykardie-Tachykardie-Syndrom bezeichnete Störung stellt die häufigste Erkrankung des Erregungsbildungssystems dar (7 Innere Medizin).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathologie des Herzleitungssystems Erregungsbildungsstörungen Sick-Sinus-Syndrom (SSS)"
        },
        {
            "text": "Dieser vom Mesothel ausgehende Tumor kann zu letal endendem komplettem AV-Block führen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AV-Mesotheliom"
        },
        {
            "text": "Morphologie. Mesotheliomzellen infiltrieren AV-Knoten und His-Bündel. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AV-Mesotheliom"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Entzündliche Nierenerkrankung primär die Glomerula affektierend; meist beidseitig mit baldiger Niereninsuffizienz (. Abb. 3.30)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "tryoides) und seltener der embryonale Tumor. Metastasen sind häufiger als vaginale Primärtumoren; sie stammen überwiegend aus Portio-, Vulva-, Harnblasen",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Retroplazentares Hämatom und vorzeitige Plazentalösung Ätiopathogenese. EPH-Gestose, Trauma",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Schwellung und Auftreibung des Mammagewebes mit reichlich Fettdepositionen und ausgeprägter Fibrosierung",
            "authors": [
                {
                    "first": "Männliche",
                    "middle": [],
                    "last": "Mamma Gynäkomastie Makroskopie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sarkom ist zwar morphologisch ein Angiosarkom, zeigt jedoch eine distinkte Morphologie und auch entsprechende Prognose: deutlich benigneres Verhalten als klassisches Angiosarkom, endet daher tumorbedingt in der Regel nicht letal. Deshalb ist keine aggressive Therapie wie bei anderen Angiosarkomen indiziert",
            "authors": [
                {
                    "first": "Das",
                    "middle": [],
                    "last": "Kaposi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Abb. 3.16a,b. Glioblastom. a Schmetterlingsglioblastom. b Strichförmige Nekrose mit perinekrotischer Zellddichtesteigerung (Pseudopalisaden). (Aus Remmele 2000) a b",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Hierunter versteht man humanpathogene Mikroorganismen. Um Wiederholungen zu vermeiden, soll an dieser Stelle auf 7 Kap. 4 verwiesen werden. Asbestose (Nachweis von Asbestfasern und -körperchen in den Lungen) 4 Und viele andere Noxen Ätiopathogenese. Sie tritt meist bei chronischen Reizzuständen oder Entzündungen auf und kann sich spontan zurückbilden. Die präneoplastische Dysplasie ist eine Präkanzerose. Eine Metaplasie ist die Umwandlung eines ausdifferenzierten Gewebes in ein anderes, ebenfalls ausdifferenziertes Gewebe. lung des malignen Tumors führen. Unter Karzinogenen versteht man krebsauslösende Noxen. Ätiopathogenese. Die kanzerogene Wirkung chemischer Verbindungen bzw. ihrer Metaboliten beruht auf der Fähigkeit, mit DNA bzw. RNA zu interagieren. Hierdurch kommt es zum Beispiel zu DNA-Alkylierungen, Basenfehlpaarungen und Beeinträchtigung der Reparaturmechanismen.RNA-Tumorviren (Onkornaviren) spielen beimMenschen im Gegensatz zu Tieren eine untergeordnete Rolle. Bewiesen ist eine kanzerogene Wirkung für das HTLV-Virus (T-Zell-Lymphome), zudem scheint es eine Assoziation zu geben zwischen Hepatitis-C-Virus und dem Auftreten von Leberzellkarzinomen. Faktoren Bestimmte erbliche Vorerkrankungen erhöhen das Risiko, an einem Tumorleiden zu erkranken. Für viele Tumoren, z. B. Mamma-, Kolon-und Endometriumkarzinom, existieren autosomal-dominant vererbte Veranlagungen.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "P53-Gen (Chromosom 17): Eine Veränderung dieses Gens ist bei fast allen Tumoren sehr häufig. Maligne Tumoren wachsen invasiv, d. h. sie wachsen in das normale Gewebe ein, wobei es zur Zerstörung (Destruktion) der normalen Gewebestruktur kommt. Durch diese Eigenschaft sind maligne Tumoren dazu in der Lage, Lymph-und Blutgefäße zu durchbrechen, wobei maligne Zellen in andere Bereiche des Körpers verschleppt werden und dort Tochtergeschwülste, Metastasen, bilden. Hämatogene Metastasierung (über die Blutbahn). Tumorzellen wachsen invasiv in Gefäße ein (Intravasation), werden hämatogen verschleppt, bleiben im nachfolgenden Kapillarfilter haften, emigrieren wieder aus dem Gefäßsystem (Extravasation) und bilden schließlich eine Metastase.Man unterscheidet verschiedene Typen der hämatogenen Metastasierung:. Tab. 3.7. Funktion verschiedener zellulärer Onkogene Weitere Primärtumoren, bei denen häufig mit Knochenmetastasen zu rechnen ist, sind das Mamma-, das Bronchial-, das Nierenzell-und das Schilddrüsenkarzinom. Metastasierung. Da Lymphgefäße keine Basalmembran besitzen, können Tumoren leicht in sie einbrechen. Lymphknotenmetastasen entstehen durch Verschleppung der Tumorzellen zu nahe liegenden Lymphknoten. Hierbei werden oft zunächst nur ein oder mehrere »Wächter-Lymphknoten« (Sentinel-Lymphknoten) befallen. Bei der selteneren Lymphangiosis carcinomatosa/sarcomatosa proliferieren die Tumorzellen bereits in den Lymphgefäßen, also vor Erreichen des Lymphknotens.Sonderform  ist das Fibroadenom, der häufigste benigne Tumor der Mamma. Er besteht aus Stroma, Bindegewebe und aus drüsigen Anteilen. Erkrankungen, die durch die autonome Proliferation eines Leukozytenklons gekennzeichnet sind. Man unterscheidet hierbei die akute Leukämie (akute lymphatische Leukämie, ALL und akute myeloische Leukämie, AML), die chronische myeloische Leukämie (CML) und die chronische lymphatische Leukämie (CLL). Der Begriff »Leukämie« wurde von Virchow geprägt, bedeutet übersetzt »weißes Blut« und beschreibt die verbreiterte Leukozytenmanschette nach der Zentrifugation des Blutes. . Nach dem beteiligten Zelltyp werden myeloische (granulozytäre Zellreihe) von lymphatischen (lymphozytäre Zellreihe) Leukämien unterschieden, nach dem Verlauf akute von chronischen Formen. Ätiopathogenese. Die genaue Ursache ist in vielen Fällen unklar. Verantwortlich sind unter anderem Viren (HTLV1), Benzol, Zytostatika, ionisierende Strahlen. . Es kommt zur Verdrängung der normalen Hämatopoese mit den charakteristischen Folgen: Schwäche (Anämie), erhöhte Infektanfälligkeit (Granulozytopenie), Blutungsneigung (Thrombozytopenie). Zudem kann es zur Infiltration anderer Organe kommen und hierdurch bedingt z. B. zu vergrößerten Lymphknoten und Hepatosplenomegalie. Weitere Details zu akuten und chronischen Leukämien 7 Innere Medizin, Kap. 7.4, 7.5. Die heute noch gültigen Begriffe Calor, Rubor, Tumor, Dolor wurden bereits von Celsus 30 v. Chr. verwendet. Der Begriff Functio laesa wurde 1858 von Virchow hinzugefügt. Bei viralen Entzündungen treten bereits in der akuten Phase Lymphozyten auf. Die akute Entzündung ist eine rasch einsetzende, lokale Abwehrreaktion auf einen auslösenden Reiz. Der grundlegende Mechanismus einer akuten Entzündung ist die exsudative Entzündungsreaktion. Eine Aufgabe dieser Reaktion besteht darin, durch lokale Steigerung der Gefäßpermeabilität eine Verdünnung der auslösenden Noxe zu erreichen. Zudem beschränkt sie die Ausbreitung der Noxe durch Verlangsamung des Blutstroms und induziert die zelluläre Es kommt zur Absonderung eines entzündlichen Exsudats, das fibrinfrei und eiweißreich ist. . Zugrunde liegen eine Überempfindlichkeitsreaktion Typ I oder eine bakterielle, virale, chemische und physikalische Schädigung. Serös-schleimige Entzündung Definition. Das abgesonderte Exsudat ist serös und beinhaltet zudem Schleim und Epithelien. Diese Entzündungsform wird gekennzeichnet durch den Austritt von Blutplasma. Daher werden aus in dem im Plasma vorhandenen Fibrinogen Fibrinnetze gebildet. Diese bilden eine mechanische Barriere (Demarkationsfunktion). Stärkere Endothelschäden ergeben sich durch bakterielle, virale, chemische, physikalische Schädigung. Beginn an chronisch) und sekundär chronische Entzündungen (entstehen aus einer akuten Entzündung). Eine granulierende Entzündung ist eine chronische Entzündung, die durch die Neubildung von kapillarreichem Granulationsgewebe charakterisiert ist. Diese Reaktion tritt bereits wenige Sekunden oder Minuten nach Allergenkontakt auf und wird meist durch großmolekuare Substanzen (Pollen, Eiweiß, Medikamente u. a.) ausgelöst. Sie ist IgE-vermittelt. Zunächst erfolgt eine Sensibilisierung, d. h. beim ersten Kontakt mit dem Allergen werden B-Zellen zu einer Bildung spezifischer IgE-Antikörper stimuliert, die sich an die Oberfläche von Mastzellen und basophilen Granulozyten haften. Erfolgt ein erneuter Kontakt, so führt die Immunkomplexbildung auf der Oberfläche dieser Zellen zu einer Quervernetzung benachbarter Antikörper. Hierdurch kommt es zur Degranulation der Zellen und zur Freisetzung vieler Entzündungsmediatoren. Histamin bewirkt an Gefäßen eine Vasodilatation und Permeabilitätserhöhung. Zudem wirkt es kontrahierend auf die glatte Muskulatur des Magen-Darm-Traktes und der Bronchien. Leukotrien C4 führt zu einer Bronchokonstriktion. Bereich des Respirationstrakts, der Augenlider, der Lippen, des Halses und der Genitale. Es kann durch eine Typ-I-Überempfindlichkeitsreaktion ausgelöst werden. Ein weiterer, seltenerer Entstehungsmechanismus ist ein kongenitaler Mangel des C1-Esteraseinhibitors. Hierdurch kommt es zu einer überschießenden Aktivierung des Komplementsystems. Abb. 3.8. Stimulierung unterschiedlicher T-zellabhängiger Immunmechanismen. Die unterschiedlichen Immunreaktionen werden entweder von Th1-oder von Th2-Zellen vermit-telt. Th1-Zellen sind hauptsächlich für zelluläre Immunreaktionen und Th2-Zellen für humorale Immunreaktionen zuständig. (Aus Reuter 2004) (7 Farbtafelteil)Typ-III-Reaktion (Immunkomplextyp)Ätiopathogenese. Die Typ-III-Reaktion tritt ebenfalls 6-12 h nach Antigenkontakt auf. Hier werden zunächst frei zirkulierende Antigen-Antikörper-Komplexe in Geweben, an Grenzflächen von Organen oder in Gefäßen abgelagert und lösen Entzündungsreaktionen aus. Man unterscheidet eine systemische und eine lokale Verlaufsform. Als Autoimmunerkrankungen bezeichnet man eine Gruppe von Krankheitsbildern, bei welchen Immunreaktionen auftreten, die sich spezifisch gegen körpereigene Strukturen richten. Immundefekte sind Störungen des Immunsystems, die mit einer ungenügenden oder sogar fehlenden Immunantwort einhergehen. Man unterscheidet angeborene von erworbenen Störungen. Es können das B-oder das T-Zell-System oder auch beide Systeme betroffen sein.GlykogenosenDefinition. Glykogenosen sind angeborene Stoffwechselkrankheiten mit vermehrter Glykogenspeicherung. Tab. 3.10. Die drei häufigsten Glykogenosen Ätiopathogenese. Ein Gendefekt bedingt eine reduzierte biliäre Kupferausscheidung. Es kommt zu einer Kupfereinlagerung in Leber, Gehirn, Augen und Niere. Coeruloplasmin, das normalerweise einen Großteil des Serumkupfers bindet, ist meist erniedrigt. Bei der relativen Koronarinsuffizienz sind die Koronarien aufgrund eines Missverhältnisses zwischen Sauerstoffangebot und -bedarf nicht dazu in der Lage, die nötige Sauerstoffmenge zu liefern. Ätiopathogenese. Die Hauptursache ist eine stenosierende Atherosklerose. Weitere Ursachen sind: 4 Arteriitis der Koronargefäße 4 Verminderter Perfusionsdruck durch starken Blutdruckabfall (Schock) 4 Verkürzung der Diastolendauer bei Tachykardien 4 Zunahme der Blutviskosität 4 Verminderter Sauerstoffgehalt des Bluts (Ventilationsstörung, Anämie) 4 Erhöhter Sauerstoffbedarf des Organismus (Fieber, hypertone Entgleisung, Hyperthyreose) Morphologie. Zunächst kommt es zu einer intrazellulären Verfettung der Herzmuskelfasern, die als sog. gelbe Streifung imponiert (Tigerherz). Bei rezidivierenden Ischämien kommt es zu disseminierten Nekrosen, die zu kleinherdigen Narben (Myokardschwielen) organisiert werden. Diese Veränderungen sind zunächst an Stellen mit ohnehin schlechter Blutversorgung lokalisiert: An den Papillarmuskeln und am Endokard (entsprechend der Blutversorgung von außen nach innen; »Prinzip der letzten Wiese«). Koronarinsuffizienz, Herzinfarkt Definition. Ischämische Myokardnekrose verursacht durch anhaltende Ischämie bei absoluter Koronarinsuffizienz (Verschluss von Ästen der Herzkranzgefäße, . Abb. 3.112). Ätiopathogenese. Häufigste Ursache ist eine zugrunde liegende Koronarstenose, die akut durch einen Thrombus verschlossen wird. Ätiopathogenese. Charakteristisch und pathogenetisch entscheidend für alle Schockformen ist eine Störung der Mikrozirkulation. Man unterscheidet. Kardiogener Schock: akut einsetzendes Pumpversagen des Herzens, z. B. bei Myokardinfarkt, Herzrhythmusstörungen, Perikardtamponade 4 Hypovolämischer Schock: Blutoder Flüssigkeitsverluste durch Trauma, Operation, Verbrennung 4 Septischer Schock: bakterielle Sepsis (überwiegend gramnegative Erreger) oder Verbrennung; primäre Schädigung der Mikrozirkulation 4 Anaphylaktischer Schock: vasoaktive Substanzen wie Histamin führen zu einer massiven Vasodilatation, woraus ein relativer Volumenmangel resultiert Primär (kardiogener Schock) oder sekundär (über Hypovolämie beim hypovolämischen und anaphylaktischen Schock oder über Gefäßmembranschädigung der Peripherie beim septischen Schock) kommt es zu einem Abfall des Herzzeitvolumens. Die folgende erhöhte Katecholaminausschüttung bedingt eine Vasokonstriktion der Peripherie und damit eine Zentralisation des Kreislaufs. Hieraus resultieren eine Störung der Mikrozirkulation und eine hypoxiebedingte Gewebsazidose. Die einsetzende Gefäßmembranschädigung bedingt einen Flüssigkeitsverlust in den extravasalen Raum, es kommt zu einer Verstärkung einer vorbestehenden Hypovolämie (Circulus vitiosus) und zu einer zunächst reversiblen Erythrozytenaggregation (Sludge-Phänomen). Durch den Endothelschaden und die dadurch bedingte Thrombozytenaggregation wird zudem das Gerinnungssystem aktiviert, es kommt zu einer disseminierten intravasalen Gerinnung (DIC, »disseminated intravascular coagulation«) mit Ausbildung von hyalinen Mikrothromben. Dieser auch Verbrauchskoagulopathie genannte Zustand führt zu einer erhöhten Blutungsneigung in die Haut und in innere Organe. . Abb. 3.11. Querschnitt durch eine Koronararterie. Arteriosklerotischer Plaques und Thrombus. (Aus Reuter 2004) (7 Farbtafelteil) Morphologie Durch die Minderdurchblutung der peripheren Organe kommt es zu charakteristischen morphologischen Veränderungen: Schocklunge. In den Lungen bildet sich ein fibrinreiches Exsudat, welches sich zunächst im extraalveolären Interstitium befindet (interstitielles Lungenödem, radiologisch spindelförmige Verbreiterung der hilusnahen Gefäße). Bei Überlastung des Lymphabflusses staut sich das Exsudat ins alveoläre Interstitium zurück (radiologisch schleierartige Verschattung der Lungenfelder). Später kommt es zur Zerstörung der Pneumozyten und damit zu einer Verminderung der Synthese des Surfactantfaktors, wodurch das Auftreten von Atelektasen begünstigt wird. Schließlich gelangt das fibrinreiche Exsudat auch an die Oberfläche der Alveolen (intraalveoläres Lungenödem), wo es hyaline Membranen bildet. In der Spätphase wird die exsudative zu einer sklerosierenden Alveolitits mit Ausbildung einer therapieresistenten interstitiellen Fibrose (radiologisch retikuläre Zeichnung der Lungenfelder). > Die Schocklunge ist das morphologische Substrat des Atemnotsyndroms (ARDS; »acute respiratory distress syndrome«). Herz. Einzelne Herzzellen gehen zugrunde. Häufig finden sich subendokardiale Blutungen, eventuell auch subendokardiale Myokardinfarkte. . Die Ischämie bedingt eine ödematöse Schwellung der Niere und die Ausbildung von Infarkten mit Abblassung der betroffenen Gebiete. Es bildet sich ein deutlicher Kontrast zwischen Rinde und Mark aus (sog. Schockkontrast). Die Tubuli sind erweitert (Nephrohydrose) und enthalten unter Umständen Mikrothromben. Klinische Manifestationsform ist die akute Niereninsuffizienz mit Oligo-oder Anurie. Weitere Organmanifestationen beim Schock sind: 4 Leber: zentrolobuläre Nekrosen (»letzte Wiese«) > Vor Einführung der Hämodialyse führte die Schockniere zum Tode des Patienten (. Abb. 3.12). Heute ist das Ausmaß der Lungenbeteiligung prognosebestimmend. 3.1.11.4 Thrombose Definition. Intravitale, intravasale Blutgerinnung, die das Lumen eines Gefäßes oder eine Herzhöhle vollständig oder teilweise verschließt. Der sog. Thrombus ist ein fibrinhaltiges Thrombozytenaggregat und/oder Blutgerinnsel (7 Kap. Innere Medizin, 2.2). Morphologie. Man unterscheidet 4 verschiedene Arten von Thromben, die in Abhängigkeit vom pathogeneti-. Abb. 3.12. Akute inkomplette Tubulusnekrose (Schockniere) nach Grippepneumonie und Lungenarterienembolie. Histologisch diffuse Weitstellung der Harnkanälchen und Bowman-Kapselräume, Verbreiterung des Interstitium. HE 100:1. Abscheidungsthrombus. Voraussetzung für die Entstehung eines Abscheidungsthrombus ist das Vorhandensein einer Blutströmung. Er kommt daher vor allem in Arterien und Herzhöhlen vor. Über einer Endothelläsion kommt es zur Ausbildung eines Thrombozytenaggregats, es entsteht ein weißer Plättchenthrombus. Durch die nachfolgende Einlagerung von Fibrin entsteht ein Netz, in dem sich Erythrozyten und Leukozyten verfangen. Nun wiederholen sich diese Prozesse und es entsteht ein aus roten und weißen Schichten aufgebauter Thrombus. 4 Gerinnungsthrombus. Ursache für die Entstehung eines Gerinnungsthrombus ist die Ausbildung einer Stase d. h. einer Unterbrechung des Blutstroms. Er kommt v. a. in Venen vor. Aus Thrombozyten der stagnierten Blutsäule wird durch die eintretende Hypoxie ein gerinnungsaktivierender Mediator freigesetzt. Es entsteht ein roter Thrombus. Der Gerinnungsthrombus besitzt keine feste Verbindung zum Gefäßendothel, weshalb die Gefahr einer nachfolgenden Embolie groß ist! 4 Gemischter Thrombus: Ein gemischter Thrombus entsteht, wenn ein Abscheidungsthrombus zu einem vollständigen Gefäßverschluss führt: Es kommt zur Stagnation der Blutsäule und damit propft sich dem Abscheidungsthrombus (Kopf) ein Gerinnungsthrombus (Schwanz des gemischten Thrombus) auf. 4 Hyaliner Thrombus: Hyaline Thromben entstehen v. a. im Rahmen einer Verbrauchskoagulopathie und bestehen aus zerfallenen Thrombozyten und Fibrin. Definition. Thrombose der tiefen Bein-und Beckenvenen. In der Regel handelt es sich um Gerinnungsthromben, häufige Ursache ist eine längerfristige Immobilisierung. Hauptkomplikation ist das Entstehen einer Embolie, also die Verschleppung des Thrombus. Sehr häufig manifestiert sich dies als Lungenembolie (. Abb. 3.13, 7 Kap. 3.1.11.5). > 4 Phlebitis: Jede Entzündung der Venen. 4 Thrombophlebitis: Phlebitis, die mit einer Thrombose einhergeht. Hierbei ist es egal, ob zunächst die Thrombose oder die Phlebitis aufgetreten ist. Wichtig ist die Lokalisation: Die Thrombophlebitis der oberflächlichen Beinvenen ist harmlos, die der tiefen Beinvenen kann folgenschwer sein (Lungenembolie!). 4 In der Klinik bezeichnet man mit »Thrombophlebitis« meist eine Thrombose/Entzündung oberflächlicher (epifaszialer) Venen, mit »Phlebothrombose« eine tiefe Beinvenenthrombose.Arterielle ThromboseSie ist relativ selten und entsteht bevorzugt im Bereich arteriosklerotischer Prozesse oder Aneurysmen.Verlauf und KomplikationenIm Rahmen der erfolgenden Organisation kann es zu einer Rekanalisation des Gefäßes kommen. Bleiben Narbenstränge zurück, die von einer Gefäßwand zur anderen ziehen, bezeichnet man dies als Strickleiterphänomen. Seltener erfolgt eine spontane körpereigene Thrombolyse oder pruriforme Erweichung. Findet keine Organisation statt, so kann es auch zu Verkalkungen (Phlebolithen) kommen. Gefürchtete Komplikationen sind die Thrombembolie, die Verschleppung des Thrombus in die Blutbahn. Unter dem postthrombotischen Syndrom versteht man die Spätfolgen einer Thrombose. Durch Zerstörung der Venenklappen kann es zu Ödemen, Stauungsdermatitis, Ulcus cruris und Varizen kommen. 3.1.11.5 Embolie Definition. Akute Verlegung eines Gefäßes durch korpuskuläres Material, Luft oder Gas. Venöse Thrombembolie: Ausgehend von venösen Thromben v. a. der tiefen Bein-oder Beckenvenen. Werden die Thromben über das rechte Herz in die Lungenstrombahn verschleppt und verschließen sie dort akut ein Gefäß, so spricht man von einer Lungenembolie. Das Ausmaß der klinischen Symptomatik ist abhängig vom Kaliber des obliterierten Gefäßes. Bei Verlegung der zentralen Lungenarterien kommt es zum akuten Rechtsherzversagen, was meist tödlich ist. 5 Arterielle Thrombembolie: Ausgehend von einer arteriellen oder kardialen (linkes Herz) Thrombose. Sehr häufig gelangen die Emboli in die Hirnarterien (ischämischer Hirninfarkt). Des Weiteren kann es in Arterien der oberen und unteren Extremitäten (akuter Extremitätenverschluss), der Milz (Milz-), der Nieren (Nieren-) und des Darms (Mesenterialinfarkt) verschleppt werden. 5 Paradoxe Embolie: Ein venöser Thrombus gelangt ins rechte Herz und von dort über einen Kurzschluss (persistierendes Foramen ovale) direkt ins linke Herz und löst somit eine arterielle Embolie (z. B. ischämischer Hirninfarkt) aus. Dies setzt allerdings zudem voraus, dass der Blutdruck im rechten Herzen größer ist als im Linken! 4 Fettembolie: Beispielsweise nach Knochenbrüchen oder im Rahmen des Fettemboliesyndroms nach einem Schock. Sie betreffen v. a. die Glomeruluskapillaren der Nieren, das Gehirn und die Herzmuskulatur. 4 Luftembolie: Zum Beispiel nach offenen Schädel-Hirn-Traumata oder durch Infusionsfehler (> 20 ml Luft). Bei der Caisson-Krankheit (Taucherkrankheit) kommt es durch zu rasches Auftauchen zur Verlegung kleiner Gefäße durch Stickstoffblasen. Fruchtwasserembolie: Durch Übertritt von Fruchtwasser in den Blutkreislauf der Mutter, z. B. bei einer Sectio caesarea. 4 Zellmaterial (z. B. Tumorzellen) 3.1.11.6 Arterielle Durchblutungsstörungen Definition. Unter einer Ischämie versteht man eine unzureichende (relative Ischämie) oder fehlende (absolute Ischämie) Blutversorgung eines Gewebes. Ein Infarkt ist definiert als umschriebene Gewebenekrose durch Sauerstoffmangel infolge einer absoluten Ischämie. Gefäßspasmen (Prinzmetal-Angina) 4 Kompression von außen (z. B. Tumor) 4 Venöse Abflussstörung 4 Blutdruckabfall im Rahmen eines Kreislaufschocks Morphologie Absolute Ischämie. Man unterscheidet anämische und hämorrhagische Infarkte: 4 Anämischer Infarkt: Er entsteht durch vollständigen Verschluss einer funktionellen oder anatomischen Endarterie. Makroskopisch imponiert er als abgeblasster, lehmgelber Bezirk mit hämorrhagischem Randsaum. Er kommt u. a. in Herz, Leber, Milz und Nieren vor. Je nach betroffenem Gewebe Rhexisblutung Definition. Blutung durch Gefäßverletzung. Diapedeseblutung Definition. Eine Diapedeseblutung ist bedingt durch eine erhöhte Durchlässigkeit einer weitgehend unversehrten Gefäßwand. Tab. 3.12. Übersicht Blutungen Formen: A. verum: alle 3 Wandschichten betroffen; A. dissecans: Bildung eines künstlichen zweiten Lumens durch Einriss der Intima; A. spurium: Gefäßverletzung, perivaskuläres Hämatom mit Verbindung zum Lumen Ätiopathogenese. Unterschieden werden die infektiöse (bakterielle) von der nichtinfektiösen Peritonitis. Die infektiöse Form ist die häufigste Form der Peritonitis. Sie wird meist durch gram-negative Erreger verursacht, z. B. E. coli oder Proteus. Verschiedene pathogenetische Mechanismen sind möglich:",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Ätiopathogenese. Blutung aus A. meningea media; typisch nach Schädel-Hirn-Traumen mit Frakturen. Ätiologie. Entsteht meist durch spontane Ruptur angeborener Aneurysmen des Circulus arteriosus Willisii. Eine weitere Ursache sind bei Traumen entstehende Kontusionsherde. Diese sind oft mit Einblutungen in den Subarachnoidalraum verbunden.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Niedrigmalignes Astrozytom (WHO-Grad I). Tumor des Kindes-und Jugendalters, der vorwiegend im Bereich der Mittellinie vorkommt. . Charakteristisch sind die sog. Rosenthalfasern und »haarzellige« (gr. pilos = Haar) Zytoplasmaausläufer. Definition. Niedriggradiges Astrozytom vor allem bei jungen Erwachsenen zwischen der 3. und 4. Dekade. . Der Tumor zeigt einen geringen Proliferationsindex, jedoch ein diffus infiltrierendes Wachstumsmuster, rezidivieren deshalb oft mit Transformation in höher malignes Stadium. Häufigster und bösartigster astrozytärer Tumor. Es ist vorwiegend in den Hemisphären lokalisiert und breitet sich von dort häufig schmetterlingsförmig über den Balken zur kontralateralen Seite aus (. Abb. 3.16). Ein Glioblastom kann primär (meist ältere Patienten), aber auch sekundär durch Tumorprogression eines niedriggradigen oder anaplastischen Astrozytoms entstehen (meist Patienten mittleren Alters). Makroskopie. Die Schnittfläche liefert ein buntes Bild mit Nekrosen, Zysten und Einblutungen). Die sog. »Leopardenfellstruktur« entsteht durch strichförmige Nekrosen, welche von Tumorzellen umgeben sind. . Zelluläre und nukleäre Anaplasie, viele Mitosen, strichförmige Nekrosen und glomeruloide Gefäßproliferate, die für das perifokale Ödem verantwortlich sind. Definition. Tumor ausgehend von der Oligodendroglia (meist Grad II, anaplastisches Oligodendrogliom entspricht WHO-Grad III). Tritt bevorzugt in der 4. bis 6. Dekade im Großhirn (Stammganglien und Thalamus) auf. . Meist uniformes Zellbild aus kleinen runden Zellen mit perinukleärem Halo. Verkalkungen sind typisch. Definition. Langsam wachsende Tumoren (meist Grad II, anaplastisches Ependymom entspricht WHO-Grad III), die von Ependymzellen des Ventrikelsystems oder des Rückenmarkkanals ausgehen. . Sie sind vorwiegend in den Seitenventrikeln und im IV. Ventrikel lokalisiert. Die supratentoriellen Ependymome zeigen keine bevorzugte Altersgruppe, die infratentoriellen treten vorwiegend im Kindesalter auf. Weitere intrakranielle Tumoren Zu den intrakraniellen Tumoren gehören zudem das gutartige Plexuspapillom, das maligne Plexuskarzinom, das gutartige Gangliozytom sowie das zentrale Neuroyztom und Tumoren der Glandula pinealis. Atypischer teratoid-rhabdoider Tumor (AT-RT): maligner embryonaler ZNS-Tumor des Kindesalters im Klein-und Großhirn. Bei einem Drittel der Fälle treten Liquormetastasen auf! Medulloblastom Definition. Häufigster solider intrakranieller Tumor des Kindes-und Jugendalters (bevorzugt 3. bis 8. Lebensjahr). Hochmaligner embryonaler Tumor (Grad IV), der fast ausschließlich im Kleinhirn auftritt. Er besteht aus undifferenzierten neuroektodermalen Zellen. Häufig kommt es zu einem Verschlusshydrozephalus durch Verlegung des Aquädukts. . Rosetten und Pseudorosetten. Definition. Mesodermale Tumoren vom meningealen Arachnothel abgeleitet, mehr als 20 Subtypen bekannt, zumeist benignes Verhalten (WHO I), daneben rezidivfreudige Subtypen: atypisches Meningeom (WHO II) und aggressive Subtypen: (WHO III: anaplastisches Meningeom) (7 Neurologie, Kap. 1.5.4). Makroskopie. Solide, kugelförmige prall-elastische bis derbe Tumoren, Schnittfläche zumeist weiß mit kalzifizierten Einsprengungen. . Oft konzentrische Tumorzellformationen (Zwiebelschalen), ovale, zigarrenförmige Kerne, Lochkerne, Psammomkörper (. Abb. 3.17). Multiple Meningeome sind bei der Neurofibromatose Typ II (NF II, Morbus von Recklinghausen) anzutreffen.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Histologie. Physaliforme Zellen. Phakomatosen Definition. Autosomal-dominant vererbte familiäre Tumorerkrankungen, die aufgrund der auftretenden Hautveränderungen zusammengefasst wurden (gr. Phakos = Fleck). Häufig treten im Rahmen dieser Erkrankungen ZNS-Tumoren auf. Ein Vertreter dieser Gruppe ist die Neurofibromatose Typ I (von Recklinghausen). Charakterisiert durch das Auftreten multipler Neurofibrome und Café-aulait-Flecken der Haut (Hyperpigmentierungen). Häufig auch pilozytische Astrozytome. Typ II: bilaterale Akustikusneurinome (7 Neurologie, Kap. 1.6.6). Folgende Krankheiten zählen ebenfalls zu den Phakomatosen (. Tab. 3.15): Von-Hippel-Lindau-Syndrom, . Tab. 3.15. Phakomatosen",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Durch Prionprotein übertragbare, neurodegenerative Enzephalopathien bei Mensch und Tier mit progressivem, zu vollständiger Demenz und schließlich zum Tod führendem Verlauf (7 Neurologie, Kap. 1.4.4.1). der Prionerkrankungen Die Erkrankungen werden durch ein infektiöses Protein (»proteinaceous infectious agent« = Prion) übertragen. Das normale Prion-Protein (PrP C ) ist ein Membranprotein, das physiologisch nicht nur in Neuronen des ZNS, sondern auch in anderen Organen vorkommt. Dieses Protein wird vom Prion-Gen (PRNP) kodiert. Über einen noch nicht vollständig aufgeklärten Mechanismus kann dieses zelluläre Prionprotein in ein infektiöses Prionprotein (PrP Sc ) transformiert werden. Hierbei bleibt die Aminosäuresequenz und das Molekulargewicht gewahrt, die Tertiärstruktur wird aber verändert. Dies führt zu einer verlängerten Halbwertszeit und zu partieller Resistenz gegen Proteinase-K-Verdau. PrPSc weist vor allem β-Faltblattstrukturen im Gegensatz zu den α-Helices in PrPC auf. Die Funktion von PrPC ist bis heute noch nicht vollständig aufgeklärt.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Neurologie, Kap. 2.4.2, . Abb. 3.18). Makroskopie. Rindenatrophie (frontotemporal, parietookzipital) mit Hydrocephalus internus et externus. Makroskopie. Kortikale Atrophie von Frontal-und Temporallappen. Histologie. Typische Einschlusskörper (Pick-Körper). Makroskopie. Atrophie des Nucleus caudatus mit Erweiterung der Seitenventrikel, später kortikale Atrophie des Frontal-und Temporallappens. . Verlust von Interneuronen im Nucleus caudatus, Reduktion der Ganglienzellen im frontalen sowie temporalen Kortex und im Thalamus, daneben Astrogliose. Parkinson Definition. Degeneration des nigrostriatalen extrapyramidalen Systems mit Verlust pigmentierter dopaminerger Neuronen in der Substantia nigra des Mittelhirns und im Locus ceruleus mit klinischer Trias von Akinese, Rigor und Ruhetremor; daneben Pillendreherbewegung, Salbengesicht, Speichelfluss (7 Neurologie, Kap. 1.6.2.1). Makroskopie. Abblassung der Substantia nigra. . Ausfall melaninhaltiger Neuronen in der Substantia nigra, Locus ceruleus und im motorischen Kern des Nervus vagus, Lewy-Körper, später reaktive Gliose. Atrophie Definition. Seltene Krankheitsbilder mit deutlicher zerebellärer Ataxie bei Atrophie und Degeneration von Pons, mittlerem Kleinhirnstiel, Kleinhirnrinde und unteren Oliven. Amyotrophe Lateralsklerose Definition. Häufige, frühzeitig letal verlaufende Erkrankung mit Degeneration des 1. und 2. motorischen Neurons mit Manifestation in der 6. und 7. Lebensdekade (7 Neurologie, Kap. 1.6.4.1). Histologie. Gruppenatrophie. Histologie. Verlust von terminalen Axonendigungen. Makroskopie/Histologie. Kolliquationsnekrosen oder Proliferation von Linsenepithelien. Der Zentralarterienverschluss zeigt sich als anämischer Infarkt in der Retina oder im Bereich der Papille. Vaskuläre Proliferation intra-und präretinal Die Amotio retinae (Netzhautablösung) zeigt sich histologisch mit einem eiweißreichen Exsudat zwischen Retina und Pigmentepithel der Aderhaut (PAS-positiv). Phthisis bulbi Definition. Im Rahmen einer Phthisis bulbi kommt es auch zur Atrophie von Ziliarepithel, Retina und N. opticus infolge der chronischen Drucksteigerung. Makroskopie/Histologie. Rötung, Schwellung; Entzündungszellinfiltrate mit teilweiser Gewebsdestruktion. Chondrodermatitis nodularis chronica helicis Definition. kleine, sehr druckschmerzhafte Knötchen an der Ohrmuschel unklarer Ätiologie. . Es zeigen sich Entzündungsinfiltrat um Knorpel und in der Dermis.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Persistenz des Ductus thyroglossus ventral der Trachea, in Mittellinie. Makroskopie. Adenom umkapselt, Schnittfläche gelbbraun. Karzinom: verbacken mit umgebendem Stroma. Makroskopie. Ausgedehnte Zerstörung des Nebennierenrindenparenchyms mit lymphozytärer Inflammation Atrophie als Folge. Histologie. Alveoläre Grundtextur mit polygonalen Zellen, hohe zelluläre und nukleäre Polymorphie. Maligner Tumor des Nebennierenmarkes und der Paraganglien, häufiger Tumor im Kleinkindesalter (in der Regel vor dem 2. Lebensjahr). Histologie. Kleinzelliger Tumor mit vergrößerten, hyperchromatischen Zellkernen.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Subakute infektiöse EndokarditisDefinition. Von einer Endocarditis lenta geht man bei einer Infektionsdauer von >40 Tagen aus. Summe aller morphologischen und funktionellen stenosierenden Koronargefäßerkrankungen; sie führen zur mangelhaften Blutversorgung des Myokards mit Sauerstoff (7 Innere Medizin, Kap. 1.3).Morphologie. Meist Mehrgefäßerkrankung, atheromatöse Plaques, das Gefäßlumen okkludierende oder nicht okkludierende Thromben.Histologie. Leicht-bis mittelgradige interstitielle Fibrose ohne begleitendes Entzündungsinfiltrat, Kaliberschwankungen der Myokardiozyten ohne Nekrosen. Kardiomyopathie Makroskopie. Asymmetrische Hypertrophie des ventrikulären Septums, führt oft zu subvalvulärer muskulärer Aortenstenose.Histologie. Atrophe Media der Aorta mit dünnen, ausgefransten elastischen Fasern, reichlich Proteoglykaneinlagerungen zwischen Myozyten.Komplikation: Blastenschub: Blasten machen 20% im peripheren Blut oder Knochenmark aus Transformation in sekundäre akute Leukämie. Peripheres Blut mit erhöhter Thrombozytenzahl und ausgeprägter Anisozytose der Thrombozyten, vermehrt Riesenthrombozyten, vereinzelt Neutrophilie 4 Chronisch idiopathische Myelofibrose (Osteomyelofibrose/Osteomyelosklerose) 5 Histologie: Hyperzelluläres Knochenmark mit Hyperplasie der Megakaryozytopoese, vermehrtes, linksverschobenes, überwiegendes Ausreifen der Granulopoese, Kernpleomorphie der Megakaryozyten, Clustering der Megakaryozyten, Sinusdilatation, Markraumfibrose progredient hypozelluläres Knochenmark im Spätstadium (kann oft zur Punctio sicca führen) 4 Splenomegalie mit extramedullärer Blutbildung Myelodysplastische Syndrome (MDS) Definition. Verschiedene erworbene hämatologische Krankheitsbilder mit progredienter Knochenmarksdysfunktion und peripherer Panzytopenie; Knochenmark in der Regel hyperplastisch; es handelt sich hier um klonale Erkrankungen mit verminderter, ineffizienter Hämatopoese (7 Innere Medizin, Kap. 7.3.2). Histologie. Es sind mindestens eine bis alle drei Zellreihen im Knochenmark alteriert, Knochenmark in der Regel hyperplastisch, Reifungsstörungen mit Zellkernanomalien. Im peripheren Blut zeigen sich dysmorphe, makrozytäre, teils hypochrome Erythrozyten, Retikulozytenzahl erniedrigt, Granulozytenzahl oft reduziert, vermehrt Pelger-Anomalie (einzeln oder zweigeteilte Kerne). Die Thrombozyten sind unterschiedlich groß, fragmentierte Megakaryozyten. Leukämien Definition. Bedingt durch die autonome Proliferation eines Stammzellklons kommt es zur Ausschwemmung unreifer Blasten ins periphere Blut. Im Kindesalter überwiegt die akute lymphoblastische Leukämie (ALL), im Erwachsenenalter die akute myeloische Leukämie (AML). . Typische Befunde sind: 4 Blut, Knochenmark: viele undifferenzierte Blasten (großer, atypischer Kern, wenig Zytoplasma) der lymphatischen oder der myeloischen Zellreihe 4 AML: oft Auer-Stäbchen (Peroxidase-positive lysosomale Abbauprodukte) Histologie. Bei der AML findet sich hyperzelluläres Knochenmark mit Verdrängung der nicht neoplastischen Hämatopoese Thrombozytopenie, Anämie, deutliche Leukozytose im peripheren Blut (es gibt jedoch auch aleukämische oder subleukämische Formen), blastäre Zellen im peripheren Blut sind diagnostisch! Der Blastenanteil im Knochenmark muss über 20% der kernhaltigen Zellen betragen für die Diagnosestellung. Bei der ALL findet sich stark hyperzelluläres Knochenmark mit dichtem Rasen von Lymphoblasten bei massiver Verdrängung der originären Hämatopoese. Es sind 3 Subtypen voneinander abzugrenzen (7 Innere Medizin, Kap. 7.5.2.7). Die Ausschwemmung der Blasten kann gering seindann ist die Knochenmarkstanzbiopsie entscheidend. Definition. Atypische Mastzellproliferation. Histologie. Hyperzellularität der Markräume, Mastzelleninfiltrate vorwiegend paratrabekulär und perivaskulär, variabler Gehalt an basophilen Granulozyten, verstärktes retikuläres Fasernetz. Der Blutausstrich zeigt lediglich unspezifische, reaktive Veränderungen, ist somit der Knochenmarksbiopsie deutlich unterlegen. 3.2.8.4 Tumormetastasen im Knochenmark Ätiopathogenese. Metastasen im Kindesalter stammen von einem Neuroblastom, Rhabdomyosarkom, Medulloblastom; im Erwachsenenalter sind die Primärtumoren (kleinzelliges) Bronchuskarzinom, Mammakarzinom, Prostatakarzinom, gastrointestinale Karzinome, Nierenzellkarzinome, follikuläres Schilddrüsenkarzinom oder malignes Lymphom. . Osteoblastische Metastasen (induzieren Knochenanbau durch Osteoblasten)/osteoklastische Metastasen (mit Osteolysen durch Aktivierung von Osteoklasten). Lymphadenitis Akute Lymphadenitis Definition. Zu unterscheiden ist die akute nichteitrige von der eitrigen Lymphadenitis. Histologie. Akute eitrige Lymphadenitis: neutrophile Granulozyten in den Sinus später mit Abszedierung. Chronische unspezifische Lymphadenitis Definition. Follikuläre Hyperplasie = Hyperplasie der B-Zone bei HIV-Infektion im Stadium der Lymphadenopathie, rheumatoider Arthritis, systemischen Lupus erythematodes (SLE). der follikulären Hyperplasie. Prominente Lymphfollikel mit vergrößerten Keimzentren und schmaler Mantelzone, vereinzelt konfluierende Lymphfollikel. Es wird unterschieden zwischen Hodgkin-Lymphomen und Non-Hodgkin-Lymphomen (7 Innere Medizin, 7 Kap. 7.5). Hodgkin Definition. Lymphom mit Hodgkin-und Sternberg-Reed-Zellen. Histologie. Hodgkin-Zellen, Sternberg-Reed-Zellen (7 Innere Medizin). Zu unterscheiden sind folgende Subtypen: 4 Lymphozytenreicher Typ: zahlreiche reife T-Lymphozyten/klassisch 4 Nodulär sklerosierender Typ: deutliche Sklerose, vereinzelt Nekrosen, auch Granulozyten 4 Gemischtzelliger Typ 4 Lymphozytenarmer Typ: Mitosereichtum, Nekrosen, weniger ausgeprägte lymphozytäre Infiltration 4 Nodulär-Lymphozyten prädominant (Paragranulom): lymphozytenreich in nodulärer Anordnung. Definition. Heterogene Gruppe von malignen lymphatischen Lymphomen ohne Nachweise von Sternberg-Reed-oder Hodgkin-Zellen. Ursprungszellen können sowohl T-als auch B-Lymphozyten sein. . Je nach Subtyp variabel, aber immer ohne Hodgkin-oder Sternberg-Reed-Zellen. . Tab. 3.17 zeigt die Kiel-Klassifikation der Non-Hodgkin-Lymphome. 4 Niedrigmaligne Lymphome: wenige blastäre Zellelemente, Zellen sind klein, Zytoplasmasaum ist schmal, Kern ist klein 4 Hochmaligne Lymphome: viele blastäre Zellen, hohe Mitosefrequenz Dermatotrope Lymphome Hierher gehören die Mycosis fungoides (kutanes T-Zell-Lymphom) und das Sézary-Syndrom (generalisierte Form der Mycosis fungoides). . Kutane T-Helferzelllymphome (NHL). . Lymphatische Zellen mit zerebriformen Kernen und charakteristischen Einschlusskörpern (Lutzner-Zellen), wenig Zytoplasma. Nach unspezifischer Dermatitis entstehen sog. Darier-Pautrier-Mikroabszesse (intraepidermal gelegene atypische Lymphozyten) -Plaque-Stadium; Tumorstadium mit prominenten Läsionen, polymorphkernige Zellen können leukämoid verteilt werden. Synonym. M. Kahler, multiples Myelom. . Neoplastische Proliferation eines von B-Lymphozyten abstammenden Plasmazellklons (NHL). . Noduläre oder diffuse Knochenmarksinfiltration. Tumorzellen in unreifen Plasmazellen (plasmazytisches Plasmozytom) oder Plasmoblasten (plasmoblastisches Plasmozytom -hellere Kerne mit prominenten Nukleonen), Graduierung: G1 bis G3. Histologie. Lymphozytoide Infiltration des Knochenmarks. Lymphknotenarchitektur geht verloren, Kapselfibrose. Subtypen: Lymphoplasmozytisch, lymphoplasmozytoid, polymorph. Definition. Niedrigmalignes lymphozytisches NHL, von B-Zellen abstammend. Befällt diffus das Knochenmark und die Milz (Splenomegalie). . Lymphoide Zellen mit exzentrisch gelegenen Zellkernen und haarähnlichen Zellbegrenzungen im Blutausstrich, das Knochenmark zeigt eine argyrophile Markfibrose, Zellbild wirkt homogen, hell. Histologie. Prominent sind zentrozytäre und monozytäre Zellinfiltrate. Die chronische lymphatische Leukämie ist ein niedrigmalignes NHL. Klonale Proliferation von überwiegend reifen B-Lymphozyten. . Noduläre oder diffuse Zellrasen von kleinen lymphatischen Zellen mit rundem, chromatindichtem Kern und teils kleinem Nukleolus, dazwischen immunoblastenähnliche Zellen (Paraimmunoblasten). Peripheres Blut: permanente Leukozytose mit vielen Lymphozyten. Typisch ist das Auftreten sog. Gumprecht-Kernschatten (zerquetschte Leukozyten im Blutausstrich, da sie eine hohe Fragilität aufweisen). Histiozytosen Eine Einteilung der Histiozytosen erfolgt nach dem in . Tab. 3.18 dargestellten Schema. Histologie. Verlust der typischen dendritischen Morphologie der Langerhans-Zellen, gefalteter, nie-. Tab. 3.17. Kiel-Klassifikation der Non-Hodgkin-Lymphome (überarbeitet 1988 und 1992) Niedrigmaligne B-Zell-NHL Niedrigmaligne T-Zell-NHL Lymphozytisch: CLL, PLL, HCL Lymphozytisch: CLL, PLL CLL = chronische lymphatische Leukämie; PLL = Prolymphozytenleukämie; HCL = Haarzellleukämie; LgX = Lymphogranulomatosis X Histiozytäres Infiltrat: Abt-Letter-Siwe-Erkrankung, kongenitale Langerhans-Zellhistiozytose 4 Granulomatöse Reaktion: Hand-Schüller-Christian-Erkrankung, adulte Langerhans-Zellhistiozytose, eosinophiles Knochengranulom 4 Xanthomatöse Reaktion: Hand-Schüller-Christian-Erkrankung Diagnostik. Zur Diagnosesicherung Immunhistologie (CD1a + , S100, B + ) und Elektronenmikroskopie; (Birbeck-Granula). Bei fortgeschrittenen Neoplasien dringen die Tumorzellen in Lymphgefäße ein, man spricht von Lymphangiosis carcinomatosa, die ersten metastatischen Lymphknotenabsiedelungen sind im Randsinus erkennbar. Entzündliche Erkrankungen des oberen Respirationstraktes Neben der akuten Rhinitis unterscheidet man die chronisch hyperplastische Rhinitis von der atrophischen chronischen Rhinitis. Ätiopathogenese. Erreger sind Klebsiella rhinoscleromatis; Bakterien in Histiozyten (Mikulicz-Zellen). Tuberkulose, Lues: granulomatöse Schleimhautentzündung Rhinophym Morphologie. Talgdrüsenhyperplasie mit Teleangiektasien und Hypoblastenproliferation; imponiert als Tumor, es handelt sich jedoch um eine entzündlich, reaktive Veränderung. 3.2.10.2 Larynx (7 HNO, Kap. 3.5) Larynxödem Typisch ist die ödembedingte Auftreibung der Submukosa durch Entzündung, Durchblutungsstörung, allergische Reaktion oder nach mechanischer Reizung. Als Subtyp gilt das Quincke-Ödem (angioneurotisches Ödem bei C 1 -Esterase-Inhibitor-Mangel). Die morphologischen Kennzeichen der Laryngitiden fasst . Tab. 3.19 zusammen. Histologie/Differenzialdiagnosen. Einfache Leukoplakie der Stimmbänder: Hyperkeratose mit Akanthose 4 Originär findet sich hier unverhorntes Plattenepithel; hieraus kann sich jedoch ein invasives Plattenepithelkarzinom entwickeln. > Maligne Tumoren bzw. Larynxkarzinome sind supraglottisches Karzinom, Glottiskarzinom (häufigste Form, in der Regel Plattenepithelkarzinom) und subglottisches Karzinom. Diese Karzinome metastasieren primär lymphogen in die regionären Lymphknoten. Nasen-Rachen-Fibrom: vaskuläre Malformation mit kapillären, sinusoidalen der kavernösen Gefäße 4 Korrodom: notochordalen Ursprungs, in der Regel zwischen Clivus und Halswirbelsäule 4 Kraniopharyngeom (v. a. am Rachendach): sog. »wet ceratin« (Plattenepithelinseln), Tumor neigt stark zu Rezidiven wegen tentakelartigen Ausläufern in umgebendes Gewebe! Maligne Tumoren (Pharynx-, Nasopharynxkarzinom) Morphologie. Undifferenzierte, nicht verhornende und Plattenepithelkarzinome, in aller Regel handelt es sich um Plattenepithelkarzinome unterschiedlichen Differenzierungsgrades, in nicht keratinisierenden Nasenpharynxkarzinomen ist Epstein-Barr-Virus (EBV) immunhistochemisch detektierbar. Diese Region schließt die Tonsilla lingualis am Zungengrund, die Tonsilla pharyngea im oberen Anteil des Pharynx sowie die Tonsillae palatinae zwischen äußerem Musculus palatoglossus und inneren Musculus palatopharyngeus sowie kleinere lymphatische Strukturen in der Schleimhaut des Epipharynx sowie die Arcus palatopharyngeus ein. . Die Tonsillenhyperplasie ist physiologisch im Kindesalter, bei pathologischer Vergrößerung: Adenoide bzw. adenoide Vegetationen, diese führen zu Ventilationseinschränkungen. Die Tonsillitis tritt in verschiedenen Subtypen auf (akut, katarrhalisch-eitrig, nekrotisierend, ulzeröse etc). Als Begleittonsillitis bei spezifischen Entzündungen (Diphtherie, Masern, Scharlach (vor allem im Kindesalter) sind folgende histologische Kennzeichen zu finden: 4 Histologie bei Masern: Warthin-Finkeldey-Riesenzellen, bei infektiöser Mononukleose (EBV-Infektion) . Tab. 3.19. Morphologie der Laryngitiden Weiß-gelbe bis graue Membranartige Schleimhautbelege Phlegmonöse Epiglottitis Entzündungsbedingte Schwellung der Epiglottis mit Stenosierung bis Okklusion der Atemwege (vor allem bei Kindern) Plaut-Vincent-Tonsillitis: Treponema vincentii, eitrige pseudomembranöse, ulzerierende Tonsillits) 4 Tonsillitis bei Tuberkulose oder Lues: granulomatöse Entzündung mit Ulzerationen 3.2.10.4 Erkrankungen der Trachea Akute Tracheitis Definition. Akute Entzündung der Trachea. /Histologie. Nekrose des Oberflächenepithels der Trachealschleimhaut mit diskretem in der Regel lymphozytär dominiertem Entzündungsinfiltrat in der Submukosa, bei Virusinfekt eventuell intraepitheliale Inklusionen erkennbar; bei bakterieller Superinfektion phlegmonöse Ausbreitung möglich. Kap. Innere Medizin, 3.3.1) Akute Bronchiolitis Definition. Akute Entzündung der Bronchiolen. . Katarrhalische Entzündung Hyperämie, Stromaödem, serös-schleimiger Exsudation, eventuell eitrige Komponente; bei Virusinfekten oft intranukleäre oder intrazytoplasmatische Einschlusskörper, Riesenzellen Chronische Atemwegserkrankungen Chronische Bronchitis Je nach Subtyp der chronischen Bronchitis finden sich histologisch folgende Merkmale: 4 Chronisch-katarrhalische Bronchitis: Becherzellhyperplasie, Hypertrophie von schleimsezernierenden Drüsen der Bronchialwand mit erhöhter Muzinproduktion 4 Chronisch-hypertrophische Bronchitis: polypoide Schleimhautauftreibung mit Bronchiallumenobstruktion 4 Chronisch-intramurale Bronchitis: lymphoplasmazelluläres Entzündungsinfiltrat mit eosinophilen Granulozyten und Mastzellen in ödematösem Bronchialschleimhautstroma 4 Chronisch-destruierende Bronchitis: Destruktion von Muskulatur und elastischen Fasern und Ersatz durch kollagenes Fasermaterial Chronische Bronchiolitis Bronchiolitis obliterans: chronisch destruierendes Entzündungsbild mit Granulationsgewebsbildung und Ausbildung einer organisierenden Pneumonie (Bronchiolitis obliterans mit organisierender Pneumonie = BOOP); tritt im Rahmen von späten Abstoßungsprozessen nach Lungentransplantationen sowie im Rahmen von Erkrankungen des rheumatoiden Formenkreises auf. bronchiale Zytologie. Spiralartig geformte, visköse Schleimpfröpfe aus Sekret und abgeschilfertem Epithel im Bronchialsekret: Curschmann-Spiralen, Nachweis von Charcot-Leyden-Kristallen aus zugrunde gegangenen eosinophilen Granulozyten im Sputum. Bronchiektasie Definition. Irreversible Erweiterung der Bronchien. . Angeboren oder erworben (nach chronischer Bronchitis, bei Mukoviszidose). . Man unterscheidet folgende Formen: 4 Zylindrische Bronchiektasie: häufigste Manifestationsart, vor allem im Unter-und Mittellappen. 4 Sackförmige Bronchiektasie: Folge chronischer Entzündungsprozesse mit Vernarbung des Destruktion des Bronchial-Grundgerüstes 4 Ampulläre Bronchiektasie 4 Spindelförmige Bronchiektasie Komplikationen. Rezidivierende Infektionen, Abszesse, Pleuraempyeme oder Sepsis, längerfristig Entwicklung eines Cor pulmonale 3.2.10.6 Belüftungsstörungen der Lunge Atelektase Definition. Reduzierter oder fehlender Luftgehalt der Alveolarräume, reduzierter Luftgehalt mit inhomogener Verteilung der Luft wird als Dystelektase bezeichnet (7 Innere Medizin, Kap. 3.2.6). Ätiopathogenese. Man unterscheidet: 4 Angeborene Atelektasen: Bei dieser Form erfolgt postnatal keine Entfaltung der Lunge. Dies wird häufig durch eine mangelnde Synthese des Surfactantfaktors bedingt, was zur so genannten »Hyaline Membrankrankheit« bzw. klinisch zum »Atemnotsyndrom des Neugeborenen« (IRDS, »infant respiratory distress syndrome«) führt. Erworbene Atelektasen werden nach ihrem Entstehungsmechanismus in verschiedene Formen eingeteilt: 5 Entspannungsatelektase (Kollapsatelektase): Entsteht im Rahmen eines Pneumothorax; durch Traumen oder durch Ruptur eines subpleuralen Emphysembläschens tritt Luft in den Pleuraraum ein, die Lunge kollabiert folglich. 5 Resorptionsatelektase: Tritt auf bei Verlegung eines Bronchus (z. B. durch einen Tumor, Schleimpropf oder Fremdkörper), Resorption der Luft im distalen Abschnitt 5 Kompressionsatelektase: Entsteht bei Kompression der Lungenflügel von außen (z. B. durch Pleuraergüsse oder Tumoren). . Bei der Resorptions-bzw. Obstruktionsatelektase zeigen sich irregulär konturierte, dunkle, blau-rote, kollabierte Lungenbezirke. Definition. Irreversible Zerstörung des respiratorischen Lungenparenchyms mit Ausweitung der Lufträume distal der Bronchioli terminales. Zu unterscheiden sind diffuses Emphysem und herdförmiges Emphysem (7 Innere Medizin, Kap. 3.3.1.3). . Ungleichgewicht zwischen Proteasen und Proteaseinhibitoren (Beispiel: Angeboren beim α1-Proteasinhibitormangel, Inaktivierung von Proteaseinhibitoren durch Zigarettenrauch, Vermehrung von Proteasen bei chronischen Entzündungen) 4 Chronische Überdehnung des Parenchyms (Beispiel: chronisch-obstruktive Erkrankungen, Narbenemphysem) Morphologie. Zu unterscheiden sind morphologisch: 4 Zentroazinäres Emphysem: Ursachen: z. B. chronisch-destruktive Bronchitis und der Nikotinabusus. 4 Bronchiostenotisches bzw. bronchiolostenotisches Emphysem 4 Panazinäres Emphysem 4 Panlobuläres Emphysem 4 Bullöses Emphysem 4 Interstitielles Emphysem 4 Seniles Emphysem 4 Narbenemphysem (z. B. nach Tuberkulose) 4 Irreguläres Emphysem 4 Kompensatorisches (Überdehnungs-Emphysem) 4 Paraseptales periazinäres Emphysem Lungenödem Definition. Flüssigkeitsansammlung in der Lunge. Sie beginnt im Interstitium (interstitielles Lungenödem) und kann sich auch in den Alveolarraum (alveoläres Lungenödem) fortsetzen. . Zur Pathogenese 7 Kap. 3.1.3.4. Zu unterscheiden sind: 4 Lungenödem bei kardialer Grunderkrankung 4 Lungenödem bei nicht-kardialer Ursache (z. B. bei Hyperhydratation, Hyponatriämie, diffusem Alveolarschaden, bei Entzündungen, Urämie) 3.2.10.7 Kreislaufstörungen der Lunge Stauungslunge Ätiopathogenese. Gestörter Blutrückstrom von der Lunge zum Herzen (v. a. Linksherzinsuffizienz). 4 Akute Stauungslunge: akuter Rückstau vor dem linken Herz bei Linksherzinsuffizienz. Makroskopisch rote Stauungsinduration. Morphologisch: intraalveoläres Stauungsödem (eventuell auch hämorrhagisch), Abschilferung der Alveolarepthelien, Herzfehlerzellen (hämosiderinbeladene Makrophagen intraalveolär, . Abb. 3.20). 4 Chronische Stauungslunge: bei lange andauerndem Blutrückstau: irreversible Fibrose. Makroskopisch: braune Stauungsinduration. Morphologisch: rote Stauungsinduration oder braune Stauungsinduration: Deutliche perikapilläre, interstitielle Fibrose, reichlich Eisenpigment. Kommt es zum Übertritt von Erythrozyten in den Alveolarraum, so werden diese von Makrophagen phagozytiert, die als »Herzfehlerzellen« bezeichnet werden (. Abb. 3.20). Abb. 3.20. Chronische Stauungslunge mit sog. Herzfehlerzellen (mit Hämosiderin beladene Makrophagen), Berliner-Blau-Reaktion, 560:1. (Aus Remmele 2000) Die letzten beiden Formen sind aggressive, expansiv wachsende Epulisformen, ihr Grundgewebe ist kollagenund fibroblastenreich, es schließt kleinere neu gebildete Knocheninseln; ferner finden sich reichlich Kapillaren. Mehrkernige Riesenzellen, die der Kapillarwand anliegen, werden bei letzterer Form gefunden als Zeichen älterer Einblutungen: reichlich Hämosiderinablagerungen. Benachbarte Kortikalis ist gelegentlich erodiert. Zu Einteilung und Morphologie der Kieferzysten . Tab. 3.20. Ameloblastom: Benigne, lokal aggressive Neoplasie, gewöhnlich nach dem 18. Lebensjahr. Histologie: Follikuläre Variante: zentrale Zystenbildung und charakteristische palisadenartige Randstellung der zylindrischen Tumorzellen. Plexiforme Variante: untereinander verbundene, überwiegend solide Tumorzellstränge. 4 Odontom: Wohl hamartomatöse Genese. Tumor bildet viel Schmelz und Dentin sowie Zement. 4 Odontogenese Myxom: Myxoides Stroma, selten mit odontogenem Epithel, infiltratives Wachstum ist charakteristisch erhöhte Rezidivrate. HNO, Kap. 3.4.5.3) Makroskopie/Histologie. Gangektasie, teils mit Plattenepithelmetaplasie und periduktaler Inflammation sowie Entzündung der Drüsenazini in Form einer Sialadenitis. Extravasationsmukozele mit reichlich Schleim, bei längerem Bestehen Makrophagen in Form von Schaumzellen und mehrkernigen Riesenzellen; die Ranula ist eine Extravasationsmukozele am Mundboden unter der Schleimhautoberfläche. 4 Retentionszyste: Zeigt epitheliale Auskleidung um Schleimseen. 4 Lymphoepitheliale Zyste: Zystenwand zeigt lymphatische Strukturen neben mehrschichtigem Epithel. Sialadenitis (7 HNO, Kap. 3.4.5) Zu unterscheiden sind u. a. folgende Subtypen: 4 Bakterielle Sialadenitis 4 Virale Sialadenitis: Beispiel: Parotitis epidemica (bei Mumps). Histologie: Azinuszellnekrosen, in-. Tab. 3.20. Einteilung der Kieferzysten Lymphozytäre Kolitis Histologie. Massive Erhöhung von CD8-positiven T-Lymphozyten intraepithelial, 20 -25 Lymphozyten pro 100 Enterozyten, Schleimhautstroma ist lymphoplasmazellulär infiltriert. Perianalfistel: vollständig ausgebildeter Fistelgang mit umgebender Entzündung 4 Perinalabszess: meist zentral liegende Haaranteile mit umgebender, abgegrenzter, akuter Entzündung 3.2.18.4 Mukosaprolapssyndrom Synonym. Solitäre rektales Ulkussyndrom. . Glanduläre Hyperplasie der Rektumschleimhaut mit oder ohne Ulzerationen sowie fibromuskulärer Obliteration des Schleimhautstromas. 3.2.18.5 Weitere spezifische Krankheiten des Dickdarms 4 Melanosis coli: braun-schwarze Pigmentierung der Kolonschleimhaut; Histologie: Kupfer-und eisenreiches braunes Pigment in Makrophagen der Lamina propria 4 Pneumatosis coli: gashaltige Zysten in Submukosa und Subserosa mit Betonung des Kolon als Hauptlokalisation 4 Amyloidose: Rektumbiopsien in Diagnostik der Amyloidose oft wegweisend, da Amyloidablagerungen bei generalisierter Amyloidose hier in der Regel nachweisbar sind. 4 Malakoplakie: geringfügig erhabene, scharf begrenzte, polypoide Läsionen mit geringer Randentzündung; Histologie: Seltene Läsion im Kolon, typisch sind von-Hansemann-Zellen (Makrophagen mit gekörntem Zytoplasma) und Michaelis-Gutmann-Körperchen (zytoplasmatische Einlagerungen in Von-Hansemann-Zellen) . Tab. 3.21. Unterschiede von Colitis ulcerosa und Morbus Crohn . Abb. 3.24. Morbus Crohn, Kolon. In der Submukosa ein epitheloidzelliges, zentral nichtverkäsendes Granulom mit mehrkernigen Riesenzellen. Ein angedeutet disproportionales Entzündungsinfiltrat. Filiformer (Pseudo)Polyp. HE, 180:1. (Aus Remmele 2000)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Morphologie. Die Schocklunge stellt das morphologische Korrelat des akuten Lungenversagens dar durch entzündliches, alveoläres Exsudat und reichlich Fibrin imponiert die Lungenschnittfläche teil leberartig.Histologie. Hyaline Membranen (Fibrin, Plasmabestandteile, Zelldetritus mit einzelnen Entzündungszellen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Erwachsenen-Schocklunge (ARDS; »adult respiratory distress syndrom«)"
        },
        {
            "text": "Ätiopathogenese. Die kindliche Schocklunge tritt vorwiegend bei Frühgeburten aufgrund eines Surfactant-Mangel auf.Makroskopie. Schwere, luftleere oder massiv luftarme Lungen, sinken bei der Schwimmprobe im Wasser, Konsistenz ist fest, Farbe dunkel-rotviolett.Histologie. Reichlich hyaline Membranen intraalveolär und innerhalb der Bronchiolie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Atemnotsyndrom des Neugeborenen (IRDS; »infant respiratory distress syndrome«)"
        },
        {
            "text": "Morphologie. Verlegung von zentrale oder peripheren Pulmonalarterienästen durch endogen oder exogen angeschwemmtes Material (zumeist venöse Thrombembolien, seltener Luft-oder Tumorthromben).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lungenembolie"
        },
        {
            "text": "Ein hämorrhagischer Lungeninfarkt entsteht nicht obligat nach jeder Lungenembolie, jedoch bei Verlegung von weiteren anastomosierenden (bronchialen) Gefäßen und bei Druckerhöhung im venösen Schenkel der funktionellen Lungenstrombahn! Morphologie. Kegelförmige, hämorrhagische Nekrose mit Kegelspitze am embolisch okkludierten Pulmonalarterienast; ist zumeist mit fibrinöser Infarktpleuritis vergesellschaftet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Definition. Hypertrophie des rechten Herzens, die primär durch eine Lungenerkrankung verursacht wird. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cor pulmonale"
        },
        {
            "text": "Die Sarkoidose ist eine wichtige Differenzialdiagnose zur Tuberkulose als granulomatöse Entzündung. Im Gegensatz zur Tuberkulose tritt bei der Sarkoidose aber keine »Verkäsung« auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Zudem sind abzugrenzen die extrinsisch allergische Alveolitis (interstitielles Entzündungsinfiltrat, interstitielle Fibrose, Granulome, intraalveoläre verfette Makrophagen in Form von Speicherzellen) und die Wegener-Granulomatose (Vaskulitis mit fibrinoiden Nekrosen pulmonaler Gefäße, Parenchymnekrosen und Granulomen mit Epitheloidzellen und Riesenzellen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weitere granulomatöse Lungenerkrankungen"
        },
        {
            "text": "Histologie. Diffuse, multifokal chronisch interstitielle Pneumonie mit Übergang in eine Lungenfibrose, auch intrapulmonale rheumatische Vaskulitiden, rheumatische Granulome und seröse bzw. serofibrinöse Pleuritiden (Beispiel: Goodpasture-Syndrom, allergische Alveolitis). Als Leukoplakie bezeichnet man nicht wegwischbare weiße Läsion der Mundschleimhaut. Histologie: Hyperortho-, Hyperparakeratose, Epithelhyperplasie mit ohne Dysplasie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lungenbeteiligung bei rheumatoiden Grunderkrankungen"
        },
        {
            "text": "Die Erythroplakie geht mit einer samtartigen, roten oder rot-weißen, erodierten Schleimhautoberfläche einher. Histologie: oft hochgradige Epitheldysplasie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tumoren der Lunge"
        },
        {
            "text": "Plattenepithelkarzinom: Weit über 90% aller malignen Mundhöhlentumoren sind Plattenepithelkarzinome.Zu den Subtypen des Plattenepithelkarzinoms gehört u. a. das verruköse Karzinom (Ackermann-Tumor). Histologie: verruköse Oberfläche, elongierte Reteleisten, geringfügige zelluläre Polymorphie, gute Prognose. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maligne Tumoren"
        },
        {
            "text": "Definition. Defekte Duodenalmukosa bis in die Submukosa.Histologie. Ulkusgrund reicht bis in die Lager der Brunner-Drüsen mit späterer Hyperplasie und Narbenbildung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ulcus duodeni"
        },
        {
            "text": "Die Histologie der Adenome und Karzinome des Duodenums entspricht der der kolorektalen Tumoren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Duodenaltumoren"
        },
        {
            "text": "Erkrankungen von Jejunum und Ileum ( ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3.2.16"
        },
        {
            "text": "Benigne ist der Adenomatoidtumor, maligne Tubentumoren sind Adenokarzinome sowie Metastasen. Anoxische Enzephalopathie und Hirnblutung Definition/Histologie. Hypoxie bzw. Asphyxie induziert Ganglienzellnekrosen und Zellnekrosen im Hippokampus, Pons sowie Nekrosen der Purkinje-Zellschichten sowie Nekrosen der zerebellären Zellschicht, bevorzugt periventrikulär finden sich Infarkte im Bereich des Großhirn. Bei ausgedehnter Hypoxie sind subependymale Blutungen typisch.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tumoren der Tube"
        },
        {
            "text": "Hirnregionen mit teils stippchenförmige, teils ausgedehnteren Einblutungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Makroskopie. Nekrosezonen in unterschiedlichen"
        },
        {
            "text": "Ätiopathogenese/Morphologie. Länger bestehende, asphyktische Zustandsbilder können die Darmmukosa massiv schädigen, somit die Barrierefunktion der Mukosa gegen fakultativ-pathogene Keime aufheben. Im Rahmen von ausgedehnten hypoxischen Zuständen kommt es somit zu Nekrosen mit Einblutungen und sekundärer bakterieller Besiedelung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nekrotisierende Enterokolitis"
        },
        {
            "text": "Neuroblastom Definition. Tumorzellen entstammen Abkömmlingen der Neuralleiste.Makroskopie. Weiche, grau-rote Tumoren mit unterschiedlichen Nekrose-, Verkalkungs-, Einblutungszonen.Histologie. Neuroblasten sind kleine, undifferenziert, teil in Pseudorosetten angeordnet. Tumorzellen besitzen spärlich Zytoplasma, Zellkerne sehr chromatinreich. Feinfebrilläre Matrix als Hintergrund, dazwischen wenige Ganglienzellen. Histologie. Uniformes Zellbild mit sehr schmalem, kaum abgrenzbarem Zytoplasmasaum und Zellkerne mit kleinen Nukleolen, Chromatin ist locker; immunhistochemischer Marker: CD99-positiv.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kindliche Tumoren"
        },
        {
            "text": "Makroskopie. Lobulierter Tumor mit grau-weißer, teils eingebluteter Schnittfläche.Histologie. Lobuläre Grundstruktur, physaliphore Zellen, teils ausgedehnte Schleimseen peritumoral.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chordom"
        },
        {
            "text": "Gelenkserkrankungen werden primär grundsätzlich in entzündliche und degenerative Gelenkserkrankungen unterschieden, somit ergeben sich grundsätzlich die Formenkreise der Arthritiden sowie der Arthrosen. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gelenkserkrankungen (7 Orthopädie)"
        }
    ]
}