{
    "paper_id": "c900ccda0ce6528339fdbb612392f62e0c2da7f6",
    "metadata": {
        "title": "Pancreatitis and Pancreatic Pseudocyst",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "H"
                ],
                "last": "Al-Salem",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "• Pancreatitis, which is characterized by inflammation of the pancreas, is an uncommon condition in the pediatric age group. • Pancreatitis in children represents a diagnostic challenge for clinicians and a high index of suspicion is important for early diagnosis of pancreatitis, which is known to be associated with significant morbidity and mortality. • The etiology of pancreatitis in children is different from that in adults. The main causes of acute pancreatitis in adults are alcohol abuse and gallstones. In children, trauma is the main cause of pancreatitis. • In general, the prognosis of acute pancreatitis in children is excellent. Pancreatitis is occasionally complicated by the formation of a pseudocyst, reported in 10-23% of cases of acute pancreatitis. • Pancreatitis develops as a result of blockage or disruption of the collecting ducts and damage to the pancreatic acinar cells. • This leads to activation and release of digestive enzymes. • The activated enzymes autodigest the pancreatic parenchyma, causing inflammation and, potentially, necrosis. • Localized collections of pancreatic secretions may become walled off by granulation tissue and form a pseudocyst either within the pancreatic tissue or immediately adjacent to it. • Pancreatitis can be local or diffuse and classified as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "-Acute -Chronic -Inherited -Necrotic -Hemorrhagic • Acute pancreatitis and trauma:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "-The pancreas is divided up into head, body, and tail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "-The head is to the right of L2, the body overlies L1, and the tail rises up to the left of T12.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "-The abdominal aorta and vena cava function to cushion the pancreas from injury against the vertebral bodies. -However, with crushing or blunt abdominal trauma, the pancreas can be injured by compression against the vertebra.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "• There are several causes for pancreatitis in children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Etiology"
        },
        {
            "text": "• In up to 25% of cases the etiology is unknown (idiopathic -The second most common congenital pancreatic disorder following cystic fibrosis is characterized by an 25 alteration in the long arm of chromosome 7, which yields an aberrant trypsinogen protein that may induce autodigestion of the pancreas. -The most common cause of chronic relapsing pancreatitis in children is hereditary pancreatitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Etiology"
        },
        {
            "text": "• Pancreatic divisum is the most common congenital anomaly of the pancreas (Figs. 25.1 and 25.2). • It occurs in approximately 7% of autopsy series (range:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pancreatic Divisum"
        },
        {
            "text": "1-14%) and as an endoscopic retrograde cholangiopancreatography (ERCP) finding in 4-25%. • It is caused by failure of the ducts of the dorsal and ventral buds of the pancreas to fuse during embryologic development, at approximately the eighth intrauterine week of life. • As a result, the accessory duct of Santorini derived from the dorsal bud drains the majority of the pancreas. • Because the accessory duct is smaller in caliber than the duct of Wirsung, inadequate pancreatic drainage may result in chronic pain and recurrent pancreatitis. • There are four varieties of pancreas divisum:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pancreatic Divisum"
        },
        {
            "text": "-Classic pancreas divisum: The small ventral duct, or duct of Wirsung, drains via the major papilla, and the large dorsal duct, or duct of Santorini, drains via minor papilla. -Incomplete pancreas divisum: This is similar to the classic pancreas divisum, except a small branch connects the ventral and dorsal pancreas. -Pancreas divisum with nonpatent major papilla: The entire pancreatic ductal system drains via the minor papilla. -Reversed pancreas divisum: The small dorsal duct drains via minor papilla and the large ventral duct drains via major ampulla.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pancreatic Divisum"
        },
        {
            "text": "• Pancreas divisum usually is a coincidental finding, and most individuals with this anomaly are asymptomatic. • Pancreas divisum can present with pancreatitis or chronic abdominal pain. • Pancreatitis in these patients can be acute, recurrent, or chronic. • The symptoms of pancreatic divisum are probably due to high intrapancreatic dorsal ductal pressure caused by inadequate drainage and resistance to pancreatic secretion by the small minor papilla orifice, or due to intermittent obstruction by proteinaceous plugs of the draining minor papilla. • ERCP is valuable to establish the diagnosis. • The treatment of pancreas divisum is conservative. • Patients with recurrent episodes of pancreatitis or chronic abdominal pain may benefit from intervention, which can be performed endoscopically or surgically. • The aim is to relieve the papillary stenosis, and endoscopic intervention includes: -Needle-knife sphincterotomy over a stent -Pull-type sphincterotomy -Endoscopic stenting -Balloon dilation of minor papilla ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pancreatic Divisum"
        },
        {
            "text": "• Pancreatitis is uncommon in children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathophysiology"
        },
        {
            "text": "• Pancreatitis may originate from blockage or disruption of the collecting ducts of the pancreas with subsequent damage to the pancreatic acinar cells. • This leads to activation and release of pancreatic digestive enzymes from the acinar cells of the pancreas. • Normally these cells release inactive enzymes into collecting ducts, which then drain into the main or accessory pancreatic ducts, emptying directly into the duodenal lumen. • In the presence of obstruction or disruption of the pancreatic ducts, the pancreatic secretions are activated within the parenchyma of the pancreas. • The activated enzymes autodigest the pancreatic parenchyma, causing inflammation and, potentially, necrosis. • Localized collections of pancreatic secretions may become walled off by granulation tissue and form a pseudocyst either within the pancreatic tissue or immediately adjacent to it. The pancreatic pseudocyst is most often localized in the lesser sac behind the stomach. • Exacerbation of pancreatitis may result in pancreatic necrosis, blood vessel occlusion, or disruption leading to hemorrhage, and systemic inflammatory response with multiorgan failure. • Acute pancreatitis: -This is characterized by enzymatic necrosis and inflammation of the pancreas. -Focal areas of fat necrosis are interspersed with areas of interstitial hemorrhage secondary to destruction of blood vessels. -In severe cases, large blue-black hemorrhagic foci are interspersed with yellow-white chalky areas of fat necrosis. • Chronic pancreatitis: -This is characterized by irreversible destruction of the pancreatic parenchyma and subsequent replacement with fibrous tissue. -Histologic features include intraglandular fibrosis, acinar cell destruction, lymphocytic infiltration, and pancreatic duct obstruction. -The pancreatic ducts are dilated and obstructed with protein plugs in their lumens. -Grossly, the gland is hard. • Pancreatic pseudocysts:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathophysiology"
        },
        {
            "text": "-These are localized collections of pancreatic secretions walled off by granulation tissue that lack a true epithelial lining (Fig. 25.3 ). -The stomach, duodenum, small bowel, colon, or omentum may form part of the pseudocyst wall.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 126,
                    "end": 136,
                    "text": "(Fig. 25.3",
                    "ref_id": null
                }
            ],
            "section": "Pathophysiology"
        },
        {
            "text": "• In children, the clinical presentation of acute pancreatitis is variable, and a high index of suspicion is important for early diagnosis. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Features"
        },
        {
            "text": "• This is rare in the pediatric age group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute Hemorrhagic Pancreatitis"
        },
        {
            "text": "• This is a life-threatening condition with a mortality rate approaching 50%. • Acute hemorrhagic pancreatitis usually leads to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute Hemorrhagic Pancreatitis"
        },
        {
            "text": "-Shock with multiple organ dysfunction -Acute respiratory distress syndrome (ARDS) -Disseminated intravascular coagulation -Massive GI bleeding -Sepsis -Pleural effusion • Acute hemorrhagic pancreatitis may be associated with:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute Hemorrhagic Pancreatitis"
        },
        {
            "text": "-Grey Turner Sign: A bluish discoloration of the flanks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute Hemorrhagic Pancreatitis"
        },
        {
            "text": "-Cullen sign: A bluish discoloration of the periumbilical region. These are useful to prevent gastritis and reduce gastric secretions. -In severe pancreatitis, the patient is kept nil by mouth and started on parenteral nutrition. -A nasogastric tube is inserted in those with persistent vomiting or ileus. Routine nasogastric tube insertion is not recommended. -The use of antibiotics is controversial, but they are beneficial in those with sepsis and systemic infection or gall stones pancreatitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute Hemorrhagic Pancreatitis"
        },
        {
            "text": "• Surgical intervention is rarely indicated, and only when acute pancreatitis is complicated by necrosis or abscess formation that requires debridement and pancreatic pseudocyst. • Peritoneal lavage to reduce the incidence of secondary infection is not widely practiced in children. • In those with acute pancreatitis secondary to pancreaticobiliary disease, surgery is indicated and in these it is curative. • In those with chronic or relapsing pancreatitis, surgery is indicated in those with intractable pain after failed medical treatment and poor nutrition. This includes: -Longitudinal pancreaticojejunostomy (Puestow procedure).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical Management"
        },
        {
            "text": "-Distal pancreatectomy with Roux-en-Y pancreaticojejunostomy (Duval procedure). -Decompression of pancreatic ducts. -Repair of pancreatic divisum. -ERCP sphincteroplasty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical Management"
        },
        {
            "text": "-Total pancreatectomy and islet cell transplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical Management"
        },
        {
            "text": "• Surgery for acute traumatic pancreatitis with ductal injury is indicated after medical failure, and ERCP or intraoperative pancreatic ductography is essential to identify the site of ductal injury. • Acute pancreatic pseudocysts smaller than 5 cm in diameter are managed conservatively because most resolve spontaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical Management"
        },
        {
            "text": "• Pancreatic pseudocysts larger than 5 cm in diameter may require surgical intervention; however, conservative therapy is required for approximately 4-6 weeks to allow the cyst wall to mature. This makes surgical intervention easier and much safer as the cyst wall becomes thicker and more mature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Surgical Management"
        },
        {
            "text": "• Pancreatic pseudocyst is an uncommon complication of acute or chronic pancreatitis in children (Fig. 25.6 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 97,
                    "end": 107,
                    "text": "(Fig. 25.6",
                    "ref_id": null
                }
            ],
            "section": "Pancreatic Pseudocysts"
        },
        {
            "text": "• The prognosis of children with acute pancreatitis is excellent, and uncomplicated acute pancreatitis usually resolves within 2-7 days with conservative management. • It is important to identify the specific cause of pancreatitis, as there is a 9% recurrence rate. • Pseudocysts have been reported to complicate 10-23% of acute pancreatitis. • The frequency rate of pseudocyst is higher than 50% in those following traumas and the majority of these (>60%) require surgical intervention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prognosis of Acute Pancreatitis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Acute pancreatitis in childhood: analysis of literature data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benifla",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Weizman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Gastroenterol",
            "volume": "37",
            "issn": "2",
            "pages": "169--72",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Definitions of pediatric pancreatitis and survey of present clinical practices",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Morinville",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Z"
                    ],
                    "last": "Husain",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barth",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alhosh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Durie",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Pediatr Gastroenterol Nutr",
            "volume": "55",
            "issn": "3",
            "pages": "261--266",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Non-operative treatment versus percutaneous drainage of pancreatic pseudocysts in children",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Barnhart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Madden",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Leeflang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Feola",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatr Surg Int",
            "volume": "29",
            "issn": "3",
            "pages": "305--315",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pancreatitis in children",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Werlin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Pediatr Gastroenterol Nutr",
            "volume": "37",
            "issn": "",
            "pages": "591--596",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Further Reading",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "• The usual clinical presentation of acute pancreatitis includes: -Abdominal pain (87%) The pain is usually mild and increases in intensity during the first 24-48 h. -Nausea and vomiting (64%). -Abdominal tenderness, guarding, and decreased bowel sound (77%). -Abdominal distension (18%). -Less common clinical features include fever, tachycardia, hypotension, and jaundice. -The clinical course for acute pancreatitis is variable. • Children with pancreatic pseudocysts may present with localized abdominal pain and a palpable tender epigastric mass or abdominal fullness.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Abdominal ultrasound showing the pancreas in a child with pancreatic pseudocyst Fig. 25.8 Abdominal ultrasound showing pancreatic pseudocyst. Note its relation to the pancreas Stomach Pancreatic pseudocyst Pancreas Figs. 25.9 and 25.10 Abdominal CT-scan showing large pancreatic pseudocysts",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Figs. 25.1 and 25.2 Diagrammatic representation of the normal pancreas and pancreatic divisum",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The frequency is higher following traumatic pancreatitis, systemic infections, congenital anomalies of the pancreato-biliary junction, pancreatic divisum, choledochal cysts, or choledocholithiasis (>50%). • Approximately 60% of pancreatic pseudocysts following trauma require surgical intervention. • Children with pancreatic pseudocysts may present with localized abdominal pain and a palpable tender epigastric mass or abdominal fullness. Additional symptoms include jaundice, nausea, vomiting, anorexia, weight loss, fever, ascites, and rarely, gastrointestinal hemorrhage. • Complications of pancreatic pseudocysts include: 25.9.1 Management of Pancreatic Pseudocysts • Medical management: -This consist of rest to the pancreas and close observation. • Surgical management: Fig. 25.6 Abdominal ultrasound showing pancreatic pseudocyst. Note the cystic nature of the mass and its relation to the pancreas 25.9 Pancreatic Pseudocysts -Acute pancreatic pseudocysts smaller than 5 cm in diameter are managed with observation for 4-6 weeks because most resolve spontaneously (Figs. 25.7, 25.8, 25.9, and 25.10). -Acute pancreatic pseudocysts larger than 5 cm in diameter may require surgical intervention; however, conservative therapy is required for approximately 4-6 weeks to allow the cyst wall to mature. -Chronic pancreatic pseudocysts (>3 months) are treated surgically. -The surgical options include: Ultrasonography-guided or CT-guided percutaneous drainage. Endoscopic drainage. Internal drainage via cyst gastrostomy or cyst enterostomy. Surgical approaches for internal drainage are largely determined by the anatomic location of the pseudocyst. Cystogastrostomy: If the pseudocyst is adherent to the posterior wall of the stomach. Cystoduodenostomy: If the cyst is present in the head of the pancreas. Cystojejunostomy: For cysts that are not adherent to the stomach or duodenum. Distal pancreatectomy: Considered when the pseudocyst is in the tail of the gland.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}