{
    "paper_id": "c91eba76fc242f39a860f84351ff90dc8b73fc9a",
    "metadata": {
        "title": "Book Reviews",
        "authors": [
            {
                "first": "Rudy",
                "middle": [],
                "last": "Juliano",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of North Carolina Chapel Hill",
                    "location": {
                        "postCode": "27599",
                        "region": "NC"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Artificial DNA: Methods and Applications. Yury E. Khudyakov and Howard A. Fields, Eds. CRC Press, Boca Raton, FL. www.crcpress.com. 2003. 420 pp. $179.95.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "DNA has rightly captured the attention of the public and the biomedical community for the past 50 years. This is because it plays a central role in affecting the development, growth, aging and the well being of a bio-organism. With the entire blueprint of Homo sapiens in hand, it is now possible to identify genes or DNA sequences that underlie genetic disorders or hold the key to new medical interventions. Perhaps the most important challenge facing us is the need to perfect the art of creating nucleic acid-based molecules and to use them for basic and applied research. Toward this end, the book \"Artificial DNA: Methods and Applications\" is a timely publication that summarizes the progress made in method development for, and the use of, oligonucleotides, peptide nucleic acids (PNA), and synthetic genes. It serves as a guide to newcomers to the nucleic acid-based research field as well as a refresher to those scientists already in the field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The book covers three major areas. The first area (4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The last few years have been a difficult time for the gene therapy field. A great deal of negative publicity was evoked by the occurrence of serious adverse consequences, including deaths, during clinical trials involving viral based gene delivery vectors. This has caused gene therapists to re-examine some of the basic premises in their field. In many ways, the volume from Curiel and Douglas is an outgrowth of that process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In their insightful preface, Drs. Curiel and Douglas discuss the need for greater selectivity of gene therapy strategies, as well as the challenges in attaining that aim. In this broadranging volume they have included chapters on many aspects of selective targeting for both viral and non-viral gene delivery systems. The book is divided into five sub-sections. The first two sections cover current strategies for improving cell type selective delivery for viral and non-viral vectors. A third section deals with approaching selectivity by regulation at the transcriptional level. Section four presents interesting discussions of how to find appropriate markers on target cells using various combinatorial library strategies. Finally a last chapter deals with the in vivo evaluation of gene therapy using imaging technologies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To this reviewer, the first set of chapters, dealing with liposomes and other non-viral vectors, was only moderately interesting. Many of the concepts and strategies discussed represented only modest refinements of ideas about cell targeting that have been around for a long time. One exception is the concept of using anionic liposomes (rather than the usually cationic variety) to convey DNA into cells; thus the formation and characteristics of DNA/poly-lysine/anionic liposome complexes is described in a chapter from L. Huang and colleagues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second section, dealing with the design of improved viral vectors, was quite fascinating. Among the chief problems of adenovirus based gene therapy are (1) the viral receptor, although widely expressed, is not present in certain cell types of key therapeutic interest, and (2) humans have neutralizing antibodies to common adenoviral pseudotypes. Investigators are addressing these problems in several ways. For example, molecular re-engineering of the virus fiber protein (which binds the cellular receptor) can change the tropism of the virus, suppressing binding to its usual receptor, and permitting binding to new cell-type specific targets. Further, use of rarer viral serotypes as building blocks for gene delivery vectors may avoid the problem of wide spread pre-existing immunity to the more common serotypes. A chapter by T. Wickham was particularly illuminating in terms of presenting an overall strategy for improved adenoviral vector design. Some of the same, or similar, strategies for enhancing selectivity are also being applied to other viral vectors including adenoassociated virus, bacteriophages, sindbis virus and retroviruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A third major section of the volume deals with regulation of the expression of the delivered gene. Tissue specific or disease specific expression is often a keenly desired goal in gene therapy. Although a number of tissue/disease specific promoters are known, often these fail to provide sufficiently high levels of gene expression or sufficiently \"tight\" control of expression to be of practical use. Thus gene therapists have intensively investigated the optimization of promoter/ enhancer elements for various vector systems and therapeutic targets. R. Muller and colleagues give a good account of this issue in a chapter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Seeking cell-type specific or disease-specific targets is a key part of improving vector selectivity. In section four of the volume, various technologies for finding such targets are discussed. Often this is done by sifting through large peptide libraries to find sequences that bind to specific cell surface determinants. In addition to the well-known phage display strategy, the volume provides descriptions of novel approaches, including retroviral display libraries, and bacterial display libraries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall this volume provides a very comprehensive picture of the current state of selective targeting of gene therapy vectors. Most of the contributors are well known in their respective areas, the chapters are timely, well written, and informative, and the editors provide the \"big picture\" to draw it all together. Thus the volume should be of value both to investigators within the gene therapy field and to other scientists who may be seeking an introduction to this exciting area of research. chapters) focuses on the synthesis of small DNA fragments and PNA. The chapter by Richard Pon offers an excellent summary on chemical synthesis of oligonucleotides with a refreshing emphasis on various synthetic strategies for smallor large-scale production. Salvatore Marras provides an indepth analysis on both the theoretical and practical aspects of probe design for DNA or RNA hybridization. The synthesis, structural, and chemical properties of PNA are the major focus of the chapter by Beck and Nielsen. This is a very informative chapter for those wishing to learn the basics of PNA. Lisa Kelly's summary of methods for amplifying DNA from DNA or RNA is particularly useful for PCR-lovers, because so many systems are available for PCR-based DNA amplification. This chapter explains how relationships between primer design and the PCR products can have different biological applications. The histological aspects of PCR discovery described should be particularly interesting to young researchers who have not followed the history of science discovery closely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second area (3 chapters) focuses on DNA manipulation. For a touch of genome structure, the chapter by Lisa Ganova-Raeva gives an overview of genomic organization of various genetic elements. The inclusion of the methods and strategies utilized in the structural analysis of the genome is an additional feature of this chapter. In their chapter, Glass and Heinz summarize many new developments in site-specific mutagenesis, a powerful tool for structure-function analysis of gene products. A comprehensive review of the pros and cons of various methods for introducing mutations into a DNA sequence is extremely useful for those who are interested in this technique. The last chapter in the second focused area is by Pumpens and Grens, who provide an in-depth discussion of the use of viral vectors for delivering a desirable gene into target cells for protein production. The discussion of the viral proteins involved and the summary of many of the wellstudied viruses will be extremely useful to those interested in developing viral vectors for gene delivery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For those interested in DNA applications in immunology, the final four chapters should be especially helpful. Renu Tuteja's overview on minotopes summarizes various types of immunologically important epitopes. Application of phage display technology to vaccine development is an excellent example of the application of artificial DNA. The chapter by Han et al describes more recent developments toward the use of DNA to stimulate immune responses. The field of DNA vaccines has attracted much attention in the scientific community because of its simplicity and safety features. The last two chapters by Joy Chang, and Montano and Pujol illustrate the direct application of phage display technology to antigen and antibody discovery. This technology may offer a practical and efficient means to obtain antigens and antibodies without using animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Overall, this is an excellent book presenting a panorama of the achievements and perspectives for further exploration from the perspective of recognized experts and leaders in the field. It covers a broad spectrum of topics ranging from how to make DNA and its analogues to how to use them and where to look for new applications and improvement. It is a book that will meet the needs not only of those at entry level but also those experienced researchers who wish to refresh their memory of the past and glimpse the future of the field. As more knowledge of cellular components and their interactions is compiled, it is only natural that efforts are made to look at this information in novel ways that could provide new avenues of therapeutic intervention. With each layer of composition and interactions involving cellular function in healthy and disease states comes another new term. First, there was a focus on the genome that has culminated with a nearly complete sequence map for each of the human chromosomes. As information about the genome was gathered a wide range of important observations came to light related to functions of non-transcribed regions, microsequences, and how RNA structures can act to inhibit the function of selected genes. Next was the proteome. This effort initially provided information about the translation of proteins and how sets of proteins can be related to a particular cell function. With time it became apparent that critical information about protein function could be gathered from studying how proteins interacted with each other through specific domains that associate with great selectivity. The idea of scaffolding proteins that organize a set of functionally related proteins has now become a standard in assessing proteinrelated events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Proteins, either alone or in these complexes, can perform many cellular functions. One set of these functions involves intracellular transmission of external stimuli. Modulation of phosphorylation state of a large number of proteins (through the actions of kinases and phosphatases) is the basis for these signal transduction events. This has led to yet another new term-the kinome. Where does this lead us? Well, many places actually, with one of the most important ones being discoveries that show a critical role for some of these kinases and phosphatases in a variety of disease states. The book edited by Finkel and Gutkind provides a sweeping look at current information derived from assessing the role of some of these kinases and phosphatases on human conditions associated with disease. The book contains thoughtful, wellplanned chapters on topics such as cancer, cardiovascular disease, asthma, diabetes, infection, immunity, and neurodegenerative diseases. Each chapter focuses on a particular topic in a well-organized manner with extensive citations and excellent artwork that describes relationships of that domain of the human kinome identified to be involved in that particular disease or condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "After reading the chapters in this book the reader comes away with an appreciation of how the kinome is both redundant and specific. The same kinases and phosphatases appear to be players in many of the diseases discussed, only in each case they perform slightly different functions or regulate dif-ferent events based upon the cell type or tissue in which they function. This provides the reader with an overall picture of how the kinome might be manipulated in a cell-or tissuespecific fashion to address the various disease states described. Here is where I feel this text becomes extremely valuable to most of us reading it-getting a sense for where and how logical therapeutic interventions might be identified. From this, one gets a sense for the strategy of targeting components of the kinome. In certain situations, increased production of antibodies against body's own cell or tissue components might cause an autoaggressive disease. Despite extensive research over the past decades, exact mechanisms of the phenomenon of \"autoimmunity\" are still unknown. This book is dedicated to the relationship between autoimmunity and apoptosis. The book represents a collection of papers contributed by leading scientists in this area from all over the world. It is organized in six Parts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Part 1 is dedicated to general features of apoptosis and relations between apoptosis and autoimmunity. It describes the main mechanisms and immune functions of apoptotic cell death with emphasis on the role of caspases in the programmed cell death. This part discusses two general types of autoimmune diseases associated respectively with enhanced cell growth and survivals or abnormal processing in dying cells. Part 2 describes mechanisms of the clearance of apoptotic cells, anti-inflammatory and immunoregulatory effects of apoptotic cells. It discusses the role of complement, pentraxins, collectins, autoantibodies, ATP-binding cassette transporters and CD14 in the clearance of apoptotic cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randall J. Mrsny"
        },
        {
            "text": "Part 3 analyzes autoimmunity caused by defective execution of apoptosis or defective clearance of apoptotic cells. This part is mainly concentrated with the autoimmune lymphoproliferative syndrome (ALPS), systemic lupus erythematosus and rheumatoid arthritis. Part 4 deals with immunogenecity of apoptotic cells. It focuses on the dendritic cells pulsed with apoptotic tumor cells as vaccines and the immune response against apoptotic cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randall J. Mrsny"
        },
        {
            "text": "Part 5 discusses autoantigens as substrates for apoptotic proteases and their implication for the pathogenesis of systemic autoimmune disease, the role of cleavage products of autoantigens, transglutaminases, and modifications of RNA in autoimmunity. Part 6 analyzes the role of DNA binding proteins in systemic autoimmunity, focuses specifically on nucleosomes and anti-nucleosome autoantibodies as mediators of glomerular pathology in systemic lupus erythematosus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randall J. Mrsny"
        },
        {
            "text": "The book is illustrated by original figures, schemas, and tables and contains interesting experimental data that support author's hypotheses. It is well written and organized and includes glossary of terms and subject index that significantly help readers to understand such complicated subject of modern biomedical science as the relationship between apoptosis and autoimmunity. When I was given the opportunity to review this book I was really excited. Every month Gibaldi writes an interesting column for AAPS News and there is probably not a kineticist in the world who doesn't own a copy of the book he helped co-write on pharmacokinetics. So when I heard that he had co-written a book on biotech drugs I was filled with anticipation. Then I received the book and was at first disappointed because I was expecting something more rigorous and formal, something more academic. After I started to read it I was pleasantly surprised because hidden beneath the glossy, CSIlike cover lies a wealth of knowledge. The chapters don't cover material in great depth (and if they did, this book will be many times larger) but they provide enough information to cover what someone new to the area would need to know to get started. It also provides a handy reference for properties of already marketed drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randall J. Mrsny"
        },
        {
            "text": "This book consists of three parts. Part 1 deals with the development aspects of biotechnology products: big pharma vs. biotech, small molecules vs. macromolecules, biotechnology processes, and pharmacologic principles of macromolecules. Part 2 deals with therapeutic classes: proteins (growth factors, hormones, and enzymes), monoclonal antibodies, and vaccines. Each chapter in this section presents the basic pharmacology of the drug class and other relevant issues. Each chapter usually concludes with drug monographs for all the approved drugs in that class providing the drug name, trade name, approval date, type of submission, and then a brief summary of the package insert for that drug. Part 3 deals with the future, where the authors see biotechnology heading. These chapters cover genomics and proteomics, gene therapy, individualized therapy based on pharmacogenetics, and advances in drug delivery. The appendices of the book present a tabular summary of the doses, dosage forms, and pharmacokinetics for each drug similar to the pharmacokinetics appendix in Goodman and Gilman's The Pharmacological Basis of Therapeutics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randall J. Mrsny"
        },
        {
            "text": "This will be a useful book for someone wishing an introduction to drug development of macromolecules and for someone who needs a convenient reference for the properties and pharmacokinetics of approved biotechnology products. The chapters are short, filled with useful illustrations, and the tables are of good quality. What I found especially interesting were the \"boxes\" within each chapter. Some of these are interesting anecdotes, such as how Genentech was formed, while others are side-lines of particular note that do not quite fit in elsewhere within the chapter, such as how market exclusivity can become nonexclusive for drugs with orphan drug status. As a point of reference, this book is less like Goodman and Gilman's text and more like Melmon and Morelli's Clinical Pharmacology text. In summary, this will be a useful book for an upper-level undergraduate or graduate level class in the pharmacology and pharmacokinetics of biotechnologyderived products, as well, as a good introductory book for people new to the biotechnology industry. There has been an explosion of activity in the area of bioinformatics. The method of computational analysis allows great deal of progress to work in the sea of biological data. The book \"Introduction to Bioinformatics. A Theoretical and Practical Approach\" is a good starting point for people stepping into the bioinformatics field for the first time. It starts with an explanation about the cell. Parts I and II provide a nice summary to bioinformatists with a computer science background to understand biological data they will handle. Parts III and IV focus on the computer applications used in the field. They cover the basic knowledge about UNIX operating system (Chapter 13) for novices in computer science, and describe the bioinformatics software (Chapters 18, 19, and 24) interesting to biologists for their research. The last section contains the overview of microarrays (Chapter 34 and 35) which have got very popular for gene expression analysis these days. One more great thing about this book is that each chapter has a glossary at the end making all the abbreviations clear. Also, the included CD-ROM is a good add up, particularly with several software programs which can be installed on the computer to give readers the chance to play around.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randall J. Mrsny"
        },
        {
            "text": "The book \"Structural Bioinformatics\" is more advanced than the other as can be noted by the title. This book is a good source to read if you are working on structural bioinformatics field. All the sections are carefully edited. The first section describes fundamentals on biological materials (for example, protein structure) and bioinformatics tools (for example, electron microscopy). Then it spreads its touch into the detail aspects such as data representation (for example, databases) and structure prediction (for example, modeling). Each section provides an own insight into the specific part of structural bioinformatics. Membrane transporters are going to be the major role players in the rational design of next generation drugs such as peptides, nucleosides, carbohydrates, and complex lipids. In recent years, membrane transporters have been an intensive area of research because of their key roles in drug absorption, distribution, and efficacy. This book pulled together pharmacogenomics, bioinformatics, microarray technology, and upto-date methodology for studying membrane transporters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randall J. Mrsny"
        },
        {
            "text": "Chapters 1 and 2 of this book give a general overview on pharmacogenomics and classification of membrane transporters. The first two chapters would be useful to someone who wants to have a general understanding of membrane transporters. Chapter 3 describes methodology and protocols for using bioinformatics database and computational tools in membrane transporters. Authors provide examples on how to use bioinformatics protocols and address most frequently encountered problems in using bioinformatics tools in membrane transporters. Chapters 4 and 5 describe hybridization protocols, problems associated with hybridization and computational method for microarray data analysis, respectively. The book also contains several chapters on the use of instrumental techniques such as fluorescence, laser capture, electrophysiological, X-ray scattering, NMR imaging and molecular modeling in studying and characterization of membrane transporters. Chapter 9 and 10 gives a step-by-step approach to the reconstitution and quantitation of membrane transporters. Overall, all chapters of the book contain step-by-step methodology for quantitation, characterization, and computational analysis for studying membrane transporters. However, this book could be a bit difficult to follow for scientists trained in drug delivery research. A brief introduction on the basic principles of the techniques would probably increase the readership of the book. Further, the sequence of the chapters is somewhat inconsistent. For example, all instrumental techniques could be put in one part of the book, protocols and data analysis could be in another section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randall J. Mrsny"
        },
        {
            "text": "I strongly recommend this book to labs that are working on membrane transporter based drug delivery, design, and discovery. This book could also be a very useful reference for molecular biology labs that are working on characterization, quantitation, and reconstitution of membrane transporters. Protocols described in this book can easily be followed by both experienced researchers and lab technicians with little training in the field. In the field of pharmaceutical sciences, membrane transporters are now accepted as the important determinant of drug absorption, distribution, and elimination. Furthermore, coordinated reactions of transporters with metabolic enzymes for the detoxification of xenobiotics are now going to be clarified. So, it is essential to introduce the concept of transporters in the processes of membrane permeation for drug development and clinical drug therapy. However, membrane transporters are essential biological molecules for the normal cell functions and the predicted numbers of transporters in human genome is close to a thousand. From the presence of such a plenty of transporter molecules, it is not difficult to imagine that transporters have crucial roles in regulating the movements of physiologically important compounds across the cell membranes. Accordingly, the deep understanding of membrane transporters should help to get new ideas for new drug targets, for the mechanisms of the toxicity induced by the drugs, for the mechanisms of drug absorption and disposition, and for the novel drug delivery. \"Transmembrane transporters\" will give us the present status of membrane transporters, including classification, methods to study functionality and structure of transporters, and physiological roles. This book consists of 16 chapters and the contents may not be directly related to drug absorption, distribution or disposition, but they show various and new technical approaches that can be applied to any transporters. The transporter molecules described in this book are for hexose, glutamic acid, neurotransmitters such as serotonin, dopamine, and GABA, citrate, and others, but each chapter intended not only to explain the characteristics of each transporter, but also to demonstrate the usefulness of the method used by including the brief protocols for the experimental procedures used in most of chapters. The techniques described are, for example, (1) genetically modified yeast S. cerevisiae to isolate and characterize sugar transporters from various organisms such as humans, (2) gene-knockout mice for neurotransmitter transporter to clarify the in vivo roles, (3) the methods to identify the genetic variations such as SNPs and VNTR polymorphisms in serotonin transporters, (4) the usefulness of nonviral gene transfer into brain synaptic cells, and (5) the methods to study trafficking of transporters by identifying the subcellular localization. Other topics include structural analyses of membrane transporters by cysteine-scanning mutagenesis, photoaffinity labeling and subsequent proteolysis to identify the ligandprotein interacting sites, and basis and application of mass spectrometry. In addition, this book includes the functional analyses of transporters by voltage clamp fluorometry, electrophysiological assay, and imaging of neurotransmitter transporters by PET and SPECT using tracer-imaging agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Randall J. Mrsny"
        },
        {
            "text": "Because all of the chapters have a list of related references, readers can deepen their understanding easily. As described above, this book does not intend to summarize transporters related to drugs rather tried to introduce many technologies to be used in future studies for molecular cloning, structure, functionality, regulation, and sorting in various point of views by using typical experimental results on physiologically important transporter molecules. Accordingly, people, who are interested in transporter research, can get new idea for the next research from this book. With the latest incidence of the SARS virus, I view the need of the advancement of the technologies for drug discovery, design and screening is to save lives more than anything else. The book gives a comprehensive overview of the latest tools used for drug discovery from the various disciplines such as chemistry, biology, and computational sciences. The book is divided into three sections. The first section focuses on the target identification and validation, the second section describes the tools for high throughput screening of new bioactive molecules, and the last section contains methodologies used for drug molecule synthesis and preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fakhrul Ahsan"
        },
        {
            "text": "The technologies reported in the book are complex. The authors, however, were capable of delivering the information in a very clear and concise way. In many instances, explanations were built on the fundamentals and supporting materials. The current status of the technology was described with many practical examples and protocols. Future progress and application of the technologies were also discussed. A well written chapter such as \"ADME-Tox Screening in Drug Discovery\" discussed both pros and cons of the different methodologies. The author also pointed out the aspects (e.g. test models, assays validation) which still require improvement and further development to enhance the ability to select drug candidates with the best probability for further clinical development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ikumi Tamai"
        },
        {
            "text": "This text is a valuable addition to the reference shelf for scientists who have a reasonable amount of knowledge in drug discovery. Because readers may be interested in taking up the opportunity to learn about the latest technologies from this book, researchers may also consider a possible collaboration with scientists in their particular fields. Because many of these technologies are rather sophisticated, establishment of these techniques or instruments in a laboratory could cost significant amounts of resources. The transfer of samples from one laboratory to another would seem to be a lot sim-pler and more feasible. Collaborations can often be more fruitful and enjoyable than working alone. Over the past 25 years, High-Performance Liquid Chromatography (HPLC), sometimes called High-Pressure Liquid Chromatography, has become a major assay technique due to endless advances in HPLC system components such as detectors and HPLC columns, along with computerization of the system. In addition, the United States Pharmacopeia has played a critical role in expanding the application areas of HPLC technique to a broad range of analytes. HPLC technique becomes even more important especially when it comes to drug stability studies since it can overcome analytical hurdles such as interference from degradation products and excipients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ikumi Tamai"
        },
        {
            "text": "The second edition of Stability-Indicating HPLC Methods for Drug Analysis is a unique, comprehensive, and condensed collection of previously published stability-indicating HPLC methods and the examples of their use in evaluating drug stability in various pharmaceutical dosage forms. This book lists alphabetically monographs on 476 different drug compounds of which 226 are new to this edition. Each monograph is clearly divided into two main components, basic information and HPLC method summary with references. The basic information part, obtained from standard reference works including The Merck Index and AHFS Drug Information, presents chemical name(s), other name(s), form(s) of the drug molecule available in drug products, molecular formula, molecular weight, CAS number, appearance and description, solubilities, and pK a values. This is followed by text format summaries of previously published stability-indicating HPLC methods. The summaries of HPLC methods are highly well-structured and subdivided into 4 different sections. The first part of the method summary describes mainly information about HPLC conditions whereas the second section is focused on sample preparation procedures containing dilution, extraction, and derivatization. In the third section, the stability-indicating nature of the method is presented by describing, for instance, decomposition techniques, absence of interference of degradants with intact drug, and retention times corresponding to intact drug and its decomposition products. Lastly, the fourth section details the information on standard curve, intra-and inter-day variation, and limits of detection and quantitation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nora Chew"
        },
        {
            "text": "Due to the fact that most of the efforts of analytical method development within the pharmaceutical sciences go into establishing and validating a stability-indicating HPLC method, the book will save analytical chemists time and efforts in identifying a suitable stability-indicating HPLC method available in the published literature. Indeed, the usefulness of this book comes from the authors' effort to exclude general HPLC methods primarily used for the measurement of drug concentrations in biological matrices, so that only stability-indicating methods are compiled in the book. For readers not only wishing to develop HPLC methods as a means of studying drug stability but also carrying out research in the field of dosage form development, quality control, and drug regulation, this book will be an indispensable one. Many people are uncomfortable speaking in public. I remember in graduate school we were required to give a seminar once a year. The semester we were to present, students started panicking and by the day of the talk the tension was unbearable. The reason for our panic was that despite getting a quality scientific education, we never received any training on how to speak in public or write effectively. I believe this is one of the great failures in science education in this country today. A scientist that cannot communicate ef-fectively cannot be effective. One way to become a good speaker is to either take a class or to read one or more of the many books on this topic and then practice. The emphasis on practice cannot be overstated because no matter how many books you read on the subject it is not until you have spoken in public many times that you really begin to understand what works and what doesn't.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Nora Chew"
        },
        {
            "text": "One of the latest books on public speaking is by the husband and wife team of Peter and Cheryl Reimgold: The Short Road to Great Presentations. Having read a few of these type of books, the first thing that struck me about this book was the title. This is by far the largest book I have seen on the subject, yet apparently it is the shortest road. All kidding aside, this is a pretty good book. The writing is easy, the chapters are well organized, and the figures are easy to digest. Clearly this book was written to support their seminars on great presentations with the material written to support their own PowerPoint presentation. What sets this book aside from others are the exercises at the end of the chapters, which I thought were helpful in reinforcing the material presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jaehwi Lee"
        },
        {
            "text": "This book is broken down into three sections. Section 1 introduces the concept of speaking with the audience in mind. Poor speakers speak without giving any consideration to the audience. Great speakers present as if they were sitting in the back row and speak with an understanding of what the audience wants from a talk. Every book on effective communication has a mnemonic on how to present and this book's is: RAMP: establish Rapport, get the audience's Attention, state your main Message, and give the Plan of your talk. The body of the talk is then designed to meet the talk's objective taking into consideration what the audience wants. The second section of the book is on delivery: preparation, connecting with the audience, attitude, and handling questions and surprises. The last section is on giving electronic presentations, such as using PowerPoint and giving webcasts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jaehwi Lee"
        },
        {
            "text": "The ironic thing about this book is that it is published by the Institute for Electrical and Electronic Engineers, but was not written for that audience. This is not a book on how to give great scientific presentations. I would say that the target audience is business professionals. There is an overemphasis on using clip-art to enhance a presentation with little material on what constitutes a useful scientific graphic. Still, before one can give a great scientific lecture one must understand what makes a great public presentation and that is what this book has in mind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jaehwi Lee"
        },
        {
            "text": "All books on effective presentations present roughly the same material and ideas. The difference is in the presentation. Some books use a more literary approach with few figures and diagrams. This book takes a more casual approach with a PowerPoint style. Think of it as an executive summary approach to the problem. The chapters are easy to read and I believe the tips that are presented throughout are really useful. All in all, this is one of the top two or three books I have seen on effective communicating. This book is a useful place to start if someone wants some general guidance on how to speak and give presentations in public. Do not expect much in the way of information about enhancing the technical side of a presentation. Over the past several decades, polymer chemistry has made great impact on our daily lives and polymers have become truly indispensable materials to mankind. Numerous polymers with different properties have been synthesized. Polymer synthesis has been done mainly by step and chain polymerizations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jaehwi Lee"
        },
        {
            "text": "Step and chain polymerizations are also called condensation and addition polymerizations, respectively. This book focuses on the fundamental understanding of step-growth polymers in a structured and informative way and attempts to show the link between experiment and theory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jaehwi Lee"
        },
        {
            "text": "This book is divided into 10 chapters, covering fundamental concepts in step-growth polymerization processes and experimental methodologies. Chapter 1 provides a general introduction to step-growth polymers and their synthesis. Chapters 2-7 deals with reviews of classical polymers, such as polyesters, polyamides, polyurethanes, polyureas, polyimides, and others. Chapters 8 and 9 include nontraditional stepgrowth polymerizations, such as acyclic diene methathesis and transition metal coupling. These polymerization methods have been perceived as a versatile route for synthesis of a wide range of functionalized polymers or different types of polymers that cannot be easily accessible or are impossible to make by using traditional synthetic methods. The final chapter describes depolymerization and recycling process of each step-growth polymer, which seems highly useful for recent interests in polymer recycling and environmental concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jaehwi Lee"
        },
        {
            "text": "This book has several strong points. Although there exist many textbooks dealing with polymer science, few attempts have been made to bring together general knowledge, various synthetic methods, structure-property relationships, and detailed experimental methodologies of individual polymers in one volume. This book is well organized and provides comprehensive information and a lot of examples for practical applications. Each chapter provides a polymer-based step-bystep description of not only basic information including various classification, application, and structure-property relationships, but also very practical descriptions of synthetic and analytic techniques that are believed to be good references in research laboratories. Each technique is described in detail and potential applications are also highlighted well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jaehwi Lee"
        },
        {
            "text": "The book is aimed at researchers and graduate students with a fair knowledge of polymer chemistry and engineering, whereas less devotion to basic principal concepts and theories may make this book undesirable as a textbook for the beginners or undergraduate students in polymer science. This book, however, contains vast amounts of experimental techniques highly useful for polymer chemists or other researchers who intend to prepare and use these polymers for their final products. This book may well serve as a first line of reference source for all polymer and material scientists.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Jaehwi Lee"
        },
        {
            "text": "Akina, Inc. 1291 Cumberland Ave., #E130 West Lafayette, IN 47906-1385 khuh@akinainc.com Since 1953 when the book \"Principles of Polymer Chemistry\" by Paul Flory was in print, numerous books have been published on polymer chemistry, science, and technology. Advances in polymer science and technology through the years resulted in emergence of new topics that include polymers with biologic activities, biodegradable polymers, smart polymers, high performance polymers, and electrically conductive polymers, to name a few. As the list of new topics grows, the magnitude of information to be digested also grows exponentially. Even in the age of computerized information technology, the volume of information on polymer in general simply becomes too large for anyone to absorb. The goal of Encyclopedia of Polymer Science and Technology is to present comprehensive, authoritative, and lucid articles on topics that reflect the progress and evolution of polymer science and technology. The topics in the Encyclopedia were chosen to present balanced account of all facets of polymer science and technology.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 16,
                    "text": "Inc. 1291",
                    "ref_id": null
                },
                {
                    "start": 17,
                    "end": 69,
                    "text": "Cumberland Ave., #E130 West Lafayette, IN 47906-1385",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Kang-Moo Huh"
        },
        {
            "text": "Each volume starts with the same (18 pages) introduction, conversion factors, abbreviations, and unit symbols, so that the readers do not have to go back to other volumes for the information. General index (113 pages The list of topics in Volumes 1-4 is obviously not exhaustive, and additional topics starting from A to Z (e.g., anionic polymerization, biodegradable polymers, electrically active polymers, molecularly imprinted polymers, superabsorbent polymers, and X-ray microscopy) will be covered in Volumes 5-8 (Part 2 of the series).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kang-Moo Huh"
        },
        {
            "text": "Each topic in the current volumes was indeed dealt with in great detail to present authoritative information. Reading an article provides thorough understanding on each topic, as an encyclopedia is supposed to do. I was in need of reviewing polymer coating for application on controlled drug delivery, and when I opened the index page I found 50 items under coating. The articles on \"coating methods, survey\" and \"coatings\" were very informative. The coating methods described in the article are not specifically for controlled drug delivery applications, but understanding coating machines, coating processes, multilayer methods, discrete surface-coating methods, patch coating, and drying and solidification makes me appreciate what can be possible and what are not in coating for drug delivery. The article on coatings explains film formation, flow properties that control application of appearance of films, mechanical properties, exterior durability, adhesion of films to substrates, resins and cross-linkers, solvents, color and appearance, pigment dispersion (which is not any different from drug particle dispersion), and film defects. Again, information in the article is not specifically for drug delivery, but it is highly relevant to provide new ideas on polymer coating for drug delivery. Considering the breadth and depth of articles in the first four volumes of the series, I am anxious to examine Parts 2 and 3 that will be published soon. The Encyclopedia is definitely something that should be placed on a bookshelf of every library. It would be ideal if it can be available to all researchers dealing with polymers at a reasonable price. For the past decade, the microdrop technology, which is already an indispensable part of inkjet printing, has been adopted by a wide range of scientific disciplines for precision dispensing of liquid reagents and theoretical research of fluid dynamics. It is also not an exotic topic to many biologists, because the microdrop generator is the central element of a flow cytometer. More recently, the microdrop technology has gained sizable attention from pharmaceutical research by providing an excellent opportunity to produce microparticles with a narrow size distribution. It is not hard to imagine that more and more researchers outside the world of microdrops will be interested in this technology and benefit from the unique qualities of microdrops. The problem is, however, that there has been virtually no easy way for those who are about to venture into the field to approach the vast amount of information that has been rapidly growing on its own. For this reason, it is exciting to have a book that elegantly combines both the theoretical and practical aspects of the microdrop technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kang-Moo Huh"
        },
        {
            "text": "Written by a seasoned expert, the Microdrop Generation provides a comprehensive introduction to the theory and technology of microdrop generation with up-to-date references and a number of examples from the author's more than 10 years of experience. The first chapter introduces how and why microdrop technology has been used in pure and applied scientific disciplines in addition to inkjet printing. The next two chapters continue to provide an introductory overview concerning various existing techniques of monodisperse microdrop generation and the basic theory behind the fluid dynamics of the ejected microdrops. Throughout chapters 4, 5, 7, 8, and 11, the book covers the details of microdrop technology, including engineering requirements for drop generation; various ways to modify the surface charge of the microdrops, which makes the microdrops even more versatile; imaging microdrops; electronic elements used to drive piezoelectric transducers; and pressure control systems for reliable drop generation. Chapters 12, 13, and 14 describe the fluid systems compatible with the microdrop generators, which play a critical role in drop generation as much as the mechanical components of the drop ejectors. The book also serves as a practical lab manual via chapters 9 and 10, which describe fabrication of the drop generator hardware. The author does not save pages in providing useful hints and stepby-step procedures, and successfully explains how one can build small aperture nozzles and piezoelectric drop ejectors in the laboratory. Chapter 6 deals with troubleshooting practical problems, such as clogging or nozzle malfunction, in a way that is only possible for those who are thoroughly experienced in the field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kang-Moo Huh"
        },
        {
            "text": "This 252-page book embraces so much useful information and at the same time does not lose the reader's interest in any of the chapters. Each chapter begins with an insightful introduction that guides the readers to the details of the subjects. A number of useful photos and diagrams aid in the understanding of even complicated concepts, which could have been otherwise hard to grasp for those with no prior experience. I should not say this is an easy book that readers at any level can breeze through; however, this book will surely stimulate those who have considered the use of microdrops in their field and guide them into this fascinating world of microdrops.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kang-Moo Huh"
        },
        {
            "text": "School of Pharmacy West Lafayette, IN 47907 yeo0@purdue.edu",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 43,
                    "text": "IN 47907",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Yoon Yeo Purdue University Department of Industrial & Physical Pharmacy"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Analysis of Controlled Substances",
            "authors": [
                {
                    "first": "Ed",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Dekker",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "582",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Surface and Thin Film Analysis",
            "authors": [],
            "year": null,
            "venue": "Advances in Controlled Drug Delivery. Science, Technology, and Products",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SPIE-The Society of Photo-Optical Instrumentation Engineers, Bellingham, WA. www.spie.org. 2002. 116 pp. $44.00. Handbook of Infrared Spectroscopy of Ultrathin Films",
            "authors": [
                {
                    "first": "Valeri",
                    "middle": [
                        "P"
                    ],
                    "last": "Tolstoy",
                    "suffix": ""
                },
                {
                    "first": "Irina",
                    "middle": [
                        "V"
                    ],
                    "last": "Chernyshova",
                    "suffix": ""
                },
                {
                    "first": "Valeri",
                    "middle": [
                        "A"
                    ],
                    "last": "Skryshevsky",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Signal Transduction and Human Disease. Toren Finkel and J.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Introduction to Bioinformatics. A Theoretical and PracticalApproach.Stephen A. Krawetz and David D. Womble, Eds. Humana Press, Totowa, NJ. www.humanapress.com. 2003. 746 pp. CD-ROM included. $89.50. Structural Bioinformatics. Philip E. Bourne and Helge Weissig, Eds. Wiley-Liss, Hoboken, NJ. www.wiley.com. 2003. 649 pp. $69.95.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "All chapters have fair amount of colorful figures and graphs to help out readers for better understanding. Membrane Transporters. Methods and Protocols. Qing Yan, Ed. (Methods in Molecular Biology. Volume 227). Humana Press, Totowa, NJ. www.humanapress.com. 2003. 369 pp. $99.50.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Integrated Drug Discovery Technologies. Houng-Yau Mei and Anthony W. Czarnik, Eds. Marcel Dekker, New York, NY. www.dekker.com. 2002. 577 pp. $175.00.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "com) for computer-aided drug design. This CD-ROM offers an interactive environment to teach the concepts and principles of molecular modeling and drug design. It illustrates the general process of drug discovery and development, gives a detailed review of the molecular basis of drug design, and explains pharmacophore-based and receptorbased drug design methods. Concepts and methodologies are accompanied by vivid examples and real cases. It contains 1500 pages and more than 1,200 3D illustrations. It may be used as a reference and teaching tool by medicinal chemists, and computational chemists.Stability-Indicating HPLCMethods for Drug Analysis. Second Edn. Quanyun A. Xu and Lawrence A. Trissel. American Pharmacists Association, Washington, DC. www.aphanet.org. 2003. 690 pp. $149.95.",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "Volume 1. A to Coatings. 739 pp. Volume 2. Coextrusion to Hyperbranched Polymers. 743 pp. Volume 3. Injection Molding to Polysulfide. 744 pp. Volume 4. Polysulfones to Weathering. 779 pp.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": ") is present on Volume 4. Various topics covered in the Encyclopedia can be classified as follows:Polymers: various individual polymers, block copolymers, composites, dendronized polymers, hydrogels, hyperbranched polymers, inorganic polymers, liquid crystalline polymers and thermosets, nanocomposites, piezoelectric polymers, polynucleotides, shape-memory polymers. Polymerization: critical phase polymerization, enzymatic polymerization, single site catalysts. Excipients: additives, antifoaming agents, colorants, plasticizers, release agents. Processing methods: coating, blow molding, coextrusion, electronic packaging, extrusion, multilayer films, injection molding, membrane technology, modeling, packaging, reinforcement, stabilization. Properties: adhesion, aging, elasticity, fracture, glass transition, hardness, micromechanical properties, surface properties, viscoelasticity, weathering. Instrumentation: atomic force microscopy, chromatography, fractography, laser light scattering, mass spectroscopy. Applications: biotechnology, dental applications, electrooptical applications.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Kinam Park kpark@purdue.edu Microdrop Generation. Eric R. Lee. CRC Press, Boca Raton, FL. www.crcpress.com. 2003. 252 pp. $ 159.95.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "(Preface) \"Starting from molecules, the smallest entities of matter that have distinct shapes and properties, chemists have developed a 'bottom-up' approach to the construction of molecular-level devices and machines of nanometer size.Chemists are trying to construct much simpler molecular level devices and machines (than those present in Nature), without mimicking the complexity of biological structures. Throughout the book emphasis is placed on concepts that are then illustrated with examples of the various kinds of artificial device or machine, taken from recent literature. Selected examples of natural and biomimetic molecularlevel systems are also presented to give the reader a flavor of the beauty and complexity of the chemical mechanisms responsible for the material aspects of life.\" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bioengineering & Biotechnology"
        },
        {
            "text": "Although several new scientific encyclopedias or handbooks have appeared in the last few years, their usefulness has been marginal as they have been put together as \"afterthoughts\" to capture the growing market of the \"one-stopshopping\" attitude of researchers who do not have the time to consult the original sources. With the exception of very few (e.g., Edith Mathiowitz' brilliant \"Encyclopedia of Controlled Drug Delivery,\" Wiley, 1999), I have found most of these volumes ill-conceived and poorly prepared compilations of irrelevant \"review\" articles. Not so here! The new encyclopedic reference on materials characterization reviewed here is a much needed addition to the vast literature on materials science. Pharmaceutical scientists will find it a most welcome addition to their library. Written by several outstanding contributors to the field, mostly physicists and materials scientists, the book is well integrated, complete and especially balanced.The two volumes cover computational and theoretical methods, mechanical testing, thermal analysis, electrical and electronic measurements, magnetic measurements, electrochemical techniques, optical imaging, resource methods, Xray techniques, electron techniques, ion-beam techniques, and neutron techniques. Pharmaceutical scientists will find most of these sections of importance to their work as they address positions of characterization of excipients and carriers for drug delivery.Highly (Preface) \"This book attempts to describe the state of the art in measurement of ionization constants (pK a ), oil-water partition coefficients (log P/log D), solubility, and permeability (artificial phospholipid membrane barriers).\" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}