{
    "paper_id": "cad9b238a5a977cf6c54e70eebcf7b813f3c0079",
    "metadata": {
        "title": "Minimally invasive surgery and the novel coronavirus outbreak: lessons learned in China and Italy",
        "authors": [
            {
                "first": "Min",
                "middle": [
                    "Hua"
                ],
                "last": "Zheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiao Tong University School of Medicine",
                    "location": {
                        "postCode": "200025",
                        "settlement": "Shanghai",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            },
            {
                "first": "Luigi",
                "middle": [],
                "last": "Boni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Milan",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "D"
                ],
                "last": "Facs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abe",
                "middle": [],
                "last": "Fingerhut",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Jiao Tong University School of Medicine",
                    "location": {
                        "postCode": "200025",
                        "settlement": "Shanghai",
                        "country": "P. R. China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "So all a man could win in the conflict between plague and life was knowledge and memories.\" Albert Camus French writer and philosopher in \"The Plague\" 1947 As elective operations are being cancelled, and surgeons are called upon to perform only emergency or carcinological surgery, the precautions to take when operating on patients who are potentially or proven COVID-19 positive are of utmost importance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The novel coronavirus (2019-nCoV) outbreak hit China in the beginning of December 2019, and ignited the headlines a few days later. Unexpected, unprecedented, and radical modifications have profoundly shaken the world since then. The economic shutdown in China cleared the map of China viewed from the sky, the halt in travel, counseled first within the country, then internationally, was too late to stop the diffusion outside of China, and meanwhile has destroyed enterprises such as Flybe, while changing the economy of airlines and airports the world over.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Hospitals and medical structures, in China, then Korea, and now Italy and France, abound with people either infected, or afraid of being so. The stock of respiratory machines has never been used so prominently, while facial masks, visors of all sorts and handkerchiefs, wipes and tissues have never been expended more often, and are even depleted in certain regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "First in China, then in Europe, and in particular, in Italy, the sudden and rapidly exponential afflux of patients in need of management, simple or intensive care, or simply advice to stay where they were, became the omnipresent and urgent preoccupation of health care workers, essentially those based in hospitals. In China, make-shift neo-hospitals were built in unparalleled record-braking time spans, and in Europe, external triage tents, internal reshuffling of beds and usage radically modified the architecture of existing health facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Surgery has also evolved and changed radically, but over a 30-year span. How has the novel coronavirus (2019-nCoV) outbreak affected surgery in China and Italy and will affect the future of surgery tomorrow is the question of today.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Centers for Disease Control and Prevention recently published recommendations that were upgraded by the American College of Surgeons (1). Both recommended to stop elective surgery and to take general precautions, but there was little on the pragmatic aspects of surgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In laparoscopic surgery, an essential part of the technique is the establishment and maintenance of an artificial pneumoperitoneum; with this comes the risk of aerosol exposure for the operation team. Ultrasonic scalpels or electrical equipment commonly used in laparoscopic surgery can easily produce large amounts of surgical smoke, and in particular, the low-temperature aerosol from ultrasonic scalpels cannot effectively deactivate the cellular components of virus in patients. In previous studies, activated corynebacterium, papillomavirus and H.I.V. have been detected in surgical smoke (2) (3) (4) and several doctors contracted a rare papillomavirus (5) suspected to be connected to surgical smoke exposure. The risk of 2019-ncov infection aerosol should not be any exception. One study found that after using electrical or ultrasonic equipment for 10 minutes, the particle concentration of the smoke in laparoscopic surgery was significantly higher than that in traditional open surgery (6) . The reason may be that due to the low gas mobility in the pneumoperitoneum, the aerosol formed during the operation tends to concentrate in the abdominal cavity. Sudden release of trocar valves, non-air-tight exchange of instruments or even small abdominal extraction incisions can potentially expose the health care team to the pneumoperitoneum aerosol; the risk is definitely higher in laparoscopic than in traditional open surgery. This outbreak thus poses a great challenge to the clinical work of surgeons who practice MIS.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 597,
                    "text": "(2)",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "(3)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 602,
                    "end": 605,
                    "text": "(4)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 997,
                    "end": 1000,
                    "text": "(6)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the epidemic spreads and pandemics, we surgeons have the responsibility of raising the level of awareness, prevention and control of transmission, not only for the current epidemic, but also, Copyright © 2020 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "in general, as a principal for all surgeries (7) . Even if all elective surgery has been curtailed if not stopped in countries of the current pandemic, the risk is present for patients who require emergency surgery or operations for malignancy, and above all, for the surgeons and operating room staff who undertake these operations.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "text": "(7)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We would like to share the following, based on our recent experience in Shanghai and Milan. 1) General protection: all surgery patients must complete preoperative health screening, whether they are symptomatic or not. As operating staffs might become infected, and therefore reduced in number, all medical personnel have to comply with the tertiary protection regulations (8, 9) . Copyright © 2020 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 375,
                    "text": "(8,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 376,
                    "end": 378,
                    "text": "9)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Chemical composition of smoke produced by high-frequency electrosurgery in a closed gaseous environment",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hensman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Surgical Endoscopy",
            "volume": "12",
            "issn": "8",
            "pages": "1017--1019",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Human immunodeficiency virus-1 (HIV-1) in the vapors of surgical power instruments",
            "authors": [
                {
                    "first": "G K",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "47--50",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Risk of acquiring human papillomavirus from the plume produced by the carbon dioxide laser in the treatment of warts",
            "authors": [
                {
                    "first": "H M",
                    "middle": [],
                    "last": "Gloster",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Roenigk",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Am Acad Dermatol",
            "volume": "32",
            "issn": "",
            "pages": "436--441",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characterization of smoke generated during the use of surgical knife in laparotomy surgeries",
            "authors": [
                {
                    "first": "C I",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J Y",
                    "middle": [],
                    "last": "Pai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Air Waste Manag Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/10962247.2020.1717675"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Twenty year progression and future directions of minimally invasive surgery",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Chin J Pract Surg",
            "volume": "2020",
            "issn": "",
            "pages": "23--26",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "General Office of National Health and Family Planning Commission of the People's Republic of China, Office of National Administration of Traditional Chinese Medicine. Diagnosis and treatment of novel coronavirus pneumonia (version 6 th )",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "General Office of National Health and Family Planning Commission of the People's Republic of China. Novel coronavirus pneumonia prevention and control program (Fifth Edition)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited",
            "authors": [
                {
                    "first": "©",
                    "middle": [],
                    "last": "Copyright",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Prevention and management of aerosol dispersal: During operations, whether laparoscopic or via laparotomy, instruments should be kept clean of blood and other body fluids. Special attention should be paid to the establishment of pneumoperitoneum, hemostasis and cleaning at trocar sites or incisions to prevent any gush of body fluid caused by air leakage or uncontained laparotomy incisions. Liberal use of suction devices to remove smoke and aerosol during operations, and especially, before converting from laparoscopy to open surgery or any extra-peritoneal maneuver. Avoid using two-way pneumoperitoneum insufflators to prevent pathogens colonization of circulating aerosol in pneumoperitoneum circuit or the insufflator. 3) Management of artificial pneumoperitoneum: keep intraoperative pneumoperitoneum pressure and CO2 ventilation at the lowest possible levels without compromising the surgical field exposure. Reduce the Trendelenburg position time as much as possible.This minimizes the effect of pneumoperitoneum on lung function and circulation, in an effort to reduce pathogen susceptibility.Copyright © 2020 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Operation techniques: The power settings of electrocautery should be as low as possible. Avoid long dissecting times on the same spot by electrocautery or ultrasonic scalpels to reduce the surgical smoke. Special attention is warranted to avoid sharp injury or damage of protective equipment, in particular gloves and body protection. 5) Postoperative operating room and equipment management: all protocols involving postoperative cleaning and disinfection should comply with governmental and learned society instructions (1,8,9). Devices used on infection-suspected or proven patients should undergo separate disinfection followed by proper labeling. It is mandatory to specifically label and dispose clinical wastes separately. 6) Ideally hospitals should be immediately divided into two main categories: dedicated hubs for positive COVID-19 patients (with limited surgical staff and ORs, for those infected patients requiring surgery) and other both for emergency surgery and urgent oncological procedures in negative COVID 19 patients. Health authorities should allow surgical teams to move from one hospital to another. 7) Teaching and future recommendations: Strengthen the awareness on the hazards caused by surgical smoke and the management of intraoperative aerosol. Strict protocols must be established for the creation and maintenance of laparoscopic pneumoperitoneum to reduce the occupation hazard caused by aerosol exposure. 8) Operating staff protection: efforts must be made to raise awareness of the occupation protection on operating staffs, including surgeons, anesthetists, and nurses and all possible transiting persons in the OR. Correct two-way protective apparel (goggles, visor, mask, and body protective garb) should be routine. When Copyright © 2020 Wolters Kluwer Health, Inc. Unauthorized reproduction of this article is prohibited.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "health screening: In order to effectively battle against the possibility of prolonged 2019-nCOV outbreak, it is imperative to establish new standards of practice for admitting patients in the future. This should range from preoperative health screening to final differential diagnosis, including epidemiology investigation and adequate imaging. This outbreak not only raises challenges to MIS in terms of disease control today but also should remind surgeons that we need stronger occupational protection in the future. We must raise the level of awareness and protection measures for the risk of occupational exposure in laparoscopic but also traditional open surgery. There is an urgent need of a strict protocol to accurately manage the artificial pneumoperitoneum and the hazards of aerosol diffusion for surgeons. 1) Interim Guidance for Healthcare Facilities: Preparing for Community Transmission of COVID-19 in the United States https://www.cdc.gov/coronavirus/2019-ncov/healthcarefacilities/guidance-hcf.html March 15 2020 2) Capizzi P J, Clay R P, Battey M J. Microbiologic activity in laser resurfacing plume and debris. Lasers in Surgery & Medicine, 1998，23: 172-174",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}