{
    "paper_id": "cc1b41230d190363a08f39151e3448773b5a0c37",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The most successful vaccines are highly effective at generating durable immunity against disease-causing pathogens for individuals and generate herd immunity that dramatically limits the spread of infection. Vaccines for more than 30 bacterial and viral pathogens have saved hundreds of millions of lives over the years 1 . Yet, certain pathogens, including HIV, malaria and respiratory syncytial virus (RSV), have been recalcitrant to our best attempts at vaccine development. Furthermore, current vaccines for globally important diseases such as tuberculosis (TB) and influenza are suboptimal, leading to vulnerabilities among billions of at-risk individuals.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 321,
                    "text": "1",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fortunately, modern vaccinology has experienced major conceptual and technological advances over the past 30 years, leading to new and improved vaccines. In this review of major advances over the past 18 months, we focus on vaccine development concerning three critical pathogens: respiratory syncytial virus (RSV), which has no licensed vaccine, and TB and influenza, both of which are in critical need of improved vaccines. The papers that we review highlight a new era of vaccinology, using atomic level structural information for vaccine design, gene-based vaccine platforms, modern protein engineering and potent adjuvants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "RSV is a major cause of respiratory illness and mortality in infants, young children and the elderly. Initial attempts at RSV vaccine development in the early 1960s, using an inactivated virus vaccine, were not successful and resulted in cases of vaccine-associated enhanced respiratory disease upon natural RSV infection. Unfortunately, this vaccine failure stymied RSV vaccine development for decades, until the recent understanding to its expression as a soluble protein, the DS-Cav1 vaccine can be arrayed on a highly immunogenic self-assembling nanoparticle displaying 20 highly stable pre-F molecules -which bodes well for the development of effective RSV vaccines 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RSV"
        },
        {
            "text": "The development of vaccines that are highly effective in protecting against influenza infection remains a daunting challenge. Mutational changes, both mild to moderate (antigenic drift) and profound (antigenic shift), lead to viral variants that evade prior natural immunity -resulting in millions of infections globally each year, with an estimated 300,000-600,000 deaths 4 . In this setting, current whole inactivated and live attenuated influenza vaccines, as important and beneficial as they are in limiting the impact of seasonal influenza, have limited efficacy, ranging from as low as 10% with influenza strains that have drifted from the vaccine to as high as only 60% with good vaccine matches to the circulating virus. As a result, seasonal influenza strains continue to pose a major global health threat. Additionally, our seasonal vaccines would not protect against potentially pandemic influenza, such as pathogenic avian strains (H5N1 and H7N9, among others) that can cross over to humans. Fortunately, important progress is being made in both rational design of influenza immunogens and new vaccine platforms, including gene-based vaccines that we highlight here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza"
        },
        {
            "text": "mRNA has the potential to be a rapid and flexible vaccine platform. Starting from gene sequence, mRNA vaccines can be produced in a few weeks, and clinical grade material can be rapidly produced. Weissman and Hensley developed a modified mRNA vaccine that optimizes immunogen expression and includes modified nucleosides to minimize innate inflammatory signals that could prematurely shut down expression of the encoded protein. Immunization of mice, rabbits and ferrets with an mRNA vaccine encoding a full-length haemagglutinin (HA) of the structure and function of the RSV surface fusion (F) glycoprotein shed light on the problem. RSV F is metastable, existing in a pre-fusion (pre-F) conformation that mediates viral entry; however, it can be prematurely triggered into the rearranged post-fusion (post-F) form. The ill-fated inactivated RSV vaccine and several other recent vaccine candidates contained predominantly post-F protein. The atomic level structure of pre-F provided key insights in how to stabilize the protein in its more immunologically relevant conformation that allowed expression of a stable recombinant protein in its pre-F conformation 2 . This candidate vaccine has been tested in a phase I clinical study that provided key proof of concept for structure-based vaccine design. A single injection of the stabilized RSV F vaccine, called DS-Cav1, elicited a greater than tenfold boost in pre-existing neutralization titres in healthy adults. As anticipated, neutralizing antibodies predominantly targeted epitopes on the pre-F-specific surfaces of the protein 2 . The serum neutralization titres induced by this vaccine are in a range that likely would mediate protection, and thus this vaccine is being further developed commercially. Remarkably, in addition VAC C I N E S I N 2 0 1 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza"
        },
        {
            "text": "Novel approaches to vaccine development include structure-based immunogen design, gene-based vaccine platforms and formulation of recombinant antigens with potent adjuvants. These technologies are producing encouraging results in the development of vaccines for globally important diseases such as tuberculosis, influenza and respiratory syncytial virus. Here we highlight the most important developments in these areas over the past 18 months.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "John R. Mascola and Anthony S. Fauci"
        },
        {
            "text": "• The atomic level structure of the viral surface fusion protein of respiratory syncytial virus provided key insights that enabled the production of a stabilized subunit vaccine candidate that elicited robust immunogenicity in a phase I study. • Technical advances in mRNA vaccines have led to improved intracellular stability and antigen expression, leading to robust and durable immune responses. • mRNA candidate vaccines encoding full length haemagglutinin from two pandemic influenzas strains were safe and immunogenic in phase I studies. • A tuberculosis (TB) subunit recombinant fusion protein (M72) formulated with a potent adjuvant (ASO1E) was effective at preventing activation of pulmonary TB in latently infected adults. • Bacillus Calmette-Guérin (BCG) revaccination of uninfected adolescents provided protection against Mycobacterium tuberculosis infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key advances"
        },
        {
            "text": "produced high and durable antibody responses, including antibodies to the conserved stem region of HA 5 . In an important step forward in the mRNA vaccine field, two human phase I clinical trials were performed with a nucleoside-modified mRNA encoding the full-length membrane-bound form of HA from two potentially pandemic strains of influenza (H10N8 and H7N9) 6 . Both vaccines produced robust and durable antibody responses. The combination of preclinical and clinical data bodes well for the potential of mRNA vaccines to serve as a rapid and flexible platform that will be useful in responding to both seasonal and pandemic influenza, and by extension to any newly emerging infectious agent. ",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 103,
                    "text": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 362,
                    "end": 363,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Key advances"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Designing tomorrow's vaccines",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Nabel",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N. Engl. J. Med",
            "volume": "368",
            "issn": "",
            "pages": "551--560",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A proof of concept for structure-based vaccine design targeting RSV in humans",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Crank",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "365",
            "issn": "",
            "pages": "505--509",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Induction of potent neutralizing antibody responses by a designed protein nanoparticle vaccine for respiratory syncytial virus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marcandalli",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Cell",
            "volume": "176",
            "issn": "",
            "pages": "1420--1431",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chasing seasonal influenza -the need for a universal influenza vaccine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Paules",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N. Engl. J. Med",
            "volume": "378",
            "issn": "",
            "pages": "7--9",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nucleoside-modified mRNA immunization elicits influenza virus hemagglutinin stalk-specific antibodies",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pardi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat. Commun",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "mRNA vaccines against H10N8 and H7N9 influenza viruses of pandemic potential are immunogenic and well tolerated in healthy adults in phase 1 randomized clinical trials",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Feldman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Vaccine",
            "volume": "37",
            "issn": "",
            "pages": "3326--3334",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "New promise for vaccines against tuberculosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N. Engl. J. Med",
            "volume": "379",
            "issn": "",
            "pages": "1672--1674",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Final analysis of a trial of M72/AS01 E vaccine to prevent tuberculosis",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Tait",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1909953"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prevention of M. tuberculosis Infection with H4:IC31 vaccine or BCG revaccination",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nemes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N. Engl. J. Med",
            "volume": "379",
            "issn": "",
            "pages": "138--149",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Prevention of tuberculosis in nonhuman primates following intravenous BCG immunization",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Darrah",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "most of whom have latent infection, and that there are approximately 10 million new infections and 1.7 million deaths annually7 . Serious systemic manifestations occur in 5-10% of those infected with M. tuberculosis, and, importantly for vaccine development, cellular immunological mechanisms contribute to control of TB. Thus, major emphasis has been placed on the development of vaccines that could prevent latent TB infection from progressing to active pulmonary and/or disseminated TB. In a landmark randomized placebo-controlled phase IIb study, a new vaccine (M72) was shown to be efficacious in preventing active pulmonary TB in adults with latent TB infection 8 . The M72 vaccine is a recombinant fusion protein that consists of two M. tuberculosis antigens, Mtb32A and Mtb39A, that are formulated with a potent structure-based vaccine design, genetic immunization platforms and the formulation of recombinant proteins with powerful adjuvants. These 21st century vaccine technologies have the potential to produce new and improved vaccines against the world's most impactful infectious diseases. R. Mascola1 and Anthony S. Fauci 2 * Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, USA. Office of the Director, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, USA. *e-mail: afauci@niaid.nih.gov",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing interests. adjuvant, ASO1E. Vaccine recipients in Kenya, Zambia and South Africa received two doses of the M72 vaccine 1 month apart and, over a mean follow-up of 36 months, had 50% fewer cases of bacteriologically confirmed active TB than controls. The vaccine was well tolerated and provides critical proof of principle for vaccine-induced immunological control of latent M. tuberculosis infection. Additional studies to understand the durability and immune correlates of protection will facilitate further development and potential licensure of a TB vaccine for latently infected individuals. As protection against initial infection with M. tuberculosis would have an enormous public health benefit, we note a study published in 2018, showing that intradermal revaccination of adolescents with bacillus Calmette-Guérin (BCG) provided 45% protection against infection 9 . Together, these two clinical studies provide proof of concept that vaccines can prevent both initial M. tuberculosis infection and reactivation. These are first steps toward the licensure of vaccines that can be broadly deployed to protect against the world's most lethal infectious disease. Finally, the intra venous administration of BCG completely prevented primary TB infection and disease in a non-human primate model 10 . Such protection was superior to intradermal administration of BCG and was associated with a higher frequency of TB-specific T cell responses in the lung. These data suggest that the route of BCG immunization can have a dramatic impact on protection and provide additional avenues for understanding immunological prevention and control of TB.",
            "cite_spans": [
                {
                    "start": 1330,
                    "end": 1332,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Overall, these papers published in the past 18 months highlight the impact of modern vaccine approaches that take advantage of www.nature.com/nri",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ]
}