{
    "paper_id": "cc262860fb41a68634cb6c159680cf523f8f6c73",
    "metadata": {
        "title": "A CALCULUS FOR SERVICES INNOVATION",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "M"
                ],
                "last": "Tien",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rensselaer Polytechnic Institute",
                    "location": {
                        "settlement": "Troy",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Berg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Rensselaer Polytechnic Institute",
                    "location": {
                        "settlement": "Troy",
                        "region": "New York",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Innovation in the services area -especially in the electronic services (e-services) domain -can be systematically developed by first considering the strategic drivers and foci, then the tactical principles and enablers, and finally the operational decision attributes, all of which constitute a process or calculus of services innovation. More specifically, there are four customer drivers (i.e., collaboration, customization, integration and adaptation), three business foci (i.e., creation-focused, solution-focused and competition-focused), six business principles (i.e., reconstruct market boundaries, focus on the big picture not numbers, reach beyond existing demand, get strategic sequence right, overcome organizational hurdles and build execution into strategy), eight technical enablers (i.e., software algorithms, automation, telecommunication, collaboration, standardization, customization, organization, and globalization), and six attributes of decision informatics (i.e., decision-driven, information-based, real-time, continuously-adaptive, customer-centric and computationally-intensive).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "It should be noted that the four customer drivers are all directed at empowering the individual -that is, at recognizing that the individual can, respectively, contribute in a collaborative situation, receive customized or personalized attention, access an integrated system or process, and obtain adaptive real-time or just-in-time input. The developed process or calculus serves to identify the potential white spaces or blue oceans for innovation. In addition to expanding on current innovations in services and related experiences, white spaces are identified for possible future innovations; they include those that can mitigate the unforeseen consequences or abuses of earlier innovations, safeguard our rights to privacy, protect us from the always-on, interconnected world, provide us with an authoritative search engine, and generate a GDP metric that can adequately measure the growing knowledge economy, one driven by intangible ideas and services innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "To a large extent, this paper integrates the work of Tien (2006) and Kim and Mauborgne (2005) , they independently considered the challenging topic of services innovation from two different but complementary approachestechnical and business, respectively.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 64,
                    "text": "Tien (2006)",
                    "ref_id": null
                },
                {
                    "start": 69,
                    "end": 93,
                    "text": "Kim and Mauborgne (2005)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Additionally, the paper extends their work by considering services innovation from both a life cycle and a developmental (i.e., strategic, tactical and operational) perspective. As a result, a systematic process -or calculus -of services innovation is developed herein. Before discussing services innovation, it is important in this introductory section to consider separately the concepts of services and innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The importance of the services sector can not be overstated; it employs a large and growing proportion of workers in the industrialized nations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Services"
        },
        {
            "text": "As reflected in Table 1 , the services sector includes a number of large industries; indeed, services employment in the U.S. is at 82.1 percent, while the remaining four economic sectors (i.e., manufacturing, construction, agriculture, and mining), which together can be considered to be the \"goods\" sector, employ the remaining 17.9 percent. In practice, the delineation between the different economic sectors are blurred; this is especially true between the manufacturing and services sectors, which are highly interdependent (Tien and Berg, 1995; Berg et al., 2001) .",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 549,
                    "text": "(Tien and Berg, 1995;",
                    "ref_id": null
                },
                {
                    "start": 550,
                    "end": 568,
                    "text": "Berg et al., 2001)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Services"
        },
        {
            "text": "Clearly, the manufacturing sector provides critical products (e.g., autos, computers, aircrafts, telecommunications equipment, etc.) that enable What constitutes the services sector? It can be considered \"to include all economic activities whose output is not a physical product or construction, is generally consumed at the time it is produced and provides added value in forms (such as convenience, amusement, timeliness, comfort or health) that are essentially intangible…\" (Quinn et al., 1987) . Implicit in this definition is the recognition that services production and services delivery are so integrated that they can be considered to be a single, combined stage in the services value chain, whereas the goods sector has a value chain that includes supplier, manufacturer, assembler, retailer, and customer. More importantly, services are co-produced, whereas goods have traditionally been pre-produced; this and other differences are explored in Section 5 to identify possible new innovations in services. Tien and Berg (2003) provide a comparison between the goods and services sectors. The goods sector requires material as input, is physical in nature, involves the customer at the design stage, and employs mostly quantitative measures to assess its performance. On the other hand, the services sector requires information as input, is virtual in nature, involves the customer at the production/delivery stage, and employs mostly qualitative measures to assess its performance. As a consequence, the management of goods technology is different than the management of services technology (Berg and Einspruch, 2007) . For example, since services are to a large extent subject to customer satisfaction and since, as Tien and Cahn (1981) postulated and validated, \"satisfaction is a function of expectation,\" service performance or satisfaction can be enhanced through the effective \"management\" of expectation. Parasuraman et al. (1998) employed the gap between expectation and actual service to evaluate service quality, as defined by reliability, tangibles, assurance, responsiveness and empathy. Tien and Berg (2003) also call for viewing services as systems that require integration with other systems and processes, over both time and space; in fact, they make a case for further developing a branch of systems engineering that focuses on problems and issues which arise in the services sector. In this manner, they demonstrate how the traditional systems approach to analysis, control and optimization can be applied to a system of systems that are each within the province of a distinct service provider. They underscore this special focus not only by the size and importance of the services sector but also by the unique opportunities that systems engineering can exploit in the design and joint production and delivery of services. In particular, they identify a number of service systems engineering methods to enhance the design and production/delivery of services, especially taking advantage of the unique features that characterize services -namely, services, especially emerging e(lectronic)services, are decision-driven, information-based, real-time, continuously-adaptive, customercentric and computationally-intensive.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 497,
                    "text": "(Quinn et al., 1987)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1015,
                    "end": 1035,
                    "text": "Tien and Berg (2003)",
                    "ref_id": null
                },
                {
                    "start": 1600,
                    "end": 1626,
                    "text": "(Berg and Einspruch, 2007)",
                    "ref_id": null
                },
                {
                    "start": 1726,
                    "end": 1746,
                    "text": "Tien and Cahn (1981)",
                    "ref_id": null
                },
                {
                    "start": 1921,
                    "end": 1946,
                    "text": "Parasuraman et al. (1998)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2109,
                    "end": 2129,
                    "text": "Tien and Berg (2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Services"
        },
        {
            "text": "As we consider the future, it is perhaps more appropriate to focus on emerging e-services. flourishing and e-services or e-commerce is continuing to grow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Services"
        },
        {
            "text": "As indicated in Table 2 , the electronic service enterprises interact or \"co-produce\" with their customers in a digital (including voice mail, In the remainder of this paper, the strategic, tactical and operational phases of developing a services innovation are, respectively, discussed in Sections 2, 3 and 4; they provide the framework for identifying past, current and future services innovation in Section 5. Some concluding remarks are made in Section 6.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Services"
        },
        {
            "text": "Strategically, one can approach services innovation from several perspectives: global consideration, customer drivers, business foci, business strategy, and life-cycle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategic Development"
        },
        {
            "text": "Given ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global Consideration"
        },
        {
            "text": "In general and as detailed in Tien (2006) high-probability, low-risk life-as-usual situations and low-probability, high-risk catastrophes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Customer Drivers"
        },
        {
            "text": "From a business perspective, there are, of course, three reasons to act -to create a new good or service, to solve a particular problem, or to compete in a specific area. These three actions or foci can best be described by relating them to the aforementioned four customer drivers. As identified in Table 6 Kim and Mauborgne (2005) have introduced a simple, yet very effective way of visualizing and differentiating business strategies; they call it a strategy canvas. They consider the existent industry strategy to be in the red ocean (red, because of the bloody competition over a shrinking profit pool), while the innovative strategy to be in the blue ocean (blue, because of an uncontested market space that is ripe for growth). As an illustration, we employ the strategy canvas in Figure 1 to indicate howfrom our experience -BMW is differentiated from the other, high performance foreign vehicles (i.e., Acura, Audi, Infiniti and Lexus).",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 332,
                    "text": "Kim and Mauborgne (2005)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 307,
                    "text": "Table 6",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 788,
                    "end": 796,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Business Foci"
        },
        {
            "text": "In particular, we feel that BMW is lower in price, minimally discounted, subject to fewer complaints, available with fewer extra cost Obviously, other experiences and surveys may differ from that depicted in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 216,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Business Strategy"
        },
        {
            "text": "As with all goods and services, a services innovation undergoes a somewhat predictable set of stages or life-cycle. In particular and as depicted in Table 7 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 149,
                    "end": 156,
                    "text": "Table 7",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Life-Cycle"
        },
        {
            "text": "Tactically, one can approach services innovation from two perspectives: business principles and technical enablers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tactical Development"
        },
        {
            "text": "Kim and Mauborgne (2005) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Business Priciples"
        },
        {
            "text": "In trying to identify innovation enablers, it should be noted that the enablers may differ between those for goods and those for services, ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technical Enablers"
        },
        {
            "text": "\"Lubber\" (low rate of failure due to expert system) \"Elco\" (fair process facilitates execution)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Build Execution Into Strategy"
        },
        {
            "text": "Operationally, one can approach services innovation from several perspectives; however, they are all alternative perspectives in regard to making decisions about how to implement or effect the innovation. More specifically, it is about decision making and decision informatics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Operational Development"
        },
        {
            "text": "As shown in Figure 2 , data represent basic transactions or sensor input captured during operations, while information represents processed data (e.g., derivations, groupings, patterns, etc.). Clearly, except for simple operational decisions, decision making at the tactical or higher levels requires, at a minimum, appropriate information or processed data. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "text": "Figure 2",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Decision Making"
        },
        {
            "text": "The decision informatics approach advanced by Tien (2003) they serve to refine the analysis and modeling steps. As depicted in Figure 3 (b), the driving force behind decision informatics is the decision foci. In regard to services innovation, the decisions concern how best to meet the four strategic drivers of collaboration, customization, integration and adaptation. Evidential reasoning is introduced to allow each sensor to contribute information at its own level of detail. For example, one sensor may be able to provide information that can be used to distinguish individual objects, whereas the information from another sensor may only be able to distinguish classes of objects.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "text": "Figure 3",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Decision Informatics"
        },
        {
            "text": "Decision modeling methods concern the information-based modeling and analysis of alternative decision scenarios; they include Systems engineering methods concern the integration of people, processes, products and operations from a systems perspective; they include electrical engineering, human-machine systems, cognitive science and systems biology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decision Informatics"
        },
        {
            "text": "Again, the real-time nature of co-producing ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Decision Informatics"
        },
        {
            "text": "Sections 1 through 4 have, in essence, defined a process or calculus for undertaking services innovation. Figure 4 provides a summary of the process. It identifies the relationships between goods, experiences (which are typically integrated goods and services), and Table   9 identifies the primary drivers, enablers and decision attributes associated with 45 services innovation areas, assuming 5 areas in each of the 9 service categories or domains. Although both the domain areas and the identification process are quite subjective, it is interesting to note that the drivers, in order of impact, are: integration (16 out of 45), adaptation (13), customization (12) , and collaboration (4) . Similarly, the enablers are: automation (19) , organization (7), Third, as real-time decisions must be made in an accelerated and co-produced manner, the human decision maker or service provider will increasingly become a bottleneck; he/she must make way for a smart robot or software agent. ",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 668,
                    "text": "(12)",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 692,
                    "text": "(4)",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "(19)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "Figure 4",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 266,
                    "end": 275,
                    "text": "Table   9",
                    "ref_id": "TABREF17"
                }
            ],
            "section": "Service Innovation"
        }
    ],
    "bib_entries": {
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Productivity and American Leadership: The Long View",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Baumol",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Batey-Blackman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Analyzing corporate innovation using the data surface mining technique",
            "authors": [],
            "year": 2006,
            "venue": "Proceedings of the 3 rd IEEE Conference on Management of Innovation and Technology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Analyzing domestic and international corporate innovation using the data surface mining technique",
            "authors": [],
            "year": null,
            "venue": "International Journal for Innovation and Technology Management",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Guest editorial: technology management in the service industry",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tien",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "IEEE Transactions on Engineering Management: Special Cluster",
            "volume": "148",
            "issn": "3",
            "pages": "330--332",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Death of Distance: How the Communications Revolution Is Changing Our Lives",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cairncross",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Open Innovation: The New Imperative for Creating and Profiting from Technology",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Chesbrough",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Finding the right job for your product",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Berstell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nitterhouse",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "MIT Sloan Management Review",
            "volume": "",
            "issn": "",
            "pages": "2--11",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Intangible Capital and Economic Growth. MD: Federal Reserve Board",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Corrado",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hulten",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sichel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Competing on Analytics: The New Science of Winning",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Davenport",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Workforce Crisis: How to Beat the Coming Shortage of Skills and Talent",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dychtwald",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morison",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Workforce Crisis: How to Beat the Coming Shortage of Skills and Talent",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The World Is Flat: A Brief History of the Twenty-First Century",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "An inference technique for integrating knowledge from disparate sources",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Garvey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lowrance",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Fischler",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Proceedings of the Seventh International Joint Conference on Artificial Intelligence",
            "volume": "",
            "issn": "",
            "pages": "319--325",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "FAB: The Coming Revolution on Your Desktop -From Personal Computers to Personal Fabrication",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Gershenfeld",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Ten Rules for Strategic Innovators: From Idea to Execution",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Feature-level and decision-level fusion of noncoincidently sampled sensors for land mine detection",
            "authors": [],
            "year": null,
            "venue": "IEEE Transactions on Pattern Analysis and Machine Intelligence",
            "volume": "23",
            "issn": "6",
            "pages": "577--589",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "CrazyBusy : Overstretched, Overbooked, and About to",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Hallowell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Smart Choices: A Practical Guide to Making Better Decisions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Keeney",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Raiffa",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Blue Ocean Strategy: How to Create Uncontested Market Space and Make the Competition Irrelevant",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mauborgne",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Dealing With Darwin: How Great Companies Innovate at Every Phase of Their Evolution",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The Great Achievements Project",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Internet encyclopedias go head to head",
            "authors": [],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "15",
            "pages": "900--901",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Partnerships for Innovation",
            "authors": [],
            "year": 2006,
            "venue": "National Science Foundation (NSF",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Innovation in Services: Typology, Case Studies and Policy Implications",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Enhancing the Performance of the Service Sector: Promoting Innovation in Services",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Global Innovation Outlook",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Palmisano",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Servqual: a multiple item scale for measuring consumer perceptions of service quality",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parasuraman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Zeithaml",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Berry",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Retailing",
            "volume": "64",
            "issn": "1",
            "pages": "12--40",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The Experience Economy",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "I"
                    ],
                    "last": "Pine",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Gilmore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Technology in services",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Baruch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Paquette",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Scientific American",
            "volume": "257",
            "issn": "6",
            "pages": "50--58",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Let Go To Grow: Escaping the Commodity Trap. NJ: Pearson Education",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sanford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Technology and happiness",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Surowiecki",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Technology Review",
            "volume": "",
            "issn": "",
            "pages": "72--76",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "On automated correctional data systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tien",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Computers, Environment and Urban Systems",
            "volume": "10",
            "issn": "3/4",
            "pages": "157--163",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Individual-centered cducation: an any one, any time, any where approach to engineering education",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tien",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "IEEE Transactions on Systems, Man, and Cybernetics Part C: Special Issue on Systems Engineering Education",
            "volume": "30",
            "issn": "2",
            "pages": "213--218",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Towards a decision iInformatics paradigm: a real-time, information-based approach to decision making",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tien",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "IEEE Transactions on Systems, Man, and Cybernetics, Special Issue, Part C",
            "volume": "33",
            "issn": "1",
            "pages": "102--113",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Viewing urban disruptions from a decision informatics perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Tien",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Systems Science and Systems Engineering",
            "volume": "14",
            "issn": "3",
            "pages": "257--288",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Tien is the Yamada Corporation Professor at Rensselaer Polytechnic Institute. He is also an Honorary Professor at several Chinese Universities and an elected member of the U. S. National Academy of Engineering. He received the BEE from Rensselaer Polytechnic Institute (1966) and the SM",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "He has held leadership positions at Bell Telephone Laboratories (1966-69), at the Rand Corporation (1970-73), and at Structured",
            "authors": [],
            "year": 1967,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "-services are, of course, totally dependent on information technology; they include, as examples, financial services, banking, airline reservation systems, and customer goods marketing. The introduction of the Universal Product Code (UPC) and the optical scanning of these codes have not only, for example, shortened checkout times but also yielded critical data for undertaking marketing research. Furthermore, the UPC has been critical to the coupling of the production and logistics stages in the supply chain. Additional e-services are based on the Global Positioning System (GPS), which is bringing significant productivity improvements to the world's transportation and emergency service (i.e., police, ambulance and fire) agencies, as well as to other dispatch-oriented industries (e.g., taxicab companies, delivery services, and maintenance services). Of course, the Internet is the world's data superhighway in which businesses can interact with their far-flung offices, or with other businesses; customers can buy goods and services; and individuals can exchange e-mails or surf for information. Despite the \"dot-com bubble\" burst in the early 2000s, the Internet is",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "the importance of innovation to the economies of the world, it is not surprising that it is a topic of intense interest in both the popular and academic presses. the public and private sectors. In consultation with the Office of Management and Budget, the Council is to identify and employ metrics to assess the impact of existing and proposed laws that affect U. S. innovation. In addition, the Council is to coordinate and assess the performance of various Federal innovation programs, and an annual assessment report is to be submitted to the President and to attitudes, values, cultures and organizational structures. For each of the past two years, BusinessWeek and The Boston Consulting Group have surveyed about 1,000 senior managers from around the globe to ascertain the 25 most innovative companies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "person and the comparable figure for the developing countries is almost 4. Additionally and barring large-scale immigration and dramatic changes in retirement policies, the demand for services by the retired and the elderly will be particularly acute in Europe and North America, where coincidentally the economies are primarily services-oriented. Thus, human resource practices to attract, accommodate, and retain skilled workers of all ages and backgrounds. On the other hand, the differencesincluding competitive advantages due to innovations -among nations are being, in the words of Friedman (2005), \"flattened\". Consequently, anyone can innovate without having to emigrate to the U. S. or other developed countries. He astutely recognizes 10 events or forces that all came together in the 1990s and converged around the year 2000. They include: 1) 11/9/89, the day the Berlin Wall came down and the world became one; 2) 8/9/95, the day Netscape went public and ushered in the global potential of the Internet with a concomitant over-investment (and subsequent dot-com bubble and crash) in optic fibers, an investment which greatly benefited India's weak infrastructure; 3) out-sourcing, whereby support work -especially software-writing -can be digitized, disaggregated and shifted to any place in the world (e.g., India) where it could be done cheaper, better and faster; 4) off-shoring, whereby entire factories are shipped overseas (e.g., to China) because of cost considerations; 5) open-sourcing, whereby software source codes are shared and improved by interested users; 6) in-sourcing, whereby one company allows another company (e.g., United Parcel Service) to take over, for example, its logistics operation; 7) supply-chaining, whereby an efficient global supply chain links, for example, Wal-Mart to all its suppliers in real-time; 8) informing, whereby anyone can access data and information through the various search engines; 9) wireless access, whereby anyone can be reached at anytime and from anyplace; and 10) Voice over Internet Protocol (VoIP), whereby telephony is carried out over the Internet. It should be noted that flatteners 3 through 8 are actually different forms of collaboration. In order to counter the adverse impacts of a flat world on the U. S., he recommends that three U.S. versus China/India gaps have to be addressed: an ambition gap among our workers, a production gap of graduating engineers and scientists, and an education gap in our K-12 grades. Another interesting consequence of the flat world is the emergence of a \"stateless\", 24/7 (i.e., always-on) transnational enterprise. For example, Trend Micro, an antivirus software company with executives and laboratories spread out in seven locations throughout the world from Munich to Tokyo, has been able to react and respond to viruses faster than Symantec, the market leader. With dual headquarters in Switzerland and Silicon Valley and its manufacturing center in low-cost Taiwan and China, Logitech is able to compete effectively with Microsoft in the area of computer peripherals. Wipro, a technical services supplier with headquarters in both India and Silicon is becoming a vendor of choice because it can adaptively deploy its 20,000 India-based software engineers and consultants, as needed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Real-time mass customization occurs when the needs of an individualized customer market are met on a real-time basis (e.g., a tailor who laser scans an individual's upper torso and then delivers a uniquely fitted jacket within a reasonable period, while the individual is waiting). Tien et al. (2004) for \"one-stop shopping\", a highly desirable situation for a consumer or customer. Integration of financial services has resulted in giant banks (e.g., Citigroup); integration of home building goods and services has resulted in super stores (e.g., Home Depot); and integration of software services has resulted in complex software packages (e.g., Microsoft Office). Integration also enhances system efficiency, if not its effectiveness. For example, the radio frequency identification (RFID) tagor computer chip with a transmitter -serves to integrate the supply chain. The tags are being placed on pallets or individual items passing through the supply chain. When activated by a reader, the tags can send or receive information. Wal-Mart and the U. S. Department of Defense are beginning to mandate the use of RFID in the supply chain. The real question is how companies can go beyond compliance and derive real value from RFID. Suppliers implementing RFID face two sets of considerations: \"before the beep\" and \"after the beep\", where the \"beep\" refers to the point at which an RFID tag is read by an electronic reader. Before the beep includes technical considerations to ensure that tags are properly encoded, affixed to pallets or cartoons, and positioned so that readers can obtain and interpret the data, while knowledge gleaned after the beep includes issues related to data management and abstracted information that could appropriately support or inform critical decision making. Early indications suggest that RFID can result in labor savings (as readers can replace employees by obtaining data from tags within 30 feet), revenue enhancement (as better inventory management can reduce inventory shrinkage), and more informed choices (as, for example, the elimination of unnecessary handling by automatically forwarding a product to the customer without having to go through a warehousing phase). Another benefit of employing RFID is speed; thus, whereas conveyor belts in a typical distribution center operate at about 20 to 30 feet per minute, the Wal-Mart mandate of 600 feet per minute is well within RFID's capabilities. Additionally, RFID can help suppliers take full responsibility for ensuring that the retailer's inventory is replenished on an as-needed basis, thereby eliminating lost sales due to out-of-stock merchandise. In essence, RFID serves to make the supply chains more visible in real-time, and as the price of tags decreases, RFID will become ever more popular and critical to the efficient functioning of any supply chain, including the distribution and shipping of goods. adaptive decision making is critical when confronting urban disruptions. While terrorist acts are the most insidious and onerous of all urban disruptions, it is obvious that there are many similarities in the way one should deal with these willful acts and those caused by natural and accidental incidents that have also resulted in adverse and severe consequences. However, there is one major and critical difference between terrorist acts and the other types of disruptions: the terrorist acts arewillful -and therefore also adaptive. One must counter these acts with the same, if not more sophisticated, willful, adaptive and informed approach. The right decisions must be made at the right time and for the right reason, including those concerned with the preparation for a major disruption, the prediction of such a disruption, the prevention or mitigation of the disruption, the detection of the disruption, the response to the disruption, and the recovery steps that are necessary to adequately, if not fully, recuperate from the disruption.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ", one can create a new service through collaboration (e.g., social networks, either on the web or physically), customization (e.g., express delivery, by air or land), integration (e.g., snowboarding which combine skiing and surfing), or adaptation (e.g., configuring mutual funds which focus on new market segments). Alternatively, one can solve a problem through collaboration (e.g., designing minivans which meet the needs of \"soccer moms\"), customization (e.g., developing degree programs which meet the different professional needs of society), integration (e.g., establishing Big Box stores which meet the shopping needs of customers), or adaptation (e.g., producing home videos which meet the documenting needs of individual consumers). Additionally, one can compete through collaboration (e.g., HD-DVD formats, either by Blu-Ray Disc or by Advanced Optical Disc), customization (e.g., PC configurations, based on different module combinations), integration (e.g., cell phones, with different feature and price combinations), or adaptation (e.g., discount retail, focused on revenue enhancement).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ", the innovation stage occurs when the customer valuation is high and the provider competition is minimum; the perturbation stage (i.e., when the initial innovation is somewhat perturbed or refined) occurs when the customer valuation is medium and the provider competition is low; the imitation stage (i.e., when other competitors enter the market space) occurs when the customer valuation is low and the provider competition is medium; the commoditization stage (i.e., when the provided service is priced like a commodity) occurs when the customer valuation is minimum and the provider competition is high.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "identify six business principles that should be considered in the development of blue ocean innovations. Although only a brief summary of the principles is provided in this subsection, it is recommended that the reader refer to the original work to fully understand their potential application. First, they suggest reconstructing market boundaries by i) looking across alternative industries, ii) looking across strategic groups within an industry, iii) redefining the industry's buyer group, iv) looking across to complementary service offerings, v) rethinking the functional-emotional orientation of its industry, and vi) participating in shaping external trends over time. Second, they suggest focusing on the big picture, not the numbers, by visualizing the innovative strategy (i.e., as depicted in a strategy canvas) -through visual awakening, visual exploration, visual strategy fair, and visual communication.Third, they suggest reaching beyond the existing demand to non-customers, including i) soon-to-be non-customers who are waiting to leave the market, ii) refusing non-customers who consciously choose not to be in the market, and iii) unexplored non-customers who are",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "beliefs, values, cultures, etc.), and wisdom as processed knowledge (together with insights, theories, etc.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "is needed not only to develop new innovations in services (especially e-services and/or related experiences) but also, if appropriate, to be packaged within a software algorithm that can serve to automate -and thereby enhance the productivity of -the developed innovation. As depicted in Figure 3(a), the nature of the required real-time decision (regarding the production and/or delivery of a service) determines, where appropriate and from a systems engineering perspective, the data to be collected (possibly, from multiple, non-homogeneous sources) and the real-time fusion/analysis to be undertaken to obtain the needed information for input to the modeling effort which, in turn, provides the knowledge to identify and support the required decision in a timely manner. The feedback loops in Figure 3(a) are within the context of systems engineering;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Operational available data are qualitative in nature.Second, the available methods are primarily focused, if not trained, on a past data set, whereas in the real-world, there is a constant stream of data that require continuous fusion and analysis. Clearly, methods must be developed that can fuse and analyze a steady stream of non-homogeneous (i.e., quantitative and qualitative) data.It is helpful to further address data fusion, which can take place at the signal level, the feature level and/or the decision level.Signal-level fusion refers to combining the signals of a group of sensors. The signals from the sensors can be modeled as random variables, contaminated by uncorrelated noise. The fusion process is considered an estimation procedure. Only if the sensory signals are strictly homogeneous or alike can the fusion take place at the signal level. Feature-level fusion refers to combining the features that are extracted from sensory data. A set or vector of primary features is first obtained, then composite features can be created, and analysis is typically undertaken on the composite features. Thus, Ayache and Faugeras (1989) employ extended Kalman filtering to efficiently integrate sequences of images at the feature-level in order to determine the surfaces of three-dimensional objects. The feature-level fusion enables the overall uncertainty concerning the location of objects to be reduced in the presence of environmental and sensory noise. Gunatilaka and Baertlein (other hand, decision-level fusion refers to combining information extracted from sensory data at the highest level of abstraction; it is commonly employed in applications where multiple sensors are of a different nature or are located in different regions of the environment. Fusion is accomplished by judicious processing of the individual sensory information, or through symbolic reasoning that may make use of prior knowledge from a world model or sources external to the system. The prevailing techniques for decision-or symbol-level fusion include Bayesian (i.e., maximum a posteriori) estimation (Gunatilaka and Baertlein, 2001) and Dempster-Shafer's evidential reasoning (Garvey et al., 1981). Evidential reasoning is actually an extension of the Bayesian approach; it makes explicit any lack of information concerning a proposition's uncertainty by separating firm belief for the proposition from just its plausibility. In the Bayesian approach, all propositions (e.g., objects in the environment) for which there are no information are assigned an equal a priori probability. When additional information from a sensor becomes available and the number of unknown propositions is large relative to the number of known propositions, an intuitively unsatisfying result of the Bayesian approach is that the probabilities of known propositions become unstable. In the Dempster-Shafer approach, this is avoided by not assuming an a priori probability. Instead, the unknown propositions are assigned to \"ignorance\", which is reduced only when supporting information becomes available.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "the real-world, all systems are in transition. (Note that steady state, like average, is an analytical concept that allows for a tractable, if not manageable, analysis.) Second, most of the available methods are unable to cope with changing circumstances; instead, we need methods that are adaptive so that decisions can be made in real-time. Thus, adaptive (i.e., non steady-state) decision methods are required. More importantly, real-time decision modeling is not just about speeding up the models and solution algorithms; it, like real-time data fusion and analysis, also requires additional research and development.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Services innovation: an integrated process or calculus",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "the details of an innovation is in fact a series of decisions, decision informatics constitutes a pivotal step in developing or deciding on a new innovation; additionally, it is, if appropriate, central to (i.e., the brain in) any software algorithm that can serve to automateand thereby enhance the productivity of -the developed innovation. Nevertheless, the question remains: where are Tien's (2006) white spaces or Kim and Mauborgne's (2005) blue oceans where possible new innovations in services (and/or experiences) may reside? The answer can be found by first considering the strategic drivers and foci (in Section 2), then the tactical principles and enablers (in Section 3), and finally the operational decision attributes (in Section 4); their coverage serve to identify the potential white spaces or blue oceans. As examples,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Yet another white space for services innovation is the development of an authoritative search engine. At present, for example, Google provides a weighted or prioritized set of output pages when a word or phrase search is initiated; unfortunately, several hundreds of pages are presented and sometimes with conflicting, if not confusing, informationa classic case of the aforementioned data rich, information poor (DRIP) conundrum. Likewise, Wikipedia -with an anyone-can-contribute ethos and a 200 gigabyte database, containing 3 million articles in 200 languages -suffers from the same problem, even though some contributions can be edited by a Wikipedia elite of some 800 longtime contributors. Interestingly, in a recent comparison between Wikipedia and its major peer, Encyclopedia Britannica, Nature (2005) asked experts from several disciplines to review 50 articles -with identical subject matter and of similar length -from each encyclopedia and assess them for their accuracy, resulting in 2.9 errors per article for Encyclopedia Britannica versus 3.9 errors per article for Wikipedia. Nevertheless, it is obvious that an authoritative Google (Agoogle) is needed, one which provides fewer pages of output and a higher degree of accuracy for each search. Such an Agoogle would not only replace the various search engines but may well become the largest capitalized company in the world. A final white space concerns the economic measurement of services itself. Corrado et al. (2005) are concerned that while the government's decades-old system of data collection and statistical analysis are appropriate for capturing tangible investments in equipment, buildings and even software, they are inadequate in reflecting the growing knowledge economy, one driven by intangible ideas and services innovation. In other words, the Bureau of Economic Analysis in Washington, D. C., is not tracking the billions of dollars that companies spend each year on innovation and product design, brand-building, employee training, or any of the other investments -not consumptions -that are required to compete in today's global economy. As a result, services-oriented economies -like those of the U. S. and Japanare probably much stronger than the official statistics indicate. Such an innovation in measurement may well result in a \"knowledge-adjusted\" GDP metric.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "example, everyone could use a smart alter ego or agent which could analyze, and perhaps fuse, all the existing and incoming e-mails, phone calls, Web pages, news clips, and stock quotes, and assigns every item a priority based on the individual's preferences and observed behavior. It should be able to perform a semantic analysis of a message text, judge the sender-recipient relationships by examining an organizational chart and recall the urgency of the recipient's responses to previous messages from the same sender. To this, it might add information gathered by watching the user via a video camera or by scrutinizing his/her calendar. Most probably, such an agent would be based on a Bayesian statistical model -capable of evaluating hundreds of user-related factors linked by probabilities, causes and effects in a vast web of contingent outcomes -that infers the likelihood that a given decision on the software's part would lead to the user's desired outcome. The ultimate goal is to judge when the user can safely be interrupted, with what kind of message, and via which device. Perhaps the same agent could serve as a travel agent by searching the Internet and gathering all the relevant information about airline schedules and hotel prices, and, with the user's consent, returning with the electronic tickets and reservations. Clearly, such agents constitute potential white spaces. Finally, the strategic, tactical and operational framework detailed herein is but just one Carnegie-Mellon University. He served as Professor of Science and Technology and Dean of Mellon College of Science as well as Provost at Carnegie-Mellon. At R.P.I. he served as Vice President for Academic Affairs, Provost and President. His present research interests concern the role of technology in the service sector. He is acting director of the Center for Services Research and Education at R.P.I. and a member of the National Academy of Engineering. He is a Fellow of AAAS, AIC, IEEE and INFORMS. Dr. Berg is active as a board member for and advisor to many universities, federal agencies, and industrial organizations.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Scope and size of U.S. employment",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison of traditional and electronic services intangible activities carried out for the customer, whereas an experience engages the customer in a personal, memorable and holistic manner, one that tries to engage all of the customer's senses.Nevertheless, invention can be associated with an idea or concept, while innovation is connected with its utilization in the marketplace.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Technological innovations in the 20th Century",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Most innovative companies in 2006",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Global demographics",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": ", customers would like to be empowered as individuals; that is, as individuals, they should be able to a) contribute in a collaborative situation, b) receive customized or personalized attention, c) access an integrated system or process, and d) obtain adaptive real-time or just-in-time input. Thus, service innovations should be about how best to a) collaborate (especially in regard to self-serving, contributing, customization, integration and adaptation.Collaboration -especially inter-company collaboration -is perhaps the most surprising driver. After all, patents were established to protect intellectual property, long enough for the inventors to recoup a good return on their creative investment. However, since services are, by necessity, co-created or co-produced, collaboration is essential. Indeed, von Hippel(2005) found that 40 percent of a company's customers modify its products in some way so as to better suit their needs. Moreover, as noted by Palmisano (2004), the innovation challenges are too complex; they require collaboration across disciplines, specialties, organizations and cultures. Additionally, the easy access to data through search engines (e.g., Google, AOL, Yahoo, Microsoft Network, etc.), the proliferation of collaborative software (e.g., Wikipedia, MySpace), and the open source software movement (e.g., Linux, Open Invention Network) have all combined to facilitate collaboration. (In 2005, IBM gave -royalty free -500 software patents to the Open Invention recently initiated the Partnerships for Innovation program that seeks to bring together researchers from academe, the private sector, and government for the purpose of exploring new innovation partnerships. Amazon has taken a giant step in collaboration; through the Amazon Web Services effort, it has, in essence, given its software (including personalization functions) and a good portion of its actual sales to thousands of software developers, who are finding -for a fee -innovative ways of collaborating not because they wish to give away their business, but because they wish to grow the business. On the other hand, a large number of individuals are collaborating -for free -to enhance an open source software (e.g., Apache), to network, including meeting new friends, sharing photos, or emailing internally (e.g., MySpace), to play a global game with guilds and imaginary gold (e.g., World of Warcraft), or even to live in a virtual world with individualized avatars and Linden dollars (e.g., Second Life), all to satisfy their creative, if not altruistic, and competitive needs. There is much to learn about collaboration, organization, and other real-time business applications from the always-on virtual world. In fact, the real-world is using Second Life type of environments to introduce and test new ads, to train new hires, and to design and market new products. Of course, the two worlds are becoming more intertwined when virtual land development companies act in a very realistic manner and when 300 Linden dollars can be exchanged for one U. S. dollar. Customization is a critical by-product of collaboration. Tien et al. (2004) have identified several levels of customization. Partial customization occurs in an assemble-to-order environment; that is, upon the arrival of a customer order, the stocked components are assembled into a finished product. As examples, in addition to computer assemblers like Dell and Gateway, Nike offers a program called NikeiD that allows customers to choose the color, material, cushioning, and other attributes of their athletic shoe order, and Procter & Gamble allows women to create and order custom personal-care products such as cosmetics, fragrances, and shampoos. Another form of partial customization occurs when the customer market is partitioned into an appropriate number of segments, each with similar needs. For example, Amazon targets their marketing of a new book to an entire market segment if several members of the segment act to acquire the book, although its approach is neither massive nor timely at this time. Mass customization occurs when the customer market is partitioned into a very large number of segments, with each Customization of clothing, car seats, and other body-fitted products is being advanced through laser-based, 3-D body scanners that not only capture a \"point cloud\" of the targeted body surface (e.g., some 150,000 points are required to create a digital skin of the entire body) but also the software algorithms that integrate the points and extract the needed size measurements. For example, European shoe makers recently initiated a project called EUROShoE, in which an individual's feet are laser scanned and the data are forwarded to a CAD/CAM computer that controls the manufacturing process. Likewise, electronics giant Toshiba wants to give Web surfers and walk-in customers new tools to view digital versions of themselves trying on clothes, accessories and make-up.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Strategy Canvas of High Performance Foreign Vehicles from Authors' Experience",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Strategic development: 4-stage life cycle",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "and may further differ over time. For example,",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Tactical development: 6 business principles and 8 technical enablers",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Customer Drivers: 1. Collaboration; 2. Customization; 3. Integration; 4. Adaptation 3 Business Foci: 1. Creation-Focused; 2. Solution-Focused; 3. Competition-Focused",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Services innovation: example innovations *DD (Decision-Driven), IB (Information-Based), RT (Real-Time), CA (Continuously-Adaptive), CC (Customer-Centric), CI (Computationally-Intensive) oceans. Paradoxically, one set of white spaces concern innovations that can mitigate the unforeseen consequences or abuses of earlier innovations. Antivirus companies like Symantec and Trend Micro are barely able to cope with the avalanche of new viruses and virus delivery schemes. Ad spamming is taking over the email system, much like junk mail took over the traditional postal system. Spyware, a form of adware that tracks an individual's every click and sends the data to advertisers, has now infected some 80 percent of all personal computers in the U. S. Indeed, fraudulent clicks by robotic viruses have cost advertisers millions of dollars. In \"phishing\" or creating a replica of an existing Web page to fool users into submitting personal, financial or password data, hackers are stealing individual identities and committing fraud. Sadly, the same innovations that have enhanced global interconnectedness have engendered new vulnerabilities, including cyber attacks. Thus, electronic viruses, biological agents and other toxic materials can turn a nation's \"lifelines\" into \"deathlines\", in that they can be used to facilitate the spread of these materials -whether by accident or by willful act. In this vein, the Internet -with over a billion users -has become a terrorist tool; jihad websites are recruiting members, soliciting funds, and promoting violence (e.g., by showing the beheading of hostages). Also, as evidenced by the 9/11 attack, components of an infrastructure (e.g., airplanes) can be used as weapons of destruction. In sum, new and more powerful innovations are required to secure and safeguard those innovations -including mobile devices, electronic systems, and, more recently, even RFID tags -that define and underpin our advanced economies. A related set of white spaces concern innovations that can safeguard our rights to privacy. In fact, in 2003 the U. S. Congress stopped the Terrorism Information Awareness program sponsored by the Department of Advanced Research Projects Agency (DARPA) because it was going to mine massive amounts of data, including personal transactions of U. S. citizens, in order to connect the dots leading to terrorists and terrorism. Moreover, the continuing anti-terrorist surveillance program by the U. S. government and the widely acclaimed and increasingly profitable search, marketing and even social networking innovations on the Internet could easily be considered to be an invasion of privacy. As an example, constitutional scholars feel that current wiretapping by the National Security Agency (NSA) on communications between individuals outside the U. S. and citizens inside the country is both unconstitutional and against the 1978 Foreign Intelligence Surveillance Act (FISA). Additionally, identifying one's buying habits, broadcasting one's location and submitting data to social network sites about one's friends (without their explicit permission) are also questionable from a privacy perspective. Clearly, sophisticated innovations are required to prevent incursions into our private lives.Another set of white spaces concern innovations that can protect us from the always-on, interconnected world. With a 24/7 electronic world and wireless mobile devices, we are unfortunately always reachable -for mostly business purposes -from anywhere in the world. Increasingly, our business life extends into and takes over or displaces our home life.Thus, although our work output has increased (mostly due to our increased working hours), we more electronic devices and gadgets do not necessarily increase our well-being; instead, over time, we tend to take these innovations for granted and to raise our expectations for what future innovations can bring, thus mitigating our overall satisfaction -which, as Tien and Cahn",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Services innovation: strategic white spaces or blue oceans frenzy has drained us of creativity, humanity, mental well-being, and the ability to focus on what truly matters -we suffer from a culturally induced attention deficit disorder. He suggests that we can teach ourselves to move from the F-state (i.e., frenzied, flailing, fearful, forgetful, and furious) to the C-state (i.e., cool, calm, clear, consistent, curious, and courteous). Nevertheless, new innovations are required to protect ourselves from the F-state.",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "A number of remarks should be made concerning the process or calculus of services innovation that is contained herein. First, it is obvious that such a process or calculus must constantly be refined as new business practices,new technologies, new customer needs and new cultural imperatives surface. Moreover, as Christensen et al. (2007) suggest, sometimes customer needs -which may be quite different at different times -should not be the focus of an innovation; instead, the job -which exists independently from the customer and is relatively stable over time -should be the focus. Second, as emphasized throughout the paper, significant research is required to fully and fruitfully apply the proposed calculus to identifying new innovations in services. For example, the decision informatics paradigm must continuously undergo upgrades and refinements, especially as computing becomes faster and cheaper and as powerful new tools are developed. Additionally, research into cognition (i.e., understanding how people process input) could result in findings that may have a significant impact on not only services innovation, but also the decision making process itself. It should be noted, however, that although so called, \"business intelligence\" (BI) software (offered by MicroStrategy, Hyperion Solutions, SAS, Cognos, etc.) could have been developed by employing the decision informatics paradigm, we are not aware that any of the proprietary software actually followed such a purposeful, systematic and decision-driven approach.Moreover, to our knowledge, most of the BI software attempts to make sense of the transactions data and to present it in a way that anyone, from a sales representative to a chief executive, can understand and use; indeed, for the most part, the software represents a query window into data warehouses. Thus, it is unclear whether the BI software contains any sophisticated, real-time data fusion, data analysis, decision modeling, or systems engineering methods.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to express their appreciation to Mr. Anuj Goel, a doctoral candidate in the Department of Decision",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "Polytechnic Institute. He contributed several suggestions that enhanced the contents of the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sciences and Engineering Systems at Rensselaer"
        }
    ]
}