{
    "paper_id": "cc80eaadf2d52c502614479f57d56abef5900736",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Rima",
                "middle": [
                    "M"
                ],
                "last": "Dafer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nicholas",
                "middle": [
                    "D"
                ],
                "last": "Osteraas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jose",
                "middle": [],
                "last": "Biller",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) is a pandemic respiratory disease with serious public health risk, and has taken the world off guard with its rapid spread. As the COVID-19 pandemic intensifies, overwhelming the healthcare system and the medical community, current practice for the management of acute ischemic stroke (AIS) will require modification, and guidelines should be relaxed while maintaining high standard quality of care. The aim of these suggestions is to avoid contributing to the rapid spread of COVID-19 as well as to conserve what are likely to be very limited resources (including personnel, intensive care/hospital beds as well as physicians) while maintain high quality care for patients with AIS. We present our recommendations for the management of acute stroke during the COVID-19 pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first cases of coronavirus disease (COVID-19) were reported in December of 2019 in Wuhan, China, and rapidly spread to the rest of the world (1, 2) . In February of 2020, Italy became the European country with highest total case count with an exponential increase in the number of cases and in mortality, predominantly in the Lombardy area. As the disease spread worldwide, it was declared a pandemic on March 11, 2020 by the World Health Organization (WHO) (1, 2) ) and the United States has taken the lead in new daily cases (3) .",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 149,
                    "end": 151,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 462,
                    "end": 465,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 531,
                    "end": 534,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Typical symptoms of COVID-19 include high grade fever, dry cough, shortness of breath, fatigue, dysgeusia and anosmia (4) . While many infected subjects may be asymptomatic or have mild symptoms (5) , the disease could rapidly progress to a serious illness in up to 16% of infected subjects, affecting the lungs and causing severe acute respiratory distress syndrome, respiratory failure, and death (4, 6) . According to the center for disease control (CDC), global mortality for the novel virus is 3.4%, with around 80% of deaths occurring among adults 65 years and older with the highest percentage of severe outcomes occurring in people over 85 years of age. Patients with underlying medical problems common in the stroke population including heart disease, chronic lung disorders, diabetes, and the immunocompromised are more likely to develop serious illness (6) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 399,
                    "end": 402,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 403,
                    "end": 405,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 864,
                    "end": 867,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As of April 3rd, 2020, global cases had passed 1 million, with more than 55,000 deaths worldwide. The United States continues to have the most confirmed cases worldwide, with over 265,000 cases and 6,700 deaths (3). The continuous rise in cases of COVID-19 with the associated demand for medical attention has caused a major burden on health care systems, with increases in health care utilization beyond current hospital capacities. This extends to increase bed occupancy, shortage of intensive care beds, and extensive need for expansion of workforce and allocation of limited resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Vascular neurologists need to stay vigilant as majority of stroke patients are older and have underlying medical conditions associated not only with risk for ischemic stroke, but poor outcomes associated with COVID-19 as well (6, 7) . We believe that it is crucial for the stroke community to relax guidelines and stroke pathways while continuously providing high quality of care, including treatment algorithms, post intravenous thrombolysis monitoring, diagnostic work up, disposition planning, prevention measures, in order to optimally care for stroke patients while minimizing the chances of contributing to the rapid spread of COVID-19.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "text": "(6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 230,
                    "end": 232,
                    "text": "7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "These suggestions apply not only to individual hospitals, but larger systems as well. Stroke care often involves large networks of hospitals; commonly with a comprehensive \"hub\" and multiple spoke sites, which identify, start appropriate treatment and transfer stroke patients to the hub of the spoke for continued stroke care. Given the economics of the healthcare system in the United States, large metropolitan cities frequently have separate hub and spoke systems that overlap geographically with each other to a significant extent. It is a real possibility that one or more of these hub an d spoke systems may become overwhelmed with COVID-19 patients, thus it is important for hospital leadership to re-examine existing relationships to allow for smooth reallocation of resources, mobilizing workforce, optimizing new beds availability, and rapidly liberating ICU beds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We present our recommendations for the management of acute stroke during the COVID-19 pandemic, in a chronologic fashion following care from the pre-hospitalization stage to rehabilitation; with the goal of adapting care without sacrificing quality despite potentially limited resources as suggested by Ezekiel and colleagues (8) .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 329,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Stroke remains a medical emergency requiring ordinary urgent care even in the midst of the COVID-19 outbreak. Patients should continue to call 911 for symptoms suspicious for stroke. In addition to standard triage, the emergency medical system (EMS) personnel should screen over the phone for COVID-19 symptoms. Patients with low suspicion for stroke, or mild symptoms with no potential indication for acute intervention may be evaluated via telemedicine (when possible) to aid in determination if immediate hospitalization is necessary. Given the degree of community spread of COVID-19, along with cases of asymptomatic transmission, all patient with acute stroke symptoms should be treated as suspected or possible COVID-19 patients (frequently termed person under investigation, PUI), and all personnel physically in contact should wear appropriate personal protective equipment (PPE). Of note, several centers in Chicago have seen a decline in stroke admissions and EMS calls for stroke are down by twenty percent. If this is a result of social distancing practices reducing the frequency of which patients with stroke are found, or from fear on behalf of patients of contracting COVID-19 by seeking out care is unclear.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prehospitalization"
        },
        {
            "text": "In the emergency room, patients should be screened for COVID-19 prior to evaluation by the stroke team. Given the emergent nature of stroke care, difficulty in obtaining in many cases a complete review of systems and contact history, tele-stroke evaluation could be conducted in centers that have this capability. It is preferable that all patient be given a mask to secure protection of the in person treating team. Appropriate personal protective equipment (PPE) should be used according to the CDC and local institution guidelines, (a so called 'protected stroke code,' (9)) along with treatment in designated location separate than the rest of the patients. All patients should receive the standard of stroke care and should be evaluated for potential thrombolysis with intravenous tissue plasminogen activator (rtPA) or tenecteplase (TNK), along with endovascular thrombectomy (ET) when large vessel occlusion (LVO) is suspected. It may be possible in select cases (such as a transient ischemic attack and small lacunar infarct with minimal deficits) to obtain expedited testing and critical evaluations in the emergency room, sparing a hospital admission (10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Emergency room evaluation"
        },
        {
            "text": "As the hospitals progress to becoming crowded out by the influx of COVID-19 patients, and as units are being converted to accommodate and treat infected patients, distribution of beds in separate isolated units should be planned in advance. Patients receiving intravenous chemical thrombolysis should be monitored per current stroke guidelines; however, to avoid exposure of personnel, monitoring could be performed virtually with two-way video conferencing in some cases. In the event that resources are so strained that standard protocol cannot be effectively adhered to, a difficult decision would have to be made to either with-hold thrombolysis, or utilize an abbreviated protocol for post thrombolysis monitoring (11) . As mentioned by a recent AHA position paper, treatment for eligible patients should continue to be offered, even if every vital sign assessment cannot occur at the prescribed time interval (12) . Current practices involve institutions admitting post thrombolysis patient to intensive care units (ICU); to avoid utilization of ICU beds, stroke patients post thrombolysis may be admitted to intermediate care unit (IMCU) or stroke 'step down' units, supervised by neurologists or vascular neurologists presuming there is a low probability of intensive care unit needs (12, 13) along with early acceptance of patients with small, stable intracerebral hemorrhages and those with subarachnoid hemorrhage at low risk for vasospasm as suggested by Chartrain and colleagues (14) .",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 723,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1292,
                    "end": 1296,
                    "text": "(12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1297,
                    "end": 1300,
                    "text": "13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1492,
                    "end": 1496,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Hospitalization"
        },
        {
            "text": "Patients with large strokes and otherwise requiring close intensive care monitoring for high risk of hemorrhagic transformation, intubation, stent re-occlusion or other critical care needs may be admitted to ICU in a designated COVID-19 rule out part of these units. This would ideally occur under the supervision of an intensivist as a primary attending, with the vascular neurologist rounding remotely or with daily telephone-based discussion on management and treatment plans to minimize both PPE use as well as opportunities for inadvertent viral transmission. Early transfer to IMCU or stroke unit should be initiated when the patient is deemed stable to liberate ICU beds. In centers that do not have IMUC beds, it may be possible to work with hospital administration, physicians and nursing to designate floor beds as such, to allow for less critically ill patients to move out of intensive care units if needed (15) .",
            "cite_spans": [
                {
                    "start": 919,
                    "end": 923,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Hospitalization"
        },
        {
            "text": "Diagnostic testing should be consolidated when possible and should only be ordered if deemed necessary to initiate appropriate management. For example, in patients with subcortical infarctions suspected to be due to small vessel disease, sonographic studies should be limited or even avoided to minimize exposure to technicians, especially as ultrasound machines may need to be cleaned between patients. A patient with possible intracranial or extracranial atheromatous disease as an ischemic stroke etiology could have one test with a CT angiogram (CTA) of both the head and neck, as opposed to separate machine and technician utilization with both an MR angiogram (MRA) or CTA of the head with ultrasound imaging of the carotids. For the most part, assuming low suspicion for endocarditis or cardiac thrombus, echocardiographic studies may be arranged and obtained as outpatient assuming an outpatient imaging center nearby is in operation. Telemedicine should be used when possible during rounds with residents and fellows to minimize exposure of healthcare personnel, especially if COVID-19 infection is suspected or confirmed. Additionally, telemedicine may be utilized should the physicians test positive for the virus. Physicians who remain medically stable only mild (or absence of any) symptoms can continue to evaluate and treat patients remotely via telemedicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospitalization"
        },
        {
            "text": "All healthcare workers caring for patients with COVID-19 are at elevated risk of exposure and should wear appropriate protective gears. Physical therapy (PT), occupational therapy (OT), speech therapy (ST), along with rehabilitation services are frequently involved in the care of stroke patients, and are an integral part of stroke recovery (16) . Additional care should be in place when consulting such services as opposed to involving all therapy services indiscriminately, and therapy services (when appropriate) should also emphasize teaching safe rehabilitative exercises that can be done by the patient 'as homework' when alone. In a similar vein, the majority of the important work done by dietary consultants, pharmacists and stroke education nurses regarding risk factor modification could potentially be done without direct patient contact in many cases (17) .",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 346,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "(17)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Rehabilitation planning"
        },
        {
            "text": "While obtaining history and medical information from family members is frequently necessary, especially when patients are aphasic or have mental status changes, many hospitals have appropriately restricted visitors or have instituted no visitor policy. Extra effort will need to be made to reach out to families by phone to discuss a patient's history, condition, treatment options, and discharge planning with family members and caregivers. Exceptions to the visitor policy, such as discussions regarding end of life care, should be made when appropriate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Family members"
        },
        {
            "text": "Stroke care often involves networks of hospitals; commonly a comprehensive \"hub\" with multiple smaller hospitals or \"spoke\" sites which transfer stroke patients to the hub of the spoke for care for higher level of care such as ET, or ICU care for massive infarcts with cerebral edema or for intracerebral hemorrhage (ICH). Tele-stroke should be encouraged to evaluate patients and to prevent unnecessary transfers. For acute ischemic stroke, neuroimaging including arterial imaging should be obtained at the spoke site, and should be reviewed both by local radiologists as well as the tele-stroke physician to aid in appropriate patient selection for transfer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfers"
        },
        {
            "text": "The tele-stroke physicians may be required to make sobering decisions over when to utilize limited resources and risk COVID-19 spread when considering a potential transfer. For example, physician may choose not to accept a transfer of patients with massive hemorrhages, or patients with ischemic stroke who have very low likelihood of a good outcome post stroke treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfers"
        },
        {
            "text": "When transfer is deemed necessary, patients should be screened for COVID-19 at the spoke site. If clinical suspicion of COVID-19 infection is high, the hub interventional team should be prepared using appropriate PPE, with N95 respirators to protect from airborne particles and from liquid contamination during the endovascular procedure in the event that intubation is required. Otherwise, a surgical mask may be sufficient. Post intervention, patients should be admitted to the appropriate ICU units as discussed above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transfers"
        },
        {
            "text": "Many institutions both nationwide and worldwide have postponed non-urgent surgical procedures for weeks (e.g. elective carotid or cardiac surgery) and urgent surgical intervention will take precedent. Non-urgent procedures are still being performed in some selected centers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Elective surgeries"
        },
        {
            "text": "Many patients surviving the initial stroke are left with disabilities requiring intensive physical therapies in inpatient rehabilitation facilities. While early and intense rehabilitation is critical in stroke recovery, (16) discharges to acute rehabilitation institutions and long term facilities have been delayed due to concerns about the spread of COVID-19 infections in long term care facilities and nursing homes, particularly in some parts of the US. The Seattle-based Life Care Center of Kirkland nursing home in Kirkland, Washington was considered \"ground zero\" in the COVID-19 pandemic by the CDC director. Case work managers and discharge planners will continue to work with admission teams at the inpatient rehabilitation centers to expedite discharges. Ideally there would be no change in post hospitalization placement in acute and subacute rehabilitation facilities; realistically, however, hospitals may need to designate rehabilitation beds for patients who do not qualify for transfer to acute inpatient facilities, as well as discuss discharging patients home when medically stable and appropriate until the pandemic is under control if there is no practical placement option.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discharge Planning"
        },
        {
            "text": "Lastly, establishing stroke networks within cities and collaboration between institutions should be seriously considered as the surge of COVID-19 worsens. The COVID-19 pandemic should be considered a war against humankind, and emergency planning should be encouraged by institutional authorities. It is not long until transfer of COVID-19 patients between facilities will be necessary as institutions become overwhelmed with the surge of patients. The stroke community should encourage collaborations among stroke networks to establish a rotating weekly coverage for acute stroke care in a specified geographic area; thus both freeing hospital resources and releasing stroke call responsibilities and allowing those physicians to help in caring for patients on the COVID-19 units.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Establishing stroke networks"
        },
        {
            "text": "In summary, with the significant impact of the COVID-19 pandemic on the healthcare system and the rapid depletion of its resources, urgent steps should be taken while managing acute stroke patients to prevent the spread of the disease, to protect both patients and staff, and to minimize the uses of already strained resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: towards controlling of a pandemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Enria",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1015--1018",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72314 Cases From the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19): A Perspective from China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Coronavirus Disease",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Presumed Asymptomatic Carrier Transmission of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Acute Cerebrovascular Disease Following COVID-19: A Single Center, Retrospective, Observational Study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Fair Allocation of Scarce Medical Resources in the Time of Covid-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Protected Code Stroke: Hyperacute Stroke Management During the Coronavirus Disease 2019 (COVID-19) Pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Khosravani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rajendram",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Notario",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Stroke",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Inpatient versus Outpatient Management of TIA or Minor Stroke: Clinical Outcome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Majidi",
                    "suffix": ""
                },
                {
                    "first": "Leon",
                    "middle": [],
                    "last": "Guerrero",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Burger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Vasc Interv Neurol",
            "volume": "9",
            "issn": "",
            "pages": "49--53",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Safety Trial of Low-Intensity Monitoring After Thrombolysis: Optimal Post Tpa-Iv Monitoring in Ischemic STroke (OPTIMIST)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Faigle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Carhuapoma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurohospitalist",
            "volume": "10",
            "issn": "",
            "pages": "11--15",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Temporary Emergency Guidance to US Stroke Centers During the COVID-19 Pandemic",
            "authors": [],
            "year": 2020,
            "venue": "Stroke",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "ICAT: a simple score predicting critical care needs after thrombolysis in stroke patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Faigle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Marsh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Llinas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Crit Care",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A step-down unit transfer protocol for low-risk aneurysmal subarachnoid hemorrhage",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Chartrain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Awad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Sarkiss",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Neurosurg Focus",
            "volume": "43",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Utilisation of Intermediate Care Units: A Systematic Review",
            "authors": [
                {
                    "first": "Jdj",
                    "middle": [],
                    "last": "Plate",
                    "suffix": ""
                },
                {
                    "first": "Lph",
                    "middle": [],
                    "last": "Leenen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Houwert",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Care Res Pract",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Early Rehabilitation After Stroke: a Narrative Review",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Coleman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moudgal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Using the telephone to improve health behavior and health service delivery",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcbride",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Rimer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Patient Educ Couns",
            "volume": "37",
            "issn": "",
            "pages": "3--18",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}