{
    "paper_id": "cc93e522bbaf31bbaaf3db18e6ca777d9fd98f39",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "J o u r n a l P r e -p r o o f iron lung is supported by instructions for building a serviceable WOODEN \"Iron Lung\" presented in a 1952 edition of Popular Mechanics (complete blue prints and instructions could be ordered from the publisher) (1). These do it yourself ventilators were built and used in some hospitals during the polio crisis setting a precedent for consideration in the current circumstances. Review of the instructions are reassuring that a functional negative pressure ventilator can be constructed quickly and efficiently with modern materials and construction techniques if the appropriate resources are allocated to fabricators currently sitting idle. The technical requirements are not sophisticated and the necessary materials are readily available (although the wooden variety is not the optimal device). In the case of an emergency such as this, the hurdle of FDA approval should be expedited in a quick and efficient manor for compassionate use of an iron lung based device for an historically well proven technology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The argument will be raised that this technology is old and no longer pertinent. Contrary to this concern is that the alternative is to provide no support if the number of patients in need of ventilatory support exceeds the number of devices available. The argument in favor of supporting a program to build negative pressure devices (iron lung prototypes) is that it should not be considered a last ditch attempt to provide care utilizing outdated medical therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Negative pressure ventilation does have advocates with studies demonstrating this strategy as equivalent, and in some circumstance, potentially superior to the positive pressure ventilation strategy currently in vogue (2,3 4) . At the very least, these devices can be utilized in a stratified approach to providing care for COVID-19 patients using this strategy for patients requiring minimal assistance and potentially allowing available positive pressure ventilation to be utilized for the patients requiring more sophisticated ventilation strategies. If the experience proves that this strategy is equally effective, the transition to utilizing traditional ventilators may not be necessary.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 225,
                    "text": "(2,3 4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, while COVID-19 has precipitated a desperate time, prompt preparations to provide negative pressure ventilation should begin as soon as possible. This strategy presents an achievable solution in an appropriate time frame with efficacy based on historical precedent in the medical successes utilizing this low tech approach for the polio crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Negative-pressure ventilation: is there still a role?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Corrado",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gorini",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eur Respir J",
            "volume": "20",
            "issn": "",
            "pages": "187--97",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Negative-pressure ventilation better oxygenation and less lung injury",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Grasso",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Engelberts",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Helm",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "177",
            "issn": "",
            "pages": "412--420",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Negative-versus positive-pressure ventilation in intubated patients with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Raymondos",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Molitoris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Capewell",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Crit Care",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}