{
    "paper_id": "cca434b4ed206089243687dbb4744abd3961963e",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "ICER has now released its Draft Evidence Report, incorporating initial input from patients, clinicians and stakeholders, appraising the comparative value and effectiveness of obeticholic acid, from Intercept Pharmaceuticals Inc., in nonalcoholic steatohepatitis (NASH). 2 In line with the other extensions, allowing clinicians to respond to the COVID-19 pandemic, public comment will now be accepted on this draft until 24 June, then the revised Evidence Report will be discussed at a public meeting of one of ICER's independent evidence appraisal committees, provisionally scheduled for August 2020. The draft is interim only, pending further input and should not be taken as final. Stakeholders can now register for the meeting and should submit formal comments, or requests to make oral comment, by email.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 271,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Draft Evidence Report released on obeticholic acid"
        },
        {
            "text": "\"We are hopeful these expanded timeframes will enable all stakeholders to instead focus on meeting the needs of their patient communities during this national emergency,\" said the statement. Timeline updates will be posted on the ICER website.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Draft Evidence Report released on obeticholic acid"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "ICER Indefinitely Postpones Public Meetings for Sickle Cell Disease and Cystic Fibrosis; Expands Other Assessment Timelines Up to Three Months. Internet Document",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "ICER Releases Draft Evidence Report on Obeticholic Acid for Nonalcoholic Steatohepatitis",
            "authors": [],
            "year": 2020,
            "venue": "Internet Document",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Adis © 2020 Springer Nature Switzerland AG. All rights reserved",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}