{
    "paper_id": "ccae9427b9a34c806e174532d66b7e62c96219ec",
    "metadata": {
        "title": "The Propagation of \"Coronaviruses\" in Tissue-culture",
        "authors": [
            {
                "first": "A",
                "middle": [
                    "F"
                ],
                "last": "Bradburne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Hospital",
                    "location": {
                        "settlement": "Salisbury",
                        "region": "Wilts",
                        "country": "England"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "A J"
                ],
                "last": "Tyrrell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Hospital",
                    "location": {
                        "settlement": "Salisbury",
                        "region": "Wilts",
                        "country": "England"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In recent years several isolations have been made of viruses which have an unusual morphology and which cause respiratory disease in man. The structure of these viruses is identical with that of the viruses of avian infectious bronchitis (BrRI~Y et al., 1964) and mouse hepatitis (TY~REIJL and ALMEIDA, 1967) . The virions are pleomorphic bodies, 80--160 m~z in diameter, and are covered with club-shaped projections 15 m~ deep which produce a characteristic fringe around the particles. All the viruses are ether-and acid-labile and, as their replication is not inhibited by BUDR, probably have an RNA genome. It has been suggested (Nature 220, 1968) that these viruses belong to a single biological group.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 259,
                    "text": "(BrRI~Y et al., 1964)",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 308,
                    "text": "(TY~REIJL and ALMEIDA, 1967)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Propagation of \"Coronaviruses\" in Tissue-culture"
        },
        {
            "text": "All but one of the strains of the human respiratory viruses of this group were first isolated in organ cultures of human embryo nasal and tracheal epithelium (TYR~EnL and BYron, 1965; TYI~R~LL and BYNOr, 1968; McI~Tosg et al., 1967) . The exception, the 229-E virus, was isolated in secondary human kidney tissue cultures in which it produced a cytopathic effect (HAM~E and PaOCK~OW, 1966) . The presence of other viruses was recognised by direct electron-microscopy of the tissue or medium, by the inhibition of ciliary activity in organ cultures, or by the production of colds in volunteers.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 183,
                    "text": "(TYR~EnL and BYron, 1965;",
                    "ref_id": null
                },
                {
                    "start": 184,
                    "end": 209,
                    "text": "TYI~R~LL and BYNOr, 1968;",
                    "ref_id": null
                },
                {
                    "start": 210,
                    "end": 232,
                    "text": "McI~Tosg et al., 1967)",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 389,
                    "text": "(HAM~E and PaOCK~OW, 1966)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Propagation of \"Coronaviruses\" in Tissue-culture"
        },
        {
            "text": "Two isolates made by MCI~TOSlt have been adapted to suckling mice in which intracerebrM inoculation produces a fatal disease; infected brain contains specific complement-fixing antigens (MclNTosH, BEC~: E~ and CHA~OCK, 1967) . Neutralization tests performed with these isolates and with the 229-E virus show that they are antigenically distinct.",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 224,
                    "text": "E~ and CHA~OCK, 1967)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Propagation of \"Coronaviruses\" in Tissue-culture"
        },
        {
            "text": "The objects of the work reported here were to study the growth of the 229-E virus in various tissue-culture systems and to cultivate other viruses of this group in a susceptible tissue culture line. If the inoculum used was a nasal washing then the medium was changed after 8 hours. Tubes were observed daily for up to two weeks and the medium was changed every 4 days. Some cultures were harvested by freezing and thawing at 4 or 5 days --the fluids were subsequently stored at --20 ~ C. In experiments with the 229-E virus the fluids from each tissue culture passage were tested for infectious virus by titration in human embryo diploid lung fibroblasts (HDCS). The virus was passed in each tissue for at least 3 passages, whether there was any eytopathic effect or not. If any cytopathic effect was seen, then coverslip cultures of infected cells were prepared. These were fixed in methanol and stained with haematoxylin and eosin to permit detailed microscopic examination. After the cells had been frozen and thawed the tissue culture fluids were clarified at 50 g and then titrated in HDCS using 3.164014 (\" 89 dilutions with 3 tubes per dilution. End points were calculated by the method of REED and MUENCH.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Propagation of \"Coronaviruses\" in Tissue-culture"
        },
        {
            "text": "Plaque assays. Cells were seeded into 60 mm disposable Petri dishes (Sterilin) at 1.5 • i0 G cells per dish in 5 ml of growth medium, which was supplemented with 1 ~o of a 3~I solution of magnesium chloride to facilitate cell adhesion. Plates were used after 2 days incubation at 37~ in a 5% CO 2 atmosphere in air. The medium was then removed and 0.2 ml of inoeulum added to each monolayer. Three plates were inoculated per dilution of virus and allowed to absorb at 30~ for 3 hours. Afterwards the plates were drained and then covered with 5 ml of agar overlay medium maintained at 44~",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Propagation of \"Coronaviruses\" in Tissue-culture"
        },
        {
            "text": "This overlay medium was derived as described in the \"Results\" section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Propagation of \"Coronaviruses\" in Tissue-culture"
        },
        {
            "text": "Its composition was thus : Plates were then incubated for 6 days at 33~ in 5% CO~ in air and subsequently fixed by adding 1 ml of formol saline and leaving for 1 hour at 37 ~ C. The overlay was removed and the cells were stained with methyl violet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Propagation of \"Coronaviruses\" in Tissue-culture"
        },
        {
            "text": "The 229-E virus was not found to grow in any of the tissue-cultures tested, other than those derived from man. The tissue cultures from other animals in which the virus was tested, but did not multiply, included primary cultures of calf, pig, monkeys, mouse and chicken kidney cells, chicken embryo fibroblasts, and continuous lines of pig and hamster kidney cells. This species specificity was not broken by multiple passage. In certain tissues such as chick embryo kidney and PS pig kidney cells, infectious virus could be found after two 5 day passages. It was concluded that this was only virus persistence as the titre of virus fell with each passage and virus could not be recovered after 3 passages; also there was no cytopathic effect in these tissues. The virus was inoculated into suckling mice by the subcutaneous, intraperitoneal and intracerebral routes but produced no disease, even on blind passage, and virus could not be recovered. Nor could the virus be recovered after inoculation into embryonated eggs by any of the normM routes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a) Virus Multiplication"
        },
        {
            "text": "By contrast, it was found that the virus could be isolated directly from nasal washings in a variety of human tissue-culture systems. Other systems would only support virus which had been passaged in tissueculture. These results are shown in Table 2 . From this it can be seen that the 229-E virus grew in cultures of both primary embryonic lung and kidney. However, there was no cytopathic effect in the lung and only a very slow generalised one in the human embryo kidney. In both tissues virus was produced for periods of over 7 days, but only to relatively low titres (10 a TCDs0 ). We attempted to demonstrate viral interference in these tissues using ECHO virus type 11 and Semliki Forest Virus (SFV) in primary HEL cells; no interference was detected. However, interference was detected in cultures of L 132 and S-3 HeLa cells. SFV was titrated in parallel in uninoculated cultures and in cultures which had been challenged 3 days previously with 229-E virus. The titre was reduced in these latter cultures by 101-s TCDs0 for L132 cells, and 102 TCD~0 for S-3 cells, below that in the control titration in previously uninoculated cells. If intervals greater than 3 days elapsed between the original inoculation and the subsequent titration, the tests were unsatisfactory because of the onset of the cytopathic effect of the 229-E virus. The 229-E virus did not diminish the ciliary activity of organ cultures of human embryo nasal, tracheal or oesophageal epithelium although it grew quite well. The virus could not be isolated in or adapted to either a line of HeLa cells, which are sensitive to rhinoviruses (CobAlT and HA~ARIAN, 1967) or to a human leukocyte line RPM17216.",
            "cite_spans": [
                {
                    "start": 1629,
                    "end": 1644,
                    "text": "HA~ARIAN, 1967)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 242,
                    "end": 249,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "a) Virus Multiplication"
        },
        {
            "text": "The cytopathic effect of the virus in human embryo lung cells is seen in Fig. 2 . The virus has produced a non-focM degeneration of the cell-sheet. Coverslip preparations of infected cells stained with either haematoxylin/ eosin or Giemsa did not reveal any inclusion bodies. The earliest observed change was an increased granularity of the cytoplasm; the chromatin of tile nuclei then became very granular. The surface of the cytoplasm of some cells formed small protrusions which seemed to fall off; in some cells the cytoplasm was reduced to small globules. This can be seen in Fig. 3 which shows a high magnification of infected HDCS lung cells. The effect was similar in HDCS kidney cells.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 73,
                    "end": 79,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 587,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "b) Cytopathic Ef/ects"
        },
        {
            "text": "When continuous cells were infected with the 229-E virus the cytopathic effect was more difficult to detect. The cells appeared to round up and fall off the glass. In HeLa (\"Bristol\" and \"S-3\") cells, this effect could be minimised by frequent changes of medium. However, the supernatant medium from each fluid change contained 105--10 ~ TCDs0. I t was then found that the cytopathic effect of the 229-E virus in the continuous lung line L 132 could be accentuated by replacing the maintenance medium of 2 ~o calf serum in Eagle's with the one normally used to maintain the Bristol HeLa cells, that is, 2~o inactivated rabbit serum in Hanks' BSS supplemented with 0.25~o lactalbumin hydrolysate (\"Bristol\" medium). Control cells appeared to remain morphologically normal for longer periods under this \"Bristol\" medium than under the Eagle's medium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b) Cytopathic Ef/ects"
        },
        {
            "text": ".cell .I.ine ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "b) Cytopathic Ef/ects"
        },
        {
            "text": "The growth of the virus in diploid lung (WI38), \"Bristol\" HeLa and L132 cells maintained under each medium was compared. The WI38 cells showed non-specific degeneration after 2 days under the \"Bristol\" medium and therefore were not studied under this medium. Monolayers of cells in 2 oz. flat medical bottles were inoculated with an input multiplicity of approximately 0.01 TCDs0/cell. Several replicate cultures were inoculated and all bottles were incubated in a stationary position at 33 ~ C. The cytopathic effect of the virus was observed and each day 3 replicate cultures per group were frozen and thawed and blended prior to titration in HDCS lung cells. The results in Fig. 4 show that the maximum yield of virus in WI38 cells was at 3 days; after this the concentration of virus declined and the cytopathic effect increased steadily. Infected L132 and \"Bristol\" HeLa cells put out virus to as high a titre as WI38 cells and for longer periods under either maintenance medium, but the cytopathic effect under the Eagle's medium was not as marked as that seen in the WI38 cells. There was generally less production of infectious virus and less cytopathic effect in \"Bristol\" HeLa cells than in the L 132 cells. The cytopathic effect of the virus was more rapid and complete in LI32 than in HeLa cells and under \"Bristol\" medium than under Eagle's medium. The HDCS lung cells has been reported (HAM~]~, KI~DIG and M A~, 1967). When the system was investigated in this laboratory it was found that the production of plaques was rather unreliable; furthermore the method necessitates the use of large numbers of diploid cells. These L132 cells seemed at least as susceptible to the virus as HDCS so we attemped to produce plaques in monolayers of cells as they are more easily manipulated, multiply at a greater rate than HDCS, and do not die out on serial passage.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 677,
                    "end": 683,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Growth of 229-E in L132 and HeLa Cells"
        },
        {
            "text": "Monolayers of L 132 cells in plastic Petri dishes were inoculated with dilutions of 229-E virus as described in \"Materials and Methods\". They were then overlaid with media containing either an Eagle's base or a Hanks' BSS/lactalbumin (\"Bristol\") base. The media were solidified by the addition of ionagar (Oxoid) to a concentration of 0.4~o. Plates were incubated at 33~ and fixed and stained at 2 day intervals up to 8 days and then examined for plaques. 570 plaques were seen in the monolayers maintained under the Eagle'sbased medium, but plaques were produced under the Bristol-based medium. After 6 days incubation these plaques were 2--5 mm in diameter. The plaques were quite distinct, as seen in Fig. 5 , but did not have a regular outline and were quite variable in size. The number of plaques in a test using six two-fold dilutions of virus giving between 3 and 120 plaques per It was thought that \"Bristol\" medium might be more effective than Eagle's medium because it contained rabbit rather than calf serum, so the effects of substituting various sera for the rabbit sera in the overlay medium were investigated. Two ml aliquots of virus containing approximately 500 p.f.u, were mixed with equal volumes of inactivated test sera and the mixtures left at room temperature for 2 hours. Monolayers of cells were then inoculated with samples from these mixtures and, after 3 hours incubation, were overlaid with a \"Bristol\" type agar overlay containing either 2~o of the test serum with which the virus had been reacted, or 2% rabbit serum as a reference. The mean numbers of plaques per groups of 3 plates are represented in Fig. 6 . This shows that the serum used in the original Eagle's medium (foetal calf) and the rabbit serum used in the original \"Bristol\" overlay medium resulted in the production of similar numbers of plaques ; so the sera were not directly responsible for the differences between the media. These calf sera tested showed considerable variation and one serum (calf 2) and the chicken serum produced significant (50~o) reductions in the plaque count. The plaques produced in lamb serum and ox serum were very indistinct. Rabbit sera showed considerable variation from batch to batch, therefore foetal calf serum, which gave uniform results, was used hereafter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 704,
                    "end": 710,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 1635,
                    "end": 1641,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Growth of 229-E in L132 and HeLa Cells"
        },
        {
            "text": "The Effects of The overlay medium concentration of polymer Therefore lower levels of medium and another additive, sodium dex- produced clearer and larger plaques than controls, as seen after fixing and staining the monolayers. Neither type of the sodium Dextran sulphate tested gave an increased plaque count. The anti-metabolite, 5-bromodeoxyuridine (BUDR) had been found to improve the appearance of monolayers of L 132 cells and to facilitate the observation of cytopathic effects of 229-E virus in roller-tube cultures. When BUDR was included in the \"Bristol\" overlay medium at between 50 and 200 ~g/ml it gave an increased plaque count (77% increase at 100 ~g/ml; see Fig. 7 ) and furthermore the quality of the monolayer was much improved.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 673,
                    "end": 679,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Growth of 229-E in L132 and HeLa Cells"
        },
        {
            "text": "The effects of different agar preparations were investigated. Most were as efficient as the ion agar, but Agar No. 1 (Oxoid) at a final concentration of 0.3~o gave a significant increase in the plaque number. Agar concentrations as low as 0.1~o have been tried, but below concentrations of 0.3% it is difficult to remove all the agar from the Petri dishes prior to staining. After these experiments a standard overlay medium was employed and this gave consistent results. It was formulated as detailed in \"Materials and Methods\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth of 229-E in L132 and HeLa Cells"
        },
        {
            "text": "The Use of L132 Cells to Propagate Other \"Coronaviruses\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth of 229-E in L132 and HeLa Cells"
        },
        {
            "text": "Because of the marked sensitivity of the L132 cell line to the 229-E virus it was reasoned that these cells might be susceptible to other isolates, known as B814, EVS and LP strains. These isolates of \"coronaviruses\" were made in this laboratory but were viruses which had previously been cultivated only in human embryo nasal and tracheal organ culture, and had been detected only by production of colds in volunteers, or by direct electron microscopy of infected fluids. Both infectious organ-culture fluids and nasal washings were available for each of these strains. Paired serum samples had been taken from volunteers who had been infected with these viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth of 229-E in L132 and HeLa Cells"
        },
        {
            "text": "Organ culture fluids or nasal washings were inoculated into roller-tube cultures of L132 cells maintained under either the \"Bristol\" or Eagle's maintenance medium. Both media were supplemented with 2~o foetal calf serum. Parallel inoculations of WI38 cells maintained under Eagle's medium were made and all tubes were surveyed daily. The medium in the tubes was changed after four days and the old medium was inoculated into fresh cultures of L132 and WI38 cells. This passage to fresh monolayers was repeated at least once more, giving a minimum of three passages in each tissue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth of 229-E in L132 and HeLa Cells"
        },
        {
            "text": "Isolations were made from several fluids for each virus strain and the rates of isolation are shown in Table 3 . A virus was considered to have been isolated if a eytopathic agent was recovered which could be passaged in tissue culture. The cytopathic effect of these agents was not inhibited by BUDR at 25 ~g/ml. At this concentration of BUDR vaccinia virus, growing in L132 cells, had a titre of 102.0 TCDs0 per ml, whereas in a control titration without the drug, the titre was 10 ~.s TCDs0 per ml. There was no inhibition of poliovirus type 1 under the same conditions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 103,
                    "end": 110,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Growth of 229-E in L132 and HeLa Cells"
        },
        {
            "text": "A high proportion of the nasal washings tested (23 out of 30, or 77~o) yielded agents which could be passed serially in L 132 cells. No agents were isolated by direct inoculation of the specimens into WI38 cells. The cytopathic effect produced by these agents was often more evident in L132 cells kept under the \"Bristol\" medium than under the Eagle's medium; however the number of isolations made under \"Bristol\" medium was only half that made under Eagle's medium. A majority of these extra isolations were detected only on second or third passage using Eagle's medium. The degree of cellular destruction which these viruses produced on primary isolation was limited; occasionally the effect would reach a maximum 4--5 days after inoculation and then regress. It was found important to use the roller tube cultures before the cells had formed a complete monolayer; provided the cells remained morphologically healthy then the cytopathic effects produced by these viruses could be detected easily on blind observations. Photographs of unstained preparations showing the effects of B814 and LP viruses are shown in Fig. 9 and 10 . Fig. 8 shows unstained and uninfected L 132 cells after 4 days incubation at 33~ The majority of the cells are very flat and non-refracti]e, making them difficult to photograph. When cultures were infected with B814 virus in nasal washings a transient cytopathic effect was observed, involving a maximum of 50% of the cells after 4 to 5 days of incubation. Infection of cultures with LP virus resulted in a progressive eytopathic effect. The cells became very refractile and rounded, and by the 10th day had all fallen off the glass. The EVS virus produced less cell damage than the B814 virus and so was very difficult to detect.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1115,
                    "end": 1128,
                    "text": "Fig. 9 and 10",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1137,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "Growth of 229-E in L132 and HeLa Cells"
        },
        {
            "text": "of Isolates After three passages in L 132 cells, pools of each virus were made from fluids of tissue-culture with eytopathic effects. Two specimens of LP virus, after passage in L132 cells had produced a cytopathic effect in I-IDCS embryonic kidney cells. Fluids from these cultures then caused similar degeneration in WI38 cells and the effects were indistinguishable from those produced by 229-E virus. Furthermore, this adapted strain of LP virus would produce plaques in L132 cells using the standard \"Bristol\" overlay medium. These plaques were consistently smaller than those produced by the 229-E virus, and unlike 229-E it also produced plaques under an overlay of Eagle's medium plus 2% foetal calf serum, solidified with 0.4% Agar No. 1, and supplemented with 100 ~g/ml of DEAE-Dextran. However, the plaques were much smaller than those produced under the \"Bristol\" overlay. An attempt was made to identify virus isolates by means of a neutralization test. The tissue culture pools of each virus were titrated in L 132 cells. Approximately 50 TCDs0 of each virus were then mixed with dilutions of acute and convalescent sera from volunteers. After leaving the mixtures at room temperature for 2 hours they were inoculated into L132 roller 1 and ~ --these 2 and 4 pairs respectively reacted and 229-E viruses. Numerator --number of four-fold rises detected in Denominator --number of pairs of sera tested. cultures. 229-E virus was also tested against the varlous sera and the results are shown in Table 4 . This shows that the EVS and B814 viruses reacted only with their homologous sera and with no others; except, that is, for one pair of sera taken from a volunteer given B 814 virus which showed a 4-fold rise to 229-E and LP viruses. This volunteer had arrived at the Unit with a cold ; she did not develop a cold after inoculation with B 814 virus and no virus was isolated from her nasal washings. It was concluded that the volunteer had been very recently infected with a virus serologically similar to 229-E.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1507,
                    "end": 1514,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Attempted Identification"
        },
        {
            "text": "The sera which showed rises in titre to 229-E virus also showed similar rises to LP virus; that is, they showed complete cross-neutralization. Despite this cross-reaction LP virus and 229-E virus did not behave identically in tissue culture. Unlike 229-E virus LP virus could not be isolated directly from clinical specimens into WI38 ceils, nor did it produce any cytopathic effect in \"Bristol\" HeLa cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attempted Identification"
        },
        {
            "text": "The isolation of viruses from nasal washings, in L 132 cells was compared with the incidence of colds in volunteers from whom the specimens were taken ( Table 5 ). The majority of the nasal washings tested were collected on the first day on which symptoms occurred in any of the inoculated volunteers. Viruses were isolated from every volunteer with a cold and also from 6 of 10 volunteers who received virus but who did not develop colds. No virus was isolated from 6 volunteers who received Hanks' BSS only.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Comparison of the Rate of Virus Isolation and Clinical Symptoms in Volunteers"
        },
        {
            "text": "Until recently, studies on those viruses of the \"coronavirus\" group which infect man had mainly been limited to the 229-E virus as this was the only agent which could be manipulated in tissue culture. The 229-E virus had been established as a member of a new respiratory virus group. This virus and the Beaudette strain of avian infectious bronchitis virus were found to have identical morphogeneses in infected cells (B~cK~ et al., 1967) . The viruses are formed in cytoplasmic \"cisternae\" and are not released from the cell membrane by \"budding\", unlike myxoviruses. The morphogenesis of mouse hepatitis virus in a mouse liver line is simi]ar (DAvID-FERREIRA and MANAKER, 1965). Immunofluorescent staining of W138 cells infected with 229-E virus did not reveal any specific fluorescence in the cell nuclei (HAMRE, KINDIG and MANN, 1967) and there is probably no nuclear phase of viral development.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 438,
                    "text": "(B~cK~ et al., 1967)",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 838,
                    "text": "KINDIG and MANN, 1967)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The observations made on the cytpathic effect of the 229-E virus in HDCS and L132 cells support these findings. No nuclear or cytoplasmic inclusions were found in stained preparations of infected HDCS. The first change detected was when the cytoplasm of the cells became granular and very acidophilic. Subsequent changes seen in the nuclei could be explained by the loss of cytoplasmic function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The 229-E virus appears to be species-specific in host range as it could not be adapted to any non-human tissue culture system. Unlike the 0C38 and 0C43 isolates of MCI~Tos~ it did not infect suckling mice. The B 814 and EVS isolates are similar in specificity. The 229-E virus is more easily detected than the other viruses in this group. During a recent outbreak, virus isolations were made directly into WI38 HDCS cells (KAPI~:IA~, personal communication). The eytopathic effects of the 229-E and HDCSadapted LP viruses are more easily recognised in WI38 cells than in the L 132 cell line, but the continuous cells are more sensitive in primary virus isolation. For the 229-E virus it was found that 1 TCDs0 in WI38 cells was equivalent to 10--20 p.f.u, in L 132 cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Apart from primary human embryo lung and kidney cells, there may be other tissue in which the 229-E virus will grow without producing any obvious cytopathic effect. In these primary tissues there was no detectable viral interference. The indistinct cytopathic effect of the 229-E virus in \"Bristol\" HeLa cells could easily be mistaken for the non-specific effects produced by toxicity in nasal washings. This virus may have been overlooked in the past during routine diagnostic use of the HeLa cells for the isolation of respiratory syncytial virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The varying intensity of the cytopathic effect produced by the 229-E virus in L 132 cells under different media seems to result from variations in nutrients in the media rather than the presence or absence of inhibitors. Under Eagle's medium containing 2~o calf serum, monolayers of L132 cells may thicken and form clumps, even at 33~ Under the maintenance medium based on ttanks' BSS and lactalbumin hydrolysate there is no gross cell multiplication. This ability of cells to multiply under the Eagle's maintenance medium would retard the cytopathic effect of the 229-E virus and might account for the transient effect produced in this cell system by the B814 and EVS viruses. The development of the \"Bristol\" medium into one suitable for plaque production has made possible a more quantitative approach to the multiplication of the 229-E and LP viruses. It is hoped to extend this assay to the other\"coronavirus\"isolates and to perform single cycle multiplication experiments with these viruses in suspension cultures of L 132 cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although the L 132 cell line was developed for the isolation of enteroviruses we have now shown that it is sensitive to several rhinoviruses, to influenza type C virus, and to respiratory syncytial virus. RSV produces exceptionally large syneytia in the L 132 line.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The \"coronavirus\" group may be responsible for a considerable amount of respiratory disease in man. It is important, therefore, that efficient systems for the detection and assay of these viruses be evolved, and the L32 cell system could provide the opportunities for such studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The conditions for the cultivation of the 229-E respiratory virus in tissue culture are described. The virus multiplies only in human tissue culture systems, but a variety of cell types are sensitive to it. The virus has been isolated in three continuous cell lines and a plaque assay has been developed in one of these. This cell line (L 132) derived from human embryo 150 BRADBURNE et al. : The Propagation of \"Coronaviruses\" in Tissue-culture lung, was also used to isolate three other viruses of similar morphology which had previously been cultivated only in organ cultures of human respiratory epithelium.",
            "cite_spans": [
                {
                    "start": 370,
                    "end": 392,
                    "text": "150 BRADBURNE et al. :",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "High rates of isolation of these viruses were made in L 132 cells using nasal washings from experimentally inoculated volunteers. It is concluded that this cell line is ~ valuable tool in the study of viruses of this group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Morphogenesis of avian infectious bronchitis virus and a related human virus (strain 229E)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Bucker",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mci~*~os~",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Dens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J. Virol",
            "volume": "1",
            "issn": "",
            "pages": "1019--1027",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The structure of infections bronchitis virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Berry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Cruicks~ank",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J H"
                    ],
                    "last": "~lls",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "403--407",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "~LL: Effects of a \"new\" human respiratory virus in volunteers",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Bradburne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bylqoe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrr",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Brit. reed. J",
            "volume": "8",
            "issn": "",
            "pages": "767--769",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Plaque formation by rhinoviruses",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Co-~a~t",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Somerson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Hampa~ia~",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Proc. Soc. exp. Biol. (N. Y.)",
            "volume": "128",
            "issn": "",
            "pages": "51--56",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "I~A~AKnR: An electron microscope study of the development of a mouse hepatitis virus in tissue culture cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Davld-Fe~rema",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "J. cell. Biol",
            "volume": "24",
            "issn": "",
            "pages": "57--77",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Growth and intracellular development of new respiratory virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hamrn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kindig",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "!"
                    ],
                    "last": "Vian~",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J. Virol",
            "volume": "1",
            "issn": "",
            "pages": "810--811",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "PROCKNOW: A new virus isolated from the human respiratory tract",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hamre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Proc. Soe. exp. Biol",
            "volume": "121",
            "issn": "",
            "pages": "190--193",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Studies on Japanese B encephalitis virus. III. Propagation and assay of Japanese B encephalitis virus in a stable line of porcine kidney cells",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "0gcra",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Virology",
            "volume": "16",
            "issn": "",
            "pages": "205--207",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Recovery in tracheal organ cultures of novel viruses from patients with respiratory disease. Proc. nat. Acad. Sci. (Wash.)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcintosh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Dens",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Beoke~",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "",
            "volume": "57",
            "issn": "",
            "pages": "933--940",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Growth in suckling mouse strain of \"IBV-like\" viruses from patients with upper respiratory tract disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mci~tosh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Proc. nat. Acad. Sci. (Wash.)",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Culture of norma~l human leukocytes",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gerzeer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Franklin",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "J. Amer. reed. Ass",
            "volume": "199",
            "issn": "",
            "pages": "87--92",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "ALMEIDA: Direct electron microscopy of organ cultures for the detection and characterization of viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Arch. ges. Virusforsch",
            "volume": "22",
            "issn": "",
            "pages": "417--425",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Cultivation of a novel type of common cold virus in organ cultures",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrrnll",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "By~oe",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Brit. reed. J",
            "volume": "1",
            "issn": "",
            "pages": "1467--1470",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Cultivation of \"difficult\" viruses from patients with common colds",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A J"
                    ],
                    "last": "Tyrrell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bynoe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hoorn",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Brit. reed. J",
            "volume": "1",
            "issn": "",
            "pages": "606--610",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Harvard Hospital",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Received .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "H D C S cells i n f e c t e d w i t h 229-E v i r u s a n d i n c u b a t e d a t 33~ for 48 hours.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A high magnification of I-IDCS cells infected with 229-E virus. (• 900.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "A comparison of the titre of virus in the supcrnatant fluid (e-), measured as TCD~o for HDCS (WI38 cells) aad the eytopathie effect produced in cultures of L132, \"Bristol\" HeLa, and ~u cells infected with 229-E virus. The eytopathie effect (CPE) is measured as the percentage of cells damaged visibly in the cultures.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 5. P l a q u e s p r o d u c e d in a m o n o l a y e r of L 132 A system for the production cells m a i n t a i n e d u n d e r t h e ' B r i s t o l ' o v e r l a y m eof plaques by the 229-E virus in d i a m . F i x e d a n d s t a i n e d a f t e r 6 d a y s a t 33 ~ ( A c t u a l size.)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Additive Concentration (pg/ml]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The effects of various additives in the overlay medium on the numbers of plaques produced by 229-E virus in L132 cells. A DEAE-dextran. 9 500S sodium dextran sulphate. 9 200S sodium dextran sulphate.O 5-bromodeoxyuridine. The symbol O indicates a toxic concentration of additive.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "g . 10. U n s t a i n e d L132 cells i n f e c t e d w i t h L P v i r u s w h i c h h a d 5 tissue c u l t u r e passages. C o n d i t i o n s were the s a m e as i n Fig. 8. (x 160)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The Tissue Culture Systems and the Media Used in the AttemptedTissue.cultures were all propagated locally. The majority of tissues were grown and maintained in Eagle's medium (Gibco G13) with the addition of bovine serum --ox serum prepared locally or foetal calf serum obtained from Flow Laboratories Ltd. The tissue-culture types and media used are shown inTable 1. The human leukocyte line RPMI 7216 (MOORE and GERBER, 1967) was obtained from Dr. K. FAN~ES and the PS pig kidney line (INocE and OGWA, 1962) from Dr. J. Porterfield. The antibiotics penicillin, streptomycin, and kanamyein were added, each at 100 units/ml, to the Eagle's medium, and also achromycin at 22.5 units/ml. Viruses. 229-E was obtained from Dr. D. HAMXE after limit dilution passage. This virus had been passed through organ cultures of human embryo nasal epithelium and thence into volunteers as reported previously (BRAD-BURNE, BY~OE and TYRRELL, 1967). EVS, LP and B 814 viruses (TYRI~ELL and BY~oE, 1965; TYRRELL and BY~OE, 1968) were available both as organculture fluids and as nasal washings from experimentally inoculated volunteers.Isolation o! viruses in tissue-culture. Roller-tube cultures of cells in maintenance medium were inoculated with virus and then rolled at 33~",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The Growth of the 229-E Virus in Human",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We wish to thank Miss B~TA SO~RSnT for her excellent technical assistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}