{
    "paper_id": "ccd58a759bcd631abe2f384fe5d1d278d3bb45e1",
    "metadata": {
        "title": "Oligonucleotide Array for Simultaneous Detection of Respiratory Viruses Using a Reverse-Line Blot Hybridization Assay",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "T"
                ],
                "last": "Coiras",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AIDS Immunopathology Unit",
                    "institution": "Instituto de Salud Carlos III",
                    "location": {
                        "settlement": "Majadahonda, Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "R"
                ],
                "last": "Ló Pez-Huertas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AIDS Immunopathology Unit",
                    "institution": "Instituto de Salud Carlos III",
                    "location": {
                        "settlement": "Majadahonda, Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Ló Pez-Campos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Salud Carlos III",
                    "location": {
                        "settlement": "Majadahonda, Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "C"
                ],
                "last": "Aguilar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Salud Carlos III",
                    "location": {
                        "settlement": "Majadahonda, Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Pé Rez-Breñ",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Instituto de Salud Carlos III",
                    "location": {
                        "settlement": "Majadahonda, Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The interest in developing new diagnostic methods based on arrays of multiple probes to detect and type simultaneously a wide range of different infectious agents is increasing. This becomes a necessity in the case of infectious agents such as respiratory viruses that cause diseases with very similar signs and symptoms. Such tools will permit rapid and accurate diagnosis of different agents causing respiratory infection leading to the most adequate prevention and/or treatment measures. In this article a reverseline blot hybridization (RLB) assay for the detection of a wide range of respiratory viruses is presented and evaluated for its usefulness in routine diagnosis. This assay employs an array of 18 oligonucleotide probes immobilized on a nylon membrane. Biotin-labeled PCR products obtained with two multiplex reverse transcription (RT)-polymerase chain reaction (PCR) assays described previously, which allow for the detection of fourteen different groups of respiratory viruses, were hybridized to the oligonucleotide array. Detection was performed using a chemiluminescent method. The standardization of the method showed that the RLB assay could be an alternative to the nested PCR assay for enhancing the sensitivity in the detection of the amplified products, avoiding the problem of cross-over contamination, increasing the specificity, and therefore simplifying the method. This is of main interest in laboratories with few facilities. The feasibility and accuracy of the RT-PCR-RLB assay for detecting respiratory viruses proves that such approach could be a first stage to develop a microarray assay for routine diagnosis of infectious diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The interest in developing new diagnostic methods based on arrays of multiple probes to detect and type simultaneously a wide range of different infectious agents is increasing. This becomes a necessity in the case of infectious agents such as respiratory viruses that cause diseases with very similar signs and symptoms. Such tools will permit rapid and accurate diagnosis of different agents causing respiratory infection leading to the most adequate prevention and/or treatment measures. In this article a reverseline blot hybridization (RLB) assay for the detection of a wide range of respiratory viruses is presented and evaluated for its usefulness in routine diagnosis. This assay employs an array of 18 oligonucleotide probes immobilized on a nylon membrane. Biotin-labeled PCR products obtained with two multiplex reverse transcription (RT)-polymerase chain reaction (PCR) assays described previously, which allow for the detection of fourteen different groups of respiratory viruses, were hybridized to the oligonucleotide array. Detection was performed using a chemiluminescent method. The standardization of the method showed that the RLB assay could be an alternative to the nested PCR assay for enhancing the sensitivity in the detection of the amplified products, avoiding the problem of cross-over contamination, increasing the specificity, and therefore simplifying the method. This is of main interest in laboratories with few facilities. The feasibility and accuracy of the RT-PCR-RLB assay for detecting respiratory viruses proves that such approach could be a first stage to develop a microarray assay for routine diagnosis of infectious diseases. J. Med. Virol. 76:256-264, 2005 . ß 2005 Wiley-Liss, Inc.",
            "cite_spans": [
                {
                    "start": 1672,
                    "end": 1700,
                    "text": "Med. Virol. 76:256-264, 2005",
                    "ref_id": null
                },
                {
                    "start": 1701,
                    "end": 1709,
                    "text": ". ß 2005",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Infection of human respiratory tract with different viruses causes diseases with similar signs and symptoms that they are nearly indistinguishable using clinical approaches. Therefore, it is essential to have a molecular diagnostic tool that allows rapid identification of the etiological agent. This will enable appropriate measures to prevent and/or treat these diseases, avoiding the unnecessary antibiotics and allowing the antiviral treatment, for example in the case of infection with influenza viruses, and also preventing the spread of a highly contagious virus within the population. Such an approach will provide rapid and accurate information, which is essential to diminish the morbi-mortality caused by these viruses, mainly in elderly and immunocompromised patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Molecular biology techniques for the detection of viral genes present in clinical specimens are playing an increasingly important role for virological diagnosis. In fact, molecular techniques have enabled major advances in the speed, specificity, and sensitivity of laboratory diagnosis of respiratory infections [Myint, 2002] . At present, diagnosis of viral infections is usually made by conventional diagnostic techniques such as virus isolation in cell culture, immunofluorescence assays, and enzyme immunoassay, a rapid method that is increasingly used for various upper respiratory viral pathogens. However, the polymerase chain reaction (PCR) has become a common method applied across the range of infectious respiratory viruses [Liolios et al., 2001; van Elden et al., 2001; Poddar et al., 2002; Coiras et al., 2003 Coiras et al., , 2004 Hu et al., 2003] . These molecular methods provide a more rapid and more reliable diagnosis of respiratory tract virus infection with the advantage of being quite independent of the type of specimen, its transport and storage, microbial contamination of the specimen, or low quantity of viral particles per sample. Such factors used to be a cause of failure in the traditional diagnostic methods. In addition, hybridization methods with molecular probes have the advantage of increased speed and specificity. They may be the only applicable techniques in the case of fastidious viruses that cannot be grown easily for phenotypic analysis [Myint, 2002] , such as the respiratory syncytial viruses (RSV), human parainfluenza viruses (HPIV), or human rhinoviruses; or when subtyping is not possible with PCR assays, as in the case of human enteroviruses or adenoviruses.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 326,
                    "text": "[Myint, 2002]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 736,
                    "end": 758,
                    "text": "[Liolios et al., 2001;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 759,
                    "end": 782,
                    "text": "van Elden et al., 2001;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 783,
                    "end": 803,
                    "text": "Poddar et al., 2002;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 804,
                    "end": 823,
                    "text": "Coiras et al., 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 824,
                    "end": 845,
                    "text": "Coiras et al., , 2004",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 846,
                    "end": 862,
                    "text": "Hu et al., 2003]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1484,
                    "end": 1497,
                    "text": "[Myint, 2002]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A new method is described for rapid and accurate detection and typing of fourteen different respiratory viruses (influenza A, B, C viruses; RSV type A and B; HPIV types 1, 2, 3, 4AB; human coronaviruses (HCoV) 229E and OC43; and a generic detection of adenoviruses, rhinoviruses and enteroviruses) using an array of oligonucleotides. This method is based on the detection of the biotin-labeled PCR amplified products obtained using two multiplex RT-PCR assays described previously [Coiras et al., 2003 [Coiras et al., , 2004 . Those PCR products bind with high specificity to the complementary sequences of the immobilized oligonucleotide probes, arrayed on a nylon membrane. The results were obtained after development of the chemiluminescent method.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 501,
                    "text": "[Coiras et al., 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 502,
                    "end": 524,
                    "text": "[Coiras et al., , 2004",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The RLB method replaced the nested PCR assay after the first round of RT-PCR in order to obtain higher sensitivity. It also permitted an increase of sensitivity of the whole assay with higher speed and specificity, and diminished the cross-over contamination and therefore, false positive results. In addition, this approach could be the basis for a first stage in the development and standardization of a microarray method for near-patient testing of a wide variety of infectious agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Prototype strains of different influenza A subtypes, influenza B, and C viruses, RSV subtypes A and B, prototype strains of HPIV types 1, 2, 3, 4A, and 4B, HCoV 229E and OC43, human enterovirus and human rhinovirus, as indicated in Table I , were used as positive controls. Reference strains of adenovirus serotypes 1-47 were also used as positive controls for the generic probe for adenovirus detection. Reference strains of human enterovirus and human rhinovirus were obtained from the American Type Culture Collection (ATCC, Manassas, VA).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 239,
                    "text": "Table I",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Viruses and Clinical Specimens"
        },
        {
            "text": "Twenty-four nasopharyngeal aspirates were received for virological study at the Respiratory Virus laboratory, in the National Centre for Microbiology (CNM, Instituto de Salud Carlos III, Majadahonda, Madrid, Spain) from patients presenting acute respiratory syndromes as bronchiolitis, bronchial asthma, and pneumonia, or an influenza-like illness during season 2003-2004. Twelve virus isolates were also received for specific characterization from the primary virological laboratories of the Spanish Influenza Surveillance Network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Viruses and Clinical Specimens"
        },
        {
            "text": "To assess the sensitivity of each RT-PCR run and the hybridization assay, additional controls were prepared in two dilutions that contained 10 and 1,000 molecules of cloned amplified product of each type of influenza virus and RSV, the adenovirus serotype 1, HPIV (1, 2, 3, 4A), HCoV 229E, HCoV OC43, echovirus 30, and rhinovirus serotype 14. The preparation of all these plasmid controls was described previously [Coiras et al., 2003 [Coiras et al., , 2004 . The primary amplification product from ADV serotype 1 cloned in pGEM-T vector was also described previously [Avellón et al., 2001] .",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 434,
                    "text": "[Coiras et al., 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 435,
                    "end": 457,
                    "text": "[Coiras et al., , 2004",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 568,
                    "end": 590,
                    "text": "[Avellón et al., 2001]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Controls Preparation"
        },
        {
            "text": "Negative controls with RNAse-free sterile water (Sigma, St. Louis, MO) were included in each batch of test samples for checking up carryover contamination. An internal control formerly described [Coiras et al., 2003] was used for checking the extraction process stage, the amplification efficiency, the presence of inhibitors in the clinical specimens, and the hybridization step.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 216,
                    "text": "[Coiras et al., 2003]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Controls Preparation"
        },
        {
            "text": "Nucleic acid extraction was carried out from 200 ml of the sample using the guanidinium thiocyanate extraction method described previously [Casas et al., 1995] . Negative controls were treated following the same procedure. The lysis buffer included 100-1,000 mole- cules of the cloned amplified product of the internal control. After processing, the dried pellet was resuspended in 15 ml of RNAse-free sterile water (Sigma). Primers used to amplify the internal control were described previously [Coiras et al., 2003] . DNA products were obtained using two independent multiplex RT-PCR assays described previously [Coiras et al., 2003 [Coiras et al., , 2004 in 50-ml reaction volumes. Biotin labeling was performed adding to the RT-PCR mixture 200 mM each of dATP, dGTP, and dCTP, 130 mM of dTTP and 70 mM of biotin-16-dUTP (Roche Diagnostics, Mannheim, Germany). Two microliters from the total reaction volume were subjected to a nested PCR assay and 5-45 microliters were used to hybridize with the probes immobilized on the nylon membrane.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 159,
                    "text": "[Casas et al., 1995]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 496,
                    "end": 517,
                    "text": "[Coiras et al., 2003]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 614,
                    "end": 634,
                    "text": "[Coiras et al., 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 635,
                    "end": 657,
                    "text": "[Coiras et al., , 2004",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "RT-PCR Amplification"
        },
        {
            "text": "All primers used in both multiplex RT-nested PCR assays were described previously [Coiras et al., 2003 [Coiras et al., , 2004 . All oligonucleotides used as probes in the RLB assay are described in Table II . These probes were designed using a computer-assisted analysis of the sequences available in the public databases with MACAW 2.0.5 program (Multiple Alignment Construction and Analysis Workbench, NCBI, Bethesda, MA). The main criterion used for the design of the oligonucleotides was the similarity of reaction kinetics to be used under the same hybridization conditions with the nearest sensitivity and specificity between them.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 102,
                    "text": "[Coiras et al., 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 103,
                    "end": 125,
                    "text": "[Coiras et al., , 2004",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Oligonucleotide Design and Preparation"
        },
        {
            "text": "The reverse line blotting technique was performed as described previously [Kaufhold et al., 1994] with slight modifications. Each amplified biotinylated PCR product was hybridized to a set of 18 immobilized oligonucleotide probes (Table II) . The oligonucleotides bound covalently to a nylon membrane (Biodyne C, Pall, Cambridge, UK) by the 5 0 hexylamino group as described previously [Kaufhold et al., 1994] . Briefly, the carboxyl groups on the membrane were activated by incubation for 15 min in 16% (wt/vol) 1-ethyl-3-(3-dimethylaminopropyl)carbodiimide (Sigma). The membrane was then rinsed with water and placed in a miniblotter system (MN45, Biometra, Göttingen, Germany). The slots were filled in parallel with 150-200 ml of each 5 0 -hexylamine-labeled oligonucleotide diluted in freshly prepared 500 mM NaHCO3, pH 8.4, at a final concentration of 0.8-1.2 mM. After 10 min of incubation at room temperature, the excess solution was aspirated and the membrane was removed from the miniblotter. The oligonucleotides were now immobilized on the membrane through their amino group and the remaining active groups on the membrane were hydrolyzed by incubation in NaOH 0.1M for no more than 10 min. The membrane was rinsed with water and washed for 10 min at 568C in 2Â SSPE (2 mM Na 2 EDTA pH 7.2, 360 mM NaCl, 20 mM NaH 2 PO 4 ÁH 2 O) with 0.1% sodium dodecyl sulfate (SDS) (BDH, Poole, UK). The membrane was rinsed in 2Â SSPE and it was used immediately or stored at 48C in EDTA 20 mM.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 97,
                    "text": "[Kaufhold et al., 1994]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 386,
                    "end": 409,
                    "text": "[Kaufhold et al., 1994]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 240,
                    "text": "(Table II)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Reverse-Line Blot Hybridization (RLB)"
        },
        {
            "text": "Prior to hybridization, the membrane was washed for 5 min in 2Â SSPE-0.1% SDS, placed on the miniblotter rotated 908 from the previous position to let the slots in a perpendicular position with the lines that contained the oligonucleotides. The slots were then filled with 5-45 ml of the PCR product diluted in 150-200 ml of 2Â SSPE-0.5% SDS (final concentration), previously denatured by heat at 998C for 10 min and chilled on ice. The incubation of PCR products was performed at 458C for 2 hr with slight agitation in the direction of the slots. After hybridization, the membrane was washed twice for ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse-Line Blot Hybridization (RLB)"
        },
        {
            "text": "Hexon protein sHPIV1 5 0 -TAAATTCAGATATGTATCCTGAT-3 0 HPIV type 1 Hemagglutinin gene sHPIV2 5 0 -TACCTAAGTGATGGAATCAATCG-3 0 HPIV type 2 Hemagglutinin gene sHPIV3 5 0 -ACAGATGTATATCAACTGTGTTC-3 0 HPIV type 3 Hemagglutinin gene sHPIV4AB 5 0 -ATGGTGAAAAGAACATGGAGATT-3 0 HPIV type 4A/4B Hemagglutinin gene sHEV 5 0 -TGGCTGCTTATGGTGACAAT-3 0 Human enteroviruses 5 0 -NCR VP4/VP2 a sHRV 5 0 -GGGAYGGGACCRACTACTTT-3 0 Human rhinoviruses",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse-Line Blot Hybridization (RLB)"
        },
        {
            "text": "All probes are 5 0 amino-modified. a Probes for rhinovirus and enterovirus detection were designed in the polyprotein gene, between 5 0 non-coding region (5 0 -NCR) and VP4/VP2 regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse-Line Blot Hybridization (RLB)"
        },
        {
            "text": "b",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reverse-Line Blot Hybridization (RLB)"
        },
        {
            "text": "The internal control used to detect any failure in nucleic acid extraction, PCR run and hybridization step was described previously [Coiras et al., 2003 ]. 10 min each time at 428C with 2Â SSPE-0.5% SDS and then incubated in streptovidin-peroxidase conjugate (Roche Diagnostics) solution at 1:4,000 in 2Â SSPE-0.5% SDS for 45 min at 428C. The membrane was washed for 10 min with 2Â SSPE-0.5% SDS, then for 10 min with 2Â SSPE-0.1% SDS, and 10 min with 2Â SSPE at room temperature. All buffers were prewarmed before use. The hybridized PCR products were detected by chemiluminescence assay using ECL detection system (Amersham, Freiburg, Germany) and exposure for 10-60 min to an X-ray Hyperfilm (Amersham). For repeated use, the membranes were stripped by being washed twice, for 30 min each time, in 0.1% SDS at 808C. After incubation for 15 min at room temperature in 20 mM EDTA, the membranes were stored at 48C.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 152,
                    "text": "[Coiras et al., 2003",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Reverse-Line Blot Hybridization (RLB)"
        },
        {
            "text": "All samples were aliquoted at reception and those not used for the assays were stored at À708C for later confirmation of PCR results. Positive results were considered valid when the PCR and RLB results matched in two different aliquots tested on consecutive days. For comparison of specificity and sensitivity of the RT-PCR-RLB assay, two independent multiplex nested PCR assays were performed following both multiplex RT-PCR assays, according to the conditions described previously [Coiras et al., 2003 [Coiras et al., , 2004 . Positive results were considered valid when the nested PCR results matched the two different aliquots tested on consecutive days. When discordant results were obtained, an other aliquot of the respiratory sample was processed. The use of an internal control in each PCR reaction tube excluded false negatives due to non-specific inhibitors or extraction failure. All results obtained by both multiplex RT-nested PCR assays were also confirmed using virus isolation in cell culture and immunofluorescence assays with specific monoclonal antibodies, when possible.",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 503,
                    "text": "[Coiras et al., 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 504,
                    "end": 526,
                    "text": "[Coiras et al., , 2004",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Confirmation of RT-PCR-RLB Results"
        },
        {
            "text": "Because of the high sensitivity of the nested PCR, precautions must be taken to prevent contamination of reaction tubes with a previously amplified product, target RNA or DNA from other specimens and controls. The preparation of reagents, processing of samples, aliquots of the respiratory specimens, and nested PCR assays were performed in safety cabinets located in separate laboratories, isolated from the area for the analysis of the amplified products. Each cabinet was equipped with an independent batch of reagents, micropipette sets, sterile reagent tubes, and filtered pipette tips.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prevention of PCR Contamination"
        },
        {
            "text": "The probes for each virus were selected inside the amplified fragment that was obtained with the primers used to perform both multiplex RT-PCR assays described previously [Coiras et al., 2003 [Coiras et al., , 2004 . The design was undertaken using a computer-assisted analysis of the sequences available in the public databases with MACAW 2.0.5 program. All of the oligonucleotides should present similar reaction kinetics in order to be used under the same hybridization conditions with the nearest sensitivity and specificity. The G þ C contents and melting temperatures of the oligonucleotide probes were analyzed using PrimerSelect v3.04a (DNAstar, Inc., Madin, WI) . The oligonucleotides were also tested for possible self-interactions and hairpins, and no significant theoretical interactions were identified. To test for theoretical specificity, all the oligonucleotides used were aligned with the sequence databases of the National Centre for Biotechnology Information (NCBI) using the Basic Local Alignment Search Tool (BLAST).",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 191,
                    "text": "[Coiras et al., 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 192,
                    "end": 214,
                    "text": "[Coiras et al., , 2004",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 644,
                    "end": 670,
                    "text": "(DNAstar, Inc., Madin, WI)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Development of Specific Probes"
        },
        {
            "text": "Optimal probe dilutions were determined empirically by binding two-fold serial dilutions of each individual probe to a nylon membrane, starting at a concentration of 3.2 mM. In all cases, the optimal concentration was 0.8 mM. An example of the differences between hybridization intensities according to the variation of probe concentration in the case of probes to detect influenza C virus, RSV type B, adenoviruses and HPIV type 3, is shown in Figure 1 , lanes 9-12 and 17-28. In the case of those probes for detecting influenza A and B viruses, and RSV type A an alternative probe was designed to increase the sensitivity of detection. The combination of both probes in the same miniblotter slot increased the sensitivity of detection for those viruses. In Figure 1 , lanes 1-8 and 13-16, the differences of hybridization intensities when the probes are used together or separated are shown, always at 0.8 mM.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 445,
                    "end": 453,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 759,
                    "end": 767,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Standardization of Optimal Hybridization Conditions"
        },
        {
            "text": "Optimal temperatures and concentrations were calculated empirically and standardized by experimentation. To optimize the hybridization conditions, different temperatures (42, 45, 50, 55, and 608C) and buffer concentrations (SSPE 2, 2.5, and 3Â) were used (data not shown). Some cross-reactions of several RT-PCR products were observed at 428C but neither at 458 nor 488C. Thus, the sensitivity of the assay was greater at 458C, with low or absent non-specific detection. On the other hand, an increase of the buffer concentration masked the increase of sensitivity due to the high background. The use of additives such as dextran sulfate or formamide in the hybridization buffer also increased the background but not the sensitivity. Therefore, the best resolution of the spots with low background was observed when the hybridization was performed at 458C for 2 hr, with slight shaking in the slot direction, using SSPE 2Â as hybridization buffer in the presence of 0.5% SDS. The probes were used basically at a final concentration of 0.8 mM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Standardization of Optimal Hybridization Conditions"
        },
        {
            "text": "The sensitivity and specificity of the RT-PCR-RLB assay was determined by comparison to those obtained by both multiplex RT-nested PCR assays described previously [Coiras et al., 2003 [Coiras et al., , 2004 . Limit dilutions detected for each virus were as follows: 0.1 TCID 50 of influenza A and B viruses (A/Panama/2007/99 and B/ Yamanashi/166/98); fourth ten-fold dilution from a preparation of influenza C virus (C/Johannesburg/1/ 66) with title 2048 by hemagglutination-inhibition; fourth ten-fold dilution from a 10 À3 dilution of RSV types A and B (strains Long and RSN-2, respectively), the latter being equivalent to detect one infected cell by indirect immunofluorescence; dilutions of adenovirus serotype 1 and HPIV type 3 (strain C-243), both equivalent to 10 2 plasmid copies (see Fig. 1 ); HPIV types 1, 2, and 4A (strains C-35, Greer, and M-25, respectively), HCoV 229E and OC43, all of them equivalent to 10 2 plasmid copies; as well as dilutions of echovirus 30 and rhinovirus 14, equivalent to 0.0001 TCID 50 (data not shown).",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 183,
                    "text": "[Coiras et al., 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 184,
                    "end": 206,
                    "text": "[Coiras et al., , 2004",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 794,
                    "end": 800,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity and Specificity of the RT-PCR-RLB Assay"
        },
        {
            "text": "The specificity was tested using different viruses for one specific probe. No hybridization to the oligonucleotides was found using PCR products from different viruses without being its complementary sequence (data not shown). Therefore, no cross-reactivity was observed at the current hybridization conditions. Figure 2 shows the specificity of the RT-PCR-RLB assay for all the probes used in this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 320,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Sensitivity and Specificity of the RT-PCR-RLB Assay"
        },
        {
            "text": "The ability of the RT-PCR-RLB assay to detect the presence of more than one virus template in the same starting material was assessed by the preparation of various combinations of viral templates (data not shown).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sensitivity and Specificity of the RT-PCR-RLB Assay"
        },
        {
            "text": "To detect and differentiate the presence of one or more respiratory viruses within a wide range, 17 oligonucleotides, as well as one probe to detect the internal control (see Table II ), were designed within the gene region that was amplified by both independent multiplex RT-PCR assays described previously [Coiras et al., 2003 [Coiras et al., , 2004 . Because biotin-16-dUTP was included in the RT-PCR mixture, the amplified PCR product was labeled with biotin and could be used directly for hybridization to the Fig. 1 . Detection of a range of respiratory virus reference strains using the RT-PCR-RLB assay in order to determine the sensitivity of the assay. Four ten-fold serial dilutions were used for each virus and initial dilutions were as follows: 100 TCID 50 in the influenza A (lanes 1-4) and B (lanes 5-8) viruses (strains A/Panama/2007/99 and B/Yamanashi/166/98, respectively); 10 À3 dilution of a preparation of influenza C virus (C/Johannesburg/1/66) (lanes 9-12) with title 2048 by hemagglutination inhibition; 10 À3 dilution of RSV types A (lanes 13-16) and B (lanes 17-20) (strains Long and RSN-2, respectively), equivalent to detect one infected cell by indirect immunofluorescence; 10 À3 dilutions of adenovirus serotype 1 (lanes 21-24) and HPIV type 3 (strain C-243) (lanes 25-28), equivalent to 10 5 plasmid copies. The sensitivity was analyzed using two-fold serial dilutions of oligonucleotide probes bound to a nylon membrane, starting at a concentration of 0.8 mM. In the case of influenza C virus, RSV type B, adenovirus serotype 1 and HPIV type 3, the signal intensities are represented. In the case of influenza A and B viruses and RSV type A was necessary to develop another probe in order to increase the sensitivity of detection. For those probes, all at a concentration of 0.8 mM, the signal intensity differences are shown for every probe, combined or not. A grid was drawn on the film to facilitate the virus identification.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 328,
                    "text": "[Coiras et al., 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 329,
                    "end": 351,
                    "text": "[Coiras et al., , 2004",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 175,
                    "end": 183,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 515,
                    "end": 521,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 800,
                    "text": "(lanes 1-4)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Simultaneous Detection and Differentiation of a Wide Range of Respiratory Viruses"
        },
        {
            "text": "18 oligonucleotides that were bound covalently to the membrane. The different viruses that were present in the clinical isolates and specimens could be distinguished by their different hybridization patterns. Figure 2 illustrates the hybridization patterns obtained with fourteen viral reference strains, also analyzed by nested PCR assay to compare sensitivity and specificity of the detection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Simultaneous Detection and Differentiation of a Wide Range of Respiratory Viruses"
        },
        {
            "text": "Twelve viral isolates received for the specific characterization from the primary virological laboratories of the Spanish Influenza Surveillance Network were used to determine the specificity and sensitivity of the RT-PCR-RLB assay in comparison with the RT-nested PCR assay described [Coiras et al., 2003] . The PCR products obtained from the first-round RT-PCR assay were biotin labeled and hybridized to the membrane. Detection of influenza A virus in those isolates was carried out using both probes s1FluA and s2FluA (see Table II ) covalently attached to the nylon membrane together within the same miniblotter slot. Those PCR products were also subjected to a nested PCR assay and the results were analyzed by electrophoresis in 2% agarose gel. No cross-reactivity was observed, apart from the expected bands of 721 and 837 bp, corresponding to the size of the amplified fragment from the influenza A virus nucleoprotein gene and the RT-PCR internal control, respectively. Figure 3 shows the results obtained with both approaches that were concordant between both techniques. In three specimens no band could be observed using neither the nested PCR assay nor the RT-PCR-RLB assay. However, no virus could be recovered by isolation in cell culture from those samples, even after using another aliquot stored at À708C that was homogenized and aliquoted at arrival.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 306,
                    "text": "[Coiras et al., 2003]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 527,
                    "end": 535,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 980,
                    "end": 988,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Simultaneous Detection and Differentiation of a Wide Range of Respiratory Viruses"
        },
        {
            "text": "The usefulness of the oligonucleotide array in virological diagnosis was then evaluated. Twenty-four combined nose and throat swabs and nasopharyngeal aspirates obtained from 2003-2004 season were subjected to nucleic acid extraction and tested by both multiplex RT-nested PCR assays and also by the RT- Fig. 2 . Detection of a range of respiratory virus reference strains using the RT-PCR-RLB assay. Dilutions used for each virus were as follows: 100 TCID 50 in the influenza A and B viruses (A/Panama/2007/ 99, B/Yamanashi/166/98); 10 À3 dilution of a preparation of influenza C virus (C/Johannesburg/1/66) with title 2048 by hemagglutination inhibition; 10 À3 dilution of RSV types A and B (strains Long and RSN-2, respectively), equivalent to detect one infected cell by indirect immunofluorescence; 10 À3 dilutions of adenovirus serotype 1, HPIV types 1, 2, 3, and 4A (strains C-35, Greer, C-243, and M-25, respectively), HCoV 229E and OC43, all of them equivalent to 10 5 plasmid copies; as well as 10 À4 dilutions of echovirus 30 and rhinovirus 14, equivalent to 0.1 TCID 50 . An internal control was included in every RT-PCR run, therefore it was detected in all amplified products using an specific probe. PCR-RLB assay. As described above, all extracts were subjected to the first-round RT-PCR assay. Then, 2 ml of the reaction volume were subjected to a nested PCR and 45 ml were used for the RLB assay.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 310,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Detection and Typing of Respiratory Viruses in Clinical Specimens"
        },
        {
            "text": "Laboratory results obtained by both the nested PCR and RLB assays are shown in Table III and were as follows: three specimens were positive for influenza A virus, two positive for influenza B virus, four positive for RSV type A and five for RSV type B, one positive for HPIV type 1 and two for HPIV 3, and four rhinoviruses were detected in four different specimens. Two adenoviruses were detected in this study, one mixed with RSV type B co-infecting one specimen (see Fig. 4 ). All these results were confirmed by both assays except one HPIV type 3 that was only detected by this technique.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 470,
                    "end": 476,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Detection and Typing of Respiratory Viruses in Clinical Specimens"
        },
        {
            "text": "The most widely used methods for the diagnosis of respiratory infection caused by viruses have been the viral isolation in cell culture and immunofluorescence assays. Recently, these methods have been replaced gradually or supported by molecular biology techniques such as RT-PCR or PCR assays that are being increasingly used for laboratory diagnosis for viral detection and identification [Vabret et al., 2000; Liolios et al., 2001; van Elden et al., 2001; Poddar et al., 2002; Hu et al., 2003; Coiras et al., 2004] . To determine the etiology of the viral respiratory infections, these methods should be complemented by a following nested PCR assay in order to increase the sensitivity, due to the low quantity of respiratory viruses that are usually found in clinical specimens. Because of the high sensitivity of the nested PCR, precautions must be taken to prevent contamination of reaction tubes with a previously amplified product, target RNA or DNA from other specimens and controls. The preparation of reagents, processing of samples, aliquots of respiratory specimens, nested PCR assays, and analysis of amplified products should be undertaken in safety cabinets located in separate laboratories.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 412,
                    "text": "[Vabret et al., 2000;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 413,
                    "end": 434,
                    "text": "Liolios et al., 2001;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 435,
                    "end": 458,
                    "text": "van Elden et al., 2001;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 459,
                    "end": 479,
                    "text": "Poddar et al., 2002;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 480,
                    "end": 496,
                    "text": "Hu et al., 2003;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 497,
                    "end": 517,
                    "text": "Coiras et al., 2004]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Risk of cross-over contamination can be avoided by replacing the nested PCR assay with a safer molecular method of similar sensitivity and specificity. An alternative method to the nested PCR assay is described for increasing the sensitivity of detection of a wide range of respiratory viruses using a combination of two multiplex RT-PCR assays described previously [Coiras et al., 2003 [Coiras et al., , 2004 . In this work, a RLB method using the PCRproducts obtained from the first-round RT-PCR assays is proposed. To evaluate the validity of this method for routine diagnosis was performed a comparative analysis using reference strains from a wide range of respiratory viruses, viral isolates and clinical specimens that have been analyzed by both nested PCR and RLB assays.",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 386,
                    "text": "[Coiras et al., 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 387,
                    "end": 409,
                    "text": "[Coiras et al., , 2004",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "As targets for probe design, the 5 0 end of the amplified regions obtained using the primers designed for both multiplex RT-PCR assays [Coiras et al., 2003 [Coiras et al., , 2004 were chosen, with a size between 20 and 23 bp. The probes were immobilized on the nylon membrane in oriented location. In some cases, such as influenza viruses types A and B, and RSV type A, it was necessary to design different probes that were used simultaneously in the RLB assay in order to improve its sensitivity (see Fig. 1 ). Fig. 3 . A: Detection of influenza A virus in viral isolates (lanes 1-12) using RT-PCR-RLB assay. Both probes s1FluA and s2FluA were together covalently bound to the nylon membrane within the same miniblotter slot at a final concentration of 0.8 mM. B: PCR products obtained from the first-round RT-PCR assay were also analyzed using a nested PCR assay. The analysis of these results was performed by electrophoresis in 2% agarose gel. Only the expected bands of 721 and 837 bp, corresponding to the expected size of the amplified fragment from the influenza A virus nucleoprotein gene and the RT-PCR internal control, respectively, were observed. Lane M: 100 bp ladder XIV Molecular Weight Marker (Roche Molecular Diagnostics). Biotin-labeled RT-PCR products were generated by both multiplex RT-PCR assays and then hybridized directly to the membrane. Another aliquot was subjected to a nested PCR assay. Although biotinylated primers were used at the beginning of the assay standardization, the sensitivity of the RT-PCR assay decreased dramatically in comparison by replacing the 35% of dTTP with biotin-16-dUTP. Furthermore, the sensitivity increased two-fold when the one-step RT-PCR amplification was performed using the primers separately instead of in multiplex combination, biotinylated or not (data not shown). However, this would invalidate the main objective of this assay: to develop a rapid and accurate procedure for simultaneous detection of a wide range of respiratory viruses. Therefore, other approaches were used for improving the sensitivity of the assay, such as changing the hybridization conditions to obtain a high specificity (see Fig. 2 ).",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 155,
                    "text": "[Coiras et al., 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 156,
                    "end": 178,
                    "text": "[Coiras et al., , 2004",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 502,
                    "end": 508,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 518,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 2169,
                    "end": 2175,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "To ensure that the sensitivity of the RT-PCR-RLB assay was similar to the nested PCR, the results from both methods were compared. Twelve viral isolates were obtained from the Spanish Influenza Surveillance Network for specific characterization. All isolates were positive for influenza A virus using both nested PCR and RLB assays, although three specimens were negative for any respiratory virus that can be detected with both multiplex RT-nested PCR assays. The analysis of another aliquot of the same specimens, stored at À708C since they were received, gave also negative results by both methods and no virus could be recovered by isolation in cell culture. Therefore, it could be concluded that the quantity of virus in those samples was under the detection limit of the RT-nested PCR assay (0.1-0.01 TCID 50 ) [Coiras et al., 2003 ] and the RLB assay (0.1 TCID 50 ) for the influenza A viruses. Accordingly, these results showed a 100% correlation when the reference strains (see Figs. 1 and 2) and viral isolates were examined (see Fig. 3 ).",
            "cite_spans": [
                {
                    "start": 817,
                    "end": 837,
                    "text": "[Coiras et al., 2003",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [
                {
                    "start": 1040,
                    "end": 1046,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Besides, twenty-four clinical specimens were examined simultaneously with the nested PCR and RLB assays. The results were concordant in all cases except for one HPIV type 3 that was only detected by the nested PCR assay, obtaining a band of very weak intensity in 2% agarose gel. Therefore, comparison of the results obtained by both RLB and nested PCR assays, showed a 96% correlation (see Table III and Fig. 4) . Consequently, the sensitivity was proved to be slightly higher with the nested PCR than with the RLB assay in the analysis of clinical specimens. Those results are concordant with the finding of some researchers on the lesser sensitivity of the non-radioactive hybridization method in comparison with PCR amplification [Hopert et al., 1993; Winiarczyk and Gradzki, 1999; Myint, 2002] . However, the RLB has the advantage of the absence of possible false positives due to cross-over contamination. This is of main importance to avoid misdiagnosis and to obtain accurate detection of dual infections in the same clinical specimen. In order to determine the ability of the RLB assay to detect more that one virus template within the same starting material, some combinations of viral templates were prepared and analyzed. In all cases the expected results were obtained (data not shown). Within the twenty-four clinical specimens mentioned above, one specimen was co-infected with RSV type B and adenovirus (see Fig. 4 , lane 11) and these results were confirmed by both nested PCR and RLB methods.",
            "cite_spans": [
                {
                    "start": 734,
                    "end": 755,
                    "text": "[Hopert et al., 1993;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 756,
                    "end": 785,
                    "text": "Winiarczyk and Gradzki, 1999;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 786,
                    "end": 798,
                    "text": "Myint, 2002]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 391,
                    "end": 400,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 405,
                    "end": 412,
                    "text": "Fig. 4)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1424,
                    "end": 1430,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "A special advantage for RLB that has been claimed by some investigators is that RLB membranes could be reused without substantial loss of sensitivity [Kamerbeek et al., 1997; Vinjé and Koopmans, 2000] , although the detection of very intense signals could produce a high background in the next hybridization. Some researchers claimed that it is possible to reuse up to 40 times the same membrane [Vinjé and Koopmans, 2000 ], but we did not reuse them more than six times to avoid giving false positives due to a high background (data not shown).",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 174,
                    "text": "[Kamerbeek et al., 1997;",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 200,
                    "text": "Vinjé and Koopmans, 2000]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 396,
                    "end": 421,
                    "text": "[Vinjé and Koopmans, 2000",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, a RT-PCR-RLB method has been developed for simultaneous detection and typing of a wide range of respiratory viruses, based on the hybridization of biotinylated PCR products, obtained with two multiplex RT-PCR assays described previously, to an array of oligonucleotides that are immobilized and orientated on a nylon membrane. The method can be completed within a working-day, once the nucleic acid has been obtained, and is reproducible and easy to carry out. The avoiding of cross-over contamination, as opposed to the nested PCR assay, makes this method ideal for standardization in diagnosis laboratories with few facilities. In addition, this oligonucleotide array on nylon membrane could become the first stage for developing a microarray method for testing a wide variety of infectious agents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rapid and sensitive diagnosis of human adenovirus infections by a generic polymerase chain reaction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Avellón",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pérez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ortiz De Lejarazu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Echevarría",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Virol Methods",
            "volume": "92",
            "issn": "",
            "pages": "113--120",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "New method for the extraction of viral RNA and DNA from cerebrospinal fluid for use in the polymerase chain reaction",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Casas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Powell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Klapper",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Cleator",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Virol Methods",
            "volume": "53",
            "issn": "",
            "pages": "25--36",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Simultaneous detection of influenza A, B, and C viruses, respiratory syncytial virus, and adenoviruses in clinical samples by multiplex reverse transcription nested-PCR assay",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Coiras",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Perez-Breñ A",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "García",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Casas",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Med Virol",
            "volume": "69",
            "issn": "",
            "pages": "132--144",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Simultaneous detection of fourteen respiratory viruses in clinical specimens by two multiplex reverse transcription nested-PCR assays",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Coiras",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Aguilar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "García",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Casas",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Perez-Breñ A",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Med Virol",
            "volume": "72",
            "issn": "",
            "pages": "484--495",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Specificity and sensitivity of polymerase chain reaction (PCR) in comparison with other methods for the detection of mycoplasma contamination in cell lines",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hopert",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Uphoff",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wirth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hauser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Drexler",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Immunol Methods",
            "volume": "26",
            "issn": "",
            "pages": "91--100",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Simultaneous detection, subgrouping, and quantitation of respiratory syncytial virus A and B by real-time PCR",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colella",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rappaport",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "149--154",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Simultaneous detection and strain differentiation of Mycobacterium tuberculosis for diagnosis and epidemiology",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Embden",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Microbiol",
            "volume": "35",
            "issn": "",
            "pages": "907--914",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Rapid typing of group A streptococci by the use of DNA amplification and non-radioactive allele-specific oligonucleotide probes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaufhold",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Podbielski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Baumgarten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blokpoel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Top",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schouls",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "FEMS Microbiol Lett",
            "volume": "119",
            "issn": "",
            "pages": "19--25",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Comparison of a multiplex reverse transcription-PCRenzyme hybridization assay with conventional viral culture and immunofluorescence techniques for the detection of seven viral respiratory pathogens",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liolios",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jenney",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spelman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kotsimbos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Catton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wesselingh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "2779--2783",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Recent advances in the rapid diagnosis of respiratory tract infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Myint",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Br Med Bull",
            "volume": "61",
            "issn": "",
            "pages": "97--114",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Evaluation of a single-step multiplex RT-PCR for influenza virus type and subtype detection in respiratory samples",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Poddar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Espina",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Schnurr",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Clin Lab Anal",
            "volume": "16",
            "issn": "",
            "pages": "163--166",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Comparison of three non-nested RT-PCR for the detection of influenza A viruses",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vabret",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sapin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lezin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mosnier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Burnouf",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Petitjean",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gouarin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Campet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Freymuth",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Clin Virol",
            "volume": "17",
            "issn": "",
            "pages": "167--175",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Simultaneous detection of influenza viruses A and B using real-time quantitative PCR",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Elden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nijhuis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schipper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Schuurman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Van Loon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "196--200",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Simultaneous detection and genotyping of ''Norwalk-like viruses'' by oligonucleotide array in a reverse line blot hybridization format",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vinjé",
                    "suffix": ""
                },
                {
                    "first": "Mpg",
                    "middle": [],
                    "last": "Koopmans",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Clin Microbiol",
            "volume": "38",
            "issn": "",
            "pages": "2595--2601",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Comparison of polymerase chain reaction and dot hybridization with enzyme-linked immunoassay, virological examination and polyacrylamide gel electrophoresis for the detection of porcine rotavirus in faecal specimens",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Winiarczyk",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gradzki",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Zentralbl Veterinarmed B",
            "volume": "46",
            "issn": "",
            "pages": "623--634",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Analysis of a panel of clinical specimens by RT-PCR-RLB assay. Lanes 1-12, combined nose and throat swabs, and nasopharyngeal aspirates; lanes 1 and 2, influenza A viruses; lanes 3 and 6, influenza B viruses; lanes 4 and 10, negative; lanes 5 and 8, RSV type A; lanes 7 and 9, RSV type B; lane 11, coinfection of RSV type B and adenovirus; lane 12, adenovirus.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Prototype Strains Used as Positive Controls",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Oligonucleotide Probes Used in the Hybridization Assay",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Detection and Identification of Respiratory Viruses in Clinical Specimens by Multiplex RT-Nested PCR and RT-PCR-RLB AssaysAdenovirus and RSV type B were simultaneously detected in one specimen.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge the excellent technical assistance provided by Manuela López-Valero, Nieves Cruz, and Soledad Carlos in the Respiratory Viruses Laboratory, CNM, ISCIII, Majadahonda, Madrid, Spain. The authors also thank the Spanish Surveillance Network and the Spanish Laboratories of Virology that provided some of the clinical specimens. Dr. Juan Echevarría (CNM, ISCIII) kindly provided reference strains of HPIV and HCoV and Dr. Ana Avellón (CNM, ISCIII) kindly provided the pGEMT-adenovirus serotype 1 plasmid control. Special thanks for Dr. Horacio Gil and Dr. Anabel Negredo (CNM, ISCIII, Majadahonda, Madrid, Spain) for excellent support in the standardization of the RLB assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}