{
    "paper_id": "cd8c0d09300363c9270584b6880415aa8006e9d1",
    "metadata": {
        "title": "Journal Pre-proof Severe COVID-19 infection in pregnancy requiring intubation without preterm delivery: A case report Severe COVID-19 infection in pregnancy requiring intubation without preterm delivery: A case report",
        "authors": [
            {
                "first": "Nicolina",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Madhurima Keerthy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Coronavirus-2019 (COVID-19) is a global health crisis, but there is limited guidance for the critical care management of pregnant patients experiencing respiratory collapse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We describe our management of a peri-viable pregnant patient requiring intubation; discussion includes pharmacologic interventions, mechanical ventilation adjustments, and consideration of fetal interventions, including delivery timing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Case: A 36-year-old, gravida 2, para 1 woman positive for COVID-19 at 23 weeks of gestation with severe disease required admission to the intensive care unit and intubation. She completed 5 days of hydroxychloroquine and 7 days of prednisone. She was successfully intubated after 8 days and discharged home in a stable condition without preterm delivery on hospital day 11. Conclusion: Fortunately, the patient responded to aggressive respiratory support with intubation and mechanical ventilation early upon presentation. It is unclear whether our institution's empiric use of hydroxychloroquine and prednisone facilitated her recovery. We hope that our J o u r n a l P r e -p r o o f Journal Pre-proof report helps other institutions navigate the complex care surrounding pregnant patients with severe COVID-19 pneumonia requiring intensive care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus-2019 (COVID-19) can cause viral pneumonia with rapid deterioration into acute respiratory distress syndrome requiring intubation. Pregnant patients with respiratory collapse secondary to COVID-19 present multiple management challenges. We present the case of a COVID-19-positive, 36-year-old woman at 23 weeks of gestation presenting with severe respiratory compromise. Her clinical course, medical management, and critical care interventions are described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 36-year-old, African American, gravida 2, para 1 woman with a history of hypothyroidism, morbid obesity (body mass index 41.53 kg/m 2 ), and hyperlipidemia initially presented at 23 weeks and 0 days of gestation with a 3-day history of cough, myalgias and shortness of breath.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case"
        },
        {
            "text": "She was employed as a healthcare worker and had had contact with COVID-19 patients. At presentation she was found to be febrile to 39.0°C and tachycardic with a maximum heart rate of 105 beats/min; initial chest x-ray was unremarkable. She had normal oxygen saturation on room air, was tested for COVID-19 and discharged home in a stable condition with instructions to selfquarantine. COVID-19 testing returned positive the following day and the patient was contacted via telephone and notified of her results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "She returned to labor and delivery 6 days later with worsening symptoms. She was tachypneic to 28 breaths/min and required 3 liters of supplemental oxygen via nasal cannula.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Repeat chest x-ray bilateral airspace densities. The patient rapidly decompensated and oxygen was titrated up to 10 liters via nasal cannula. She was then transitioned to 15 liters on a nonrebreather mask and transferred to the intensive care unit for escalation of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "The infectious disease department was consulted and it recommended initiation of hydroxychloroquine 400 mg loading dose for 2 doses and then 200 mg twice daily for a total of 5 days and oral prednisone 80 mg twice daily for a total of 7 days. Intramuscular betamethasone 12 mg once daily for 2 doses was also given due to the potential need for preterm delivery. COVID-19 laboratory values (Table 1) were drawn and were significant for elevated aspartate aminotransferase at 62 IU/L, total creatine phosphokinase at 531 IU/L, c-reactive protein at 14.7 mg/dL and decreased absolute lymphocytes at 0.13 K/uL (0.13 mm 3 ). Upon arrival at the intensive care unit she was intubated for increased work of breathing and profound hypoxia with a partial pressure of oxygen (PO2) of 75.6 mmHg on arterial blood gas. Her initial ventilator settings ( Table 2 ) were the following: tidal volume at 400 mL, respiratory rate at 16 breaths/min, positive end-expiratory pressure (PEEP) at 5 cm H2O, and fraction of inspired oxygen (FiO2) at 100%. A discussion with the patient's durable power of attorney designee was completed J o u r n a l P r e -p r o o f regarding indications for delivery and potential need for emergency cesarean delivery based on both maternal and fetal status. A decision was made to conduct fetal heart rate monitoring 3 times daily for 20 minutes to assess fetal status and allow for delivery in case of significant fetal compromise. The patient had central and arterial lines inserted; of note, the arterial line required replacement multiple times due to thrombosis despite venous thromboembolism prophylaxis with enoxaparin 40mg subcutaneously daily. The patient completed her full course of hydroxychloroquine and prednisone. Her maximum PEEP was 12 cm H2O while ventilated.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 399,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 842,
                    "end": 849,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "After 7 days of intubation, the patient was able to be weaned to a PEEP of 5 cm H2O and a FiO2 of 50% and was successfully extubated. She was placed on a high-flow nasal cannula at 30 liters, which was weaned down to 6 liters. She was transferred to labor and delivery on hospital day 10 for de-escalation of care. She was weaned down to nasal cannula at 2 liters on hospital day 10 and on hospital day 11 patient was on room air. Her oxygen saturation at rest was 96%-98% and with ambulation 92%-93%. The patient was successfully discharged on hospital day 11 in a stable condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "J o u r n a l P r e -p r o o f"
        },
        {
            "text": "Pneumonia during pregnancy is associated with increased morbidity and mortality compared to the nonpregnant state. 1-3 A quarter of women diagnosed with pneumonia in pregnancy require hospitalization, often critical care, and many need ventilatory support. 4 presentation (low elastance, ventilation to perfusion ratio, lung weight, and lung recruitability) followed by 'Type H' (high elastance, right-to-left shunt, lung weight, and lung recruitability). 5 Optimal intensive care interventions and ventilatory support settings require an appreciation of the potential variable clinical course of COVID-19 pneumonia, particularly in pregnancy.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 258,
                    "text": "4",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 456,
                    "end": 457,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The physiologic changes of pulmonary function during pregnancy are important to account for in the setting of respiratory collapse and mechanical ventilation. The normal compensated respiratory alkalosis of pregnancy (PCO2 28-32 mm Hg) should inform the selected respiratory rate, although 'permissive hypercapnea' (up to 50 mmHg) has not been associated with adverse fetal effects. 6 A target PaO2 of 70 mmHg is appropriate during pregnancy, in contrast to 55-80 mmHg in the non-pregnant state and facilitates maintenance of maternal O2 saturation at greater than 95%. These targets guide ventilator FiO2 parameters.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 384,
                    "text": "6",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fetal considerations, particularly in the peri-viable gestational age window of our patient, often distract from clinical decision making. This is particularly true when intensivists do not frequently care for pregnant patients. The guiding principle that optimal management of maternal status is also optimal management for the fetus is too often not adhered to. We have too little experience with respiratory collapse requiring mechanical ventilation for COVID-19 pneumonia to determine if delivery (regardless of route) facilitates maternal resuscitation or hinders it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Given these uncertainties, it is critical to have a conversation with the patient, or her surrogate decision maker (durable power of attorney) if the patient is incapacitated, regarding interventions for fetal indications, especially in patients in the early stages of pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Counseling should highlight the balance of risk and benefit for maternal status and fetal status, but should underscore the precept that there rarely exists a disconnect between maternal and fetal J o u r n a l P r e -p r o o f interests. Neonatology consultation is also valuable under these critical circumstances to provide information regarding fetal prognosis and wishes for neonatal resuscitation in the peri-viable gestational age window. It is also important to discuss the possibility of perimortem cesarean section if maternal cardiac arrest occurs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Fortunately, our patient responded to aggressive respiratory support with intubation and mechanical ventilation early upon her re-presentation. It is unclear whether our institution's empiric use of hydroxychloroquine and prednisone facilitated her recovery. Currently, there is no treatment for COVID-19 approved by the U.S. Food and Drug Administration. Our institution's empiric use of hydroxychloroquine and prednisone is based upon novel studies that indicate its potential as a treatment. [7] [8] [9] [10] We hope that our report assists other institutions navigate the complex care surrounding pregnant patients with severe COVID-19 pneumonia requiring intensive care management.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 498,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 499,
                    "end": 502,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 503,
                    "end": 506,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Leah Hong drafted the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "Nicolina Smith drafted the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "Madhurima Keerthy contributed to review and editing of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "Monica Lee-Griffith contributed to review and editing of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "Robyn Garcia contributed to review and editing of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "Majid Shaman contributed to review and editing of the manuscript. J o u r n a l P r e -p r o o f ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pneumonia complicating pregnancy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Niederman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Clin Chest Med",
            "volume": "13",
            "issn": "",
            "pages": "679--91",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pneumonia in pregnancy",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Goodnight",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Soper",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Crit Care Med",
            "volume": "33",
            "issn": "",
            "pages": "390--397",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Indirect obstetric deaths in the state of Michigan 1960-1968",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Visscher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Visscher",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Am J Obstet Gynecol",
            "volume": "109",
            "issn": "",
            "pages": "1187--96",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 pneumonia: different respiratory treatments for different phenotypes? Intensive Care Med",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chiumello",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caironi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effects of permissive hypercapnia on pulmonary and neurodevelpment sequelae in extremely low birth weight infants: a meta-analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Springerplus",
            "volume": "5",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res",
            "volume": "30",
            "issn": "",
            "pages": "269--271",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Breakthrough: chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biosci Trends",
            "volume": "14",
            "issn": "1",
            "pages": "72--75",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chloroquine and hydroxychloroquine as available weapons to fight COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Colson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rolain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lagier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brouqui",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Raoult",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Antimicrob",
            "volume": "55",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Associations between immune-suppressive and stimulating drugs and novel COVID-19 -a systematic review of current evidence",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "While the treatment of acute respiratory distress syndrome in pregnancy generally mirrors that in the non-pregnant population, it remains unclear if COVD-19 pneumonia in pregnancy has a single characteristic clinical course or is more variable. Some recent authors have proposed different clinical 'phenotypes' of COVID-19 pneumonia depending on infection severity, ventilatory J o u r n a l P r e -p r o o f responsiveness, and time elapsed from onset of disease. These authors posit an initial 'Type L'",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "To convert the values for bilirubin to micromoles per liter, multiply by 17.1. To convert the values for fibrinogen to micromole per liter, multiply by 0.0294. To convert the values for triglycerides to millimoles per liter, multiply by 0.0113. To convert the values for ferritin to picomoles per liter, multiply by 2.247. To convert the values for platelets to millimeters cubed, multiply by 1.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Ventilator mode PRVC/AC PRVC/AC PRVC/AC PRVC/AC PRVC/AC PRVC/AC CPAP J o u r n a l P r e -p r o o f CPAP, continuous positive airway pressure; E, expiratory; FiO2, fraction of inspired oxygen; I, inspiratory; MAP, mean arterial pressure; PEEP, positive end-expiratory pressure; PIP, peak inspiratory pressure; PRVC/AC, pressure regulated volume control/assist-control; VT, tidal volume.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}