{
    "paper_id": "cdea61328c4b0f9eb41658cba5130ae95695ed81",
    "metadata": {
        "title": "Journal Pre-proof Effects of Covid-19 Pandemic on Neurological Surgery Care and Education; Our Experience from Iran",
        "authors": [
            {
                "first": "Mohammad",
                "middle": [
                    "Hossein"
                ],
                "last": "Khosravi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohsenian",
                "middle": [],
                "last": "Sisakht",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Danial",
                "middle": [],
                "last": "Kiani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sayedali",
                "middle": [],
                "last": "Ahmadi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Following incidence of primary cases of pneumonia with unknown origin in Wuhan, China in late December 2019, Chinese Center for Disease Control and prevention (China CDC) started investigation on the condition and finally on January 7 th 2020 the newly identified SARS-COV-2 was reported as the main pathogen [1] . Then it took about 50 days for the first two definite cases of Covid-19 in Qom province, to be officially announced by Iranian ministry of health and medical education on February 19 th , before the outbreak turns into a \"pandemic\" [2] . Essential actions had to be taken; so all the schools, universities and other educational institutes as well as mosques, religious schools and holly shrines were put to a closure. Also, medical schools were not an exception; however, some schools offered online courses. Hence, medical interns and residents, who have a bold role in providing healthcare in Iran's university hospitals, had to stay at work. It is evident that notable decreases in out-patient clinic visits as well as elective and emergency surgeries have negative effects on residency training program. In Iran, residents take a promotion exam each year to be qualified for the higher post graduate year (PGY) which is now postponed.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 312,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 550,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Effects of Covid-19 Pandemic on Neurological Surgery Care and Education; Our Experience from Iran"
        },
        {
            "text": "Promotion exam is one of the main limited opportunities for residents to study beside their heavy and prolonged shifts. In addition, higher PGY qualifications involve accomplishment of pre-defined numbers of surgeries and procedures recorded in a logbook which are not expected to be fulfilled in the current situation. Implementation of online surgical courses and grand rounds from other hospitals which are not considered for Covid-19 management could be a solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of Covid-19 Pandemic on Neurological Surgery Care and Education; Our Experience from Iran"
        },
        {
            "text": "The current pandemic situation has affected not only neurological surgery education but also the neurosurgical care. Attending to emergency departments as well as outpatient clinics faced a dramatic decrease. Patients with important new complaints such as severe headaches (which may be a result of SAH) or those with chronic conditions such as hydrocephalus may have postponed their visits as a result of pandemic. So, we can expect to face the complications of late intervention as the clinics are opened. As the pandemic is getting close to control, we hope the neurosurgical care and education return to its normal situation. This pandemic taught us to provide more educations on when to attend neurosurgery clinics in pandemics, if necessary, for general population and also to get ready for newer educational modalities for residents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of Covid-19 Pandemic on Neurological Surgery Care and Education; Our Experience from Iran"
        },
        {
            "text": "Keywords: Covid-19; Neurosurgery; Education; Residency Training ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Effects of Covid-19 Pandemic on Neurological Surgery Care and Education; Our Experience from Iran"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "323",
            "issn": "13",
            "pages": "1239--1281",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "mail: ahmadi.as@iums.ac.ir Address: Department of Neurosurgery, Rasool Akram Hospital, Tehran, Iran",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "University of Medical Sciences and Health Services (IUMS), is one of the three main medical universities in Tehran, Iran. It offers a variety of medical residency training programs including neurological surgery. Rasool-e-Akram is one of the main university hospitals of IUMS with neurological surgery residency program. Following the order of Iranian ministry of health and medical education, all the out-patient clinics were shut down and residents, regardless of their educational program, were responsible for visiting and managing Covid-19 patients in emergency and ward shifts. All the elective surgeries were canceled and postponed as the official announcement of Covid-19 outbreak. We have retrospectively assessed the data on emergency and elective neurological surgeries in Rasool-e-Akram hospital, between February 18 th and April 15 th 2020 and the same period in 2019. Data were extracted using hospital's online patient registry system including patients who underwent surgery by neurosurgeons during the determined time period. Figure 1 summarizes the frequency of various conditions led to surgical intervention. We noticed a remarkable decrease (about 56%) in elective and emergency neurological surgeries in 2020 (69 total surgeries) in comparison with the same time period in 2019 (157 total surgeries) as a result of Covid-19 pandemic.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Frequency of Elective and Emergency Neurological Surgeries between February 18 th and",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}