{
    "paper_id": "ce5206e4cb677c9f4f914db8c534c019872c5007",
    "metadata": {
        "title": "Management strategies in a SEIR model of COVID-19 community spread",
        "authors": []
    },
    "abstract": [
        {
            "text": "The 2019 Novel Corona virus infection is an ongoing public health emergency of international focus. Significant gaps persist in our knowledge of COVID-19 epidemiology, transmission dynamics, investigation tools and management, despite (or possibly because of) the fact that the outbreak is an unprecedented global threat. On the positive side, enough is currently known about the epidemic process to permit the construction of mathematical predictive models. We construct and analyze here one first step: that of adapting a traditional SEIR epidemic model to the specific dynamic compartments and epidemic parameters of COVID-19, as it spreads in an age-heterogeneous community. We analyze the current management strategy of the epidemic course (travel bans, service closures and interruptions, social distancing). We generate predictions, and assess the efficiency of these control measures, in the context in which their sustainability is currently being questioned.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 outbreak originated in December 2019, from a single focus in the Wuhan region (China) and over the course of less than three months has spread to every continent except Antarctica, affecting at this point 193 countries and territories, with more than 400,000 worldwide infections to date (more than 50,000 in the US alone) and over 18,000 fatalities (over 600 in the US, and growing). Depending on the age and immune system of each individual, clinical manifestations vary from mild to severe, to life threatening. Most critical complications (like severe pneumonia, acute cardiac injury, septic shock) have been reported to have highest prevalence in the > 80 age bracket (with the mortality rate increasing from children, to young adults and adults, to the elderly). In the incipient stages of the epidemic, the public concern was curbed by the relatively low overall COVID-19 mortality rate (3.3%)-comparable with the rates of less threatening viral epidemics, such as the seasonal flu, rather than with those of notorious outbreaks like Ebola ( 50%), or SARS ( 10%). What first started to raise a strong reason for concern was the faster spread (R 0 ∼ 2.2) via only mildly symptomatic cases. It became increasingly apparent over the following weeks of the outbreak that its control required international coordination. Three months down the line-after unprecedented global and local travel bans, functional shutdown of many branches of economic, educational and social life; after city and even country-wide mandated quarantines and self isolations-the epidemic is far from subsiding, raising huge survival, economic and sustainability concerns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on recent findings, it has been established that the current epidemic has a specific signature. First, it has a relatively long incubation period, and subsequently a long pre-symptomatic infectious period (average is estimated to be about 5 days, with observed variations anywhere between 2 and 27 days [1] ). This, combined with the very limited testing resources, prevents detection and allows travel of infectious individuals, contributing to the pandemic spread.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 312,
                    "text": "[1]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Second, it presents significant age differences in symptom development and prognosis. Children and young adults exposed to the virus can be contaminated as much as the more advanced age groups. However, their milder symptoms can pass undetected, and they can more easily act as carriers of the virus, effectively unrestrictedly spreading it to others. On the other hand, the elderly population is more likely to exhibit serious to critical symptoms post exposure. The mortality rates differ correspondingly between their age groups. A CDC early release of outcomes among patients with COVID-19 in the United States indicates that mortality was highest in persons aged over 85, and generally decreased with age to no fatalities among persons aged under 19 years [2] .",
            "cite_spans": [
                {
                    "start": 761,
                    "end": 764,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Third, it has been established that COVID-19 may not confer long-term immunity, allowing people to get reinfected. This is important on a clinical scale, since patients with subsequent reinfections may have diminished chances of survival. On the larger scale, the potential for reinfection not only adds to the rate of the spread, but also question viability of social measures like heard immunity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The reaction to the overwhelming pandemic is seemingly attempting to compensate for the clinical unpreparedness, by defining a system of strict measures based around social isolation. Gradually over a few weeks, as more countries and territories became affected, global travel was shut down, universities and schools were closed, followed by bars, restaurants and other entertainment venues, and most recently by many churches and other religious or spiritual gatherings. The general population was asked to either quarantine or observe social distancing, depending upon suspicion of active symptoms, and upon the gravity of the local situation. These measures have been directly influenced by (1) the extreme limitation in testing abilities; (2) the unpreparedness of the clinical field, of medical resources and supplies in most places to cater to an outbreak of this magnitude; (3) the difficulty in providing an immediate prevention plan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the meantime, awaiting for an effective clinical \"cure\" of the outbreak, many questions remain. Some statistical epidemiological answers are now available based on current field data at both local and global scales. However, answers to some of the critical questions cannot be extrapolated directly from field observations, and would benefit from constructing a testable mathematical model that can generate predictions. This can be used to inform our potential future directions, based on the current state of the epidemic, and also based on our better understanding of our actions thus far.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "For example, a first important question is whether travel bans and isolation orders were properly timed. One can wonder if a set of quicker and more coordinated set of global quarantine measures would have better addressed the spread in its cradle. This can be studied using a mathematical model that re-creates the conditions at time zero of the outbreak, and simulating how different strategies would have changed the outcome that we now observe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A second, related question, is whether current local mandated measures are being weighted properly. The first institutions to close in most places were the schools and university campuses. Only then came gyms, restaurants and theaters. Places like doctor's offices, food stores and many outdoor parks are still open to the general public. Some of these venues provide resources which are absolutely necessary (medical care and food); other meeting places, while supporting people psychologically or spiritually, may considerably add to the infection rate. A model can assist with establishing the impact of different shutdown combinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A third question is that of how strictly are people abiding by the social distancing requirements. Field reports suggest that even in some Italian regions, which have been thus far some of the most affected, isolation is only observed by 40-60% of the population. Understandably, there are necessities (e.g., for food or medical care) that may send people out of their homes. One can use a model to understand what are the best strategies when it comes to planning and timing a trip and protection throughout it, taking into consideration the known lifetime of the virus in various media. Along a similar line, one can study the effects of potential psychological aspect of social distancing. The general expectation is that a sufficiently long and efficient isolation will successfully curb the exponential increase. One of the consequences will be people's reaction to the seemingly diminished risk of infection, especially perceived after a psychologically straining period of disruption in social life. There is a risk that an isolation protocol relaxed too soon may facilitate a fresh surge of the outbreak. A model can incorporate this aspect, and predict the potential magnitude of such as effect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Finally, one obvious issue that needs to be considered is sustainability: how long can the COVID-19 outbreak last without leading to exhaustion of resources and global economic shutdown. Current optimistic estimates based on a preliminary vaccine quote over one year of necessary testing, and do not make it clear how administration of a vaccine would impact an infected, but asymptomatic individual. Modeling could generate informed predictions as to the effects of the epidemic, were it to linger for an extended period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper, we aim to focus only on some of these basic questions, using a model specifically tailored to incorporate the signature of the COVID dynamics, and the limitations in our response to it. Using a traditional SEIR setup that accounts for long incubation, different age compartments, potential lack of immunity and minimal testing, we simulate the epidemic dynamics first within one community with a specific social pattern. We set out to understand the effects of the social measures that have been imposed to date, and to explore the need and efficiency of maintaining or tightening such measures in the coming weeks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of the most traditional and relatively simple mathematical frameworks to study epidemics at the population level is the SEIR compartmental model. This considers four compartments/variables: the susceptible population S(t) at time t (i.e., everyone who had not yet contracted the disease); the exposed population E(t) (individuals who have contracted the virus and may infect others, but are still asymptomatic); the infected population I(t) (exhibiting signs and symptoms of the illness); the recovered population R(t) (in an oversimplified view, the number of individuals who can no longer infect others). The coupled dynamics of these four compartments are described by the following system of equations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The infection rate (i.e., the rate dE/dt = −dS/dt = βS(I + qE)/N at which people become infected) is proportional with the product of the number of susceptible individuals and the number of individuals carrying the virus (both latent and infected, with the latent individuals having a lesser impact, represented by the smaller weight q < 1). The proportionality constant β is the product of the per capita contact rate and the probability of infection after contact with an infected individual. The infection rate is normalized by the factor N (t), representing the total population at time t: N (t) = S(t) + E(t) + I(t) + R(t). The rate of transfer from the latent to the infectious stage is a fraction δ of the number of latent individuals -where 1/δ is the average time for a latent individual to become infectious. The rate of recovery is a fraction γ of the infectious population, where 1/γ is the average time it takes a person to die or recover once in the infectious stage. This model has already been used in its original form for an early assessment of the epidemic in Wuhan, China [4] . We will adapt this model to the encompass recent epidemiological information, in a few different ways.",
            "cite_spans": [
                {
                    "start": 1092,
                    "end": 1095,
                    "text": "[4]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The high mortality rate in the COVID-19 pandemic, requires that our model have a designated additional compartment for fatalities, which we will call D. Based on recent updates, it seems that recovered individuals may develop some form of short term immunity, but whether this is efficient in the long term remains questionable. To reflect this, our model will return recovered individuals to the susceptible pool after a period of time. Hence the fatality compartment will be the only compartment of the model with no further interaction with the rest of the epidemic system. The fatality versus recovered rates will be age dependent, and will be reflected in the systems parameters (as shown below).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Second, we need to account for the significant asymptomatic spread of the illness. This reflects a combination of two factors: the resistance to the virus (primarily in the young age groups), allowing the possibility of intensive carriers with no symptoms, and the lack of widespread testing (which would provide the ability to otherwise detect these carriers). In our model, we will incorporate this aspect by having a large q value, but also by allowing exposed individuals to return to the susceptible compartment without actually getting \"infected\" (i.e., exhibiting clinically recognizable symptoms). The differential rate at which this happens will be age-dependent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Finally, as mentioned, we will represent the widely different age profiles when responding to COVID-19 by introducing four age compartments: Children, Young adults, Adults and Elderly. These four groups will have not only different infection/recovery/fatality parameters (reflecting different clinical profiles), but will also exhibit different social interactions (based on knowledge of age-based differences in social behaviors, and on how these were differentially altered in response to the outbreak).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Our basic compartmental model of propagation in a population of N individuals will involve, for each compartment X ∈ {S, E, I, R, D}, the four variables X C , X Y , X A , X E to designate Children, Young adults, Adults and Elderly respectively. From an age distinguishing perspective, each age group age will be characterized by the compartments S age , E age , I age , R age , D age , for each age ∈ {C, Y, A, E}. We can then write the following system, which includes four age groups, and implements the provisions described above:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The exposure rate β is age dependent, based on age behavioral differences which may be riskier or more conservative (e.g., children touch their faces more often, young adults are more socially interactive than the elderly). In the next modeling steps, when people are allowed traffic to different locations, the rate β will also be location dependent, since different places observe different hygiene protocols, and different social patterns. The second proportionality factor in the infection term changes to Σ I +qΣ E , where Σ I = age I age and Σ E = age E age . This is because individuals in a specific age group are equally exposed to infected and exposed people from all four age groups that interact in one location. Among the number of individuals [δ(age) + d(age)]E age that leave the exposed compartment, we distinguish between the number δ(age)E age , which develop symptoms, and d(age)E age , which never become symptomatic, and return to the susceptible compartment. After an infectious period, individuals leave their respective I age compartment, and move into either the recovered compartment R age or the fatalities compartment D age , in proportions respectively established by the coefficients γ R (age) and γ D (age). A proportion g of the recovered individuals loses immunity, and moves back to the Susceptible compartment. The age-specific infection and recovery rates are shown in Table 1 , together with the references on which they were based. The exposure parameters are further discussed below, and are shown in Table 2 . Since little is known about immunity, for the purpose of this study it was assumed to last 60 days and be ageindependent (leading to a value of g = 0.0167 common to all age groups). Our model analysis will explore additional scenarios with different length of immunity around this original value. ). Out of the exposed individuals, 70% of the children, 80% of young adults, 90% of adults and all elderly will actually develop symptoms, the rest recovering without actually becoming ill (reflected in the coefficient d). The death/recovery time was fixed to 5 days, based on [3]. In our scenario, the probability of recovery after developing symptoms was set to 99% for children, 90% for young adults, 60% for adults and 40% for the elderly (approximations based on [2]). These percentages are reflected in the age-dependent values assigned to γR and γD.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1405,
                    "end": 1412,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1540,
                    "end": 1547,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Finally, we expand the model to incorporate compartmental daily dynamics, allowing people age-specific mobility to different locations with potentially different exposure rates. To fix our ideas, we study a small \"college town\" community, including all age groups in equal proportion (1000 individuals), in which the contamination is initiated by two additional exposed adults. Daily travel is designed to reflect this profile, and the system of preventive measures that we analyze will include precisely those applied to such communities over recent weeks of the outbreak. The model can be easily adapted to reflect a community with a different social profile. Our future work is focused on extending this modeling to multiple coupled communities, and aims to understand how the behavior patterns of one can easily affect the other. In our current model, during each day, people are allowed to travel from home to one of the following seven locations: medical office (e.g., doctor, hospital); shops (food, utilities); church (religious, spiritual gatherings); university campus (young adult education); school (children education); park (children entertainment); bars/restaurants (adult social and entertainment venues). Table 2 specifies the baseline values of the exposure rate β for each destination and age group, making educated estimates of the effects of hygiene restrictions and specific social interactions in each place.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1222,
                    "end": 1229,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "To keep track of the day's dynamics to and from different locations, we use a mobility 7 × 5 × 4 array M , so that each entry M (place, X, age) specifies what fraction of the community travels to each location place, from each SEIR compartment X, from each age group age. These entries can be time-dependent, allowing us to investigate not only extent, but also timing of quarantines and isolation measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "For simplicity, we assume that each individual travels to at most one place each day, and spends there a specified amount of time, which is the same across places and individuals. The SEIR dynamics at each of the destinations is different, and different than the corresponding dynamics at home (where the exposure rate is smaller than everywhere else).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Children . This led to β = 0.1, which was lowered to β0 = 0.08 in case of the home exposure rate, and adapted multiplicatively for each destination and age to reflect the corresponding patterns. For example: the likelihood of exposure is 3 times higher at a bar that at the park. In terms of age variability: children exhibit behaviors that make them more prone to exposure, the elderly are more careful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Age group Home Doctor Store Church Campus School Park Restaurant"
        },
        {
            "text": "In our simulation, we dispatch people to all destinations in the morning, according to the day's mobility matrix (Appendix A), which accounts for the fraction of each compartment and age group in the community that chooses to visit that particular location during the specified day. As a start, the mobility of the E compartment is considered identical to that of the S compartment, to reflect the lack of testing and early diagnosis (allowing people to travel normally in absence of specific symptoms). Also as a start, for simplicity, the mobility matrix is consistent throughout six days of the week. Every seventh day (Sunday), all other activity virtually shuts down to allow people to attend spiritual or social gatherings (which in our location vector fall under the specification of \"church\"). We would like to study the dynamics and effects of such periodic large gatherings separately, since they have a potentially critical contribution to the overall epidemic dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Age group Home Doctor Store Church Campus School Park Restaurant"
        },
        {
            "text": "To the population deployed to each destination, the SEIR dynamics is applied for 6 hours. SEIR dynamics with home parameters is applied to the home population, for an equal amount of time. Upon return from the destinations, home SEIR is applied for the rest of the day (18 hours). The code is performed in Matlab, using an Euler method with step-size h = 15 minutes, tracking the progress of the outbreak within the community for 500 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Age group Home Doctor Store Church Campus School Park Restaurant"
        },
        {
            "text": "Each destination place has four age-specific exposure rate parameters β(place, age), specified in for our model in Table 2 . That is because the ability to maintain hygiene and social distance varies between places (e.g., doctor versus restaurant), and between ages (with children, for example, being less likely to abide by the strict rules of either hygiene or distancing). Once at home, the parameter rate assumes a smaller value β 0 . One significant limitation of this approach is that it cannot capture specifics of the home dynamics, such as household structure (and the extremely likely infection of all household members of an infected person). This will be further discussed in the Limitations section, and will be the subject of future work.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Age group Home Doctor Store Church Campus School Park Restaurant"
        },
        {
            "text": "We will study the effects of practicing social distancing at specific locations and at home, by varying the value of the respective parameter β. We will also study the effects of imposing early and late shutdowns of various destinations, by altering the mobility matrix. In this project, we investigate the schedule of measures that was government mandated in most US communities (closing schools and campuses, then restaurants and bars, then churches, etc). We also investigate the potential consequences of reopening travel to some locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Age group Home Doctor Store Church Campus School Park Restaurant"
        },
        {
            "text": "In the future, we will also explore alternative timelines and priorities, and compare their efficiency. We will also study the psychological effect that may encourage people to loosen isolation in absence of an immediate epidemic threat, thus contributing to increasing this very threat. One very important aspect to study is the absence of early testing, and the persisting limitation of COVID-19 testing kits. We will investigate the effects of this aspect by adjusting the mobility matrix to allow more exposed and infected individuals to have access to diagnosis, and subsequently choose not to travel. Finally, we will incorporate the limitation of medical resources, by allowing the recovery parameter to depend inversely on the number of total infected individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Age group Home Doctor Store Church Campus School Park Restaurant"
        },
        {
            "text": "Each pane shows the evolution of one age group (from left to right: Children, Young adults, Adults and Elderly). In each panel, the number of Susceptible individuals is shown in blue, the Exposed in pink, the Infected in red, the Recovered in green and the Fatalities in black. Figures 1 and 2 show the long term dynamics of the system in absence of any isolation, quarantine or closure measures. Figure 1 illustrates the interplay between SEIR compartments (shown in different colors) for each of the four age groups (captured as a different panel). Figure 2 illustrates a comparison between age groups (shown in different line styles) in each of the four SEIR compartments (shown in separate panels). There is a period of seemingly exponential growth in infections, followed by a peak at around 100 days, and a decline, with the number of fatalities monotonically increasing towards a different asymptotic value for each group (largest in the elderly, smaller in adults, etc). We will observe how these dynamics are affected by shutting down different locations at a specific time in the system's evolution. In further illustrations, we will focus in particular on the number of infected cases, on recovered individuals and on fatalities. The most common strategies applied in response to the COVID-19 epidemic have focused more on mandated closures than requiring social distancing. Around the US, university campuses were among the first to dramatically limit their traffic (to the point where it can be considered negligible), followed by completely closing school districts, and within a couple of weeks by additionally shutting down activity in restaurant, bars and entertainment venues. In Figures 3, 4 and 5, we illustrate the effect of independently closing these three locations to all traffic. The closures are introduced in the model at the approximate time in the course of the infection as they were implemented to the field. Even when implemented early in the process, the effect of each of the three measures taken separately was predicted to be rather limited, both in size and in terms of the age groups it affected. Closing the campus produced a small, but noticeable effect in Young adults, lowering (but not visibly shifting) the infection curve, and slightly diminishing fatalities in this specific age compartment. The effect on other age groups appears negligible, hence this cannot be viewed as an efficient control measure to apply in and of itself. This effect is restricted to the social dynamics within the community, limiting the campus interaction of Young adults with the other age compartments, which were only indirectly affected by its closure. The simulation did not include Young adult exodus from the community upon campus closure, or increasing traffic to other locations to compensate, which will both be addressed in our future work on coupled communities.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 293,
                    "text": "Figures 1 and 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 397,
                    "end": 405,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 551,
                    "end": 559,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1698,
                    "end": 1710,
                    "text": "Figures 3, 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Figure 1: System dynamics in absence of any preventive measures."
        },
        {
            "text": "Similarly, the effect of closing schools is very limited, and primarily affects the Children compartment. However, this effect may be substantially underestimated by the nature of our model, limiting the interaction of children with other age compartments to that occurring at home. While Young adults in a community of primarily college students are likely to observe more separation once in their own homes (single living), children will interact with their families, even when not with others. These dynamics cannot be intrinsically captured by a simple, single community SEIR model, and would require further compartmentalization. Closing the bars has a qualitatively different effect, due to both the specific social dynamics and also to the nature of the interactions being restricted (a place with high exposure β is being eliminated). Figure 5 suggests that even a slightly delayed closure (25 days) visibly lowers the infection curve in all compartments (including Children, who do not directly attend bars in our model), slightly shifts the infection curves to the right and diminishes the asymptotic number of fatalities. Link tracing the infection networks in various geographic regions suggests that the most significant community contamination has been occurring at religious / spiritual gatherings (church and synagogue services, weddings, etc.) A notorious patient #31 in Korea reportedly infected in February over 1,160 individuals in her Shincheonji Church of Jesus congregation by attending service twice after onset of symptoms [5]. One of the initial large spikes in infections was observed in New York City the week of March 17, due to a quick spreading in tightly knit Jewish communities in Westchester [7] and Brooklyn [6]. Many churches have been heavily criticized for continuing to observe specific rites which contravened the hygiene and distancing directives given in conjunction with the pandemic (people in close proximity, using the same spoon and cup for communion [8, 9] ). Starting with March 23rd, many churches have announced suspension of services, or no-attendance services [10].",
            "cite_spans": [
                {
                    "start": 1998,
                    "end": 2001,
                    "text": "[8,",
                    "ref_id": null
                },
                {
                    "start": 2002,
                    "end": 2004,
                    "text": "9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 843,
                    "end": 851,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Figure 1: System dynamics in absence of any preventive measures."
        },
        {
            "text": "Our model builds in a relatively small daily church attendance, but also one day per week focused specifically on such community activity, reflected into doubled exposure rates at the respective location (from 2β to 4β) due to proximity to others, sharing utensils, etc. We experimented by first enforcing stricter separation specifically during service (lowering the exposure parameter only for the weekly gatherings), which was inefficient. We then completely shut down attendance (updating the mobility matrix) at day 25 from the original infection. Figure 6 shows that completely closing down these events produces an effect comparable to that of the bar and restaurant shutdown, with a lowering and slight shift in infection curves; it was also accompanied by decreasing fatalities across the board for all ages. While each of these closures considered independently creates only a small effect on lowering fatalities and infection spread (hence the number of people in potential need of treatment), as well as on shifting the epidemic timeline -they appear very efficient when applied in combination. Figure 7 illustrates this crucial combined effect of \"flattening the curve,\" and subsequently leading to a significant reduction of both infection and fatalities in all age groups. In the context of this outbreak potentially challenging our health care capacity, the decrease in the infection maximum value is crucial, but the delay can also be of great practical importance, allowing time for a more prepared medical response to the occurrence of this maximum. However, even in combination, these mandated closures do not offer much hope, with a prediction of close to 200 Young adult, 600 Adult and 800 Elderly fatalities. In real life, we must be able to improve this prediction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 553,
                    "end": 561,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1107,
                    "end": 1115,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Figure 1: System dynamics in absence of any preventive measures."
        },
        {
            "text": "One final separation measure recently imposed on communities with precisely this aim has been that of exercising \"social distancing.\" Using our model, we explored the effects of practicing social distancing in all locations, including at home, in addition to the closure and isolation measures that have already been implemented. We modeled this effect by reducing the exposure factor β in all locations, as shown in Figure 8 . The simulation suggests that social distancing represents the most efficient strategy in curbing the effects of the outbreak, fatalities in particular. Practically speaking: directly lowering exposure at the remaining locations (by allowing ample personal space, by showing caution and good hygiene when interacting with various exposed surfaces) appears to be very efficient, especially in conjunction with the existing reduced mobility of the individuals to specific locations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 417,
                    "end": 425,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Figure 1: System dynamics in absence of any preventive measures."
        },
        {
            "text": "In this paper, we constructed and briefly analyzed a compartmental system of equations that captures the epidemic dynamics of the ongoing COVID-19 outbreak. In a community including people from all age groups, we numerically simulated the effects of the social measures that have been mandated thus far (closing of campuses, schools, restaurants, entertainment and spiritual gatherings), with timing matching approximately the average time (from the original infection in the community) when these measures were implemented in the field, in communities world-wide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Comments on the model"
        },
        {
            "text": "We first analyzed the effect of each measure applied independently, and observed effects limited in size, and to specific age groups. Closing the campus, the schools, the bars and the churches induced little effect on flattening the infection curve, or on the overall number of fatalities. In addition, closing the campus primarily benefited young adults; closing schools impacted children (who were not dramatically affected by the epidemic to begin with); closing the bars was most effective for young adults and adults, Figure 8 : Effect of exercising social distancing in addition to the existing shutdowns. The left panel represents the infected compartment, the center panel the recovered, and the right panel, the fatalities. Each age group is represented in one color: Children (blue), Young adults (pink), Adults (red) and Elderly (black). The solid curves illustrate the original predictions; the dashed curves represent the evolution of the system when the value of the exposure parameters were decreased by 20% of the original values, to reflect the effect of social distancing at all destinations; the dotted curves represent a deeper, 40% reduction of β values. and closing access to group religious services primarily impacted the elderly and the adults, as shown by the illustrations of both infected and fatality dynamics. However, when simulating the timeline by which they were implemented, the combination of all these factors significantly affected all age groups, but still not in a way that would lead to predictions of successfully curbing the outbreak.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 523,
                    "end": 531,
                    "text": "Figure 8",
                    "ref_id": null
                }
            ],
            "section": "Comments on the model"
        },
        {
            "text": "We therefore focused on identifying the potential of future additional measures to improve this outcome. We investigated the effects of exercising caution, additional hygiene and social distancing both at home and outside of the home, by lowering the exposure rates in all locations. Even with the very restricted social mobility, maintaining this measure in the long term seems extremely efficient to control the epidemic. Figure 9 shows the effects on the timing and size of the outbreak if these social measures were to be lifted after 15, 60 and respectively 120 days. Our conclusion to this first study is that imposing these measures is a good long-term control strategy to apply while waiting for the viral load to decline (β decreases in time, with approaching the lifetime of the virus in different media), for appropriate disinfection methods to be applied, and for a clinical solution to be found for prevention and treatment. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 424,
                    "end": 432,
                    "text": "Figure 9",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Comments on the model"
        },
        {
            "text": "In the short term, we will be using the model, with constantly adapted parameters to match the everfluid field data, to make further predictions. We will investigate efficiency of testing (which permits early detection, and adequate reduction in the travel vector of infected, and even exposed individuals). We will further model the feedback introduced by the limitations of medical care (which will impact the recovery versus fatality rates in a way that is proportional to the size of the Infected compartment). We will introduce the psychological effect of the community relaxing distancing measures if the spread shows a slower than expected in buildup, and we will study the effects of a premature interruption of these measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and further work"
        },
        {
            "text": "The model is intrinsically limited by attempting to capture social dynamics by an epidemic compartmental model. This ignores details such as household structure, and other contact patterns, which are crucial in the spread of a virus (e.g., one infected member of a household will almost surely infect all other members). Our future work is directed towards studying behavior in networks of contacts, and matching the mean field dynamics with the compartmental information that a SEIR model and the field data provide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and further work"
        },
        {
            "text": "Other limitations come from the gaps in the clinical and epidemiological knowledge we posses about COVID-19. Different sources provide widely different hypotheses and parameter ranges, both of which swiftly change over short periods of time, making it difficult to capture a generally predictable trend. We aimed to build our model specifically enough to apply to the clinical and social data pertinent to the current epidemic, while keeping it sufficiently robust to generate general predictions that can be easily adapted to the rapid fluctuations in data trends.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and further work"
        },
        {
            "text": "It is well-known that many communities which are already struggling with increasing infection spread are being further infected by individuals arriving from other locations and then acting as super-spreaders in the system. This has been happening throughout the course of the infection, and still occurs in many places, despite the travel bans. One aspect of our future work is focused on extending this modeling framework to multiple coupled communities, and on aiming to understand how the behavior patterns within and between them can affect the spread in the network as a whole.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and further work"
        },
        {
            "text": "Our simulation considered a community with Monday-Saturday social dynamics specified by the set of mobility matrices below. On Sunday, the dynamics is simply characterized by 60% of people in the S, E and I compartments and all age groups attending a religious/social gatering, and no additional travel to other destinations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A: mobility matrix"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Phase-adjusted estimation of the number of Coronavirus Disease 2019 cases in Wuhan, China",
            "authors": [
                {
                    "first": "Huwen",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Zezhou",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature: Cell Discovery",
            "volume": "6",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Qualitative profile of exposure rates, for the community destinations. The baseline value of β was obtained as the product between the inverse of the time length τ inf during which the individual spreads the virus, and the reproduction value R0. τ inf = 10 days was based on the length of the infectious period in [3], to which we added the part of the incubation period when the individual may be a carrier. The reproduction value for this outbreak was estimated as R0 = 3 [3]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "System dynamics in absence of any preventive measures. Each pane shows the dynamics in one SEIR compartment (from left to right: Susceptible, Exposed, Infected, Recovered and Dead.) In each panel, each age is represented by a different line type: Children as a dotted line, Young adults are a dashed line, Adults as a thin solid line and Elderly as a thick solid line.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Effect of the campus closure on the systems dynamics. The left panel shows the rise and fall of the infected compartment, the center panel shows the recovered compartment and the right panel shows the accumulation of fatalities. Each age group is represented in one color: Children (blue), Young adults (pink), Adults (red) and Elderly (black). The solid curves illustrate the solutions in absence of closures; the dotted curves show the effect of the same closure implemented 10 days after infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effect of the school district closure on the systems dynamics. The left panel represents the infected compartment, the center panel shows the recovered compartment and the right panel, the fatalities. Each age group is represented in one color: Children (blue), Young adults (pink), Adults (red) and Elderly (black). The solid curves illustrate the solutions in absence of closures; the dotted curves show the effect of the same closure imposed 15 days after infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effect of bar closures on the system dynamics. The left panel represents the infected compartment, the center panel shows the recovered compartment and the right panel, the fatalities. Each age group is represented in one color: Children (blue), Young adults (pink), Adults (red) and Elderly (black). The solid curves illustrate the solutions in absence of closures; the dotted curves show the effect of the same closure implemented 25 days after infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Effect of shutting down attendance to religious services. The left panel represents the infected compartment, the center panel shows the recovered compartment and the right panel, the fatalities. Each age group is represented in one color: Children (blue), Young adults (pink), Adults (red) and Elderly (black). The solid curves illustrate the solutions in absence of closures; the dotted curves show the effect of the same closure implemented 25 days after infection.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Cumulative effect of realistic closing procedures on the system dynamics. The left panel represents the infected compartment, the center panel shows the recovered compartment and the right panel, the fatalities. Each age group is represented in one color: Children (blue), Young adults (pink), Adults (red) and Elderly (black). The solid curves illustrate the solutions in absence of closures; the dashed curves represent the cumulated effects of closing the campus at day 10, the school district at day 15, the bars and churches at day 25 (the approximate timeline of the real life implementations of these closures).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Effect of relaxing social distancing and lifting closures at different times. The left panel represents the infected compartment, and the right panel, the fatalities. Each age group is represented in one color: Children (blue), Young adults (pink), Adults (red) and Elderly (black). The dotted curves illustrate the prediction with social distancing and closures; the dashed curves illustrate the prediction with measures lifted after 60 days; the solid curves illustrate the prediction with measures lifted after15 days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Mobility array for Children. Each entry shows the fraction of the children compartment specified by the row travels each day to the location specified by the column.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Parameter values for the COVID-19 outbreak, as used in our simulation. The inverse of the infection rate we considered is 1/δ = 6 days (based on [3]",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Mobility array for Young adults. Each entry shows the fraction of the Young adult compartment specified by the row travels each day to the location specified by the column.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Mobility array for Adults. Each entry shows the fraction of the Adult compartment specified by the row travels each day to the location specified by the column.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Mobility array for the Elderly. Each entry shows the fraction of the Elderly compartment specified by the row travels each day to the location specified by the column.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}