{
    "paper_id": "cf125277ae51ff2e3cf7509e63bba7a6e948a016",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Jing",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Institute of the Second Xiangya Hospital",
                    "location": {
                        "country": "Psychiatry"
                    }
                },
                "email": ""
            },
            {
                "first": "Fangkun",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Central South University (CSU)",
                    "location": {
                        "settlement": "Changsha",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Ziwei",
                "middle": [],
                "last": "Teng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Institute of the Second Xiangya Hospital",
                    "location": {
                        "country": "Psychiatry"
                    }
                },
                "email": ""
            },
            {
                "first": "Jindong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Institute of the Second Xiangya Hospital",
                    "location": {
                        "country": "Psychiatry"
                    }
                },
                "email": ""
            },
            {
                "first": "Jingping",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Institute of the Second Xiangya Hospital",
                    "location": {
                        "country": "Psychiatry"
                    }
                },
                "email": ""
            },
            {
                "first": "Xiaoping",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Institute of the Second Xiangya Hospital",
                    "location": {
                        "country": "Psychiatry"
                    }
                },
                "email": ""
            },
            {
                "first": "Renrong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Health Institute of the Second Xiangya Hospital",
                    "location": {
                        "country": "Psychiatry"
                    }
                },
                "email": "wurenrong@csu.edu.cn"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "According to preliminary estimates, there were more than 80,000 medical workers in 131 COVID-19 designated hospitals, more than 170,000 medical workers in Hubei province fighting against COVID-19. Besides, a total of 6, 097 medical workers from different provinces in China were in Hubei province to assist in the COVID-19 by Jan 30, 2020 2 . More medical teams were then sent out to the hardest-hit areas in Hubei province, including rescue and medical teams from different provinces, the army medical teams, specialized doctors and nurses' teams, and emergency medical teams from different hospitals. For example, the emergency medical team from the Second Xiangya Hospital is able to set up field hospitals and ambulances to help and serve the With the increasing spreading of the virus worldwide, COVID-19 outbreak is now becoming a pandemic. While there are many challenges and struggles with COVID-19, we know that we are engaged and prepared for the fight. With the huge efforts of mental health care for medical professionals, patients and others affected by the outbreak, we hope this can bring courage, confidence, and willpower to these fighters, and the resulting the end the outbreak comes soon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "None of the authors has any potential conflicts of interest to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Timely mental health care for the 2019 novel coronavirus outbreak is urgently needed",
            "authors": [
                {
                    "first": "Y T",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The immediate psychological and occupational impact of the 2003 SARS outbreak in a teaching hospital",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maunder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Protecting Health Care Workers during the COVID-19 Coronavirus Outbreak -Lessons from Taiwan's SARS response",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Severe acute respiratory syndrome (SARS) in Hong Kong in 2003: stress and psychological impact among frontline healthcare workers",
            "authors": [
                {
                    "first": "C W C",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "E P F",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                },
                {
                    "first": "L C W",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Psychological medicine",
            "volume": "34",
            "issn": "7",
            "pages": "1197--1204",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of the 2019 novel coronavirus disease (COVID-19) infection in Wuhan has rapidly and widely spread nationwide and other countries, which caused an exponential increase in patients with infection. As of Mar 23, 2020, the number of confirmed cases of COVID-19 infection rose to 81,171 in Chinese mainland, including 3,277 deaths and 1,573 patients in critical condition 1 . With the national fight to combat the COVID-19 outbreak of 50 days after Wuhan was sealed off, the confirmed cases in China including Hubei province continued to decline, suspected cases nationwide have also dropped sharply. However, the cases of infection in other countries is still rising, with a rapid increase in Europe especially in Italy and other parts of the world. 302,704 confirmed patients and 28,342 deaths have been reported countries outside of China so far. First-line medical workers and scientists played a leading role in fighting against the COVID-19 outbreak. China sent many medical works from across the country to Hubei province in the virus fight. Almost all medical workers in Hubei province arrived and worked on the frontline rescue to participate in emergency response.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "victims. These medical staff are in the vanguard of the battle to combat COVID-19, providing medical services to the most affected areas. The updates of confirmed case numbers of medical staff infection alarmed the pandemic and severity of COVID-19. As of Feb 11, statistical data show that the outbreak has caused 1716 confirmed cases of medical staff infection, with 1502 (87.5% of the total medical staff infections) in Hubei province, and a grievous loss of 6 lives. The majority of these cases came from Wuhan, where 1102 medical staff infected COVID-19 in the outbreak 3 . On Feb 24, WHO-China Joint Mission on COVID-19 held a press conference in Beijing and announced that over 3,000 medical personnel infected with COVID-19. On Mar23, there are 4824 medical staff have been infected with COVID-19 In Italy 4 . Mental health care for the frontline medical workers around the word is urgently needed 5 . The frontline medical professionals worked under great psychological stress and faced many challenges and losses 6 . The large number of COVID-19 patients, suspected cases, hospitalizations, and patients in critical condition made the medical work incredibly hard. The transmission of COVID-19 from human-to-human and the increasing number of deaths could elicit their unease and fear about getting infected. The bad outcomes of some critical patients, the suffering of patients and their relatives could lead to worsening anxiety and mental distress. The lack of medical supplies, the uncertain information from various resources, the loneliness and worries for their loved ones may increase the risk of existing mental pressure. These factors will increase medical staffs' anxiety and lead them reluctance to work 7 . Although the National Health Commission of China has released the notification of basic principles for emergency psychological crisis interventions for the patients withCOVID-19 pneumonia 8 , the psychological feelings of health care workers were often neglected 6,9 . To this, a recent notice issued by the State Council announced that the governments should provide the guarantee for the frontline medical workers and their families 10 . Besides the basic goods and supplies, security and work subsidies, the Notice emphasized the importance of timely mental health care for medical staff. Firstly, to give health and life support, prevent them vulnerable to potential physical and mental health problems, including COVID-19. Secondly, to find and adjust the bad psychological status and sleep disorder of health care staff, promote the prevention and intervention of mental diseases. Thirdly, to build and encourage the communications of health care staff and their families, relieve their psychological stress, strengthen the confidence and the courage of defeating disease. The State Council on February 11 issued a new notice concerning the psychical and mental health of frontline medical staff jointly drawn up by several ministries including the National Health Commission 11 . There are four national mental psychological illness clinical medicine research centers in China. Leading by the four national mental centers, all mental health and psychologic centers across the country responded quickly to offer psychological counseling and support. More and more psychiatric hospitals, psychology departments, and psychologists have developed gradually psychology measurement systems and provided strategies and counseling services for health care professionals to deal with psychological problems. For example, the Mental Health Institute of the Second Xiangya Hospital set up a psychological serving platform on February 12 to provide telephone counseling, online counseling, and cam-consulting services for frontline medical staff. An online screening inventory was also developed to help frontline medical staff find their possible mental problem and get timely psychological support through strategies to reduce psychological stress, the Psychic Hotline, and online diagnosis by professional psychiatrists 12 . Systematic psychological training for the front-line medical staff and back up were provided through instructor led online training, onsite training, and group training. The health committee of Sichuan has developed a series of mental health services for medical staff. Besides online and telephone counseling, they adopted innovative psychological interventions through short videos and online games 13 . Different organizations have posted self-rated mental health scales for medical staff and provided suggestions based on their results. Mental health handbooks were also developed to help people deal with stress and other psychological problems. Moreover, mental health centers were required to start on-site psychological assistance by sending experienced psychologists to the most affected areas of COVID-19 outbreak. Based on the limited medical resources, most psychological experts have been and will be dispatched toHubei province to support mental health services.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}