{
    "paper_id": "cf43da73d2248170f9f67719f40b0b129acab268",
    "metadata": {
        "title": "Immunogenic profile of SARS-CoV-2 spike in",
        "authors": [
            {
                "first": "Jennifer",
                "middle": [
                    "A"
                ],
                "last": "Juno",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Hyon-Xhi",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Wen",
                "middle": [
                    "Shi"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Arnold",
                "middle": [],
                "last": "Reynaldi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of New South Wales",
                    "location": {
                        "postCode": "2052",
                        "settlement": "Kensington",
                        "region": "NSW",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Hannah",
                "middle": [
                    "G"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kelly",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kathleen",
                "middle": [],
                "last": "Wragg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Robyn",
                "middle": [],
                "last": "Esterbauer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Helen",
                "middle": [
                    "E"
                ],
                "last": "Kent",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": "skent@unimelb.edu.au.or"
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "Batten",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Francesca",
                "middle": [
                    "L"
                ],
                "last": "Mordant",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Nicholas",
                "middle": [
                    "A"
                ],
                "last": "Gherardin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Phillip",
                "middle": [],
                "last": "Pymm",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Melanie",
                "middle": [
                    "H"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dietrich",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nichollas",
                "middle": [
                    "E"
                ],
                "last": "Scott",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Wai-Hong",
                "middle": [],
                "last": "Tham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dale",
                "middle": [
                    "I"
                ],
                "last": "Godfrey",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Kanta",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Subbarao",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Miles",
                "middle": [
                    "P"
                ],
                "last": "Davenport",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "J"
                ],
                "last": "Kent",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [
                    "K"
                ],
                "last": "Wheatley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Peter",
                    "location": {}
                },
                "email": "awheatley@unimelb.edu.au"
            },
            {
                "first": "Australia",
                "middle": [],
                "last": "22",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Wheatley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The rapid global spread of SARS-CoV-2 and resultant mortality and social disruption 34 have highlighted the need to better understand coronavirus immunity to expedite 35 vaccine development efforts. Multiple candidate vaccines, designed to elicit 36 protective neutralising antibodies targeting the viral spike glycoprotein, are rapidly 37 advancing to clinical trial. However, the immunogenic properties of the spike protein 38 in humans are unresolved. To address this, we undertook an in-depth characterisation 39 of humoral and cellular immunity against SARS-CoV-2 spike in humans following 40 mild to moderate SARS-CoV-2 infection. We find serological antibody responses 41 against spike are routinely elicited by infection and correlate with plasma neutralising 42 activity and capacity to block ACE2/RBD interaction. Expanded populations of spike-43 specific memory B cells and circulating T follicular helper cells (cTFH) were detected 44 within convalescent donors, while responses to the receptor binding domain (RBD) 45 constitute a minor fraction. Using regression analysis, we find high plasma 46 neutralisation activity was associated with increased spike-specific antibody, but 47 notably also with the relative distribution of spike-specific cTFH subsets. Thus both 48 qualitative and quantitative features of B and T cell immunity to spike constitute 49 informative biomarkers of the protective potential of novel SARS-CoV-2 vaccines. 50 51 52 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The rapid global spread of SARS-CoV-2 has highlighted the intrinsic vulnerability of 54 humans to emerging zoonotic infections and spurred frantic efforts to expedite 55 vaccine and antiviral drug development, manufacture and deployment. In contrast to 56 historical pandemics, such as the 1918 \"Spanish\" H1N1 influenza, modern 57 recombinant technology enables a rapid scientific response, with multiple vaccines 58 under development, almost exclusively aimed at eliciting antibodies to the viral 59 \"spike\" protein. The spike (S) protein of beta-coronaviruses is expressed as a single protein, with 62 proteolytic cleavage yielding S1 and S2 subunits 1 . S localises on the virion surface 63 and mediates both recognition of cellular receptors and membrane fusion. In the case 64 of SARS-CoV-2, a receptor binding domain (RBD) within S1 directly interacts with 65 high affinity with the peptidase domain of angiotensin-converting enzyme 2 (ACE2) 66 2-4 . The S2 subunit of S mediates membrane fusion. The S/ACE2 interaction mediates 67 viral entry and provides an attractive target for vaccine-elicited humoral immunity 5 , 68 with antibodies potentially capable of either (i) directly blocking binding of ACE2 by 69 S, (ii) blocking conformational changes in S critical for membrane fusion, (iii) 70 eliminating infected cells through antibody effector mechanisms such as antibody-71 dependent cellular cytotoxicity (ADCC), or (iv) driving accelerated clearance of free 72 virus. 73",
            "cite_spans": [],
            "ref_spans": [],
            "section": "53"
        },
        {
            "text": "The dominant targets for human antibody against the SARS-CoV-2 S are unclear. 75",
            "cite_spans": [],
            "ref_spans": [],
            "section": "74"
        },
        {
            "text": "Some human mAbs originally characterised against SARS-CoV S cross-react with 76 SARS-Cov-2. For example CR3022 which binds a cryptic epitope on the RBD 6,7 , 77 while S309, derived from the memory B cells of a SARS-CoV recovered subject, 78 blocks ACE2 engagement by SARS-CoV-2 S 8 . A recent report of monoclonal 79 antibodies recovered from SARS-CoV-2 convalescent donors revealed multiple non-80 overlapping epitopes on the RBD, with different capacities for mediating 81 neutralisation 9 . Few neutralising epitopes localised outside the RBD have been 82 characterised to date, with preliminary reports of neutralising epitopes within the N- immunogens in humans are poorly resolved. Here we undertook an in-depth 94 characterisation of humoral and cellular immunity against spike in humans who 95 recovered from mild to moderate SARS-CoV-2 infection. We find antibody responses 96 to both S and the RBD are consistently elicited following SARS-CoV-2 infection, the 97 magnitude of which correlates with both plasma neutralising activity and inhibition of 98 RBD/ACE2 binding. S-specific B cells comprise a significant proportion of the 99 circulating memory B cell pool following infection, with RBD-specific B cells 100 constituting a minor subpopulation in most subjects. Assessment of the circulating T 101 follicular helper (cTFH) population reveals that S-specific cTFH cells are also readily 102 detected in convalescent subjects, while T cell responses toward the RBD are 103 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "74"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "74"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 21, 2020 . . https://doi.org/10.1101 /2020 significantly lower in frequency. Finally, we find the development of comparatively 104 high plasma neutralisation activity is associated not only with the magnitude of anti-S 105 immune responses, but also with the phenotype of circulating TFH populations, 106 suggesting these features may serve as attractive biomarkers for candidate S-based 107 vaccines entering the clinic. 108",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 71,
                    "text": "May 21, 2020",
                    "ref_id": null
                },
                {
                    "start": 72,
                    "end": 99,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 105,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "74"
        },
        {
            "text": "Serological responses to spike antigens following SARS-CoV-2 infection 110 We recruited a cross-sectional cohort (N=41) of Australian adults recovered from 111 mild-moderate SARS-CoV-2 infection and isolated plasma and PBMC samples at a 112 median of 32 (IQR: 28-35) days post-positive PCR test. The cohort had a median age 113 of 59 (IQR: 54-65) and was 43% female (17 of 41). Subjects reported mild to 114 moderate upper and lower respiratory tract symptoms with only 5 (12%) requiring 115 hospitalisation, and none requiring mechanical ventilation (Table S1) . A control 116 cohort of 27 healthy adults was recruited prior to widespread infection in Australia 117 (Table S2) . As we had an interest in the degree to which baseline cross-reactive 118 coronavirus immunity affected SARS-CoV-2 responses, we pre-screened the 27 119 uninfected subjects for serological reactivity against the beta coronavirus HCoV-120 HKU1 (HKU1) ( Figure S1 ), selecting individuals with the 5 highest and 5 lowest 121 plasma titres as controls for the study. 122 123 Serological profiles are presented stratified across the cohort based on neutralisation 124 activity for each subject. Antibodies binding the SARS-CoV-2 spike ( Figure 1A ) or 125 the RBD ( Figure 1B) were consistently observed in all 41 infected individuals by 126 ELISA, with minimal reactivity in the controls. Titres of S-and RBD-specific 127 antibody were highly correlated ( Figure S2 ). Consistent with previous reports 18 , low-128 level antibody responses cross-recognising the SARS-CoV RBD were observed in 129 most of our SARS-CoV-2 infected cohort ( Figure 1C ). Antibody responses to the 130 human coronavirus strain HKU were prevalent at moderate to high levels across the 131 cohort, in line with previous reports of widespread seropositivity to S proteins of 132 human coronaviruses in adults 19,20 ( Figure 1D ). The capacity of immune plasma to 133 block interaction between recombinant ACE2 and RBD was assessed by ELISA, with 134 modest levels of inhibition detected in most subjects, and selected subjects exhibiting 135 potent inhibitory activity ( Figure 1E ). Virus neutralising activity in the plasma was 136 similarly assessed using a microneutralisation assay with live SARS-CoV-2 infection 137 of Vero cells as previously described for 22 . 138 Neutralising antibody titres ranged from 40 to 508 (IQR:113-254) ( Figure 1F ). In 139 summary, antibody responses against both S and the RBD are consistently elicited in 140 SARS-CoV-2 infected individuals, the endpoints titres of which correlate significantly 141 with neutralising activity (r=0.55 and r=0.61 respectively) and ACE2 binding 142 inhibition (r=0.72 and r=0.72 respectively) in the plasma ( Figure S2) . 143 144 B cell responses to S antigens following SARS-CoV-2 infection 145 We next examined the frequency and specificity of class-switched B cells in 146 convalescent subjects using SARS-CoV-2 spike or RBD proteins as flow cytometric 147 probes. Clear antigen-specific populations of CD19 + IgD -B cells (gating in Figure S3 ) 148 binding spike, spike and RBD or RBD alone could be resolved in our cohort of 149 recovered from SARS-CoV-2 subjects, with minimal background staining in 150 uninfected controls (Figure 2A ; Figure S4 ). Frequencies of spike + RBD -, spike + RBD + 151 and spike -RBD + B cells as a proportion of the CD19 + IgDpopulation were a median 152 0.38% (IQR 0.24-0.52), 0.047% (IQR 0.023-0.084) and 0.033% (IQR 0.015-0.045), 153 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "text": "110",
                    "ref_id": null
                },
                {
                    "start": 2315,
                    "end": 2323,
                    "text": "22 . 138",
                    "ref_id": null
                },
                {
                    "start": 2814,
                    "end": 2817,
                    "text": "145",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 551,
                    "end": 561,
                    "text": "(Table S1)",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 667,
                    "end": 677,
                    "text": "(Table S2)",
                    "ref_id": "TABREF13"
                },
                {
                    "start": 931,
                    "end": 940,
                    "text": "Figure S1",
                    "ref_id": null
                },
                {
                    "start": 1212,
                    "end": 1221,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 1241,
                    "end": 1251,
                    "text": "Figure 1B)",
                    "ref_id": null
                },
                {
                    "start": 1432,
                    "end": 1441,
                    "text": "Figure S2",
                    "ref_id": null
                },
                {
                    "start": 1613,
                    "end": 1622,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 1868,
                    "end": 1877,
                    "text": "Figure 1D",
                    "ref_id": null
                },
                {
                    "start": 2122,
                    "end": 2131,
                    "text": "Figure 1E",
                    "ref_id": null
                },
                {
                    "start": 2391,
                    "end": 2400,
                    "text": "Figure 1F",
                    "ref_id": null
                },
                {
                    "start": 2731,
                    "end": 2741,
                    "text": "Figure S2)",
                    "ref_id": null
                },
                {
                    "start": 3059,
                    "end": 3068,
                    "text": "Figure S3",
                    "ref_id": null
                },
                {
                    "start": 3252,
                    "end": 3262,
                    "text": "(Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 3265,
                    "end": 3274,
                    "text": "Figure S4",
                    "ref_id": null
                }
            ],
            "section": "109"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "109"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 21, 2020 . . https://doi.org/10.1101 /2020 respectively ( Figure 2B ). The very low frequencies of spike -RBD + B cells likely 154 constitute a mix of background staining and B cells that recognise RBD epitopes 155 occluded in recombinant S or intact virus. Immunoglobulin isotypes were determined 156 for spike + RBDand spike + RBD + populations using IgM and IgG surface staining, 157",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 71,
                    "text": "May 21, 2020",
                    "ref_id": null
                },
                {
                    "start": 72,
                    "end": 99,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 105,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 121,
                    "end": 130,
                    "text": "Figure 2B",
                    "ref_id": null
                }
            ],
            "section": "109"
        },
        {
            "text": "with IgM -IgGclass-switched B cells previously established to be almost exclusively 158",
            "cite_spans": [],
            "ref_spans": [],
            "section": "109"
        },
        {
            "text": "IgA + 23 . In our cohort sampled a median of 36 days after symptom onset, the majority 159 of spike + RBDclass-switched B cells were IgG + (median 57.5%; IQR 46.8-64.8), with 160 smaller proportions displaying IgM+ (20.9%; IQR 17.4-29.1) and IgA + (IgM -IgG -) 161 (17.4%; IQR 13.2-25.9) ( Figure 2C ). Isotype distribution of spike + RBD + B cells was 162 more variable due to low event counts, with median frequencies of 45.5% 70.7) IgG, 13.6% (IQR 0-30.3) IgM and 20.0% IgA ). The activation 164 phenotype of antigen-specific B cells was assessed using CD21 and CD27 surface 165 staining 24 ( Figure S5 ). Most spike + RBD -(median 58.5%; IQR 52.2-66.6) or 166 spike + RBD + (68.7%; IQR 54.4-80) class-switched B cells displayed a resting memory 167 phenotype (CD21 + CD27 + ), also consistent with the median duration of infection. 168",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 290,
                    "end": 299,
                    "text": "Figure 2C",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 605,
                    "text": "Figure S5",
                    "ref_id": null
                }
            ],
            "section": "109"
        },
        {
            "text": "However, a significant proportion of activated memory B cells (CD21 -CD27 + ) was 169 still evident for both spike + RBD -(18.9%; IQR 13.2-25.7) or spike + RBD + B cell 170 populations (13.2%; , with only low proportions of CD21 -CD27and 171 CD21 + CD27phenotypes observed. Overall, SARS-CoV-2 infection efficiently elicits 172 both S-and RBD-specific B cells in most subjects after recovery, which constitute a 173 significant proportion of the memory B cell pool, which are mostly IgG + and of a 174 resting memory phenotype. 175",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "text": "(13.2%;",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "109"
        },
        {
            "text": "The RBD of SARS-CoV and SARS-CoV-2 share significant homology, but with 177 marked diversity within the ACE2 binding motif despite shared recognition of this 178 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "176"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "176"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.17.20104869 doi: medRxiv preprint cellular receptor 2,25 . We examined whether differential staining with SARS-CoV and 179 SARS-CoV-2 probes would allow more precise identification of B cells recognising 180 the unique ACE2 binding site of SARS-CoV-2, to understand why some individuals 181 had notable RBD-specific antibody titres but with limited neutralisation activity or 182 RBD/ACE2 binding inhibition. PBMCs from a subset of COVID+ subjects (N=15) 183",
            "cite_spans": [],
            "ref_spans": [],
            "section": "176"
        },
        {
            "text": "were stained with SARS-CoV-2 spike, SARS-CoV-2 RBD and SARS-CoV RBD 184 probes as before ( Figure 2D ). Both SARS-CoV-2 RBD-specific and SARS-185",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 100,
                    "text": "Figure 2D",
                    "ref_id": null
                }
            ],
            "section": "176"
        },
        {
            "text": "CoV/SARS-CoV-2 cross-reactive IgG+ B cells could be resolved in most subjects 186 across SARS-CoV-2 convalescent and uninfected donors ( Figure S8 ). Antigen 197 specificity of the cTFH population was determined using an activation induced 198 marker (AIM) assay 29 in response to stimulation with SARS-CoV-2 spike or RBD 199 proteins ( Figure 3A ). Overall, recovered subjects exhibited robust cTFH responses to 200 the SARS-CoV-2 spike protein, with a median of 0.92% spike-specific cTFH cells 201 (IQR 0.42 -1.52; Figure 3B ). In contrast to the full spike, RBD-specific cTFH 202 responses were significantly lower (p<0.0001), with a median of only 0.12% of cTFH 203 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "text": "Figure S8",
                    "ref_id": null
                },
                {
                    "start": 337,
                    "end": 346,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 517,
                    "end": 526,
                    "text": "Figure 3B",
                    "ref_id": null
                }
            ],
            "section": "176"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "176"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.17.20104869 doi: medRxiv preprint cells exhibiting RBD specificity (IQR 0.04 -0.38). Consistent with the high 204 frequency of HKU1 seropositivity among the convalescent cohort ( Figure 1D ), cTFH 205 responses to HKU1 spike were detected among 97.5% of donors (median 0.52% of 206 cTFH cells, IQR 0.32 -0.99). The frequency of HKU1-specific cTFH was generally 207 higher among the convalescent cohort than the uninfected controls ( Figure 3B Comparison to SEB-stimulated cells from a subset of donors confirmed that in vitro 220 TCR stimulation does not preferentially activate or upregulate expression of CCR6 221 among the cTFH population ( Figure 3D ). 222 223 Analysis of spike-specific non-cTFH CD4 memory (CD3 + CD4 + CD45RA -CXCR5 -) 224 cells revealed similar patterns of antigen reactivity to the cTFH compartment; namely, 225 strong recognition of SARS-CoV-2 and HKU1 spike proteins (median 0.53% and 226 0.54% of CD4 memory cells, respectively) and lower frequencies of RBD-specific T 227 cells (median 0.24% of CD4 memory cells) ( Figure S8 ). 228 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 286,
                    "end": 295,
                    "text": "Figure 1D",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 549,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 751,
                    "end": 760,
                    "text": "Figure 3D",
                    "ref_id": null
                },
                {
                    "start": 1151,
                    "end": 1160,
                    "text": "Figure S8",
                    "ref_id": null
                }
            ],
            "section": "176"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "176"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 21, 2020 . . https://doi.org/10.1101 /2020 Predictors of plasma neutralisation activity",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 71,
                    "text": "May 21, 2020",
                    "ref_id": null
                },
                {
                    "start": 72,
                    "end": 99,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 105,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "176"
        },
        {
            "text": "The development of serological neutralisation activity will be a critical endpoint for 230 upcoming SARS-CoV-2 vaccine trials. A co-correlation matrix of subject 231 characteristics and immunological parameters was generated ( Figure 4A ). This 232 analysis highlighted broad co-correlation of many immune parameters related to S 233 immunogenicity, namely antibody titres and the circulating frequencies of S-specific 234 B and T cell populations. Principal component analysis (PCA) on immunological 235 variables revealed clustering of the cohort into subjects with stronger and weaker 236 plasma neutralisation activity ( Figure 4B ). Using a multiple regression approach, we 237 identified titres of S-specific antibody and the proportion of S-specific cTFH with a 238 TH17-like phenotype (CCR6 + CXCR3 -) as the two most significant predictive factors 239 related to neutralisation activity ( Figure 4C ). 240",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 236,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 634,
                    "text": "Figure 4B",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 907,
                    "text": "Figure 4C",
                    "ref_id": null
                }
            ],
            "section": "229"
        },
        {
            "text": "Efficient elicitation of potent antibodies capable of neutralising viral entry is likely to 242 be a critical feature of effective vaccines against SARS-CoV-2. In the current study, 243",
            "cite_spans": [],
            "ref_spans": [],
            "section": "241"
        },
        {
            "text": "we observed that neutralisation activity in the plasma of convalescent subjects ranged 244 from potent to negligible, despite near universal detection of antibodies binding S 245 and/or RBD, suggesting that qualitative aspects of the humoral immune response may 246 be a critical consideration for vaccine development. Direct assessment of key 247 immunological events within the respiratory tract and draining lymphoid tissues is 248 challenging in humans, however assessing B and T cell immunity in more readily 249 sampled blood can be informative. 250 251 Spike-specific class-switched B cells were expanded in nearly all infected subjects, 252 with a predominantly IgG + and resting memory phenotype consistent with the 253 sampling time several weeks after the resolution of infection. B cells binding the 254 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "241"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "241"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.17.20104869 doi: medRxiv preprint RBD, which contains the ACE2 interaction site, were markedly less frequent than S-255 specific B cells, and not detected at all in many subjects. Combinatorial B cell 256 staining with both SARS-CoV and SARS-CoV-2 probes enabled focused assessment 257 of the uniquely variant epitope on the SARS-CoV-2 RBD that facilitates high affinity 258 recognition of ACE2. A minority of SARS-CoV-2 RBD-specific B cells also 259 recognise the SARS-CoV RBD, a finding consistent with the relative infrequency of 260 SARS-CoV or MERS-CoV cross-reactive antibodies recovered from convalescent 261 patients to date 9,32 . We find the frequency of IgD -IgG + B cells that bound S and 262 SARS-CoV-2 RBD, but not cells binding SARS-CoV RBD, tracked with serological 263 RBD/ACE2 binding inhibition but not with overall neutralising activity. Overall, our 264 data suggest that in some subjects, precise antibody recognition and blockade of the 265 RBD ACE2-binding site is the principal pathway to generating neutralising antibody. 266",
            "cite_spans": [],
            "ref_spans": [],
            "section": "241"
        },
        {
            "text": "However, the disconnect seen in many subjects between plasma neutralising titres and 267 RBD-specific antibody, B and T cell responses, strongly suggests sufficient non-RBD 268 epitope targets exist to constitute an alternative pathway to comparable virus 269 neutralisation outcomes. to SARS-CoV-2 RBD were observed, which may reflect limited CD4 T cell epitopes 278",
            "cite_spans": [],
            "ref_spans": [],
            "section": "241"
        },
        {
            "text": "given the small size of RBD. This has implications for RBD-based vaccine strategies, 279 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "241"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (cTFH17), consistent with responses to other neo-antigens 289 such as Ebola glycoprotein vaccines 34 . However despite this predominance, the 290 relative proportion of S-specific cTFH17 (CCR6 + CXCR3 -) was negatively correlated 291 with virus neutralisation activity. In contrast, increased frequencies of both cTFH1 292 (CCR6 -CXCR3 + ) and cTFH2 (CCR6 -CXCR3 -) were observed in subjects with the 293 highest plasma neutralising activity. Expansion of cTFH1 is well characterized 294 following seasonal influenza immunisation, where peak frequencies in the blood 295 correlate with both plasmablast expansion and subsequent serum neutralising 296 antibody titres 23, 30, 35 . Similarly, bias toward CXCR3 + phenotypes is reported for 297 antigen-specific cTFH in many chronic infections 36,37 . The functional significance of 298 CXCR3 + cTFH during SARS-CoV-2 infection is currently unclear, however may 299 reflect differences in lymph node TFH activity or egress from the GC. 300",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 806,
                    "text": "23,",
                    "ref_id": null
                },
                {
                    "start": 807,
                    "end": 810,
                    "text": "30,",
                    "ref_id": null
                },
                {
                    "start": 811,
                    "end": 813,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "241"
        },
        {
            "text": "The impact of widespread pre-existing immunity to human coronaviruses (229E, 302 NL63, HKU1, OC43) upon the responses to SARS-CoV-2 infection is an open 303 question. Here we found serum antibody against HKU1 was widely prevalent, 304 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "301"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "301"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.17.20104869 doi: medRxiv preprint consistent with the high seroprevalence rates in adults reported previously 19, 20 . 305",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "text": "19,",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 223,
                    "text": "20",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "301"
        },
        {
            "text": "However, we see no evidence of HKU-specific immunity modulating binding or 306 neutralising titres against SARS-CoV-2 antigens. Our data suggest CD4 T cell 307 responses to HKU1 may be boosted following SARS-CoV-2 infection, possibly via 308 recognition of conserved epitopes within the S2 domain 38 . The predominantly CCR6 + 309 phenotype of SARS-CoV-2 and HKU-1-specific cTFH may reflect a coronavirus-310 specific TFH response, but further epitope mapping is required to deconvolute the 311 contribution of HKU1 memory responses or recently boosted SARS-CoV-2 cross-312 reactivity. 313",
            "cite_spans": [],
            "ref_spans": [],
            "section": "301"
        },
        {
            "text": "There is understandably considerable scientific interest in predicting the biogenesis of 315 protective immunity against SARS-CoV-2, of which neutralising antibodies against S 316 are likely to be consequential. Although the current study is limited by cohort size, we 317 find that concomitant factors demarking robust humoral immunity, namely increased ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "314"
        },
        {
            "text": "The study protocols were approved by the University of Melbourne Human Research 328",
            "cite_spans": [],
            "ref_spans": [],
            "section": "327"
        },
        {
            "text": "Ethics Committee (#2056689) and all associated procedures were carried out in 329 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "327"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Subjects who had recovered from COVID19 and healthy controls were recruited 333 through contacts with the investigators and invited to provide a blood sample. Subject 334 characteristics of SARS-CoV-2 convalescent subjects are collated in Table S1 A set of proteins was generated for serological and flow cytometric assays. The 343 ectodomain of SARS-CoV-2 (isolate WHU1;residues 1 -1208) or HCoV-HKU1 S 344 protein (isolate N5;residues 1 -1290) were synthesised with furin cleavage site 345 removed and P986/987 stabilisation mutations 39 , a C-terminal T4 trimerisation 346 domain, Avitag and His-tag, expressed in Expi293 cells and purified by Ni-NTA 347 affinity and size-exclusion chromatography using a Superose 6 16/70 column (GE 348 Healthcare) ( Figure S9 ). SARS-CoV S was biotinylated using Bir-A (Avidity). The 349 SARS-CoV-2 RBD 40 with a C-terminal His-tag (residues 319-541; kindly provided by 350",
            "cite_spans": [
                {
                    "start": 869,
                    "end": 876,
                    "text": "(GE 348",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 375,
                    "end": 383,
                    "text": "Table S1",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 891,
                    "end": 900,
                    "text": "Figure S9",
                    "ref_id": null
                }
            ],
            "section": "327"
        },
        {
            "text": "Florian Krammer) was similarly expressed and purified. SARS-CoV RBD (residues 351 N321-P513) with a C-terminal Avitag and His-tag, was expressed in Expi293 cells 352 and purified by Ni-NTA, biotinylated using Bir-A (Avidity) and purified by ize-353 exclusion chromatography using a S-75 Superdex (GE Healthcare). The human 354 (residues 19-613) and mouse (residues 19-615) ACE2 ectodomain with C-terminal 355 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "327"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "327"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10. 1101 /2020 His-tag (kindly provided by Merlin Thomas) were expressed in Expi293 cells and 356 purified using Ni-NTA and size-exclusion chromatography ( Figure S10 ). Antigenicity 357 of coronaviral proteins was assessed by binding to immune sera, anti-RBD mAbs 358 CR3022 and 4B, or human and mouse ACE2 ( Figure S11 ). The glycosylation profile 359 of recombinant S proteins ( Figure S11 ) was assessed using mass spectrometry as 360 previously described 41 by SP3 protein clean up 42 and trypsin in-solution digestion. 361",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 105,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 257,
                    "text": "Figure S10",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 411,
                    "text": "Figure S11",
                    "ref_id": null
                },
                {
                    "start": 473,
                    "end": 483,
                    "text": "Figure S11",
                    "ref_id": null
                }
            ],
            "section": "327"
        },
        {
            "text": "Purified peptides were desalted then separated using a two-column chromatography 362 set up comprising a PepMap100 C18 20 mm × 75 μm trap and a PepMap C18 500 363 mm × 75 μm analytical column on Dionex Ultimate 3000 UPLC (ThermoFisher). 364",
            "cite_spans": [],
            "ref_spans": [],
            "section": "327"
        },
        {
            "text": "Samples were concentrated onto the trap column at 5 μl/min with Buffer A (2% 365 acetonitrile, 0.1% formic acid) for 6 min and infused into a Q-Exactive™ plus mass 366 spectrometry (ThermoFisher) at 300 nl/min via the analytical column. 125 min 367 gradients were used altering the buffer composition from 2% Buffer B (80% 368 acetonitrile, 0.1% formic acid) to 28% B over 95 min, then from 28% B to 40% B 369 over 10 min, then from 40% B to 100% B over 2 min, the composition was held at 370 100% B for 3 min, and then dropped to 3% B over 5 min and held at 3% B for another 371 10 min. The Q-Exactive™ plus Mass Spectrometer was operated in a data-dependent 372 mode automatically switching between the acquisition of a single Orbitrap MS1 scan 373 (70,000 resolution, AGC of 3 × 10 6 ) followed by 15 data-dependent HCD MS2 events 374 tolerance of ±20 ppm was allowed for HCD MS2 scans. Searches were performed 380 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "327"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. washed and developed using TMB substrate (Sigma), stopped using sulphuric acid 398 and read at 450nm. Endpoint titres were calculated as the reciprocal serum dilution 399 giving signal 2x background using a fitted curve (4 parameter log regression). 400",
            "cite_spans": [],
            "ref_spans": [],
            "section": "327"
        },
        {
            "text": "An ELISA was performed to measure the ability of plasma antibodies to block 402 interaction between recombinant human ACE2 and RBD proteins. 96-well Maxisorp 403 plates (Thermo Fisher) were coated overnight at 4 o C with 8 µg/ml of recombinant 404 RBD protein in carbonate-bicarbonate coating buffer (Sigma). After blocking with 405 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "401"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "401"
        },
        {
            "text": "SARS-CoV-2 isolate CoV/Australia/VIC01/2020 45 was passaged in Vero cells and 414 stored at -80C. Plasma was heat-inactivated at 56°C for 30 min. Plasma was serially-415 diluted 1:20 to 1:10240 before addition of 100 TCID 50 of SARS-CoV-2 in 416 MEM/0.5% BSA and incubation at room temperature for 1 hour. Residual virus 417 infectivity in the plasma/virus mixtures was assessed in quadruplicate wells of Vero 418 cells incubated in serum-free media containing 1 µg/ml TPCK trypsin at 37°C/5% 419 CO2; viral cytopathic effect was read on day 5. The neutralising antibody titre is 420 calculated using the Reed/Muench method as previously described 21, 22 . 421 422",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 651,
                    "text": "21,",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 654,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "413"
        },
        {
            "text": "Probes for delineating SARS-CoV-2 S-specific B cells within cryopreserved human 424 PBMC were generated by sequential addition of streptavidin-PE (Thermofisher) to 425 trimeric S protein biotinylated using recombinant Bir-A (Avidity). Biotinylated 426 SARS-CoV RBD was similarly conjugated to streptavidin-BV421 (BD). SARS-CoV-427 2 RBD protein was directly labelled to APC using an APC Conjugation Lightning-428 link kit (Abcam). Cells were stained with Aqua viability dye (Thermofisher). 429",
            "cite_spans": [],
            "ref_spans": [],
            "section": "423"
        },
        {
            "text": "Monoclonal antibodies for surface staining included: CD19-ECD (J3-119) (Beckman 430 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "423"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "423"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 21, 2020. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "423"
        },
        {
            "text": "Acknowledgements 478 We thank the generous participation of the trial subjects for providing samples. The 479 SARS-CoV-2 RBD expression plasmids were kindly provided by Florian Krammer, 480",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "text": "478",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "477"
        },
        {
            "text": "Mt Sinai School of Medicine, NY, USA. The human and mouse ACE2 expression 481 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "477"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. Blood Are Clonally Convergent but Divergent from Non-Tfh CD4(+) Cells. 566",
            "cite_spans": [],
            "ref_spans": [],
            "section": "477"
        },
        {
            "text": "Cell reports 30, 137-152.e135 (2020). 567 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "477"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "477"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 21, 2020. Glycoproteomics. Journal of proteome research 15, 3904-3915 (2016) . 615 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 139,
                    "text": "3904-3915 (2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "477"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "477"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 21, 2020 . . https://doi.org/10.1101 /2020 ",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 71,
                    "text": "May 21, 2020",
                    "ref_id": null
                },
                {
                    "start": 72,
                    "end": 99,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 105,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "477"
        },
        {
            "text": "Caly, L., et al. Isolation and rapid sharing of the 2019 novel coronavirus 616",
            "cite_spans": [],
            "ref_spans": [],
            "section": "45."
        },
        {
            "text": "(SARS-CoV-2) from the first patient diagnosed with COVID-19 in Australia. 617",
            "cite_spans": [],
            "ref_spans": [],
            "section": "45."
        },
        {
            "text": "Med J Aust (2020). 618 619 All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "45."
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "45."
        },
        {
            "text": "The copyright holder for this preprint this version posted May 21, 2020 . . https://doi.org/10.1101 /2020 Figure 3 . Specificity of cTFH responses to coronavirus spike proteins (A) Representative staining of CD25 and CD134 co-expression on cTFH (CD3 + CD4 + CD45RA -CXCR5 + ) cells following stimulation with 5µg/mL BSA (negative control), SARS-CoV-2 Spike, SARS-CoV-2 RBD or HCoV HKU1 protein, or SEB (positive control). (B) Antigen-specific cTFH (n=10 SARS-CoV-2 negative, n=41 SARS-CoV-2 positive donors) frequencies were calculated as the proportion of CD25 + CD134 + cTFH cells in each stimulation condition after background subtraction using the negative control. (C) Representative expression of CCR6 and CXCR3 on bulk cTFH, SARS-CoV-2 Spikespecific, HCoV HKU1 Spike-specific or SEB-responsive (CD25 + OX-40 + ) cTFH. (D) Quantification of CCR6 + CXCR3 -, CCR6 + CXCR3 + , CCR6 -CXCR3 + or CCR6 -CXCR3 -cTFH populations among SARS-CoV-2 positive donors (n=41). ",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 71,
                    "text": "May 21, 2020",
                    "ref_id": null
                },
                {
                    "start": 72,
                    "end": 99,
                    "text": ". . https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 105,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "45."
        },
        {
            "text": "Lymphocytes were identified by FSC-A vs SSC-A gating, followed by doublet exclusion (FSC-A vs FSC-H), and gating on live CD19 + B cells. Class-switched B cells were identified as IgD -, and surface istoype resolved by staining for IgM or IgG, with the double negative population (IgM -/IgG -) previously established as predominantly IgA. Binding to SARS-CoV-2 spike (S) and/or SARS-CoV-2 RBD probes was assessed for each population. Figure S4 . Representative staining of S-and RBD-specific IgD -IgG + B cells 3 uninfected subjects (left panels) and 6 subjects after recovery from SARS-CoV-2 infection (middle and right panels). CD19 + IgD -IgG + B cells cells were identified using gating strategy shown in Figure S5 . Binding to SARS-CoV-2 spike (S) and/or SARS-CoV-2 RBD probes was assessed. Figure S5 . Memory B cell phenotypes in subjects after SARS-CoV-2 infection (A) Representative memory B cell phenotypes identified by CD21 and CD27 co-stain of probe + CD19 + IgDcells (blue) overlaid on CD19 + IgDcells (grey) and (B) the corresponding frequencies of the four populations in subjects previously infected with SARS-CoV-2 (Resting memory -CD21 + CD27 + ; activated memory -CD21 -CD27 + ; naïve/CD27 lo memory -CD21 + CD27 -; atypical B cells -CD21 -CD27 -); n.d -not detected due to absent probe + cells. Figure S6 . Gating strategy for resolving spike + CD19 + IgD -IgG + B cells specific for SARS-CoV-2 and SARS-CoV RBD (A) Lymphocytes were identified by FSC-A vs SSC-A gating, followed by doublet exclusion (FSC-A vs FSC-H), and gating on live CD19 + B cells. IgD -IgG + B cells were gated and assessed for binding to SARS-CoV-2 spike. Cross-reactive specificities versus those unique to SARS-CoV-2 were discriminated by co-staining with SARS-CoV-2 and SARS-CoV RBD probes. (B) Representative staining shown for 4 subjects with prior SARS-CoV-2 infection. Figure S7 . Gating strategy for cTFH and memory CD4 + T cell subsets Lymphocytes were identified by FSC-A vs SSC-A gating, followed by doublet exclusion (FSC-A vs FSC-H gate), and exclusion of dead or CD14 + cells. T cells were identified as CD3 + CD20 -. Following exclusion of gamma delta T cells by Vd1/Vd2 TCR staining, CD4 + CD8 -T cells were identified. Memory CD4 + T cells were defined as CD45RA -CXCR5 -, while cTfh cells were defined as CD45RA -CXCR5 + . cTFH cells were further characterized by PD-1 and CCR6/CXCR3 expression. 10 (24.4%) Severe -no. (%) 5 (12.2%) * 3 Subjects had a compatible illness and history of exposure but did not have a positive nasal swab ** Illness severity was classified as: Mild: prominent upper respiratory tract symptoms and not hospitalised. Moderate: prominent lower respiratory tract symptoms and not hospitalised. Severe: prominent lower respiratory tract symptoms and requiring hospital care. All rights reserved. No reuse allowed without permission.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 442,
                    "text": "Figure S4",
                    "ref_id": null
                },
                {
                    "start": 708,
                    "end": 717,
                    "text": "Figure S5",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 804,
                    "text": "Figure S5",
                    "ref_id": null
                },
                {
                    "start": 1314,
                    "end": 1323,
                    "text": "Figure S6",
                    "ref_id": null
                },
                {
                    "start": 1868,
                    "end": 1877,
                    "text": "Figure S7",
                    "ref_id": null
                }
            ],
            "section": "Figure S3. Gating strategy for resolving antigen-specific B cells and surface isotypes"
        },
        {
            "text": "(which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 Negative"
        },
        {
            "text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10. 1101 /2020 ",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "1101",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 105,
                    "text": "/2020",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 Negative"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS-CoV-2 RBD SARS-CoV-2 spike IgG IgD IgG IgM IgD -IgG + IgD -IgM +",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "IgD -IgM -IgG -) SARS-CoV-2 RBD SARS-CoV-2 spike SARS-CoV-2 RBD SARS-CoV-2 spike",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Iga",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "83 terminal domain of S 10 . Nevertheless, studies of other zoonotic human coronaviruses 84 MERS-CoV and SARS-CoV have identified epitopes in both the N-terminal domain 85 of S1 or within S2 can neutralise virus infection by blocking critical viral functions 86 such as membrane fusion 11-14 . 87 88 Given the capacity to prevent viral infection, eliciting antibodies to S by 89 immunisation is of intense interest and multiple human vaccines targeting S are in 90 various stages of clinical development (reviewed in 15,16 ). However, although an 91 inactivated SARS-CoV-2 vaccine showed promise in animal models 17 , the 92 immunogenic properties of SARS-CoV, MERS-CoV or SARS-CoV-2 S-based 93",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure S6), with cells binding only SARS-CoV-2 RBD making up the major fraction 187 of the spike + RBD + response (Figure 2E). However, while increased proportions of 188 SARS-CoV-2 RBD-specific B cells within the spike + response does broadly track 189 with plasma blockade of RBD/ACE2 binding (Figure 2F; r=0.46), we find no 190 correlation with neutralisation activity(Figure 2G:r=0.05). 191CD4 T cell responses to S antigens following SARS-CoV-2 infection192TFH provide critical cognate help to antigen-specific B cells to initiate and maintain 193 humoral immune responses 26 . Circulating TFH cells (cTFH; CD3 + CD4 + CD45RA -194 CXCR5 + , gating inFigure S7) in the blood provide a surrogate indication of TFH 195 activity in lymphoid tissues 27,28 . Total unstimulated cTFH frequencies were similar 196",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "have classically been divided on the basis of surface expression of 212 chemokine receptors CCR6 and CXCR3 28,30,31 . However the functional capacities 213 and relevance of putative cTFH1 (CCR6 -CXCR3 + ), cTFH2 (CCR6 -CXCR3 -) and 214 TH17-like (CCR6 + CXCR3 -) cTFH subsets are still unclear and may be pathogen-215 dependent or vary with anatomical location 27,28,31 . In contrast to the total 216 unstimulated cTFH population, SARS-CoV-2 spike and HKU-specific cTFH were 217 enriched for CCR6 + CXCR3cells (median 52.6% of SARS-CoV-2 spike-specific, 218 62.9% of HKU1 spike-specific or 21.1% of bulk cTFH, p<0.0001, Figure 3C/3D). 219",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "provide critical help to antigen-specific B cells in lymph nodes through 272 contact-dependent (ICOS, CD154) and independent (IL-21) mechanisms 26 . cTFH 273 (CD45RA -CXCR5 + CD4 T cells) in the circulation have been suggested to serve as a 274 surrogate measure of TFH activity 28 . We found the frequency of SARS-CoV2 S-275 specific cTFH elicited following infection correlated with both S-specific antibody 276 responses and S-specific B cell frequencies. In contrast, only limited cTFH responses 277",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "-specific class-switched B cells, circulating TFH and antibody, all correlate with 319 increased virus neutralisation activity. Interestingly, we find the surface phenotype of 320 circulating TFH populations most clearly differentiated subjects with potent 321 neutralising responses. We propose B cell and cTFH frequencies and phenotypes 322 constitute informative biomarkers of immune function for assessment of upcoming 323 clinical trials of novel vaccines targeting S",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "000 resolution; stepped NCE 28, 30, 32; maximum injection time of 125 ms and 375 AGC of 2 × 10 5 ) with 30 s dynamic exclusion enabled. 376 377 The identification of glycoforms were accomplished using Byonic [Protein Metrics, 378 version 3.5.3 43 . MS raw file were searched with a MS1 tolerance of ±5 ppm and a 379",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "HI10a), CD27-BV605 (O323) (Biolegend). Cells were washed, fixed with 1% 434 formaldehyde (Polysciences) and acquired on a BD LSR Fortessa or BD Aria II. 435 436 Flow cytometric detection of antigen-specific cTFH and CD4 T cells 437 Cryopreserved human PBMC were thawed and rested for four hours at 37°C. Cells 438 were cultured in 96-well plates at 1x10 6 cells/well and stimulated for 20 hours with 439 5µg/mL of protein (BSA, SARS-CoV-2 S, SARS-CoV-2 RBD, HKU1 S). Selected 440 donors were also stimulated with SEB (5µg/mL) as a positive control. Following 441 stimulation, cells were washed, stained with Live/dead Blue viability dye 442 (ThermoFisher), and a cocktail of monoclonal antibodies: CD27 BUV737 (L128), 443 CCR7 Alexa700 (150503), CD45RA PeCy7 (HI100), CD20 BUV805 (2H7), CD14 444 BUV395 (MOP9) (BD Biosciences), CD3 BV510 (SK7), CD4 BV605 (RPA-T4), 445 CD8 BV650 (RPA-T8), CD25 APC (BC96), OX-40 PerCP-Cy5.5 (ACT35), PD-1 446 BV421 (EH12.2H7), CCR6 BV785 (G034E3), CXCR3 Pe-Dazzle594 (G02H57) 447 (Biolegend), and CXCR5 PE (MU5UBEE, ThermoFisher). Cells were washed, fixed 448 with 1% formaldehyde and acquired on a BD LSR Fortessa using BD FACS Diva. 449 Statistical Analyses 450 Grouped data are generally presented as median +/-IQR, with groups compared by 451 Wilcoxon or Mann-Whitney U tests using Prism 8.0 (Graphpad). Pairwise 452 correlations were assessed using Spearmans tests in Prism 8.0 (Graphpad). A 453 multiple linear regression was used to determine which factors can be used to predict 454 the values of microneutralization across 41 patients. A backward model selection 455 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "471 JAJ, HXT, WSL, SJK and AKW designed the study and experiments; JAJ, HXT, WSL, AR, 472 HGK, KW, RE, HEK, CJB, FLM, NAG, PP, MD, NES and AKW performed experiments; 473 WHT, NAG, DIG, KS contributed unique reagents; JAJ, HXT, WSL, AR, KS, MPD, SJK and 474 AKW analysed the experimental data; JAJ, HXT, WSL, AR, MPD, SJK and AKW wrote the 475 manuscript. All authors reviewed the manuscript.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Serological responses to COVID19. Plasma samples from subjects recovered from SARS-CoV-2 infection (N=41) and healthy controls (N=10, black/grey bars) were screened by ELISA for reactivity against S recombinant proteins from (A) SARS-CoV-2 S, (B) SARS-CoV-2 RBD, (C) SARS-CoV RBD and (D) HCoV-HKU1. (E) The capacity of plasma antibodies to inhibit the interaction of RBD with human ACE2 was tested in an ELISA format at a plasma dilution of 1:25. (F) Neutralisation activity in the plasma was assessed using a microneutralisation assay. Data represent individual responses for each subject, and column order for all figures is conserved and stratified on the basis of plasma neutralisation activity. SARS-CoV-2 negative donors were stratified based on HCoV-HKU1 serological titres (black, high titres; grey, low titres).IgA + (IgD -IgG -IgM -Frequency spike + RBD -, spike + RBD + and spike + RBD -B cells as a proportion of CD19 + IgD -B cells in PBMC from subjects previously infected with SARS-CoV-2 (N=41) and uninfected controls (N=10). (C) Isotype distribution of spike + RBDand spike + RBD + CD19 + IgD -B cells; n.d -not detected due to absent probe + cells. (D) Co-staining spike + CD19 + IgD -B cells with SARS-CoV-2 and SARS-CoV RBD probes allows discrimination of cross-reactive specificities versus those unique to SARS-CoV-2. (E) Frequency of SARS-CoV-2 RBD + /SARS-CoV RBDcells as a proportion of spike + CD19 + IgD -IgG + B cells and their correlation (Spearman) to (F) ACE2/RBD binding inhibition and (G) neutralising activity in plasma.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Predictors of plasma neutralisation activity (A) Co-correlation matrix of subject characteristics, infection and immunological dynamics in subjects recovered from SARS-CoV-2 infection. (B) Principle component analysis of immune parameters showing individuals coloured in proportion to plasma neutralisation titres. (C) Spearman correlation of the plasma neutralisation activity with S-specific antibody titres and the proportion of CCR6 + CXCR3phenotype with the S-specific cTFH population.SUPPLEMENTARY FIGURESFigure S1. Pre-screen of HCoV-HKU1 serum endpoint titres among a cohort of healthy subjects (N=27) bled prior to the SARS-CoV-Correlations between antibody binding titres, ACE2/RBD binding inhibition and neutralisation activity in plasma from subjects recovered from SARS-CoV-2 infection (A) Correlation between endpoint titres of S-specific plasma antibody and the extent of ACE2/RBD binding inhibition, plasma neutralisation titres or RBD-specific plasma antibody. (B) Correlation between endpoint titres of RBD-specific plasma antibody and the extent of ACE2/RBD binding inhibition or plasma neutralisation titres. (C) Correlation between plasma ACE2/RBD binding inhibition and neutralisation activity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "IgDspike + RBDor spike + RBD + Grey -CD19 + IgD -",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "with inefficient recruitment of T cell help potentially limiting effective humoral 280 responses, as previously observed with the stem domain of influenza hemagglutinin 281 CXCR3 and CCR6. Studies suggest that CCR6 + cTFH cells produce more  285    provide superior help to naïve B cells and more transcriptionally resemble GC TFH 27 , 286 while CXCR3 + cTFH can preferentially provide help to memory B cells 28,31 . We find 287 SARS-CoV-2 S-specific cTFH exhibit a clear phenotypic bias toward a 288 CCR6 + CXCR3phenotype",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "The copyright holder for this preprint this version posted May 21, 2020. . https://doi.org/10.1101/2020.05.17.20104869 doi: medRxiv preprint accordance with the approved guidelines. All participants provided written informed 330 consent in accordance with the Declaration of Helsinki. 331 Subject recruitment and sample collection",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "and the 335 healthy controls inTable S2. For all participants, whole blood was collected with 336 sodium heparin anticoagulant. Plasma was collected and stored at -80ºC, and PBMCs 337 were isolated via Ficoll Paque separation, cryopreserved in 10% DMSO/FCS and 338 stored in liquid nitrogen. 339Expression of coronavirus proteins and hACE2",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "using cysteine carbamidomethylation as a fixed modification, methionine oxidation as 381 a variable modification in addition to allowing N-linked glycosylation on asparagine. 382The default Byonic N-linked glycan database, which is composed of 309 383 mammalian N-glycans compiled was used. The proteases specificity was set to full 384 trypsin specificity and a maximum of two miss-cleavage events allowed.Data 385 searched against the expected protein sequence. Search was filtered to a 1% protein 386 FDR as set in the Byonic parameters with the final results filtered to remove 387 glycopeptide assignments with Byonic score below 300 [double the cut off score 388 suggested by Lee et al 44 ] to remove low quality glycopeptide assignments. Data are 389 available via ProteomeXchange with identifier PXD019163. 390 ELISA391Antibody binding to coronavirus S or RBD proteins was tested by ELISA. 96-392 well Maxisorp plates (Thermo Fisher) were coated overnight at 4 o C with 2 µg/mL 393 recombinant S or RBD proteins. After blocking with 1% FCS in PBS, duplicate wells 394 of serially diluted plasma were added and incubated for two hours at room 395 temperature. Plates were washed prior to incubation with 1:20000 dilution of HRP-396 conjugated anti-human IgG (Sigma) for 1 hour at room temperature. Plates were 397",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "PBS containing 1% BSA, duplicate wells of serially diluted plasma (1:25 to 1:1600) 406 were added and incubated for 1 hour at room temperature. Plates were then incubated 407 with 1.5 µg/ml of biotinylated recombinant ACE2 protein for 1 hour at room 408 temperature followed by incubation with HRP-conjugated streptavidin (Thermo 409Fisher Scientific) for 1 hour at room temperature. Plates were developed with TMB 410 substrate (Sigma), stopped with 0.15 M sulphuric acid and read at 450 nm. 411",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "method was used by first fitting a model with all variables of interest, and gradually 456 removing one variable with the least significant p value. For each step, the nested F 457 test was used to compare the models (ie: if the removed variable contributed 458 significantly to the fit). This procedure was stopped when a model with only 459 significant predictors was obtained. Confirmatory forward selection methods were 460 also employed, arriving at the same final model. This analysis was performed using 461 the lm function in R (v3.6.3). 462 Spearman correlation matrix was calculated using the rcorr function in R (v3.6.3). 463 Principal component analysis was performed in R (v3.6.3) using the princomp 464 function by first scaling the variables to have a unit variance. Throughout the 465 manuscript, significance was defined as p<0.05. 466",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "plasmids were kindly provided by Merlin Thomas, Monash University, Australia. We 482 acknowledge the Melbourne Cytometry Platform (Melbourne Brain Centre node) for 483 provision of flow cytometry services. We thank the Melbourne Mass Spectrometry 484 and Proteomics Facility of The Bio21 Molecular Science and Biotechnology Institute 485 at The University of Melbourne for the support of mass spectrometry analysis. This 486 study was supported by the ARC Centre of Excellence in Convergent Bio-Nano 487 NAG). WHT is a Howard Hughes Medical Institute-Wellcome Trust International 490 Research Scholar (208693/Z/17/Z). JAJ, DIG, MPD, WHT, SJK and AKW are 491 supported by NHMRC fellowships. 492 All rights reserved. No reuse allowed without permission.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Coronavirus Spike Glycoprotein To Avoid Neutralization Escape.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Gate: CD3 + CD4 + CD45RA -CXCR5 +",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Characteristics of 41 subjects recovered from COVID-19Time since +ve nasal swab SAR-CoV-2 PCR*days",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Age and sex of 27 healthy control subjects without COVID-19 symptoms Characteristic Median IQR Age, median -years 33 (28-36) Male sex -no. (%) 14 (52%)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "immune plasma (n=4) control plasma (n=2) mAb CR3022 mAb 4B control mAb",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}