{
    "paper_id": "cfcfb26968e5a68a3dafa2809b08e9e65d42d22c",
    "metadata": {
        "title": "A Laboratory Risk Assessment During the Coronavirus (COVID-19) Pandemic",
        "authors": [
            {
                "first": "James",
                "middle": [
                    "H"
                ],
                "last": "Nichols",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Clinical Chemistry and Point-of-Care Testing",
                    "institution": "Vanderbilt University Medical Center Nashville",
                    "location": {
                        "postCode": "37232-5310",
                        "settlement": "James",
                        "region": "TN"
                    }
                },
                "email": ".h.nichols@vumc.org"
            },
            {
                "first": "Carol",
                "middle": [
                    "A"
                ],
                "last": "Rauch",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Adjunct Associate Professor of Pathology, Microbiology and Immunology Vanderbilt University School of Medicine",
                    "institution": "",
                    "location": {}
                },
                "email": "carol.a.rauch@vanderbilt.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel coronavirus known as SARS CoV-2, the cause of COVID-19 has changed our lives. Social distancing and working from home have been recommended to flatten the epidemiologic curve for infections. With limited healthcare capacity, a pandemic like COVID-19 can overwhelm a medical system. Worldwide, governments are taking actions to minimize the impact on healthcare and conserve inpatient beds for the sickest patients. Patients with infections are isolated and persons exposed to infected individuals are quarantined, usually at home. Clinics have moved to virtual consultations and hospitals are opening sites in their parking lots to screen patients or provide drive-through test sampling options. Hospitals, nursing homes and retirement communities are on lock-down, limiting visitors in order to prevent exposure of the most at-risk geriatric populations to the virus. Professional meetings, conventions, theaters, concerts, marathons and sporting events have been cancelled or postponed to limit congregation of large crowds. Travel has been restricted. Bars have been ordered to close, and restaurants are moving to offer only pick-up or delivery service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "In the face of these unprecedented quarantines and social distancing-related limitations, clinicians and laboratory staff must continue their work in order to support patient care. How can we minimize the exposure of laboratory staff? The CDC recommends that until more information becomes available, precautions should be taken in handling specimens that are suspected or confirmed for COVID-19. Timely communication between clinical and laboratory staff may help to minimize the risk incurred in handling specimens. Specimens should be labeled accordingly, and the laboratory alerted to ensure proper specimen handling. (1) The CDC recommends that laboratories should perform a site-specific and activity-specific risk assessment to identify and mitigate risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "COVID-19 is spread mainly from person-to-person by those in close contact with one another through respiratory droplets produced when an infected person coughs or sneezes. (1) People are thought to be most contagious when they are most symptomatic. COVID-19 seems to be spreading easily and sustainably in the community in some geographic areas. The virus may also be spread from contact with a surface that has the virus on it and then touching the mouth, nose or eyes. Recent studies have found that the coronavirus can remain viable for several hours on cardboard and up to 3 days on plastic and steel. (2) While blood, urine, stool and body fluids other than respiratory secretions are thought to be lower risk, virus has been isolated from these fluids in patients with COVID-19, although this is not the primary means of transmission.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Biosafety Level 2 practices for clinical laboratories are believed to provide protection from potentially infectious materials like body fluids with the virus. Standard Precautions include hand hygiene, the use of personal protective equipment (PPE), such as laboratory coats or gowns, gloves and eye protection. Routine laboratory practice for decontamination of work surfaces and management of laboratory waste is also recommended. Procedures which produce aerosols should be limited or conducted in a certified Class II Biological Safety Cabinet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "When we interpret these recommendations for our laboratory, concerns are raised over transportation of samples through our pneumatic tubes. Pneumatic tubes push containers under high air pressure. This could aerosolize respiratory and other samples throughout the tube and local surrounding environment if those specimens leak. To address this concern, we provided staff education recommending that respiratory specimens be hand-carried to the laboratory for patients with known or suspected COVID-19 infection. Those specimens will be uncapped and processed for testing in a biosafety cabinet in our virology laboratory, a room which is under negative air pressure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "What about other specimens, like blood, urine and body fluids? We have an automation track attached to centrifuges open to the environment, uncapping/recapping stations and high-volume chemistry/immunoassay analyzers that generate aerosols during pipetting and cuvette wash cycles. Although the track stations and analyzers have covers, there is evidence of salt build-up around the wash stations, pipetting stations, decappers and other areas where aerosols are generated and liquid droplets build-up on surfaces. In the face of COVID-19, we have generally recommended that 1) all staff wear gloves when handling any specimen to prevent skin exposure to sample tubes that may have surface contamination with virus or where staff may contact body fluids that sometimes leak from specimen containers, 2) staff wear face shields and uncap specimens behind plexiglass barriers to prevent splashing or contact with specimen droplets or aerosols generated by uncapping tubes, 3) centrifuge specimens from suspected or known COVID-19 cases in closed centrifuges and utilize caps on the carriers to prevent release of fluid if a specimen breaks during processing, 4) staff avoid pipetting, diluting and vortexing in the open laboratory, instead conducting these procedures behind plexiglass barriers or in a biosafety cabinet, and 5) all manufacturer covers should be in place during equipment operation and the analyzer tops should be kept closed until the analyzer is placed in pause or stop mode (reagents should only be refilled when the analyzer is in standby and staff are less likely to be exposed to aerosols). Additional cleaning and disinfection of analyzer surfaces and benches has been implemented to minimize surface transmission. Staff were also reminded to separate \"dirty\" areas with computers, phones, doorknobs and files where surfaces may be contaminated by gloved hands from \"clean\" areas with phones, computers and surfaces in the laboratory that may be touched with bare hands. Given the possibility of surface contact transmission, we felt that additional recommendations and reminders were prudent to reduce risk. Laboratory staff work in tight quarters particularly in satellite laboratories on nursing units where the lab may be the size of a closet. Social distancing may be challenging in those situations, and additional risk measures of limiting staff to a single operator in small satellite laboratories, keeping staff at home if they do not feel well, and limiting face-to-face meetings can further help reduce transmission among laboratory staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Point-of-care testing (POCT) devices are a particular risk category to consider with the COVID-19 pandemic. A variety of devices and instruments are used for laboratory testing at the patient's bedside, in clinics and satellite laboratories. Some hospitals initially implemented respiratory virus testing at triage points outside the main building to screen patients before allowing them into the emergency room or hospital units. Routine glucose testing on capillary blood samples, urine dipsticks and pregnancy testing are of lower risk of healthcare worker exposure and Standard Precautions should suffice provided staff wear lab coats/gowns, gloves and utilize face shields. Analysis and manipulation of respiratory and nasopharyngeal samples is higher risk with COVID-19 and additional precautions are warranted. Since biosafety cabinets are not routinely installed in clinics and locations where influenza, strep, and respiratory testing may occur, additional precautions and barriers should be employed to protect the staff during testing. POCT should occur in a dedicated space in the clinic away from nursing stations or patients. Use of plexiglass barriers and face shields can minimize splashes and exposure from droplets and aerosols when uncapping and manipulating respiratory or throat specimens. Additional cleaning of the analyzer as well as hand hygiene after careful glove removal can also minimize exposure and transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Performing a risk assessment of the laboratory with a focus on staff safety and prevention of exposure is key. Resources for conducting a laboratory risk assessment are available from the Association of Public Health Laboratories (APHL) and from CLSI M29 A4. (4, 5) Guidelines like the CLSI EP23: Laboratory Quality Control Based on Risk Management can also provide a foundation for defining weak points in our laboratory processes where risks may occur and can assist laboratory leadership in defining mitigation strategies that will enhance laboratory safety. (3) While CLSI EP23 focuses on test quality, the underlying principles of mapping our processes and walking through the laboratory following the paths of a specimen can reveal steps in the testing process which can expose staff to risk and provide an opportunity for improving safety and protecting instrument operators from potential harm. Simple common sense, communication and reinforcement of Standard Precautions can reduce risk to laboratory staff during this COVID-19 pandemic. Laboratory leadership needs to keep current on the latest guidance as it changes frequently in response to updated information and data, including possible shortages of testing and other materials. Inform staff and colleagues of best practice safety precautions, and update as needed. We will all get through this. What we have learned from our past experience with Influenza, SARS, MERS, and Ebola will assist us in better protecting our staff and our patients through this and future challenges. ",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 263,
                    "end": 265,
                    "text": "5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19): Interim laboratory biosafety guidelines for handling and processing specimens associated with Coronavirus Disease",
            "authors": [],
            "year": 2019,
            "venue": "Centers for Disease Control and Prevention. Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Aerosol and surface stability of HCOV-19 (SARS-CoV-2) compared to SARS-CoV-1. NEJM preprint",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.nejm.org/doi/10.1056/NEJMc2004973"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Laboratory quality control based on risk management; Approved guideline. CLSI document EP23-A",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Association of Public Health Laboratories (APHL)",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Protection of Laboratory Workers from Occupationally Acquired Infections",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Boilerplate disclosures statement] Employment or Leadership: J.H. Nichols, The Journal of Applied Laboratory Medicine, AACC, Clinical and Laboratory Standards Institute.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}