{
    "paper_id": "d03a4312f05a9943e2cece2f539724a46194f6d2",
    "metadata": {
        "title": "Supply Chain Risk Management: A Neural Network Approach",
        "authors": [
            {
                "first": "Frank",
                "middle": [],
                "last": "Teuteberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Effective supply chain risk management (Hallikas et al. 2002; Harland et al. 2003; Henke et al. 2006 ) requires the identification, assessment and monetization of risks and disruptions, as well as the determination of the probability of their occurrence and the development of alternative action plans in case of disruptions (cf. Zsidisin 2003; Zsidisin et al. 2004; Zsidisin et al. 2000; Vidal a. Goetschalckx, 2000) . Companies traditionally use multiple sources for material procurement and/or hold safety stocks to avoid vulnerability. However, these strategies can negatively impact the supply chain performance, leading to higher purchase and logistics costs. The aim of this chapter is to illustrate how the implementation of the supply chain risk management concept can be improved by using a neural network approach.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 61,
                    "text": "(Hallikas et al. 2002;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 62,
                    "end": 82,
                    "text": "Harland et al. 2003;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 83,
                    "end": 100,
                    "text": "Henke et al. 2006",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 330,
                    "end": 344,
                    "text": "Zsidisin 2003;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 345,
                    "end": 366,
                    "text": "Zsidisin et al. 2004;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 367,
                    "end": 388,
                    "text": "Zsidisin et al. 2000;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 389,
                    "end": 417,
                    "text": "Vidal a. Goetschalckx, 2000)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The chapter is organized as follows: in the next section basic and theoretical concepts of supply chain risk management are presented. Section 3 outlines a framework for categorizing and analyzing risks in supply chains. In section 4, we present a neural network approach that can be applied to assess various risks in supply chains. In section 5 preliminary results of our neural network experiments are presented and discussed. In the final section some conclusions are drawn. We also provide recommendations for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the mid-eighties the supply chain management concept has been discussed intensively in practice and within the scientific community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supply Chain Risk Management -Theoretical Background"
        },
        {
            "text": "However, besides enjoying successes, the supply chain management approach also faces new challenges (Barry 2004; Jung et al. 2004 ). The occurrence of new risks such as uncertain demand, the increasing vulnerability of supply chains due to trends such as globalization, saturation of markets or terrorist attacks have forced companies to establish new concepts for risk assessment. It is therefore necessary to define a \"manageable\" security/risk level which is ultimately a socalled trade-off between supply chain costs, security and performance (e.g. taking on responsibility in the case of disruptions in supply chains). Thus the supply chain management concept has to be enhanced by methods of complexity and risk management. Figure 1 illustrates the trade-off between supply chain costs and supply chain security. Teufel a. Erat 2001, p. 216) In recent years, the notion of the term \"risk\" has been given greater attention in research on supply chain management both by academics and practitioners. It is worth mentioning that 100% security or a 0% probability of risk occurrence is not possible in real-life supply chain scenarios. The goal is to determine a \"manageable\" security/risk level (denoted point Opt in Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 112,
                    "text": "(Barry 2004;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 113,
                    "end": 129,
                    "text": "Jung et al. 2004",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 819,
                    "end": 847,
                    "text": "Teufel a. Erat 2001, p. 216)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 730,
                    "end": 738,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1220,
                    "end": 1226,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Supply Chain Risk Management -Theoretical Background"
        },
        {
            "text": "The definition of the term \"risk\" strongly depends on the context and field of research involved (Spekman a. Davis 2004 ). An operational definition in the context of supply chain risk management is as follows: \"Risk is the product of the probability of occurrence of a (negative) event and the resulting amount of damage\". (Kersten et al. 2006, p. 5; March a. Shapira, 1987) .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 119,
                    "text": "(Spekman a. Davis 2004",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 324,
                    "end": 351,
                    "text": "(Kersten et al. 2006, p. 5;",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 375,
                    "text": "March a. Shapira, 1987)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Supply Chain Risk Management -Theoretical Background"
        },
        {
            "text": "Risks within supply chains can be categorized into supply, process, demand, control and environmental risks in accordance with the SCOR (= Supply Chain Operation Reference) model processes plan, source, make and deliver developed by the non-profit organization SCC (Supply Chain Council) (cf. Fig. 2 ). Kersten et al. 2006, p. 6) The above-mentioned types of risks, risk drivers and their impacts are categorized in Table 1 (Chopra a. Sodhi 2004; van Wyk a. Baerwaldt 2005; Jahns et al. 2006. pp. 201-203) . Fig. 3 ). ERM offers new methods to improve the risk management system in organizations (Henke et al. 2006, p. 97) . Furthermore, it has become an important tool in the context of compliance, e.g. implementing directives in the context of the Sarbanes-Oxley Act of 2002. We will take the ERM Framework of COSO as a starting point for the proposed comprehensive Supply Chain Risk Management framework developed in this chapter. Kersten et al. (2006) define supply chain risk management as \"a concept of Supply Chain Management, which contains all strategies and measures, all knowledge, all institutions, all processes and all technologies, which can be used on the technical, personal and organizational level to reduce supply chain risk\" (Kersten et al. 2006, p. 8) .",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 329,
                    "text": "Kersten et al. 2006, p. 6)",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 446,
                    "text": "(Chopra a. Sodhi 2004;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 447,
                    "end": 473,
                    "text": "van Wyk a. Baerwaldt 2005;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 474,
                    "end": 505,
                    "text": "Jahns et al. 2006. pp. 201-203)",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 622,
                    "text": "(Henke et al. 2006, p. 97)",
                    "ref_id": null
                },
                {
                    "start": 935,
                    "end": 956,
                    "text": "Kersten et al. (2006)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1247,
                    "end": 1274,
                    "text": "(Kersten et al. 2006, p. 8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 293,
                    "end": 299,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 416,
                    "end": 423,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 508,
                    "end": 514,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Supply Chain Risk Management -Theoretical Background"
        },
        {
            "text": "As illustrated in Figure 4 , rigorous supply chain risk management is a cyclic process encompassing the following six phases (Engelhardt-Nowitzki a. Zsifkovits, 2006, pp. 49-50; Jüttner 2006; Ritchie a. Brindley, 2007; Jahns a. Henke, 2004, pp. 38-44; Henke et al. 2006; Jahns et al. 2006, p. 197) :",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 177,
                    "text": "Zsifkovits, 2006, pp. 49-50;",
                    "ref_id": null
                },
                {
                    "start": 178,
                    "end": 191,
                    "text": "Jüttner 2006;",
                    "ref_id": null
                },
                {
                    "start": 192,
                    "end": 218,
                    "text": "Ritchie a. Brindley, 2007;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 219,
                    "end": 251,
                    "text": "Jahns a. Henke, 2004, pp. 38-44;",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 270,
                    "text": "Henke et al. 2006;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 271,
                    "end": 297,
                    "text": "Jahns et al. 2006, p. 197)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 26,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Supply Chain Risk Management -Theoretical Background"
        },
        {
            "text": "In this phase a risk strategy is defined that needs to be aligned with companies' corporate strategy. The risk strategy determines the risk management processes as well as the organizational structure and technological infrastructure. The risk strategy profile is based on past experiences and the estimation of future risks that may occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1) Formulation/Revision of Risk Strategy:"
        },
        {
            "text": "This phase includes the identification of stakeholders and objectives to create initial awareness of potential supply chain risks as well as the continuous monitoring of supply chain processes to anticipate disruptions before they occur (cf. Smeltzer a. Siferd, 1998) .",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 267,
                    "text": "Smeltzer a. Siferd, 1998)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "2) Risk Identification & Monitoring:"
        },
        {
            "text": "This phase requires the assessment, prioritization and monetization of risks in order to make them more operational for basing decisions on. Risk analysis and prioritization by risk impact, probability, risk level and other criteria, as indicated in Table 2 , help us focus on the most critical supply chain risks.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 257,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "3) Risk Analysis, Prioritization and Assessment:"
        },
        {
            "text": "This phase includes risk action planning and scheduling in order to react adequately to disruptions. The risks to be monitored will be assigned with the appropriate handling options (e.g. avoidance, transfer, prevention, acceptance or mitigation) (cf. Müssigmann 2006, p. 215).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "4) Risk Response and Action Planning & Scheduling:"
        },
        {
            "text": "This phase includes status reporting on the execution of risk action plans as well as risk tracking and tracing in terms of probability, impact and other risk metrics. The progress of the risk situation in their respective risk action plans is analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "5) Risk Controlling:"
        },
        {
            "text": "Learning from previous disruptions plays an important role in this phase. The knowledge gained in previous phases is used to draw up risk reports and compare the current risk situation with the risk strategy in order to adopt it. In future, certain risks may be managed in a more appropriate manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "6) Comparison of Risk Situation and Risk Strategy:"
        },
        {
            "text": "It is worth mentioning that the above-described phases do not necessarily have to be conducted in a sequential order; phases are often performed iteratively or even simultaneously. Henke et al. 2006; Jahns et al. 2006, p. 197) In Figure 4 the position of the subsystem \"supply early warning system\" is highlighted. This subsystem in the overall supply risk management system includes all methods and techniques that are applied to identify, analyze, control and assess supply chain risks (Jahns et al. 2006, p. 199) .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 199,
                    "text": "Henke et al. 2006;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 200,
                    "end": 226,
                    "text": "Jahns et al. 2006, p. 197)",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 515,
                    "text": "(Jahns et al. 2006, p. 199)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 238,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "6) Comparison of Risk Situation and Risk Strategy:"
        },
        {
            "text": "Identification of disruptions plays an important role in the assessment of supply chain risks (Teuteberg a. Ickerott 2007) . In Table 2 , we classify disruptions by means of several criteria in a morphological box. Morphological analysis was developed by Fritz Zwicky in the late sixties (Zwicky 1969) for multi-dimensional, non-quantifiable socio-technical systems and problems.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 122,
                    "text": "(Teuteberg a. Ickerott 2007)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 288,
                    "end": 301,
                    "text": "(Zwicky 1969)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 128,
                    "end": 135,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "A Framework for Analyzing and Assessing Risks in Supply Chains"
        },
        {
            "text": "For example, a differentiation can be made between unplanned and standard disruptions (e.g. order change), unplanned and non-standard disruptions (e.g. lost shipment, natural disaster), planned and standard disruptions (e.g. change of production machines) and planned and non-standard disruptions (e.g. transport strike). In 2000, for example, a fire damaged the plant of Nokia's and Ericsson's main supplier, which delivers mobile phone components. For illustration, we classify this specific event \"Plant fire\" by means of our morphological box for disruption classification (see Table 2 ). In recent years, the so-called risk map (risk portfolio) is often used to assess risks in supply chains. Figure 5 illustrates such a risk map, containing four types of risk responses (action steps) with regard to the likelihood of risk occurrence and the risk impact: 1) Risk acceptance: Risks that occur very seldom and that have a small impact can be accepted. 2) Risk assurance (transfer): Certain risks can be transferred to assurance companies. 3) Make or buy (outsourcing): Risk management activities can be conducted by the company itself or can be outsourced to third-party logistics providers. 4) Activity: Risk can be mitigated by avoiding or reducing risky activities as well as by reducing and preventing risks (e.g. training and education of employees). The overall process of managing risks in supply chains is illustrated in Figure 6 . The risk strategy (1), the development of security guidelines and risk metrics (2) as well as the following factors strongly influence the supply chain risk management system (3) and the implementation, planning and scheduling of action steps (4):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 589,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 698,
                    "end": 706,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1433,
                    "end": 1441,
                    "text": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "A Framework for Analyzing and Assessing Risks in Supply Chains"
        },
        {
            "text": "• Political factors: Political risks may originate from unstable political systems, a lack of political transparency, governmental business regulations and political conflicts. • Economic factors: Economic risks may include globalization issues and growing markets (e.g. in China or Russia). • Social factors: Social risks may originate from social disasters such as health pandemics (e.g. SARS) and terrorist attacks. • Environmental factors: Environmental risks may arise from natural disasters such as earthquakes and extreme weather conditions (e.g. iciness). • Technological factors: Technological risks may originate from IT failures, IT breakdowns or power cuts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Framework for Analyzing and Assessing Risks in Supply Chains"
        },
        {
            "text": "In order to monitor processes and disruptions in the supply chain to identify risks with regard to risk anticipation and avoidance, a risk measurement system needs to be implemented (Kleijnen a. Smits 2003; Svensson 2000) . Metrics as quantitative risk indicators can be used to ensure an acceptable level of risk.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 206,
                    "text": "(Kleijnen a. Smits 2003;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 207,
                    "end": 221,
                    "text": "Svensson 2000)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Supply Chain Monitoring -Risk Assessment Metrics"
        },
        {
            "text": "The key questions are:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supply Chain Monitoring -Risk Assessment Metrics"
        },
        {
            "text": "• Which risk assessment metrics should be considered?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supply Chain Monitoring -Risk Assessment Metrics"
        },
        {
            "text": "• How should they be used as guidelines for the formulation/revision of risk strategy? Table 3 gives an overview of metrics that can be applied. In our neural network approach we use the metrics in Table 3 as input values for our neural networks. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 198,
                    "end": 205,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Supply Chain Monitoring -Risk Assessment Metrics"
        },
        {
            "text": "By means of the proposed neural network approach, critical paths within a supply network can be anticipated (see Fig. 7 ). To determine the critical paths for each node and for each link in a supply network, a vector of risk metrics (see Table 3 ) has to be calculated. Nodes or edges (transport paths) are critical if their risk level is higher than a threshold value (e.g. risk level > 0.75), predefined in the risk strategy phase. For example, neural networks can be applied to calculate the probability of risk occurrence between the nodes of the supply network or at a specific node, as illustrated in Table 4 , taking various risk metrics as input vectors. In Table 4 , values with a risk level (probability of disruption occurrence) > 0.5 are highlighted in bold. In our example in Figure 7 and Table 4 , a critical path can be determined between Producer 2-1, Supplier 3-1 and Logistics provider 4-1, because the risk level for each node and link is > 0.5. After identifying and visualizing critical nodes and edges in supply networks, appropriate action steps have to be considered (e.g. acceptance, avoidance, reduction, prevention, transfer (assurance), make or buy). For this purpose, nodes and edges can be transformed and visualized into the risk map (cf. section 3) using the probability of risk (disruption) occurrence and the risk impact (both values estimated by means of neural networks (cf. next section) as the x-and y-axis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 238,
                    "end": 245,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 607,
                    "end": 614,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 673,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 789,
                    "end": 797,
                    "text": "Figure 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 802,
                    "end": 809,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "A Neural Network Approach for Supply Chain Risk Management"
        },
        {
            "text": "Neural networks (for an introduction see Lippman 1987) are useful for solving classification problems and are well suited for complex information processing problems, since they are capable of learning from noisy data and generalizing (Bishop 1995) . The first neural network model (perceptron) was developed by Rosenblatt in the late 1950s (Wassermann 1989). Since then, neural networks have been applied to various classification and prediction problems, for example in time series forecasting, stock market prediction, supply chain planning and pattern recognition (Bishop 1995; Bansal et al. 1998; Chiu a. Lin 2004; Vellidoa et al. 1999) . Neural networks that are inspired by biological nervous systems can be described as a directed, weighted graph consisting of three or more layers: one input layer, one or more hidden layers and an output layer (see Fig. 8 ). The arcs represent the weighted connections between the processing elements (nodes). The nodes of the neural network are called neurons, which operate in parallel. w ij is the weight of the connection between neuron i and neuron j. Figure 9 illustrates the three-step information processing sequence inside a neuron. Fig. 9 . Information processing in neurons (Wilbert 1996, p. 52) All inputs, which themselves are also outputs of previous neurons, are multiplied with the associated weights and aggregated to a single value net j , as shown in equation (1.1). This value net j is passed on to the activation function, as shown in equation (1.2). Commonly used types of activation and output functions, respectively, include linear, quadratic or sigmoid functions. The new activation state of a neuron is a result based on the previous state and the net input. In the last step, the newly calculated activation state is used to compute the final output o j , as shown in equation (1.3) . The input layer contains a number of elements that pass weighted inputs to the neurons of the hidden layer, according to the connection weights. Inputs to the neurons in our problem are risk metrics, as listed in Table 3 . The neurons in the hidden layer process their inputs and propagate their outputs to the output layer, which produces the network's response. Outputs in our case are the probability of risk occurrence or the risk impact calculated in the intervals [0, 1]. Commonly, neural networks are trained so that a particular input leads to a specific target output. This adjusting (training) process is called supervised learning. Training means adjusting the values of the connections (weights) between the neurons.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 248,
                    "text": "(Bishop 1995)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 568,
                    "end": 581,
                    "text": "(Bishop 1995;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 582,
                    "end": 601,
                    "text": "Bansal et al. 1998;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 602,
                    "end": 619,
                    "text": "Chiu a. Lin 2004;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 620,
                    "end": 641,
                    "text": "Vellidoa et al. 1999)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1229,
                    "end": 1250,
                    "text": "(Wilbert 1996, p. 52)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 859,
                    "end": 865,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1109,
                    "text": "Figure 9",
                    "ref_id": null
                },
                {
                    "start": 1186,
                    "end": 1192,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 1840,
                    "end": 1854,
                    "text": "equation (1.3)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2070,
                    "end": 2077,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Neural Networks"
        },
        {
            "text": "The multi-layer perceptron (MLP) is the basic model of the work reported here. A simple MLP consists of three layers: an input layer, a hidden layer and an output layer. A commercial neural network simulation tool called NeuroSolutions (www.nd.com) was applied to implement the networks. NeuroSolutions provides several options with regard to learning algorithms, the number of neurons, the number of hidden layers, and other network parameters, which can be set by the user via a graphical editor. The software can be run within Excel, exploiting Excel's power and facilities for importing risk profiles as well as exporting and interpreting neural network results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preliminary Experimental Results"
        },
        {
            "text": "For our experiments we use a demonstration model of a supply network, delivered by the commercial simulation software called Flexsim (www.flexsim.com). The Flexsim supply network consists of three locations in Vancouver, Florida and California which order various helicopter parts. These parts were delivered by two distribution centers, two local trans-shipment centers and an original equipment manufacturer. The selection of suppliers depends on their availability. Transport of helicopter parts is possible both by air and via seaway. Figure 10 illustrates the above-described supply network. In our experiments we anticipate the risk of orders by one node of the supply network via a specific transport way (airway, seaway). Based on several risk metrics, orders were considered \"risky\" (output value 1) or \"not risky\" (output value 0).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 539,
                    "end": 548,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Preliminary Experimental Results"
        },
        {
            "text": "During simulation the Flexsim supply network demo generates data that can be exported in Excel spreadsheets as input vectors for our neural network simulator NeuroSolutions. In the training phase, a set of data, as illustrated in the Excel spreadsheet in Figure 11 , is given as input to the neural network. The weights of the neural connections are adjusted such that the output of the network approximates the desired output (e.g. 0 or 1). To set the weights, the mean squared error (MSE) is computed. The MSE is the sum of the squared differences between the desired output and the actual output of the output neurons averaged over all training exemplars. A small value (e.g. close to zero) indicates that the network has learned well and is suited to the classification problem. Risk metrics as outlined in Table 3 are coded and represented in Excel spreadsheets. Figure 11 shows an excerpt from such an Excel spreadsheet. Each row describes one input vector (risk profile). The columns contain the risk metrics. In real-life application scenarios such risk profile data can be automatically generated via sensor networks, data warehouses, ERP systems, global positioning systems and Auto-ID/RFID systems.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 255,
                    "end": 264,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 811,
                    "end": 818,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 868,
                    "end": 877,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Preliminary Experimental Results"
        },
        {
            "text": "For our experiments we use the data of 20 simulation days in Flexsim. The first 15 simulation days are used as training data and the next five days are used as test data for our neural networks. Thus we can train and test our neural networks with 424 input vectors (106 for testing and 318 for training the networks). Table 5 shows the best training and testing results from our experiments with multi-layer perceptron networks. The MLP with four hidden layers and 75 neurons in each hidden layer turned out to be the winner. When this network was run to classify the training set, 94.2 of all risk profiles were classified correctly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 318,
                    "end": 325,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Preliminary Experimental Results"
        },
        {
            "text": "In our experiments, we applied MLP networks with one, two, three and four hidden layers and linear activation functions for the input and output layer. For the hidden layers we applied sigmoid activation functions (see the first three columns in Table 5 ). Additionally, we chose an indifferent window by means of the following rule to improve classification accuracy: If output value > 0.75 then disruption will occur, else no disruption will occur at a supply network node/link. Correct classification means a disruption has occurred at a specific link or node in our simulation and the neural network has anticipated this disruption correctly (e.g. output value > 0.75). Correct classification also means that no disruption has occurred and the neural network has also diagnosed this case correctly. The test data (last column of table 3) are unknown and have not been presented as input vectors for the neural networks before. Thus, the classification rate is not as good as with training data. Our neural network training process was not as time-consuming as often claimed in the literature (in our experiments, it took less than ten minutes for 318 training data sets). Performance of the neural networks was also very good. Trained neural networks generate an output in less than 3 seconds when an unknown input vector with risk metrics is given as input for the input layer. Many other application scenarios of neural networks for supply chain risk management can also be considered. We are currently estimating suppliers' delivery times by means of neural networks and are ranking suppliers based on several supplier metrics (e.g. delivery costs, delivery time, etc.). Table 6 summarizes the pros and cons of our proposed neural network approach for supply chain risk management. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 253,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1678,
                    "end": 1685,
                    "text": "Table 6",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Preliminary Experimental Results"
        },
        {
            "text": "Cons Neural networks learn from real-life cases (like a human brain) Anticipation of disruptions and risks is possible (even risk impact can be estimated) A \"learning\" supply network represented by a learning neural network can be established Neural networks determine coherences between risk metrics and the occurrence of disruptions Neural networks are flexible and can be adjusted to new risk scenarios They are capable of learning from noisy data and of generalizing Neural networks are very well suited for complex information processing Selection of appropriate training data is difficult Coding of training and test data sets Neural network is a \"black box\" (output results are not intuitive and sometimes difficult to interpret) The number of nodes in the hidden layer(s) and the number of hidden layers has to be determined via experimentation in a \"trial-and-error\" process (no criteria for the \"optimal\" design of a neural network in a specific application domain) Too many nodes lead to overfitting. On the other hand, too few nodes reduce classification accuracy Correlations (interdependencies) between risk metrics (indicators) are difficult to detect by supply chain decision-makers. For this reason, a rule-based approach in supply chain risk management is not the first choice. Instead, neural networks are capable of learning from past disruptions and are more flexible than static ifthen rules (e.g. if delivery time is > 2 hours then…). By applying our neural network approach supply network members can • understand the supply risk that exists, • proactively assess the probability and impact of supply risk in advance, • reactively learn from disruptions that occurred in the past and can thus improve their supply chain risk management system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pros"
        },
        {
            "text": "In this chapter, a supply chain risk management approach based on neural networks was presented. Our first aim was to classify risk profiles of supply network nodes and links (transportation paths). For this purpose, several MLP networks were tried. All networks performed quite well. The winner, an MLP with three hidden layers and 75 neurons per hidden layer, exhibited reasonable generalization capability. When exposed to new data sets (unknown risk profiles), it classified 86.6% on average correctly. Today, the automatic observation and management of disruptions and other irregularities in supply networks is generally limited to single supply chain members. The neural network approach presented in this chapter is intended to integrate data from single members so that all members can assess and visualize risk profiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Future Research"
        },
        {
            "text": "In this final section, we would like to discuss a number of problems and topics for further research in supply chain risk management based on neural networks. Challenges still to be solved include (Teuteberg a. Ickerott, 2007, p. 120 ):",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 233,
                    "text": "(Teuteberg a. Ickerott, 2007, p. 120",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and Future Research"
        },
        {
            "text": "• Information overflow: The mass of products, machine data and other resources that have to be scanned and transmitted in a supply network have to be managed in time-critical processes due to constraints in available bandwidth and computing power (Angeles 2005, p. 55 ). • Lack of co-operation: Although our proposed approach provides a promising method of risk management in supply networks, supply network nodes can still refuse to share their information (risk profiles) with their partners. • Lack of honesty and hiding of information: Supply chain partners could hide important information (e.g. data about disruptions) from each other in order to optimize individual utility, or they may be dishonest. Or else they may believe that they can solve problems before they start affecting other supply network members and may wait instead of alarming other members immediately. Thus, trust is an important prerequisite in our approach for transmitting risk metrics between supply network partners.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 267,
                    "text": "(Angeles 2005, p. 55",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusions and Future Research"
        },
        {
            "text": "In future, it is intended to simulate typical business processes in supply networks and conduct neural network experiments based on real-world data (risk profiles) from business partners in order to see if our approach performs well in reallife, too.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions and Future Research"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "RFID Technologies: Supply-Chain Applications and Implementation Issues",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Angeles",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Information Systems Management",
            "volume": "1",
            "issn": "",
            "pages": "51--65",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Brief Application Description. Neural Networks Based Forecasting Techniques for Inventory Control Applications",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vadhavkar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Data Mining and Knowledge Discovery",
            "volume": "2",
            "issn": "1",
            "pages": "97--102",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Supply chain risk in an uncertain global supply chain environment. International",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Physical Distribution & Logistics Management",
            "volume": "34",
            "issn": "",
            "pages": "695--697",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Neural Networks for Pattern Recognition",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Using the balanced scorecard to measure supply chain performance",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Brewer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Speh",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Business Logistics",
            "volume": "21",
            "issn": "",
            "pages": "75--93",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An innovative performance measurement method for supply chain management. Supply Chain Management",
            "authors": [
                {
                    "first": "Fts",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "An International Journal",
            "volume": "8",
            "issn": "",
            "pages": "209--223",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Collaborative supply chain planning using the artificial neural network approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Manufacturing Technology Management",
            "volume": "15",
            "issn": "",
            "pages": "787--796",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Managing Risk to Avoid Supply Chain Breakdown",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sodhi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "MIT Sloan Management Review",
            "volume": "46",
            "issn": "",
            "pages": "53--61",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Building the resilient Supply Chain",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Christoper",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Peck",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal of Logistics Management",
            "volume": "15",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Committee of Sponsoring Organizations of the Treadway Commission (COSO) (2004) Enterprise Risk Management -Integrated Framework",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Complexity-Induced Supply Chain Risks -Interdependencies Between Supply Chain Risk and Complexity Management",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Engelhardt-Nowitzki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zsifkovits",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Managing Risks in Supply Chains: How to Build Reliable Collaboration in Logistics",
            "volume": "",
            "issn": "",
            "pages": "37--56",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Risk analysis and assessment in network environments: a dyadic case study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hallikas",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Virolainen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tuominen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "International Journal of Production Economics",
            "volume": "78",
            "issn": "",
            "pages": "45--55",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Risk in supply networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Harland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brenchley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Purchasing & Supply Management",
            "volume": "9",
            "issn": "",
            "pages": "51--62",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Enterprise and Supply Risk Management from the Perspective of Internat and External Auditors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Henke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kurzhals",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jahns",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Managing Risks in Supply Chains: How to Build Reliable Collaboration in Logistics",
            "volume": "",
            "issn": "",
            "pages": "97--109",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Supply Risk Management",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jahns",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Henke",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Management-und Überwachungssystem nach KonTraG zur systematischen Risikobeherrschung, Beschaffung aktuell",
            "volume": "4",
            "issn": "",
            "pages": "38--44",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Managing Supply Risks: A System Theory Approach to Supply Early Warning Systems",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jahns",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hartmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moder",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Managing Risks in Supply Chains: How to Build Reliable Collaboration in Logistics",
            "volume": "",
            "issn": "",
            "pages": "195--212",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A simulation based optimization approach to supply chain management under demand uncertainty",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Blau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pekny",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Reklaitis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Eversdyk",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Computer and Chemical Engineering",
            "volume": "28",
            "issn": "",
            "pages": "2087--2106",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Supply chain risk management: Understanding the business requirements from a practitioner perspective",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Jüttner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The International Journal of Logistics Management",
            "volume": "16",
            "issn": "",
            "pages": "120--141",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Supply Chain Risk Management: Development of a Theoretical and Empirical Framework",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kersten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Böger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hohrath",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Späth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Managing Risks in Supply Chains: How to Build Reliable Collaboration in Logistics",
            "volume": "",
            "issn": "",
            "pages": "3--17",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Performance metrics in supply chain management",
            "authors": [
                {
                    "first": "Jpc",
                    "middle": [],
                    "last": "Kleijnen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Smits",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of the Operational Research Society",
            "volume": "54",
            "issn": "",
            "pages": "507--514",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "IT-Risiko-Management mit System, Wiesbaden Lippman RP (1987) An introduction to computing with neural nets",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Königs",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "IEEE ASSP Magazine",
            "volume": "2",
            "issn": "",
            "pages": "4--22",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Managerial Perspectives on Risk and Risk Taking, Management Science",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "March",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shapira",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "",
            "volume": "33",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Haben Sicherheitsinvestitionen eine Rendite? HMD",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Müßig",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "248",
            "issn": "",
            "pages": "35--43",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mitigating Risk during Strategic Supply Network Modeling",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Müssigmann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Managing Risks in Supply Chains: How to Build Reliable Collaboration in Logistics",
            "volume": "",
            "issn": "",
            "pages": "213--226",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Supply chain risk management and performance: A guiding framework for future development",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brindley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Operations & Production Management",
            "volume": "27",
            "issn": "",
            "pages": "303--322",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Proactive supply management: the management of risk",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Smeltzer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siferd",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Supply Chain Management",
            "volume": "34",
            "issn": "",
            "pages": "38--45",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Risky business: expanding the discussion on risk and the extended enterprise",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Spekman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal of Physical Distribution & Logistics Management",
            "volume": "34",
            "issn": "",
            "pages": "414--433",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A conceptual framework for the analysis of vulnerability in supply chains",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Svensson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "International Journal of Physical Distribution & Logistics Management",
            "volume": "30",
            "issn": "",
            "pages": "731--749",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Sicherheitsmanagement im Electronic Business",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Teufel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Erat",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Meier A (eds) Internet & Electronic Business",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Mobile Supply Chain Event Management Using Auto-ID and Sensor Technologies -A Simulation Approach",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Teuteberg",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ickerott",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Trends in Supply Chain Design and Management: Technologies and Methodologies",
            "volume": "",
            "issn": "",
            "pages": "93--126",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "External Risks and the Global Supply Chain in the Chemicals Industry. Supply Chain Forum",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Wyk",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Baerwaldt",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "An International Journal",
            "volume": "6",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Neural networks in business: a survey of applications (1992-1998); expert systems with applications",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vellidoa",
                    "suffix": ""
                },
                {
                    "first": "Pjg",
                    "middle": [],
                    "last": "Lisboaa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vaughanb",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "17",
            "issn": "",
            "pages": "51--70",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Modeling the effect of uncertainties on global logistics systems",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Vidal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goetschalckx",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Business Logistics",
            "volume": "21",
            "issn": "",
            "pages": "95--120",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Interpretation und Anwendung Neuronaler Netze in den Wirtschaftswissenschaften",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Wasserman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Neural Computation: Theory and Practice",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Managerial perceptions of supply risk",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zsidisin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Supply Chain Management",
            "volume": "39",
            "issn": "",
            "pages": "14--26",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "An analysis of supply risk assessment techniques",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Zsidisin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Ellram",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Cavinato",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal of Physical Distribution & Logistics Management",
            "volume": "34",
            "issn": "",
            "pages": "397--413",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Purchasing organization involvement in risk assessments, contingency plans, and risk management: an exploratory study; Supply Chain Management",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Zsidisin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Panelli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "An International Journal",
            "volume": "5",
            "issn": "",
            "pages": "187--198",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Discovery, Invention, Research -Through the Morphological Approach. The Macmillian Company",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zwicky",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The trade-off between supply chain security, vulnerability and costs (adapted from",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Categories of risks in supply chains (cf.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Enterprise Risk Management (ERM) framework of COSO(COSO 2004)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Supply Chain Risk Management System (adapted from Jahns a.Henke 2004, pp.  38-44;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Risk map (adapted fromKönigs 2006, p. 17)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Supply Chain Risk Management Framework (adapted fromMüßig 2006, p. 42)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Supply Network with critical path",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Supply network demonstration of Flexsim",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Excerpt of the Excel spreadsheet with input vectors",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Categories of supply risks from the literature",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Disruption classification & assessment (adapted from Teuteberg a. Ickerott 2007, p. 96)",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Risk Metrics (Indicators) • Delivery reliability/on-time delivery, Delivery quantity reliability • Delivery quality reliability/defect-free deliveries • Confirmation rate of customer's desired delivery date • Actual delivery compared to: promised delivery • Extent of co-operation leading to improved delivery, Changes in delivery schedules • Request, filled, prepared, delivered time, Transit type (airway, seaway, etc.) • Mean throughput time at goods exit • Order picking items per employee hour • Market reaction elasticity • Outstanding days payable • Average lead time • Ability to solve emergency problems in time • Responsiveness to customers/Responsiveness to changing situations • Degree of participation in new product development Environment • Degree of environmental responsibility • Environmental management system such as ISO 14000 • Extent of co-operation leading to improved environmental issues",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Supply Chain Risk Management: A Neural Network Approach 111 Fig. 8. Neural Network with one hidden layer",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Preliminary classification results from training and testing neural networks",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Pros and cons of the neural network approach",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work is part of the research project \"Mobile business processes and user interfaces based on Wireless Internet\" (Mobile Internet Business) funded by the German Federal Ministry of Education and Research (http://mib.uni-ffo.de).I would also like to thank Dipl.-Kfm. Jochen Friedemann for various discussions in the context of this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}