{"paper_id": "d0bd4840602a5780c631f868ddf1b3cac01503a6", "metadata": {"title": "High-Performance Virus Removal Filter Paper for Drinking Water Purification", "authors": [{"first": "Olof", "middle": [], "last": "Gustafsson", "suffix": "", "affiliation": {"laboratory": "Nanotechnology and Functional", "institution": "Uppsala University", "location": {"postBox": "Box 534", "postCode": "751 21", "settlement": "Uppsala", "country": "Sweden"}}, "email": ""}, {"first": "Levon", "middle": [], "last": "Manukyan", "suffix": "", "affiliation": {"laboratory": "Nanotechnology and Functional", "institution": "Uppsala University", "location": {"postBox": "Box 534", "postCode": "751 21", "settlement": "Uppsala", "country": "Sweden"}}, "email": ""}, {"first": "Albert", "middle": [], "last": "Mihranyan", "suffix": "", "affiliation": {"laboratory": "Nanotechnology and Functional", "institution": "Uppsala University", "location": {"postBox": "Box 534", "postCode": "751 21", "settlement": "Uppsala", "country": "Sweden"}}, "email": "albert.mihranyan@angstrom.uu.se"}, {"first": "O", "middle": [], "last": "Gustafsson", "suffix": "", "affiliation": {"laboratory": "Nanotechnology and Functional", "institution": "Uppsala University", "location": {"postBox": "Box 534", "postCode": "751 21", "settlement": "Uppsala", "country": "Sweden"}}, "email": ""}, {"first": "L", "middle": ["A"], "last": "Manukyan", "suffix": "", "affiliation": {"laboratory": "Nanotechnology and Functional", "institution": "Uppsala University", "location": {"postBox": "Box 534", "postCode": "751 21", "settlement": "Uppsala", "country": "Sweden"}}, "email": ""}, {"first": "", "middle": [], "last": "Mihranyan", "suffix": "", "affiliation": {"laboratory": "Nanotechnology and Functional", "institution": "Uppsala University", "location": {"postBox": "Box 534", "postCode": "751 21", "settlement": "Uppsala", "country": "Sweden"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "Urbanization and population growth lead to increased and inhomogeneous consumption of water resources. The problem of drinking water is very complex and multifaceted, and, therefore, it is relevant for both high-and low-income countries. This is why access to safe drinking water and sanitation is among the UN's Sustainable Development Goals, i.e., Agenda 2030. [1] In low-income countries, when a centralized water supply is not available or the quantity is limited, poor households have to rely on water obtained from rivers, rain, or shallow wells. [2] The lack of safe water is a part of a vicious cycle, where poverty and poor healthcare feed each other. Water safety is also an important issue in high-income countries with centralized water supply since water-borne outbreaks continue to occur [3] [4] [5] [6] [7] [8] [9] [10] directly by small communities and private homeowners. Several surveys in the USA documented evidence of viruses in ground water, [17] [18] [19] which is often associated with proximity of septic systems to water sources due to landfill leaks, improper wastewater disposal, and septic tank contamination. [11] It is estimated that about half of the water-borne disease outbreaks in the USA is due to untreated groundwater. [19] Also in the European Union (EU), where there are ≈85 000 decentralized small supplies providing drinking water to ≈65 million citizens, almost 40% of them are not properly monitored or do not deliver drinking water complying with microbiological quality standards. [20] In water treatment, virus inactivation, aimed at reducing the infectivity of viruses, can be achieved both by physical (e.g., UV-C and γ-irradiation and boiling) and chemical means (e.g., oxidants and coagulants). [21, 22] Chemical disinfection, e.g., with chlorine, is the most common way of disinfection. However, higher doses are normally required to destroy virus as compared to bacteria, [21] [22] [23] and chlorination may also lead to toxic by-products (e.g., trihalomethanes and haloacetic acids) as well as residual infectivity depending on the water quality. [24] An increased reliance on UV light for water disinfection has raised the concerns for viral resistance, especially related to adenovirus infection, [25, 26] which is especially problematic for immunocompromised population, e.g., in cancer and bone marrow transplant patients. [11] Chemical coagulation using metal ions, e.g., alum (Al 2 (SO 4 ) 3 ), salts of iron, lime (Ca(OH) 2 ), and various polyelectrolytes is the second most common method of inactivating viruses from water after disinfection. [21, 22, [27] [28] [29] However, research suggests that flocculation does not remove all viruses exhaustively, showing varying results between log 10 virus titer reduction of 1 and 2.86. [30] Size-exclusion filtration is a very robust and highly efficient method of clearing viruses, which does not require using chemicals, heat, or radiation. Most common filters, including ceramic-and biosand-based filters, used in water treatment, while effective against bacteria (typically >6log 10 reduction) feature low virus removal capacity (typically, <1log 10 reduction). [31] Therefore, to be able to completely remove viruses from water, only advanced filters can be used featuring pore sizes of around 10-20 nm. In this respect, affordable and efficient ultrafilters, which are preferably produced from sustainable raw materials, i.e., nonplastic, are highly demanded.", "cite_spans": [{"start": 363, "end": 366, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 553, "end": 556, "text": "[2]", "ref_id": null}, {"start": 802, "end": 805, "text": "[3]", "ref_id": null}, {"start": 806, "end": 809, "text": "[4]", "ref_id": null}, {"start": 810, "end": 813, "text": "[5]", "ref_id": null}, {"start": 814, "end": 817, "text": "[6]", "ref_id": null}, {"start": 818, "end": 821, "text": "[7]", "ref_id": null}, {"start": 822, "end": 825, "text": "[8]", "ref_id": null}, {"start": 826, "end": 829, "text": "[9]", "ref_id": null}, {"start": 830, "end": 834, "text": "[10]", "ref_id": null}, {"start": 964, "end": 968, "text": "[17]", "ref_id": null}, {"start": 969, "end": 973, "text": "[18]", "ref_id": null}, {"start": 974, "end": 978, "text": "[19]", "ref_id": null}, {"start": 1139, "end": 1143, "text": "[11]", "ref_id": null}, {"start": 1257, "end": 1261, "text": "[19]", "ref_id": null}, {"start": 1527, "end": 1531, "text": "[20]", "ref_id": "BIBREF19"}, {"start": 1746, "end": 1750, "text": "[21,", "ref_id": null}, {"start": 1751, "end": 1754, "text": "22]", "ref_id": null}, {"start": 1925, "end": 1929, "text": "[21]", "ref_id": null}, {"start": 1930, "end": 1934, "text": "[22]", "ref_id": null}, {"start": 1935, "end": 1939, "text": "[23]", "ref_id": null}, {"start": 2101, "end": 2105, "text": "[24]", "ref_id": null}, {"start": 2253, "end": 2257, "text": "[25,", "ref_id": null}, {"start": 2258, "end": 2261, "text": "26]", "ref_id": null}, {"start": 2381, "end": 2385, "text": "[11]", "ref_id": null}, {"start": 2605, "end": 2609, "text": "[21,", "ref_id": null}, {"start": 2610, "end": 2613, "text": "22,", "ref_id": null}, {"start": 2614, "end": 2618, "text": "[27]", "ref_id": null}, {"start": 2619, "end": 2623, "text": "[28]", "ref_id": null}, {"start": 2624, "end": 2628, "text": "[29]", "ref_id": null}, {"start": 2792, "end": 2796, "text": "[30]", "ref_id": null}, {"start": 3172, "end": 3176, "text": "[31]", "ref_id": "BIBREF30"}], "ref_spans": [], "section": "Introduction"}, {"text": "In the context of above discussion, cellulose-based filters for water treatment would be useful due to the abundance, sustainability, and cost efficiency of this raw material. [32] Traditional general-purpose filter paper has too large pores to remove bacteria or viruses from water. [33] Various adsorptive-type virus retentive cellulose-based depth filters have been developed. [34, 35] However, because viruses possess highly variable isoelectric points, ranging between 1.9 and 8.4, [36] adsorptive-type virus retentive depth filters show limited robustness and their function can be interfered by other competing charged species. [37] On the other hand, the size-exclusion virus removal filters based on cuprammonium-regenerated cellulose, e.g., Planova filters by Asahi Kasei, used for purification of protein-based drugs and which are manufactured by phase inversion processing, [34] remain unaffordable for water treatment applications due to their high price.", "cite_spans": [{"start": 176, "end": 180, "text": "[32]", "ref_id": null}, {"start": 284, "end": 288, "text": "[33]", "ref_id": null}, {"start": 380, "end": 384, "text": "[34,", "ref_id": null}, {"start": 385, "end": 388, "text": "35]", "ref_id": null}, {"start": 487, "end": 491, "text": "[36]", "ref_id": null}, {"start": 635, "end": 639, "text": "[37]", "ref_id": null}, {"start": 886, "end": 890, "text": "[34]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Virus removal filters should combine high flow rates, low fouling, and high virus removal capacity, which explains the high price of such filters. Controlling the pore-size distribution of paper filter in the region suitable for virus removal is not Global Challenges 2018, 2, 1800031 T pk: Peak temperature for melting of water confined in pores; b) ΔT on-pk : Temperature depression.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Particle-size distribution from dynamic light scattering analysis of SWW. The distribution has a peak value of d particle = 0.87 µm and no particles were found at d particle ≤ 0.59 µm and d particle ≥ 31.1 µm.", "cite_spans": [], "ref_spans": [], "section": "Figure 2."}, {"text": "easy. This is because during drying nanocellulose irreversibly agglomerates into a compact, impermeable film due to a process known as \"cellulose hornification.\" [38] Alternatively, solvent exchange, critical point drying, or freeze-drying can be used to produce cellulose aerogels but these are expensive processes, too, for industrial-scale production. [38] The advances in nanocellulose science allow today for costefficient production of this material. [39] Recently, a highly costefficient virus removal filter paper, aka mille-feuille filter paper, was described for applications in biotechnology. [40, 41] It is produced by traditional paper-making processing, which contrasts starkly from the membrane technology relying on phase inversion. This nonwoven filter paper, made from 100% cellulose nanofibers, features a stratified internal architecture, consisting of numerous cellulose nanofiber sheets-hence, its name is \"mille-feuille\" (or thousand leaves) filter paper. The separation efficiency of the mille-feuille filter was verified for surrogate nanoparticles, e.g., gold nanoparticles or fluorophore-labeled latex nanobeads, [41] [42] [43] and real viruses, e.g., influenza virus, i.e., swine influenza A virus (100 nm); [41] retrovirus, i.e., murine leukemia virus (100 nm); [44] and parvovirus, i.e., minute virus of mice (20 nm). [40] In this article, the properties of the mille-feuille filter paper are evaluated for water treatment applications for the first time. Furthermore, this work discusses the effect of process parameters such as filtration pressure and virus load on clearance efficiency.", "cite_spans": [{"start": 162, "end": 166, "text": "[38]", "ref_id": null}, {"start": 355, "end": 359, "text": "[38]", "ref_id": null}, {"start": 457, "end": 461, "text": "[39]", "ref_id": null}, {"start": 604, "end": 608, "text": "[40,", "ref_id": null}, {"start": 609, "end": 612, "text": "41]", "ref_id": null}, {"start": 1140, "end": 1144, "text": "[41]", "ref_id": null}, {"start": 1145, "end": 1149, "text": "[42]", "ref_id": null}, {"start": 1150, "end": 1154, "text": "[43]", "ref_id": null}, {"start": 1236, "end": 1240, "text": "[41]", "ref_id": null}, {"start": 1291, "end": 1295, "text": "[44]", "ref_id": null}, {"start": 1348, "end": 1352, "text": "[40]", "ref_id": null}], "ref_spans": [], "section": "Figure 2."}, {"text": "The pore-size distribution of the nanocellulose filter papers was evaluated both in the dry state, using nitrogen gas sorption, and in the wet state, using differential scanning calorimetry (DSC) cryoporometry (CP-DSC). The resulting pore-size distributions from nitrogen sorption measurements of the nanocellulose filter papers of thicknesses 9 and 29 µm are presented in Figure 1 . A shift in the pore-size distribution toward pores of a greater width was observed for the thinner filter papers, consistent with previous observations. [40, 42] The results from CP-DSC of the nanocellulose filter papers of thicknesses 9 and 29 µm are summed up in Table 1 , where peak temperature for melting of water confined in pores, temperature depression, and calculated peak pore mode radius for the nanocellulose filter papers is presented. No statistically significant difference in the peak pore mode radius, r p , between the two filter thicknesses was found from the CP-DSC measurements. Representative heat flow curves from CP-DSC measurements of the nanocellulose filter papers can be found in Figure S1 in the Supporting Information.", "cite_spans": [{"start": 537, "end": 541, "text": "[40,", "ref_id": null}, {"start": 542, "end": 545, "text": "42]", "ref_id": null}], "ref_spans": [{"start": 373, "end": 381, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 649, "end": 656, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1092, "end": 1101, "text": "Figure S1", "ref_id": "FIGREF0"}], "section": "Pore-Size Characterization of Nanocellulose Filter Papers"}, {"text": "The nanocellulose filter papers were challenged with simulated waste water (SWW) dispersions containing two different amounts of total suspended solids (TSS), i.e., 0.251 and 2.51 mg L −1 . The source of the TSS in the SWW was diatomite and formazin was the turbidity contributing additive. Dynamic light scattering (DLS) analysis of the particle diameter, d particle , in the SWW revealed a particle size distribution with a peak value of 0.87 µm for the suspended solids, as presented in Figure 2 . No particles at cutoff values d particle ≤ 0.59 µm and d particle ≥ 31.1 µm were found.", "cite_spans": [], "ref_spans": [{"start": 490, "end": 498, "text": "Figure 2", "ref_id": null}], "section": "Simulated Waste Water Filtration"}, {"text": "Compared to the feed dispersion, a visible decrease in the turbidity of the permeate was noticed in the filtrations of SWW for both TSS contents. In As seen in Figure 4a , a clear accumulation of solids on the filter surface was observed after filtration of SWW. From the scanning electron microscopy (SEM) image presented in Figure 4b , the solid deposit on the filter surface does not appear to be clogging the porous structure of the filter, and exposed areas of the filter are visible through the deposited solids.", "cite_spans": [], "ref_spans": [{"start": 160, "end": 169, "text": "Figure 4a", "ref_id": "FIGREF3"}, {"start": 326, "end": 335, "text": "Figure 4b", "ref_id": "FIGREF3"}], "section": "Simulated Waste Water Filtration"}, {"text": "The measured transmittance at 500 nm of feed and collected permeates is presented in Tables 2 and 3, where T permeate and T feed are the measured transmittances for permeate and feed, corrected for water background.", "cite_spans": [], "ref_spans": [], "section": "Simulated Waste Water Filtration"}, {"text": "The transmittance measurements suggest that all solids were removed from the SWW when filtered through the nanocellulose filter paper, in accordance with what was observed in Figure 4a and in SEM postfiltration imaging in Figure 4b . Considering the particle distribution in the SWW, where no particles where found at d particle ≤ 0.59 µm, no particles should be small enough to pass the nanometer-sized pores of the nanocellulose filter paper.", "cite_spans": [], "ref_spans": [{"start": 175, "end": 184, "text": "Figure 4a", "ref_id": "FIGREF3"}, {"start": 222, "end": 231, "text": "Figure 4b", "ref_id": "FIGREF3"}], "section": "Simulated Waste Water Filtration"}, {"text": "The observed fluxes during filtrations of SWW through the nanocellulose filter papers are presented in The fouling behavior during filtration of the SWW was further analyzed and quantified through the so-called V max analysis. [45] V max was calculated from the slope of the linear fit associated with each flux data curve and is available in Figures S2 and S3 as well as Tables S1 and S2 in the Supporting Information.", "cite_spans": [{"start": 227, "end": 231, "text": "[45]", "ref_id": null}], "ref_spans": [{"start": 343, "end": 360, "text": "Figures S2 and S3", "ref_id": "FIGREF1"}], "section": "Simulated Waste Water Filtration"}, {"text": "As seen from both the flux data presented in Figures 5 and 6 as well as the result of the V max analysis, the flux remained stable during filtration of SWW through the nanocellulose filter paper. This would indicate that no significant clogging of the filter occurs when challenged with the SWW. When a value for V max was possible to achieve, i.e., a positive value for 1/V max , the V max analysis suggests that volumes in the order of 10 4 L m −2 can be filtered before complete clogging of the nanocellulose filter paper occurs.", "cite_spans": [], "ref_spans": [], "section": "Simulated Waste Water Filtration"}, {"text": "The nanocellulose filter papers were further challenged with SWW dispersions containing latex particles with a diameter of 30 nm. The TSS content in the dispersions was 0.251 mg L −1 and the concentration of 30 nm latex particles was in the order of 10 11 mL −1 . The resulting removal efficiency of the 30 nm latex particles is presented in Figure 7 for pressures 1 and 3 bar, and for filter thicknesses 9 and 29 µm. The limit of detection (LOD) in fluorescence spectroscopy of the 30 nm latex particles corresponds to a logarithmic reduction value (LRV) of 2.0, and no latex particles where detected in permeates at the reported pressures for neither of the two filter thicknesses.", "cite_spans": [], "ref_spans": [{"start": 342, "end": 350, "text": "Figure 7", "ref_id": "FIGREF8"}], "section": "Filtration of Latex Nanoparticles in SWW"}, {"text": "The observed fluxes during filtrations of 30 nm latex particles in SWW are presented in be observed for the thinner filter papers at both pressures and for the thicker filter papers at 3 bar.", "cite_spans": [], "ref_spans": [], "section": "Filtration of Latex Nanoparticles in SWW"}, {"text": "A V max analysis was performed for the flux data presented in Figure 8 and the result is shown in Figure S4 , available in the Supporting Information. Slope of the linear fit and the calculated value for V max for the different filter thicknesses and pressures are summarized in Table 4 .", "cite_spans": [], "ref_spans": [{"start": 62, "end": 70, "text": "Figure 8", "ref_id": "FIGREF5"}, {"start": 98, "end": 107, "text": "Figure S4", "ref_id": "FIGREF3"}, {"start": 279, "end": 286, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Filtration of Latex Nanoparticles in SWW"}, {"text": "From the results of the V max analysis presented in Table 4 , a tendency of fouling behavior occurring at a faster rate can be seen for the thinner filters, as compared to the thicker filters. Another interesting result from the V max analysis is that fouling tends to occur at a faster rate when the operational flux is higher. In particular, the calculated V max at 3 bar for the 9 µm filter papers is lower compared to at 1 bar. The same observation can be made with regard to the 29 µm filter papers, where the calculated V max is lower at 3 bar compared to at 1 bar. The calculated V max values were significantly lower for the 9 µm filter papers compared to the 29 µm filter papers.", "cite_spans": [], "ref_spans": [{"start": 52, "end": 59, "text": "Table 4", "ref_id": "TABREF3"}], "section": "Filtration of Latex Nanoparticles in SWW"}, {"text": "The nanocellulose filter papers were also challenged with SWW dispersions spiked with the 28 nm large ΦX174 bacteriophage, used as a surrogate model for worst-case small-sized mammalian viruses. [46] [47] [48] TSS content of the dispersions was 0.251 mg L −1 and the concentration of ΦX174 bacteriophages was in the order of 10 6 mL −1 . The resulting LRVs for the filtrations are presented in Figure 9 , and the virus removal efficiency is summed up in Table 5 .", "cite_spans": [{"start": 195, "end": 199, "text": "[46]", "ref_id": null}, {"start": 200, "end": 204, "text": "[47]", "ref_id": null}, {"start": 205, "end": 209, "text": "[48]", "ref_id": "BIBREF47"}], "ref_spans": [{"start": 394, "end": 402, "text": "Figure 9", "ref_id": "FIGREF11"}, {"start": 454, "end": 461, "text": "Table 5", "ref_id": "TABREF4"}], "section": "Filtration of ΦX174 Bacteriophage in SWW"}, {"text": "As seen from the results presented in Figure 9 and Table 5 , thinner filter papers exhibit lower virus removal efficiency compared to the thicker filters. In general, better removal efficiency for both filter thicknesses is achieved at the higher overhead pressure, i.e., 3 bar. It is further seen from Figure 9 that the efficiency of removal is progressively decreasing with increased load, especially for 9 µm filter papers. Nonetheless, even for the thinner filter at 1 bar, the removal efficiency never falls below 99.2% for the largest load volumes.", "cite_spans": [], "ref_spans": [{"start": 38, "end": 46, "text": "Figure 9", "ref_id": "FIGREF11"}, {"start": 51, "end": 58, "text": "Table 5", "ref_id": "TABREF4"}, {"start": 303, "end": 311, "text": "Figure 9", "ref_id": "FIGREF11"}], "section": "Filtration of ΦX174 Bacteriophage in SWW"}, {"text": "Under the experimental conditions presented in this work, two cases should be scrutinized in more detail, i.e., 9 µm filter paper at 1 bar and 29 µm filter paper at 3 bar. Both filters show comparable pore-size modes and flow rates at respective overhead pressure, i.e., 200 L m −2 h −1 for 9 µm filter paper at 1 bar and 150 L m −2 h −1 for 29 µm filter paper at 3 bar. However, the performance of these two filter papers with respect to virus removal efficiency and fouling is very different. In particular, the 29 µm filter paper at 3 bar exhibits steady LRV ≥ 5 and V max ≈ (1.8 ± 0.1) × 10 3 L m −2 , measured with spiked 30 nm latex nanoparticles in SWW, whereas for 9 µm filter paper at 1 bar the observed virus LRV gradually decreases from 3.5 to 2.2 and V max is around (9.7 ± 4.6) × 10 2 L m −2 , under similar experimental conditions. The latter difference could potentially be due to compaction of the 29 µm filter paper at 3 bar as discussed earlier. [40] It should be noted that the 9 µm filter exhibits higher variability of V max values, which is likely to be due to larger spread of initial flux values and extrapolation.", "cite_spans": [{"start": 964, "end": 968, "text": "[40]", "ref_id": null}], "ref_spans": [], "section": "Filtration of ΦX174 Bacteriophage in SWW"}, {"text": "The presented data using SWW show that nanocellulose filter paper has the capacity to efficiently remove even the smallest viruses at industrially relevant flow rates and low fouling. Thus, it is expected that the filter can act as a total microorganism removal filter, removing not only viruses but also all other larger microbes. Compared to other available advanced water treatment membranes, the mille-feuille filter is Global Challenges 2018, 2, 1800031 attractive for point-of-use applications as an affordable, singleuse filter paper, similar to coffee filters used in household for brewing. Because traditional water treatment membranes are used over an extended period of time, i.e., 5-15 years after installation, they need to be regularly backflashed and treated with chemical disinfectants (hypochlorite) in order to avoid biofilm formation on the surface of the membrane. The biofilm formation is a major issue for the membranes, as it is deteriorating the key processing parameters over time, including flux and permeate quality. In contrast, an affordable single-use filter paper with excessive microorganism removal capacity and high flux eliminates the risk of biofilm formation and thereby the need for regular cleaning and disinfection. Therefore, we suggest that the mille-feuille filter paper is an interesting pointof-use, sustainable alternative to address the global challenges related to drinking water purification.", "cite_spans": [], "ref_spans": [], "section": "Filtration of ΦX174 Bacteriophage in SWW"}, {"text": "In this work, the filtration of SWW matrix spiked with surrogate latex nanobeads and ΦΧ174 bacteriophages as model for worst-case small-sized mammalian virus is shown using the nanocellulose-based filter paper for drinking water purification applications. The presented data using SWW matrix show for the first time that a filter paper made from 100% nanocellulose is capable of efficiently removing even the smallest viruses, i.e., up to 99.9980-99.9995% efficiency, at industrially relevant flow rates, i.e., 60-500 L m −2 h −1 , and low fouling, i.e., V max > 10 3 -10 4 L m −2 .", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "The filter paper presented here shows great promise for development of robust, affordable, and sustainable water purification systems.", "cite_spans": [], "ref_spans": [], "section": "Conclusion"}, {"text": "Materials: Cladophora algae cellulose was provided by FMC BioPolymer (batch G3828-112). SWW matrix was obtained from Sigma (MMW001-250ML, lot number LRAB5412). Fluorescent latex beads (30 nm; carboxylate-modified polystyrene; L5155), calcium chloride dihydrate (C5080), magnesium chloride hexahydrate (M2670), and sodium chloride (S5886) were purchased from Sigma-Aldrich.", "cite_spans": [], "ref_spans": [], "section": "Experimental Section"}, {"text": "Biological Materials: Escherichia coli (Migula) Castellani and Chalmers (E. coli, 13 706) bacteria strain and ΦΧ174 bacteriophage (13 706-B1) were purchased from the American Type Culture Collection (ATCC). Agar (214 530) and yeast extract (212 750) were purchased from BD. Tryptone broth powder (T-broth) (J870) was purchased from Amresco.", "cite_spans": [], "ref_spans": [], "section": "Experimental Section"}, {"text": "Preparation of Nanocellulose Filter Paper: A dispersion of Cladophora cellulose (0.1 wt%) was prepared. The dispersion was then run twice in succession through 200 and 100 µm sized chambers at 1800 bar, using an LM20 Microfluidizer. Filter papers of two different thicknesses, i.e., 9 and 29 µm, were then prepared by adjusting the solids content of dispersion. The resulting nanocellulose dispersion was then drained over a nylon filter membrane (Durapore, 0.65 µm DVPP, Merck Millipore) fitted in a funnel using vacuum. The resulting wet cellulose mass was then dried at 80 °C using a hot press (Carver, USA).", "cite_spans": [], "ref_spans": [], "section": "Experimental Section"}, {"text": "Nitrogen Gas Sorption: Pore-size distribution evaluation of the nanocellulose filter papers with the Barret-Joyner-Halenda (BJH) method [49] was performed based on the desorption branch of the nitrogen sorption isotherm. This was done using an ASAP 2020 (Micrometrics, USA) instrument. The filter sample was degassed at 90 °C in vacuum for 4 h and then analyzed by nitrogen sorption, carried out at 77 K. The performance of the instrument was validated using Micrometrics Silica-Alumina SSA 210 m 2 g −1 (lot number: A-501-49) standard prior to analysis. The deviation between the pore-size mode of the calibration data from the nominal standard values was 0 nm.", "cite_spans": [{"start": 136, "end": 140, "text": "[49]", "ref_id": null}], "ref_spans": [], "section": "Experimental Section"}, {"text": "Cryoporometry DSC: Pore-size distribution evaluation of the nanocellulose filters was performed using cryoporometry DSC, using a Mettler Toledo DSC 3 (Switzerland). The filter samples were soaked in water for 1 h prior to DSC analysis to ensure substantial wetting of the filter structure. DSC analysis was performed by cooling the samples to −25 °C at a rate of 15 K min −1 followed by heating of the samples to 4 °C at a rate of 0.7 K min −1 . Five separate measurements were performed for each filter thickness. The peak value for the melting of bulk water was determined from repeated measurements on deionized water. Deionized water (1, 2, 4, 6, and 10 µL) was analyzed in five separate measurements per volume, and the mean peak value for the water was determined to be 0.61 °C.", "cite_spans": [], "ref_spans": [], "section": "Experimental Section"}, {"text": "Cryoporometry is a method for determining the pore size in porous materials from the liquid-solid transformation of a probing medium. With the use of DSC, the pore radius can be related to the temperature where freezing or melting of a probing liquid in the pores occur. [50] If melting of the probing liquid is considered, transition from solid to liquid phase confined in pores will occur at a temperature T below the melting temperature T m of the bulk liquid. This temperature depression, ΔT, is related to the pore radius r p as shown in Equation (1) . [51] Global Challenges 2018, 2, 1800031 T 0 is the melting temperature of the liquid, γ sl is the surface tension between the solid and liquid phases, ρ l is the density of the liquid, ΔH f is the heat of fusion for the liquid, ϴ is the contact angle between the solid and liquid phases. Landry [51] performed cryoporometry measurements on controlled-pore glass samples with water as the probing liquid and found the following empirical expression for the pore radius as a function of the temperature depression during melting:", "cite_spans": [{"start": 271, "end": 275, "text": "[50]", "ref_id": null}, {"start": 552, "end": 555, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 558, "end": 562, "text": "[51]", "ref_id": null}, {"start": 853, "end": 857, "text": "[51]", "ref_id": null}], "ref_spans": [], "section": "Experimental Section"}, {"text": "The peak pore mode radius was determined from the DSC, using Equation (2) . The difference between the peak maximum for melting of pore confined solid phase and the peak value for melting of bulk water (0.38 °C), ΔT on-pk , was used as the temperature depression.", "cite_spans": [{"start": 70, "end": 73, "text": "(2)", "ref_id": null}], "ref_spans": [], "section": "Experimental Section"}, {"text": "Dynamic Light Scattering: Particle-size distribution of the suspended solids in the SWW was analyzed through DLS using a Malvern Mastersizer 3000. Refractive index of the dispersant was set to that of water, i.e., 1.33, and the refractive index of the particles was set to that of diatomite, i.e., 1.43. [52] Particle geometry was set as nonspherical, and Mie scattering [53] was used as the scattering model. The manufacturer recommended TSS content was used (0.251 mg L −1 ).", "cite_spans": [{"start": 304, "end": 308, "text": "[52]", "ref_id": "BIBREF51"}, {"start": 371, "end": 375, "text": "[53]", "ref_id": null}], "ref_spans": [], "section": "Experimental Section"}, {"text": "Filter Thickness Evaluation: The thickness of the manufactured filter papers was evaluated using a Mitutoyo Absolute digital caliper (ID-C150XB) with a precision of 1 µm. The thickness was measured for the two different filter thicknesses on five different filters at five different positions on each filter.", "cite_spans": [], "ref_spans": [], "section": "Experimental Section"}, {"text": "Filtration of SWW: Filtration of SWW was carried out using an Advantec KST-47 filter holder. The feed volume and filtering surface area were only limited by the choice of available filter holder without other limitations. The nanocellulose filter papers were fitted in the cell using a Munktell General Purpose Filter Paper as a mechanical support. The filters were wetted with deionized water prior to filtration.", "cite_spans": [], "ref_spans": [], "section": "Experimental Section"}, {"text": "Feed dispersions of SWW were prepared by dilution (2 and 20 mL, respectively) of SWW-simulated matrix with deionized water to a final volume (200 mL). Final TSS contents were achieved (0.251 and 2.51 mg L −1 ). Filtrations were carried out at two different overhead pressures, i.e., 1 or 3 bar. The permeate solution was collected during the experiment, and the real flux was monitored using a scale (Mettler Toledo, MS1602TS) registering the change in weight of the collected permeate solution over time. The absorption of the collected permeate was analyzed at 500 nm using a Shimadzu UV-1650 PC spectrophotometer.", "cite_spans": [], "ref_spans": [], "section": "Experimental Section"}, {"text": "Scanning Electron Microscopy: Postfiltration imaging of the nanocellulose filter papers was performed using a scanning electron microscope (LEO1550, Zeiss, Germany). The filters were sputtered prior to SEM analysis with Au/Pt at 2 kV, 25 mA for 35 s to avoid charging of the material. SEM pictures were retrieved at acceleration voltages of 1.00 and 1.50 kV.", "cite_spans": [], "ref_spans": [], "section": "Experimental Section"}, {"text": "Filtration of Latex Nanoparticles in SWW: Filtration of 30 nm fluorescent latex particles in SWW was carried out using an Advantec KST-47 filter holder. The nanocellulose filter papers were fitted with a Munktell General Purpose Filter Paper as a mechanical support in the cell, and the filters were then prewetted with deionized water. Feed dispersions were prepared by dilution (2 mL) of SWW-simulated matrix and 30 nm fluorescent latex particles (80 µL) with deionized water (total volume of 200 mL). Filtrations were carried out at overhead pressures 1 and 3 bar. The permeate solution was collected in fractions (40 mL) each, and the real flux was monitored using a scale (Mettler Toledo, MS1602TS) registering the change in weight of the collected permeate solution over time. The fluorescence of the collected permeate fractions was measured between 450 and 580 nm, with an excitation wavelength of 264 nm, using a TECAN M200 spectrophotometer. The area under the curve (AUC) was calculated for the fluorescence peak, after subtraction of background emission from water, by integration of the measured wavelengths. The particle removal rate was described by the LRV and was calculated using Equation (3). LRV log AUC AUC 10 feed", "cite_spans": [{"start": 1228, "end": 1230, "text": "10", "ref_id": null}], "ref_spans": [{"start": 1207, "end": 1211, "text": "(3).", "ref_id": "TABREF2"}], "section": "Experimental Section"}, {"text": "AUC feed is the area under the curve for the feed solution and AUC permeate is the area under the curve for the permeate solution.", "cite_spans": [], "ref_spans": [], "section": "Experimental Section"}, {"text": "Filtration of ΦX174 Bacteriophages in SWW: The ΦX174 bacteriophage was propagated by inoculation of E. coli host bacteria at exponential growth phase in Luria-Bertani medium (1% tryptone-t broth, 0.5% yeast extract, 1% NaCl, 1 × 10 −3 m CaCl 2 ·2H 2 O, and 1 × 10 −3 m MgCl 2 ·6H 2 O in deionized water) for 5 h at 35 °C with an agitation (120 rpm). Bacteriophage was harvested by centrifugation at 5000 ×g for 10 min, and the suspension was collected and stored at 4 °C prior to use.", "cite_spans": [], "ref_spans": [], "section": "Experimental Section"}, {"text": "The ΦX174 bacteriophage titer was determined by plaque-forming units (PFU) assay and expressed as PFU mL −1 . Briefly, to perform an assay, tenfold dilutions of a bacteriophage stock were prepared and inoculated into E. coli host on the agar plates. Each dilution was plated in duplicate to enhance the accuracy, and PFU mL −1 was calculated using Equation (4) .", "cite_spans": [{"start": 357, "end": 360, "text": "(4)", "ref_id": null}], "ref_spans": [], "section": "Experimental Section"}, {"text": "PFU mL log number of plaques 0.1 dilution factor 10 10 (", "cite_spans": [{"start": 49, "end": 54, "text": "10 10", "ref_id": null}], "ref_spans": [], "section": "log"}, {"text": "where 0.1 is the volume (mL) of the added virus.", "cite_spans": [], "ref_spans": [], "section": "log"}, {"text": "To supplant the air from the inner pores of the nanocellulose-based filter, prefiltration with deionized water was performed. The filter was fixed in an Advantec KST-47 filter holder, 30 mL of deionized water was added, and the filtration was driven by the overhead air pressure of 1 bar. Prefiltration was stopped after 20 mL of the water was filtered to avoid the ingress of the air into the filter.", "cite_spans": [], "ref_spans": [], "section": "log"}, {"text": "SWW was spiked with ΦX174 bacteriophage stock dispersion to obtain the titer of ≈10 6 PFU mL −1 . Feed solution (200 mL) was filtered through the nanocellulose-based filter at the overhead air pressure of 3 bar in a dead-end setup. Permeate samples were collected (40 mL fractions) and stored at 4 °C before PFU assay. Bacteriophage removal capacity was expressed by LRV LRV log PFU mL log PFU mL ", "cite_spans": [], "ref_spans": [], "section": "log"}, {"text": "The limit of detection (≤0.7 PFU mL −1 ) of PFU assay current experimental design refers to ≤5 bacteriophages mL −1 , corresponding to a single detectable plaque in one of the plates for nondiluted duplicate samples. To detect any possibly omitted bacteriophage in the permeate fractions, the filtrates were concentrated by centrifuging at 4500 × g in 100 kDa cutoff protein concentrator tubes (Thermo, 88 533) to the final dead stop volume (≈50 µL). Concentrates were inoculated into E. coli host culture at exponential growth phase in Luria-Bertani medium for 5 h at 35 °C with an agitation (120 rpm). Bacteriophage presence was determined by decreased OD 600 values compare to control samples.", "cite_spans": [], "ref_spans": [], "section": "log"}, {"text": "Supporting Information is available from the Wiley Online Library or from the author.", "cite_spans": [], "ref_spans": [], "section": "Supporting Information"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "United Nations General Assembly: Transforming our world: the 2030 Agenda for Sustainable Development", "authors": [], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "WHO, Guidelines for Drinking-Water Quality", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "EU Commission Framework for action for the management of small drinking water supplies", "authors": [{"first": "E", "middle": [], "last": "Comission", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2779/937641"]}}, "BIBREF30": {"ref_id": "b30", "title": "Scaling Up Household Water Treatment Among Low-Income Populations", "authors": [{"first": "T", "middle": [], "last": "Clasen", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Developments in Biologicals", "authors": [{"first": "M", "middle": [], "last": "Mcalister", "suffix": ""}, {"first": "H", "middle": [], "last": "Aranha", "suffix": ""}, {"first": "R", "middle": [], "last": "Larson", "suffix": ""}], "year": 2004, "venue": "", "volume": "118", "issn": "", "pages": "", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Industrial Minerals and Their Uses: a Handbook and FormularyNoyes Publications", "authors": [{"first": "P", "middle": ["A"], "last": "Ciullo", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "BJH N 2 gas desorption pore-size distribution of nanocellulose filter papers.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "representative pictures of feed and permeate are presented. Global Challenges 2018, 2, 1800031", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Feed (left) and permeate (right) in filtrations of SWW through nanocellulose filter papers. The total solid content of the feed dispersion was 0.251 mg L −1 .", "latex": null, "type": "figure"}, "FIGREF3": {"text": "a) Postfiltration image of a nanocellulose filter paper challenged with SWW with a TSS content of 2.51 mg L −1 . b) SEM image of a nanocellulose filter paper postfiltration of SWW. Deposited solids from the SWW are visible on top of the filter structure. The image was taken at 21 × 10 3 times magnification.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Figures 5 and 6. The manufacturer recommends the TSS content of 0.251 mg L −1 for validation studies. No or little decline in flux was observed during filtration at the reported pressures and amounts of TSS. The flux seemingly remained unaffected by the amount of TSS in the feed dispersion, i.e., 0.251 and 2.51 mg L −1 . The average flux values for 9 µm filter papers at 1 and 3 bar were 200 and 500 L m −2 h −1 , respectively. The average flux values for 29 µm filter papers at 1 and 3 bar were 65 and 150 L m −2 h −1 , respectively.", "latex": null, "type": "figure"}, "FIGREF5": {"text": "In contrast to the filtrations performed with only SWW, a decline in the flux can Global Challenges 2018, 2, 1800031", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Observed fluxes at overhead pressures 1 and 3 bar for filtrations of SWW through nanocellulose filter papers of thicknesses a) 9 µm and b) 29 µm. TSS content in SWW was 0.251 mg L −1 . Gray area indicates standard deviation of the measured flux for three separate filtrations.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Observed fluxes at overhead pressures 1 and 3 bar for filtrations of SWW through nanocellulose filter papers of thicknesses a) 9 µm and b) 29 µm. TSS content in SWW was 2.51 mg L −1 . Gray area indicates standard deviation of the measured flux for three separate filtrations.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Logarithm reduction values (LRV) for filtration of 30 nm latex particles in SWW through nanocellulose filter papers of thicknesses a) 9 µm and b) 29 µm. Arrows indicate that the obtained values are below the limit of detection (LOD) in fluorescence spectroscopy of the 30 nm latex particles. The results are the average of two measurements.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Observed fluxes at overhead pressures 1 and 3 bar for filtrations of 30 nm latex particles in SWW through nanocellulose filter papers of thicknesses a) 9 µm and b) 29 µm. Gray area indicates standard deviation of the measured flux for two separate filtrations.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "for V max were obtained at a particle concentration of 10 11 mL −1 ; b) The second filtration exhibited a negative slope in the V max analysis.", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Logarithm reduction values (LRV) for filtration of ΦX174 bacteriophages in SWW through nanocellulose filter papers of thicknesses a) 9 µm and b) 29 µm at overhead pressures 1 and 3 bar. Arrows indicate that obtained values are below the limit of detection (LOD) in the plaque-forming unit (PFU) assay, and no phage particles were detected in large volume plating. The results are the average of three measurements.", "latex": null, "type": "figure"}, "TABREF0": {"text": "CP-DSC analysis of nanocellulose filter papers.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Filter paper thickness </td><td>Tpka) </td><td>•Ton-pkb) </td><td> </td></tr><tr><td>[•m]\n</td><td>[•C]\n</td><td>[•C]\n</td><td>Peak pore mode radius, rp [nm]\n</td></tr><tr><td>9 </td><td>•1.06 • 0.08 </td><td>•1.67 • 0.08 </td><td>13.5 • 0.7\n</td></tr><tr><td>29 </td><td>•1.03 • 0.08 </td><td>•1.64 • 0.08 </td><td>13.7 • 0.6\n</td></tr></table></body></html>"}, "TABREF1": {"text": "Measured transmittance for SWW filtrations through nanocellulose filter papers. TSS content was 0.251 mg L −1 . T = 100% corresponds to the transmittance of pure water.", "latex": null, "type": "table"}, "TABREF2": {"text": "Measured transmittance for SWW filtrations through nanocellulose filter papers. TSS content was 2.51 mg L −1 .", "latex": null, "type": "table"}, "TABREF3": {"text": "Results from V max analysis for filtration of 30 nm latex particles in SWW through nanocellulose filter papers.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Filter paper thickness [•m]\n</td><td>Filtration overhead pressure [bar]\n</td><td>Slope of linear fit </td><td>Vmaxa) </td></tr><tr><td> </td><td> </td><td>[1/Vmax]\n</td><td>[L m•2]\n</td></tr><tr><td>9 </td><td>1 </td><td>1.3 (•0.6) • 10•3 </td><td>9.7 (•4.6) • 102\n</td></tr><tr><td>9 </td><td>3 </td><td>2.5 (•0.1) • 10•3 </td><td>4.0 (•0.2) • 102\n</td></tr><tr><td>29 </td><td>1 </td><td>1.4 • 10•4 b) </td><td>7.4 • 103 b)\n</td></tr><tr><td>29 </td><td>3 </td><td>5.7 (•0.3) • 10•4 </td><td>1.8 (•0.1) • 103\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Virus removal efficiencies for filtration of ΦX174 bacteriophages in SWW through nanocellulose filter papers.", "latex": null, "type": "table"}}, "back_matter": [{"text": "The authors thank Simon Gustafsson for SEM analysis. The funding from Knut and Alice Wallenberg Foundation, Olle Engqvist Byggmästare Foundation, Bo Rydins Foundation for Scientific Research, and Swedish Research Council was gratefully acknowledged. The corresponding author is Wallenberg Academy Fellow and thanks the Knut and Alice Wallenberg Foundation for long-term funding.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgements"}]}