{"paper_id": "d28414be3f9299ce8d1202386214db67845fafa6", "metadata": {"title": "Toward a Realistic Modeling of Epidemic Spreading with Activity Driven Networks", "authors": [{"first": "Alessandro", "middle": [], "last": "Rizzo", "suffix": "", "affiliation": {}, "email": "alessandro.rizzo@polito.it"}, {"first": "Maurizio", "middle": [], "last": "Porfiri", "suffix": "", "affiliation": {}, "email": "mporfiri@nyu.edu"}, {"first": "M", "middle": [], "last": "Porfiri", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "Models of epidemic spreading are widely used to predict the evolution of an outbreak, test specific intervention scenarios, and steer interventions in the field. Compartmental models are the most common class of models. They are very effective for qualitative analysis, but they rely on simplifying assumptions, such as homogeneous mixing and time scale separation. On the other end of the spectrum, detailed agent-based models, based on realistic mobility pattern models, provide extremely accurate predictions. However, these models require significant computing power and are not suitable for analytical treatment. Our research aims at bridging the gap between these two approaches, toward time-varying network models that are sufficiently accurate to make predictions for real-world applications, while being computationally affordable and amenable to analytical treatment. We leverage the novel paradigm of activity driven networks (ADNs), a particular type of time-varying network that accounts for inherent inhomogeinities within a population. Starting from the basic incarnation of ADNs, we expand on the framework to include behavioral factors triggered by health status and spreading awareness. The enriched paradigm is then utilized to model the 2014-2015 Ebola Virus Disease (EVD) spreading in Liberia, and perform a what-if analysis on the timely application of sanitary interventions in the field. Finally, we propose a new formulation, which is amenable to analytical treatment, beyond the mere computation of the epidemic threshold.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "A. Rizzo ( )", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Models for the spreading of infectious diseases have opened unprecedented scenarios in management and containment of epidemics. The assessment of the effect of vaccination campaigns, travel bans, and prophylaxis campaigns is now possible, partly due to the availability of such models. Models are also effective in providing valuable information to steer interventions in the field, when therapeutical protocols might not be available [1] .", "cite_spans": [{"start": 435, "end": 438, "text": "[1]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The most common and valuable modeling tools are mean-field compartmental [2] [3] [4] and agent-based models [5] . Even though such models are widely used and effective under several aspects, they suffer from a number of key limitations that may hamper their effectiveness in forecasting epidemics dynamics and assessing the effect of intervention policies.", "cite_spans": [{"start": 73, "end": 76, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 77, "end": 80, "text": "[3]", "ref_id": null}, {"start": 81, "end": 84, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 108, "end": 111, "text": "[5]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Mean-field compartmental models are based on deterministic or stochastic differential equations, in which relevant variables, called compartments, evolve in time to describe the fraction of the population in a given state of the epidemic model [2, 4] . These models are usually calibrated through least-squares optimization on available epidemic data [6] . Then, several instances of the model are studied, varying one or more parameters, to anticipate plausible scenarios for the evolution of the outbreak in terms of the total number of infections and casualties. Mean-field approximations are effective to enable a first, mathematically rigorous understanding of epidemic spreading, but suffer from several limitations.", "cite_spans": [{"start": 244, "end": 247, "text": "[2,", "ref_id": "BIBREF1"}, {"start": 248, "end": 250, "text": "4]", "ref_id": "BIBREF3"}, {"start": 351, "end": 354, "text": "[6]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "While these models are computationally simple and theoretically tractable, they do not take into account the inherently time-varying nature of human behavior, which is influenced by several factors, such as health status or risk perception [7] [8] [9] . In their basic incarnation, they rely on the assumption of homogeneous mixing, whereby each individual contacts every other. This assumption typically yields an overestimation of cases [10, 11] , since social interactions in populations are heterogeneous both in number and intensity [12] [13] [14] . Although heterogeneities could be included by refining and increasing the spectrum of compartments [15, 16] , such an approach may challenge rigorous analytical treatment and parameter identification.", "cite_spans": [{"start": 240, "end": 243, "text": "[7]", "ref_id": null}, {"start": 244, "end": 247, "text": "[8]", "ref_id": null}, {"start": 248, "end": 251, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 439, "end": 443, "text": "[10,", "ref_id": null}, {"start": 444, "end": 447, "text": "11]", "ref_id": null}, {"start": 538, "end": 542, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 543, "end": 547, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 548, "end": 552, "text": "[14]", "ref_id": null}, {"start": 654, "end": 658, "text": "[15,", "ref_id": null}, {"start": 659, "end": 662, "text": "16]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In terms of complexity, agent-based models are located at the opposite side of the spectrum from mean-field compartmental models. Stochastic simulation of individuals' motion and interaction is the basic component of such models. Several spatial constraints and specific mobility patterns are contemplated to reproduce realistic conditions in the model simulations [17] . The Global Epidemic and Mobility Model (GLEAMviz) [5] is a comprehensive agent-based framework for wordlwide simulation. Several infectious outbreaks have been simulated through this model, assessing related risks in a systematic manner [18, 19] . Although very refined, agent-based models require extensive simulation campaigns based on a detailed knowledge of human behavior, and their structure and working principle do not allow any analytical treatment to be carried out.", "cite_spans": [{"start": 365, "end": 369, "text": "[17]", "ref_id": null}, {"start": 422, "end": 425, "text": "[5]", "ref_id": null}, {"start": 609, "end": 613, "text": "[18,", "ref_id": null}, {"start": 614, "end": 617, "text": "19]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "The present lifestyle, with frequent and fast short-and long-haul travels, yields a reconsideration of typical time scales of the progress of infectious diseases and the dynamics of human contact patterns. Thus, the assumption of homogeneous mixing, according to which every individual contacts everyone else in a population, should be overcome toward approaches that explicitly account for the concurrent evolution of the diseases dynamics and the time-varying formation of the network of contacts.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "To enable the study of diffusion models on time-varying networks, it is very often assumed that links between nodes have a much longer or much shorter life span than the epidemic dynamics [20] [21] [22] [23] [24] , resulting in the separation between the time scales of the dynamics of the network and the process evolution. On the other hand, activity driven networks (ADNs) describe contact processes that evolve over time-varying networks [25] , when timing and duration of connections happen over short time scales [14, [26] [27] [28] [29] , comparable with the dynamics of the process running on the network nodes.", "cite_spans": [{"start": 188, "end": 192, "text": "[20]", "ref_id": null}, {"start": 193, "end": 197, "text": "[21]", "ref_id": null}, {"start": 198, "end": 202, "text": "[22]", "ref_id": null}, {"start": 203, "end": 207, "text": "[23]", "ref_id": null}, {"start": 208, "end": 212, "text": "[24]", "ref_id": null}, {"start": 442, "end": 446, "text": "[25]", "ref_id": null}, {"start": 519, "end": 523, "text": "[14,", "ref_id": null}, {"start": 524, "end": 528, "text": "[26]", "ref_id": null}, {"start": 529, "end": 533, "text": "[27]", "ref_id": null}, {"start": 534, "end": 538, "text": "[28]", "ref_id": null}, {"start": 539, "end": 543, "text": "[29]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "Disease spreading in susceptible-infected-susceptible (SIS) and susceptibleinfected-removed (SIR) models has been recently studied through ADNs [30] , and spreading and immunization thresholds have been computed using a heterogeneous mean-field approach [25, 30] . The substantial difference in these thresholds compared to those on static networks calls for further investigations on epidemic spreading over time-varying networks. ADNs seem a viable tool, providing accurate and mathematically tractable models of epidemic spreading, which overcome key limitations of mean-field compartmental and agent-based models. Although promising, research on ADNs is in its early stages, and several efforts are being conducted to advance the state of knowledge [31] [32] [33] [34] .", "cite_spans": [{"start": 144, "end": 148, "text": "[30]", "ref_id": null}, {"start": 254, "end": 258, "text": "[25,", "ref_id": null}, {"start": 259, "end": 262, "text": "30]", "ref_id": null}, {"start": 753, "end": 757, "text": "[31]", "ref_id": null}, {"start": 758, "end": 762, "text": "[32]", "ref_id": null}, {"start": 763, "end": 767, "text": "[33]", "ref_id": null}, {"start": 768, "end": 772, "text": "[34]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "In this chapter, we describe our research effort to improve the ADN paradigm toward a more realistic modeling of epidemic spreading, with the objective to achieve realistic models that remain computationally affordable and analytically tractable. The chapter is organized as follows. In Sect. 14.2, we offer a review of the working principles of the original ADN formulation. Toward a more realistic treatment of behavioral factors, in Sect. 14.3 we study the effect of individual behavior on the spreading of the epidemic in an SIS process, summarizing our published work [35] . Our findings are then successfully applied in Sect. 14.4 to model the 2014-2015 outbreak of Ebola Virus Disease (EVD) in Liberia. After a calibration phase, the model is used to offer a one-year prediction of the case count, which is confirmed by field data. A what-if analysis on the effect of timely sanitary intervention is also presented, borrowing from our published work [36] . In Sect. 14.5, we examine a mathematical framework that we recently established in [37] for the analytical treatment of ADNs, which enables the analysis of the network dynamics beyond the computation of the epidemic threshold. Finally, conclusions and potential lines of future work are presented in Sect. 14.6.", "cite_spans": [{"start": 573, "end": 577, "text": "[35]", "ref_id": null}, {"start": 957, "end": 961, "text": "[36]", "ref_id": null}, {"start": 1047, "end": 1051, "text": "[37]", "ref_id": null}], "ref_spans": [], "section": "Introduction"}, {"text": "ADNs have originally been introduced to model spreading phenomena where the time scales of the epidemic dynamics and of connection formation are comparable, and to simulate such phenomena without relying to the time scale separation hypothesis [25, 30, 38] .", "cite_spans": [{"start": 244, "end": 248, "text": "[25,", "ref_id": null}, {"start": 249, "end": 252, "text": "30,", "ref_id": null}, {"start": 253, "end": 256, "text": "38]", "ref_id": null}], "ref_spans": [], "section": "Activity Driven Networks: The Original Formulation"}, {"text": "The approach is based on an activity potential, which is the probability per unit time that a node will establish contacts with other nodes in the network. We consider a network with N nodes. Each individual is associated with a network node i that is characterized by its activity potential x i , with i D 1; : : : ; N. In the original formulation in [25] , the x i s do not change in time and are independent and identically distributed realizations of a random variable x, with a probability density function F.x/. The selection of F.x/ is a crucial point of the approach, since it determines the interactions within the network. In [25] , an analysis of three large, time-resolved datasets of contacts in social networks suggests the use of heavy-tail density functions of the form F.x/ / x , with 2 Ä Ä 3.", "cite_spans": [{"start": 352, "end": 356, "text": "[25]", "ref_id": null}, {"start": 636, "end": 640, "text": "[25]", "ref_id": null}], "ref_spans": [], "section": "Activity Driven Networks: The Original Formulation"}, {"text": "In its original incarnation [25] , an activity firing rate a i D Áx i is assigned to each individual, where Á is a constant scaling factor that regulates the average number of active nodes in the network in a unit time. Starting from a disconnected network of N nodes, in a time increment t, the epidemic model evolves as follows (see Fig. 14 [36] ) An SIS epidemic model evolving on an ADN with N D 5 nodes and m D 2 links per active node. Nodes' health states are encircled, and active nodes are shaded. (a) At the last phase of time t, the ADN is disconnected and nodes 2 and 3 are infected. Between t and t C t: (b) nodes 3 and 4 become active and contact nodes 4 and 1, and 5 and 1, respectively; (c) the epidemic process evolves, so that node 3 infects node 1, nodes 2, 4, and 5 remain in the susceptible state, and node 2 recovers; and (d) time t has elapsed and all the links are removed before a new time increment is initiated 1. Node i, with i D 1; : : : ; N becomes active with probability a i t. If the node is active, it contacts m other nodes drawn at random from a uniform distribution, creating undirected links. If it is not active, no connections are created. At the end of this step, an undirected graph is assembled; 2. The algorithmic rules of the epidemic model are run on the obtained graph. For example, for an SIS model: (i) each infected node can infect its susceptible neighbors with a per-contact transmission probability , and (ii) each infected node recovers to the susceptible state with probability per unit time ; and 3. At the next time step t C t, all the network links are removed and the process resumes.", "cite_spans": [{"start": 28, "end": 32, "text": "[25]", "ref_id": null}, {"start": 343, "end": 347, "text": "[36]", "ref_id": null}], "ref_spans": [{"start": 335, "end": 342, "text": "Fig. 14", "ref_id": "FIGREF1"}], "section": "Activity Driven Networks: The Original Formulation"}, {"text": "In [25, 30] , SIS and SIR processes on ADNs are studied and the epidemic threshold is computed through a heterogeneous mean-field approach [39, 40] . In particular, for the SIS model the epidemic threshold for = beyond which there is an epidemic is", "cite_spans": [{"start": 3, "end": 7, "text": "[25,", "ref_id": null}, {"start": 8, "end": 11, "text": "30]", "ref_id": null}, {"start": 139, "end": 143, "text": "[39,", "ref_id": null}, {"start": 144, "end": 147, "text": "40]", "ref_id": null}], "ref_spans": [], "section": "Activity Driven Networks: The Original Formulation"}, {"text": "where a D Áx is the random variable whose realizations define the probabilities of activation; h i denotes statistical expectation; and the superscript \"0\" refers to this baseline formulation. In addition, control strategies for selective immunization have been implemented in [30] and assessed via a mean-field approach.", "cite_spans": [{"start": 277, "end": 281, "text": "[30]", "ref_id": null}], "ref_spans": [], "section": "Activity Driven Networks: The Original Formulation"}, {"text": "The role of individual behavior on the spreading of epidemic diseases is becoming increasingly important due to increased travel activity, both on short (commuting) and long (leisure or business trips) space and time scales [41] [42] [43] [44] [45] [46] [47] [48] . Moreover, the wide availability of data through mass media grants people access to information that could influence their behavior in response to an epidemic outbreak. For example, individuals may modify travel plans, opt for self-quarantine, decide to avoid infected individuals, or get vaccinated. The search of disease-related information on the Internet is so widespread that search engine query data have been utilized to detect the spreading of influenza [49] . Finally, the behavior of individuals is very often modified by their health status, which may reduce or even prevent their ability to move and, consequently, contact and infect others. Different approaches have been used to model behavioral changes in epidemic models, namely: introducing changes in the contact rates as a function of health status [50] [51] [52] [53] ; considering additional compartments or classes in compartmental models [54] [55] [56] [57] ; and suitably coupling models of the disease and information spreading [58] . Surprising, counter-intuitive phenomena may emerge when behavioral changes are considered. An important example is the increase in the likely of a global spreading when introducing travel restrictions to locations with a high prevalence of the infection [46] .", "cite_spans": [{"start": 224, "end": 228, "text": "[41]", "ref_id": null}, {"start": 229, "end": 233, "text": "[42]", "ref_id": null}, {"start": 234, "end": 238, "text": "[43]", "ref_id": null}, {"start": 239, "end": 243, "text": "[44]", "ref_id": null}, {"start": 244, "end": 248, "text": "[45]", "ref_id": null}, {"start": 249, "end": 253, "text": "[46]", "ref_id": null}, {"start": 254, "end": 258, "text": "[47]", "ref_id": null}, {"start": 259, "end": 263, "text": "[48]", "ref_id": null}, {"start": 727, "end": 731, "text": "[49]", "ref_id": null}, {"start": 1083, "end": 1087, "text": "[50]", "ref_id": "BIBREF49"}, {"start": 1088, "end": 1092, "text": "[51]", "ref_id": "BIBREF50"}, {"start": 1093, "end": 1097, "text": "[52]", "ref_id": null}, {"start": 1098, "end": 1102, "text": "[53]", "ref_id": null}, {"start": 1176, "end": 1180, "text": "[54]", "ref_id": null}, {"start": 1181, "end": 1185, "text": "[55]", "ref_id": null}, {"start": 1186, "end": 1190, "text": "[56]", "ref_id": null}, {"start": 1191, "end": 1195, "text": "[57]", "ref_id": null}, {"start": 1268, "end": 1272, "text": "[58]", "ref_id": "BIBREF57"}, {"start": 1529, "end": 1533, "text": "[46]", "ref_id": null}], "ref_spans": [], "section": "Behavioral Epidemic Models on Activity Driven Networks"}, {"text": "Here, we focus on the effects of changes of individual behavior in an SIS epidemic model [35] . We consider two salient instances of behavioral modification. The former instance deals with the reduction of activity of infected individuals due to the contraction of the infection. This behavior includes the cases of quarantine, as well as the natural reduction in activity of infected individuals, caused by the illness. This activity limitation is common in the cases of MERS-CoV [59] or SARS [41, 60, 61] .", "cite_spans": [{"start": 89, "end": 93, "text": "[35]", "ref_id": null}, {"start": 481, "end": 485, "text": "[59]", "ref_id": null}, {"start": 494, "end": 498, "text": "[41,", "ref_id": null}, {"start": 499, "end": 502, "text": "60,", "ref_id": null}, {"start": 503, "end": 506, "text": "61]", "ref_id": null}], "ref_spans": [], "section": "Behavioral Epidemic Models on Activity Driven Networks"}, {"text": "The second instance deals with changes in the activity of susceptible individuals, on the basis of their risk perception. Susceptible individuals tend to avoid contacts with others when they perceive a risk of infection; yet upon contracting the infection, they resume their usual behavior, contacting, and possibly infecting, susceptible individuals. This \"selfish\" behavior is typical of infections that do not prevent daily habits, such as syphilis, HIV, or gonorrhoea [62] [63] [64] [65] [66] [67] . We assume that risk perception is based on the knowledge of two different pieces of information, namely, the prevalence of the epidemic and its rate of growth.", "cite_spans": [{"start": 472, "end": 476, "text": "[62]", "ref_id": null}, {"start": 477, "end": 481, "text": "[63]", "ref_id": null}, {"start": 482, "end": 486, "text": "[64]", "ref_id": null}, {"start": 487, "end": 491, "text": "[65]", "ref_id": null}, {"start": 492, "end": 496, "text": "[66]", "ref_id": null}, {"start": 497, "end": 501, "text": "[67]", "ref_id": null}], "ref_spans": [], "section": "Behavioral Epidemic Models on Activity Driven Networks"}, {"text": "Using ADNs, our results confirm that individual behavior may drastically affect the epidemic spreading both in terms of the epidemic threshold and of the steady state fraction of infected individuals. Specifically, we find that a reduction in the activity rate of either susceptible or infected individuals yields a higher epidemic threshold and a lower steady state fraction of infected individuals. Nevertheless, the reduction of activity of the infected individuals seems to be a more relevant factor, confirming the effectiveness of quarantine-like policies.", "cite_spans": [], "ref_spans": [], "section": "Behavioral Epidemic Models on Activity Driven Networks"}, {"text": "In particular, in the case of a reduction of activity of the infected individuals, the relative activity of infected individuals with respect to susceptible ones is a key predictor of the epidemic spreading. We consistently observe that the epidemic threshold benefits from differences in the activity of susceptible and infected individuals. Finally, when the activity of the infected individuals is drastically reduced, we find that the epidemic threshold depends only on the activity of the susceptible individuals and on the network characteristics. On the other hand, in the case of a reduction of activity of the susceptible individuals, the possibility of susceptible individuals spontaneously reducing their activity yields an increase in the epidemic threshold and a decrease in the steady state infected fraction. Nevertheless, such a modulation is more effective when the risk perception is related to the prevalence of the epidemic, rather than to its rate of growth.", "cite_spans": [], "ref_spans": [], "section": "Behavioral Epidemic Models on Activity Driven Networks"}, {"text": "To model behavioral changes in individuals due to their health status, we change the activity potential x i of each individual through two different scaling constants, according to their health status [35] . To this aim, the parameter Á defined in Sect. 14.2 is replaced with two different scaling factors: Á S , for individuals in the susceptible state; and Á I , for those in the infected state. Thus, two different activity firing rates are assigned to individuals:", "cite_spans": [{"start": 201, "end": 205, "text": "[35]", "ref_id": null}], "ref_spans": [], "section": "Behavioral Changes of Infected Individuals Due to Their Health Status"}, {"text": "Apart from this operation, the ADN works exactly as in its original incarnation described in Sect. 14.2. We consider the case in which individuals reduce activity as they contract the infection, as a consequence of a self-initiated behavior, or due to a health condition. Thus, we assume that the activity rate parameters of susceptible and infected individuals differ, and, specifically, that Á I < Á S . The epidemic threshold can be computed analytically through a heterogeneous mean-field approach inspired by [30] and detailed in [35] . The threshold is", "cite_spans": [{"start": 514, "end": 518, "text": "[30]", "ref_id": null}, {"start": 535, "end": 539, "text": "[35]", "ref_id": null}], "ref_spans": [], "section": "Behavioral Changes of Infected Individuals Due to Their Health Status"}, {"text": "where the superscript \"AR\" stands for activity reduction. From Eq. (14.2), we note that the epidemic threshold depends on the interplay between the activity rates of susceptible and infected individuals, and on the first and second statistical moments of the activity potential distribution. Moreover, similar to [25, 30] , the epidemic threshold does not depend on any parameter that is representative of the timeaggregated network of contacts. Two limit cases are of particular interest. When the activity rates are homogeneous, that is, Á S D Á I D Á, the threshold coincides with that found in [30] and reported in Eq. (14.1). On the other hand, when Á I Á S , the threshold is", "cite_spans": [{"start": 313, "end": 317, "text": "[25,", "ref_id": null}, {"start": 318, "end": 321, "text": "30]", "ref_id": null}, {"start": 598, "end": 602, "text": "[30]", "ref_id": null}], "ref_spans": [], "section": "Behavioral Changes of Infected Individuals Due to Their Health Status"}, {"text": "where the superscript \"SAR\" stands for strong activity reduction of the infected individuals. Thus, when the infection severely limits the individual activity, the epidemic threshold depends only on the activity of the susceptible individuals and on the first statistical moment of the activity potential distribution. In this case, activity fluctuations have no effect on the threshold value, and the spreading is independent of the activity of the infected individuals. The ratio Á I =Á S should be considered as a valid indicator of the process heterogeneity. The trend of the steady state fraction of infected individuals exhibits a pattern that is consistent with that of the epidemic threshold. Figure 14 .3 displays the steady state fraction of infected individuals, I 1 =N, for the same network described above, as a function of = and Á I =Á S . We find that the level curves show a trend that is similar to that of the threshold, superimposed on the plot with a white solid line. We comment that a higher value of = is required to obtain a given steady state ratio I 1 =N, when the ratio Á I =Á S is small; conversely, a smaller value of = suffices for a large value of Á I =Á S .", "cite_spans": [], "ref_spans": [{"start": 701, "end": 710, "text": "Figure 14", "ref_id": "FIGREF1"}], "section": "Behavioral Changes of Infected Individuals Due to Their Health Status"}, {"text": "A further source of behavioral change may be offered by the risk perception about the epidemic propagation. In this case, individuals may try to protect themselves by reducing their activity, aiming at reducing the chances of contact with others, irrespective of their health status. We assume that individuals have access to global information about the disease spreading [53] and, to this aim, we contemplate two modeling strategies for risk perception: the former is informed by the epidemic prevalence, that is the number of infected individuals in the population; and the latter is informed by the growth of the epidemic. When no risk is perceived, all the susceptible individuals have the same activity parameter N Á S . When the epidemic starts to spread, the activity parameter of susceptible individuals is modulated in time as a function of their perceived risk of infection. We denote such a time-varying activity parameter with Á t S . To simplify the analysis, we assume that individuals act egoistically, by not reducing their activity when infected, only seeking to minimize their chance to contract the infection. As a consequence, the activity parameter for infected individuals is held fixed at the same value of the disease-free parameter of susceptible individuals, that is Á I D N Á S . To model risk perception as a function of the prevalence of the epidemic, we posit the following behavioral rule", "cite_spans": [{"start": 373, "end": 377, "text": "[53]", "ref_id": null}], "ref_spans": [], "section": "Behavioral Changes of Susceptible Individuals Due to Risk Perception"}, {"text": "where I t is the number of infected individuals at time t. In Eq. (14.4) , N I regulates the intensity of the reduction in activity related to risk perception, so that Á t S D N Á S when I t D 0, and Á t S D 0 when I t D N I. In particular, the smaller N I is, the more intense the activity reduction is (a few infected individuals are sufficient to drop the activity of susceptible individuals to zero). Figure 14 .4 illustrates the steady state fraction I 1 =N of infected individuals in the case of a risk perception behavior based on Eq. (14.4), as a function of 1= N I and = . Importantly, the epidemic threshold is higher than in the case where susceptible individuals do not change their behavior as in Eq. (14.1). Also, this threshold tends to increase with 1= N I, even though for wide ranges of N I, the epidemic threshold is largely independent of its value. The steady state value of the infected fraction decreases as 1= N I increases, even though such a variation is quite secondary. These findings suggest that the adoption of a self-protective behavior related to risk perception is beneficial both to the individual and to the community. Indeed, even in the examined case in which individuals resume their usual activity once infected, this behavior still benefits the whole population, in terms both of increasing the epidemic threshold and decreasing the steady state value of the infected fraction. The second behavioral strategy is based on the assumption that risk perception is related to the rate of growth of the infection in time. We introduce t I D I t I t t as the time difference of the number of infected individuals between two consecutive iterations and N as a select threshold for such a time difference. Our behavioral rule for the parameter Á t S is as follows:", "cite_spans": [{"start": 66, "end": 72, "text": "(14.4)", "ref_id": null}], "ref_spans": [{"start": 405, "end": 414, "text": "Figure 14", "ref_id": "FIGREF1"}], "section": "Behavioral Changes of Susceptible Individuals Due to Risk Perception"}, {"text": "Thus, N regulates the intensity of the behavioral change with respect to the risk perception (the lower N is, the stronger the action in response to a growth in the epidemic spreading is). Figure 14 .5 illustrates the steady state fraction I 1 =N of infected individuals as a function of 1= N and = , with the same parameters used to assess the previous behavioral strategy. As expected, a more severe activity reduction (lower N ) yields a higher epidemic threshold together with a lower steady state fraction of infected individuals. Comparing the two risk perception models, we note that variations of N I have a more significant role on the first behavioral strategy than N has on the second behavioral strategy. ", "cite_spans": [], "ref_spans": [{"start": 189, "end": 198, "text": "Figure 14", "ref_id": "FIGREF1"}], "section": "Behavioral Changes of Susceptible Individuals Due to Risk Perception"}, {"text": "The introduction of behavioral phenomena has been of fundamental importance for the development of realistic epidemic models. In this section, we present a model of the 2014-2015 spreading of EVD in Liberia [36] . Behavioral phenomena are of fundamental importance to account for the reduced activity of infected and hospitalized individuals, as well as the zero activity of dead yet extremely infectious corpses that are not safely buried. We calibrate the model from field data of the 2014 April-to-December spreading in Liberia and use the model as a predictive tool, to emulate the dynamics of EVD in Liberia and offer a one year projection, until December 2015. Also, we perform a what-if analysis to assess the efficacy of timely intervention policies. In particular, we show that an earlier application of the same intervention policy would have greatly reduced the number of EVD cases, the duration of the outbreak, and the infrastructures needed for the implementation of the intervention. The motivation for the selection of ADNs to model EVD is twofold. First, the incubation time of EVD, with a minimum of 2 and a maximum of 21 days [68] , is compatible with the time scale of individual mobility patterns [69, 70] . This implies that time scale separation assumptions may yield incorrect predictions on the spread of the epidemic [11] . Second, ADNs can be adapted to account for realistic phenomena that may be critical to the assessment of the severity and duration of an EVD outbreak. The epidemic model used in this work is based on the seminal Legrand's model for EVD spreading [71] , on which most of the recent research body on EVD rests [10, 18, 19, [72] [73] [74] [75] [76] . Figure 14 .6 illustrates the dynamics of the state transition of the proposed model. According to [71] , two states related to hospitalization (H) and death followed by a traditional funeral, without immediate safe burial (F) are added. The removed state (R) indicates individuals that cannot contribute any more to the dynamics of the epidemic spreading. This state contains individuals who have recovered and are immune, and those who have died and have been safely buried. In our EVD model, we partition the removed state into two states: recovered (R R ); and dead and safely buried (R D ). Similar to [35] , we assume that people infected with EVD and not hospitalized have a lower probability to come in contact with other individuals, as they will move less due to their debilitated health. Yet, such probability is non-zero, as they may infect those who take care of them, that is, friends, parents, and relatives. Thus, we differentiate the activity of susceptible and exposed individuals from that of infected ones, using two different activity rates, namely, Á SE and Á I . ", "cite_spans": [{"start": 207, "end": 211, "text": "[36]", "ref_id": null}, {"start": 1145, "end": 1149, "text": "[68]", "ref_id": "BIBREF67"}, {"start": 1218, "end": 1222, "text": "[69,", "ref_id": null}, {"start": 1223, "end": 1226, "text": "70]", "ref_id": null}, {"start": 1343, "end": 1347, "text": "[11]", "ref_id": null}, {"start": 1596, "end": 1600, "text": "[71]", "ref_id": null}, {"start": 1658, "end": 1662, "text": "[10,", "ref_id": null}, {"start": 1663, "end": 1666, "text": "18,", "ref_id": null}, {"start": 1667, "end": 1670, "text": "19,", "ref_id": null}, {"start": 1671, "end": 1675, "text": "[72]", "ref_id": null}, {"start": 1676, "end": 1680, "text": "[73]", "ref_id": null}, {"start": 1681, "end": 1685, "text": "[74]", "ref_id": null}, {"start": 1686, "end": 1690, "text": "[75]", "ref_id": null}, {"start": 1691, "end": 1695, "text": "[76]", "ref_id": null}, {"start": 1698, "end": 1707, "text": "Figure 14", "ref_id": null}, {"start": 1796, "end": 1800, "text": "[71]", "ref_id": null}, {"start": 2304, "end": 2308, "text": "[35]", "ref_id": null}], "ref_spans": [], "section": "Modeling the 2014-2015 Ebola Virus Disease (EVD) Spreading in Liberia"}, {"text": "or dead and not safely buried (F) individual, he/she will contract the infection and transition to the exposed (E) state with per-contact transmission probability I , H , and F , respectively; 2. An exposed individual (E) transitions to the infected and symptomatic (I) state with rate I ; 3. An infected and symptomatic individual (I) transitions to one of the three states:", "cite_spans": [], "ref_spans": [], "section": "If a susceptible (S) individual is in contact with an infected (I), hospitalized (H),"}, {"text": "hospitalized (H), dead and not safely buried (F), recovered (R R ), and dead and safely buried (R D ). A fraction ı IH of infected individuals is hospitalized with rate IH ; a fraction ı IF remains in the community, eventually dies, and receives traditional funeral rituals, without safe burial, with rate IF ; a fraction ı IR R recovers with rate IR R ; and a fraction ı IR D dies in the community and is safely buried by a burial team with a rate IR D . The constraint ı IH Cı IF Cı IR R Cı IR D D 1 holds; 4. A hospitalized individual (H) transitions to the recovered (R R ) or the dead and safely buried (R D ) state. A fraction ı HR R will recover with rate HR R , whereas a fraction ı HR D will die with rate HR D and then is safely buried. The constraint ı HR R C ı HR D D 1 holds; and 5. Dead people who have not been handled by a burial team will remain infectious until burial. Individuals in the dead and not safely buried (F) state will be buried with a rate FR D and transition to the dead and buried (R D ) state. ", "cite_spans": [], "ref_spans": [], "section": "If a susceptible (S) individual is in contact with an infected (I), hospitalized (H),"}, {"text": "The WHO count of confirmed EVD cases in Liberia, from April 8, 2014 to December 31, 2014, has been used to calibrate our model. The data utilized cover a time span of 268 days [79] [80] [81] . Literature on the 2014-2015 EVD outbreak and field reports are utilized to set epidemic-specific parameters, while those related to the network activity are obtained through an identification strategy. Three different approaches have been considered to calibrate the model parameters. Table 14 .2 lists a set of parameters that are independent of the application of intervention measurements and are, therefore, considered constant in time. Their values are obtained from the literature on the EVD outbreak [11, 74, 79] . On the other hand, parameters listed in Table 14 .3 are regarded as time-varying, since they depend on the level of intervention. The literature reports that such a level has constantly increased from mid-August 2014 [11] . Interventions can be summarized as: (i) an increase in the number of hospital beds for EVD patients; (ii) the exclusive admission of patients in symptomatic states to Ebola treatment units, with a consequent reduction of the probability of infection; (iii) an increase in the number of safe burial procedures; and (iv) improvements in the implementation of contact tracing procedures [11] .", "cite_spans": [{"start": 176, "end": 180, "text": "[79]", "ref_id": null}, {"start": 181, "end": 185, "text": "[80]", "ref_id": null}, {"start": 186, "end": 190, "text": "[81]", "ref_id": "BIBREF79"}, {"start": 700, "end": 704, "text": "[11,", "ref_id": null}, {"start": 705, "end": 708, "text": "74,", "ref_id": null}, {"start": 709, "end": 712, "text": "79]", "ref_id": null}, {"start": 932, "end": 936, "text": "[11]", "ref_id": null}, {"start": 1323, "end": 1327, "text": "[11]", "ref_id": null}], "ref_spans": [{"start": 478, "end": 486, "text": "Table 14", "ref_id": "TABREF0"}, {"start": 755, "end": 763, "text": "Table 14", "ref_id": "TABREF0"}], "section": "Model Calibration"}, {"text": "In an effort to minimize the complexity of the model, time-varying parameters are set to different constant values, changing in a step-like manner. The time instants at which such changes occur are: before mid-August (day 0 to 120), between mid-August and mid-October (day 121 to 180), and after mid-October (day 181 onward). The parameters for the first two phases are selected from the available literature [11, 74, 79] , while those in the third phase reflect the further increase in the efficiency of the intervention level, which we know has occurred in many districts of Liberia, especially in Montserrado (the Capital County), where a strong improvement in hospitalization, laboratory testing and body collection in October has been reported by the Centers for Disease Control and Prevention (CDC) [82] . Although the parameter set for the third phase has not been confirmed in the literature, our selection reflects the application of an almost ideal intervention in the field confirmed by relevant WHO statements [83] .", "cite_spans": [{"start": 409, "end": 413, "text": "[11,", "ref_id": null}, {"start": 414, "end": 417, "text": "74,", "ref_id": null}, {"start": 418, "end": 421, "text": "79]", "ref_id": null}, {"start": 805, "end": 809, "text": "[82]", "ref_id": null}, {"start": 1022, "end": 1026, "text": "[83]", "ref_id": "BIBREF81"}], "ref_spans": [], "section": "Model Calibration"}, {"text": "The remaining ADN-related parameters, that is, the number of contacts per unit time of active nodes, m, the scaling factor of the activity of susceptible and exposed individuals, Á SE , and that of infected and symptomatic individuals, Á I , have been identified using a least square optimization technique on the epidemic curve of cumulative WHO-confirmed EVD cases in Liberia ", "cite_spans": [], "ref_spans": [], "section": "Model Calibration"}, {"text": "A validation phase has been run on the model through Monte Carlo simulations over 50 randomized trials. While model parameters and the size of the initial seed of infected individuals are held constant to the values determined by the identification phase, the trials are randomized over the initial locations of the infectious seed cases. The averaged epidemic curve is then compared with the WHO-confirmed cumulative curve of EVD cases [80], and results are illustrated in Fig. 14.7. As anticipated, the model replicates with good accuracy the epidemic curve during the first 268 days used for calibration, while predicting a modest increase in the case count for the remaining 337 days, until December 2, 2015.", "cite_spans": [], "ref_spans": [{"start": 474, "end": 484, "text": "Fig. 14.7.", "ref_id": "FIGREF1"}], "section": "Model Validation, Predictions, and What-If Analysis"}, {"text": "The model can be effectively used to estimate the efficacy of timely intervention policies. To this aim, we contemplate the possibility of shifting the time when we have seen an increase in the level of field interventions (day 121 in Table 14 .3) to an Table 14. 3. The step-like discontinuity in the case count around sample 200 is likely due to data corruption. This observation is supported by the corresponding death count, which decreases correspondingly (while it should always increase) [88] . In (b)-(d), the three phases of the intervention policies are separately illustrated. Model predictions are illustrated in (d), from day 268 onwards earlier day. In other words, we run our EVD model by only changing the time when the transition between Phase 1 and Phase 2 takes place. We consider the following possible dates: early July (day 76), early June (day 46), and early May (day 16). Figure 14 .8a displays the forecasted cumulative case counts associated with the selected times. As expected, anticipating the implementation of more effective intervention policies drastically reduces the epidemic spreading. For example, the outbreak would have ended with a 72% reduction of the total Ebola cases (i.e., 2,830 rather than 9,922) by anticipating the increase in the level of interventions to day 76.", "cite_spans": [{"start": 495, "end": 499, "text": "[88]", "ref_id": "BIBREF86"}], "ref_spans": [{"start": 235, "end": 243, "text": "Table 14", "ref_id": "TABREF0"}, {"start": 254, "end": 263, "text": "Table 14.", "ref_id": "TABREF0"}, {"start": 896, "end": 905, "text": "Figure 14", "ref_id": "FIGREF1"}], "section": "Model Validation, Predictions, and What-If Analysis"}, {"text": "The beneficial effect of an earlier implementation of superior intervention policies is also noted in the timing of the epidemic peak. Figure 14 .8b displays Fig. 14. 8a. We observe that the occurrence of the peak recedes when these superior intervention policies are applied earlier. A timely implementation would thus also be beneficial to a faster resolution of the outbreak.", "cite_spans": [], "ref_spans": [{"start": 135, "end": 144, "text": "Figure 14", "ref_id": "FIGREF1"}, {"start": 158, "end": 166, "text": "Fig. 14.", "ref_id": "FIGREF1"}], "section": "Model Validation, Predictions, and What-If Analysis"}, {"text": "The model can also be used to estimate the needed infrastructure to face the outbreak, in the form of the number of beds available for EVD patients. Figure 14 .8c shows the number of hospitalized persons as a function of time for the same instances considered in Figs. 14.8a,b. To implement a desired intervention policy at a given time, the number of available hospital beds must be larger than or equal to the number of persons that should be theoretically hospitalized. Therefore, the peak value of the number of hospitalized persons predicted by the model can be used to estimate the numbers of beds that should be made available in the country. Figure 14 .8c suggests that anticipating the implementation of more effective intervention policies reduces the size of the infrastructure that should be available. While the mid-August timing is estimated to require 331 beds, anticipating it to early in July would have only required 91 beds.", "cite_spans": [], "ref_spans": [{"start": 149, "end": 158, "text": "Figure 14", "ref_id": "FIGREF1"}, {"start": 650, "end": 659, "text": "Figure 14", "ref_id": "FIGREF1"}], "section": "Model Validation, Predictions, and What-If Analysis"}, {"text": "Apart from the computation of the epidemic threshold [25, 30, 35, 38] , previous studies on ADNs largely carry out their analysis based on extensive Monte Carlo simulations [25, 30, 31, 35, 36, 38, [89] [90] [91] [92] [93] [94] . In this section, we establish an analytical framework to study the entire dynamics of the epidemic spreading at the population level (from the zero-infected condition to the endemic equilibrium) [37] . Differently from the original ADN formulation, where a discrete-time epidemic model is implemented with a continuous probability distribution for the nodes' activities, we formulate a continuous-time model with a discrete distribution. The advantages of our approach are manifold. First, it does not rely on extensive Monte Carlo simulations, but requires the integration of simple ordinary differential equations (ODEs). Second, it is not necessary to select a time step, a required procedure for discrete-time models that can lead to confounds in the correct reproduction of the system dynamics [95] . Third, it is based on a reduced number of parameters with respect to traditional instances of ADNs [25, 30, 31, 35, 36, 38, [89] [90] [91] [92] [93] .", "cite_spans": [{"start": 53, "end": 57, "text": "[25,", "ref_id": null}, {"start": 58, "end": 61, "text": "30,", "ref_id": null}, {"start": 62, "end": 65, "text": "35,", "ref_id": null}, {"start": 66, "end": 69, "text": "38]", "ref_id": null}, {"start": 173, "end": 177, "text": "[25,", "ref_id": null}, {"start": 178, "end": 181, "text": "30,", "ref_id": null}, {"start": 182, "end": 185, "text": "31,", "ref_id": null}, {"start": 186, "end": 189, "text": "35,", "ref_id": null}, {"start": 190, "end": 193, "text": "36,", "ref_id": null}, {"start": 194, "end": 197, "text": "38,", "ref_id": null}, {"start": 198, "end": 202, "text": "[89]", "ref_id": null}, {"start": 203, "end": 207, "text": "[90]", "ref_id": null}, {"start": 208, "end": 212, "text": "[91]", "ref_id": null}, {"start": 213, "end": 217, "text": "[92]", "ref_id": null}, {"start": 218, "end": 222, "text": "[93]", "ref_id": null}, {"start": 223, "end": 227, "text": "[94]", "ref_id": null}, {"start": 425, "end": 429, "text": "[37]", "ref_id": null}, {"start": 1029, "end": 1033, "text": "[95]", "ref_id": null}, {"start": 1135, "end": 1139, "text": "[25,", "ref_id": null}, {"start": 1140, "end": 1143, "text": "30,", "ref_id": null}, {"start": 1144, "end": 1147, "text": "31,", "ref_id": null}, {"start": 1148, "end": 1151, "text": "35,", "ref_id": null}, {"start": 1152, "end": 1155, "text": "36,", "ref_id": null}, {"start": 1156, "end": 1159, "text": "38,", "ref_id": null}, {"start": 1160, "end": 1164, "text": "[89]", "ref_id": null}, {"start": 1165, "end": 1169, "text": "[90]", "ref_id": null}, {"start": 1170, "end": 1174, "text": "[91]", "ref_id": null}, {"start": 1175, "end": 1179, "text": "[92]", "ref_id": null}, {"start": 1180, "end": 1184, "text": "[93]", "ref_id": null}], "ref_spans": [], "section": "Toward Analytical Treatment of ADNs: A Continuous-Time, Discrete-Distribution Theory"}, {"text": "In our new framework, we consider a (large) population of N individuals, each associated with a node of a time-varying undirected graph G .t/ D .V ; E .t//, with When a node activates, it contacts exactly one node uniformly at random in V , generating a single link. If this link connects an infected node with a susceptible one, then the epidemic propagates with a fixed probability , otherwise nothing happens. We suppose that the duration of the contact is instantaneous, so that is considered a per-contact infection probability. The link is instantaneously removed, and the node may activate again according to the same rule. Each infected node recovers after a time that is drawn from an exponentially distributed random variable with parameter , becoming susceptible again. Thus, 1 is the expected time needed by a individual to recover.", "cite_spans": [], "ref_spans": [], "section": "Toward Analytical Treatment of ADNs: A Continuous-Time, Discrete-Distribution Theory"}, {"text": "The relationship with discrete-time ADN models is straightforward. In a time step t, the continuous-time model establishes as many links as in a realization of the discrete-time model. The activity rate of a node in continuous-time corresponds to the product of its activity potential and the number of contacts it can establish in the time step. The probability that an infected node recovers in a discrete-time step is 1 e t . The per-contact infection probability does not change between continuous-and discrete-time.", "cite_spans": [], "ref_spans": [], "section": "Toward Analytical Treatment of ADNs: A Continuous-Time, Discrete-Distribution Theory"}, {"text": "The proposed discrete activity distribution follows a power-law with k equidistant activation classes, each characterized by an activity rate a i (a 1 < < a k ). For the generic i-th class, we denote with n i its number of nodes and we let n i / a i . The parameter controls the heterogeneity among individuals, similar to the classical ADN paradigm with a continuous distribution of activity potentials.", "cite_spans": [], "ref_spans": [], "section": "Toward Analytical Treatment of ADNs: A Continuous-Time, Discrete-Distribution Theory"}, {"text": "With reference to an SIS epidemic process, Y v .t/ 2 fS; Ig denotes the susceptible (S) or infected (I) state of node v at time t. All the states are encapsulated in a vector Y.t/ 2 fS; Ig V . The analysis is executed by mapping Y.t/ to a k-dimensional stochastic process Z.t/ WD ZOEY.t/, comprising the fraction of infected nodes in each activation class. Variable Z i .t/ indicates the fraction of infected nodes with activity rate a i , at time t.", "cite_spans": [], "ref_spans": [], "section": "Toward Analytical Treatment of ADNs: A Continuous-Time, Discrete-Distribution Theory"}, {"text": "In the thermodynamic limit N ! 1, the fraction of nodes .n 1 =N; : : : ; n k =N/ in each of the activation classes converges to .Á 1 ; : : : ; Á k /, independent of N, due to the central limit theorem. Then, Kurtz' theorem [97] ensures that for every finite time horizon, the stochastic process Z.t/ is close to a deterministic dynamical system with vector variable .t/, solution of the following set of ODEs: Integrating Eq. (14.6) allows to closely simulate the epidemic spreading without the need of Monte Carlo simulations. To verify this claim and demonstrate the correspondence between continuous-and discrete-time epidemic models, we consider two different dynamics on real-world phenomena, modeled through ADNs: flu spreading in a university campus and trend diffusion on Twitter. System parameters are obtained from case studies [25, [98] [99] [100] [101] , as detailed in [37] . We compare the outcome of Monte Carlo simulations averaged over 200 trials for both the continuous-and the discrete-time processes, along with the integration of the deterministic ODE system (14.6) . In both examples, the activity distribution is discretized over k D 59 equidistant activation classes. Figure 14 .9 demonstrates the equivalence of our approach with respect to traditional ADNs in Monte Carlo simulations, along with the validity of system (14.6) to exactly predict the epidemic spreading.", "cite_spans": [{"start": 223, "end": 227, "text": "[97]", "ref_id": "BIBREF95"}, {"start": 838, "end": 842, "text": "[25,", "ref_id": null}, {"start": 843, "end": 847, "text": "[98]", "ref_id": "BIBREF96"}, {"start": 848, "end": 852, "text": "[99]", "ref_id": null}, {"start": 853, "end": 858, "text": "[100]", "ref_id": null}, {"start": 859, "end": 864, "text": "[101]", "ref_id": "BIBREF99"}, {"start": 882, "end": 886, "text": "[37]", "ref_id": null}, {"start": 1080, "end": 1086, "text": "(14.6)", "ref_id": null}], "ref_spans": [{"start": 1192, "end": 1201, "text": "Figure 14", "ref_id": "FIGREF1"}], "section": "Toward Analytical Treatment of ADNs: A Continuous-Time, Discrete-Distribution Theory"}, {"text": "The study of the k-dimensional system (14.6) is more amenable to analytical treatment if it is rewritten in terms of the first k macroscopic variables, x 1 ; : : : ; x k , resulting in the following system of ODEs: 8 < :", "cite_spans": [], "ref_spans": [], "section": "Toward Analytical Treatment of ADNs: A Continuous-Time, Discrete-Distribution Theory"}, {"text": "where˛j D P Á h a j h are the moments of the activity rates distribution. This system is well-posed since the term P Á h a k h h in the k-th equation is a linear combination of the linearly independent variables x 1 ; : : : ; x k .", "cite_spans": [], "ref_spans": [], "section": "Toward Analytical Treatment of ADNs: A Continuous-Time, Discrete-Distribution Theory"}, {"text": "Studying system (14.7) leads to a significant characterization of the epidemic spreading, beyond the computation of the epidemic threshold in Eq. (14.1) obtained from linear stability analysis [37] . However, the selection of power-laws with exponent between 2 and 3 in the activity distribution induces numerical instabilities, since statistical moments of the distribution blow up from the second onwards. Moreover, the prescription of initial conditions for macroscopic variables of order greater than 1 may result unfeasible in real-world applications.", "cite_spans": [{"start": 193, "end": 197, "text": "[37]", "ref_id": null}], "ref_spans": [], "section": "Toward Analytical Treatment of ADNs: A Continuous-Time, Discrete-Distribution Theory"}, {"text": "A possible approach to address these issues is to project the k-dimensional dynamics to a lower dimensional space consisting of only k k equations. We approximate the term x k C1 using two elementary bounds: a 1 x k Ä x k C1 Ä a k x k and x k C1 Ä˛k . Using these bounds, we can reduce the system of k ODEs (14.7) to a system of k ordinary differential inclusions (ODIs) [102] , consisting of one inclusion and k 1 equations. If k D 1, we bound a 1 x 1 Ä x 2 Ä minf˛1; a k x 1 g, reducing system (14.7) to a single ODI. This one-dimensional system should not be contemplated to accurately predict the evolution of the process during the transient, between the zero-infected condition and the endemic equilibrium, due to the conservativeness of the bounds during such a transient phase. However, it can be effectively used to analytically determine an interval I for the endemic equilibrium N x 1 , which is Ä max ˛1 ˛1 C ;", "cite_spans": [{"start": 371, "end": 376, "text": "[102]", "ref_id": "BIBREF100"}], "ref_spans": [], "section": "Toward Analytical Treatment of ADNs: A Continuous-Time, Discrete-Distribution Theory"}, {"text": ".a k C˛1/ 2 a k ;", "cite_spans": [], "ref_spans": [], "section": "Toward Analytical Treatment of ADNs: A Continuous-Time, Discrete-Distribution Theory"}, {"text": ". if ˛1 < . Notice that, if ˛1 D , we analytically compute N x 1 D 1=2. We demonstrate the use of these two bounds through the two real-world case studies on flu spreading and Twitter [37] . Figure 14 .10 illustrates the prediction of the endemic state using the bounds for k D 1, for the two case studies. Our simulations indicate that the accuracy of the bounds depends on the system parameters. Specifically, our results suggest that the closer is the endemic state to N x 1 D 1=2 (that is,˛1 D ), the more precise the bounds are.", "cite_spans": [{"start": 184, "end": 188, "text": "[37]", "ref_id": null}], "ref_spans": [{"start": 191, "end": 200, "text": "Figure 14", "ref_id": "FIGREF1"}], "section": "Toward Analytical Treatment of ADNs: A Continuous-Time, Discrete-Distribution Theory"}, {"text": "An improved prediction of the transient phase is obtained with k D 2, which leads to an ODI for the evolution of x 2 , coupled to the first ODE in system (14.7). As detailed in [37] , we establish the two following ancillary ODEs: The upper-and lower-bounds for x 1 are obtained by coupling the first ODE in system (14.7) with Eqs. (14.9a) and (14.9b), and integrating in the limit as \" ! 0. Simulation results in Fig. 14 .11 demonstrate the accuracy of the bounds in capturing the transient response. Higher endemic equilibria seem manifest into tighter prediction bounds during the transient, albeit the upper bound becomes conservative as time progresses. In general, the predictions of the endemic state from k D 2 are less precise than the simpler closed-form results for k D 1. This is related to the solutions of the ancillary ODEs (14.9a) and (14.9b) leaving the bounds for k D 1. With this in mind, the overall prediction accuracy could be improved by combining the bounds in Figs. 14.10 and 14.11.", "cite_spans": [{"start": 177, "end": 181, "text": "[37]", "ref_id": null}], "ref_spans": [{"start": 414, "end": 421, "text": "Fig. 14", "ref_id": "FIGREF1"}], "section": "Toward Analytical Treatment of ADNs: A Continuous-Time, Discrete-Distribution Theory"}, {"text": "Toward a further improvement in the prediction of the epidemic spreading, our framework can be utilized to produce accurate finite-time-horizon predictions, based on the availability of low-frequency epidemic data at the population level, such as the cumulative count case or the epidemic incidence [37] .", "cite_spans": [{"start": 299, "end": 303, "text": "[37]", "ref_id": null}], "ref_spans": [], "section": "Toward Analytical Treatment of ADNs: A Continuous-Time, Discrete-Distribution Theory"}, {"text": "Modeling of epidemic spreading has greatly advanced in the last decades, due to the availability of powerful models and computing power. However, much effort is needed to obtain models that are accurate and realistic, yet computationally affordable. To this aim, ADNs are a valuable tool to encapsulate the inherent heterogeneity in the characteristics of a population and to embrace the concurrent evolution of epidemic dynamics and the formation of the network of contacts on the present hyperconnected world. This chapter has presented our research effort, which aims at including realistic factors in epidemic modeling, while keeping the model computationally affordable and analytically tractable.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "However, further work is needed toward steering the theoretical models presented herein toward effective tools for predicting epidemic spreading prediction and assisting interventions in the field. Future efforts will aim at tackling spatial and temporal memory in the network formation, which will help in encapsulating spatial locality and temporal recurrence in human contacts. Finally, effective techniques to achieve an analytical solution of the framework presented in the last section should be put forward.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF1": {"ref_id": "b1", "title": "Modeling Infectious Diseases in Humans and Animals", "authors": [{"first": "M", "middle": ["J"], "last": "Keeling", "suffix": ""}, {"first": "P", "middle": [], "last": "Rohani", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Mathematical Models in Population Biology and Epidemiology", "authors": [{"first": "F", "middle": [], "last": "Brauer", "suffix": ""}, {"first": "C", "middle": [], "last": "Castillo-Chavez", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Modeling the Interplay between Human Behavior and the Spread of Infectious Diseases", "authors": [{"first": "P", "middle": [], "last": "Manfredi", "suffix": ""}, {"first": "A", "middle": [], "last": "D&apos;onofrio", "suffix": ""}], "year": 2013, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Dynamical Processes on Complex Networks", "authors": [{"first": "A", "middle": [], "last": "Barrat", "suffix": ""}, {"first": "M", "middle": [], "last": "Barthelemy", "suffix": ""}, {"first": "A", "middle": [], "last": "Vespignani", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Social Phenomena. From Data Analysis to Models", "authors": [{"first": "N", "middle": [], "last": "Perra", "suffix": ""}, {"first": "B", "middle": [], "last": "Gonçalves", "suffix": ""}], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "59--83", "other_ids": {}}, "BIBREF49": {"ref_id": "b49", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "M", "middle": ["C J"], "last": "Bootsma", "suffix": ""}, {"first": "N", "middle": ["M"], "last": "Ferguson", "suffix": ""}], "year": 2007, "venue": "", "volume": "104", "issn": "", "pages": "", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "E", "middle": [], "last": "Fenichel", "suffix": ""}], "year": 2011, "venue": "", "volume": "108", "issn": "", "pages": "", "other_ids": {}}, "BIBREF57": {"ref_id": "b57", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "S", "middle": [], "last": "Funk", "suffix": ""}, {"first": "E", "middle": [], "last": "Gilad", "suffix": ""}, {"first": "C", "middle": [], "last": "Watkins", "suffix": ""}, {"first": "V", "middle": ["A A"], "last": "Jansen", "suffix": ""}], "year": 2009, "venue": "", "volume": "106", "issn": "", "pages": "", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Ebola virus disease", "authors": [{"first": "M", "middle": ["C"], "last": "González", "suffix": ""}, {"first": "C", "middle": ["A"], "last": "Hidalgo", "suffix": ""}, {"first": "A", "middle": [], "last": "Barabási", "suffix": ""}], "year": 2008, "venue": "", "volume": "453", "issn": "", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "The WHO Ebola Response Team", "authors": [], "year": 2014, "venue": "N. Engl. J. Med", "volume": "371", "issn": "16", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Ebola outbreak in West Africa -Case counts", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "Data for the 2014 Ebola outbeak in West Africa", "authors": [{"first": "C", "middle": [], "last": "Rivers", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF81": {"ref_id": "b81", "title": "World Health Organization. The Ebola outbreak in Liberia is over", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "Proc. Natl. Acad. Sci", "authors": [{"first": "J", "middle": ["P"], "last": "Onnela", "suffix": ""}, {"first": "J", "middle": [], "last": "Saramäki", "suffix": ""}, {"first": "J", "middle": [], "last": "Hyvönen", "suffix": ""}, {"first": "G", "middle": [], "last": "Szabó", "suffix": ""}, {"first": "D", "middle": [], "last": "Lazer", "suffix": ""}, {"first": "K", "middle": [], "last": "Kaski", "suffix": ""}, {"first": "J", "middle": [], "last": "Kertész", "suffix": ""}, {"first": "A", "middle": ["L"], "last": "Barabási", "suffix": ""}], "year": 2007, "venue": "", "volume": "104", "issn": "", "pages": "", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "Ebola outbreak in West Africa -reported cases graphs", "authors": [], "year": 2014, "venue": "Centers for Disease Control and Prevention", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Probability Models and Applications", "authors": [{"first": "I", "middle": [], "last": "Olkin", "suffix": ""}, {"first": "L", "middle": [], "last": "Gleser", "suffix": ""}, {"first": "C", "middle": [], "last": "Derman", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Approximation of Population Processes", "authors": [{"first": "T", "middle": ["G"], "last": "Kurtz", "suffix": ""}], "year": 1981, "venue": "", "volume": "36", "issn": "", "pages": "", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "Estimating Social Network Structure and Propagation Dynamics for an Infectious Disease", "authors": [{"first": "L", "middle": [], "last": "Kim", "suffix": ""}, {"first": "M", "middle": [], "last": "Abramson", "suffix": ""}, {"first": "K", "middle": [], "last": "Drakopoulos", "suffix": ""}, {"first": "S", "middle": [], "last": "Kolitz", "suffix": ""}, {"first": "A", "middle": [], "last": "Ozdaglar", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "85--93", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Proceedings of the 32nd Annual ACM Symposium on Theory of Computing, STOC'00", "authors": [{"first": "W", "middle": [], "last": "Aiello", "suffix": ""}, {"first": "F", "middle": [], "last": "Chung", "suffix": ""}, {"first": "L", "middle": [], "last": "Lu", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "171--180", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Differential Inclusions: Set-Valued Maps and Viability Theory", "authors": [{"first": "J", "middle": ["P"], "last": "Aubin", "suffix": ""}, {"first": "A", "middle": [], "last": "Cellina", "suffix": ""}], "year": 2012, "venue": "", "volume": "264", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "From", "latex": null, "type": "figure"}, "FIGREF1": {"text": "2 displays the threshold AR in Eq. (14.2) as a function of the ratio Á I =Á S , for Á S D 15, D 0:1, and a network of N D 10;000 nodes with m D 5. A distribution F.x/ / x , with D 2:1 is selected for the activity potentials and a lower cutoff D 10 3 on the x variable is adopted to avoid the singularity of F.x/ for x close to zero. Such parameter values are maintained along the rest of this section, unless otherwise specified.", "latex": null, "type": "figure"}, "FIGREF2": {"text": ". 14.3 (From [35]) Steady state fraction I 1 =N of infected individuals (color-coded) as a function of = and Á I =Á S . The white solid line defines the theoretical threshold computed according to Eq. (14.2), and the white dashed line offers a conservative estimate of the epidemic threshold computed on the steady state data, by setting the fraction of infected individuals to 0.001. Results are averaged over 50 independent trials with an initial infected number of 0:01N random individuals", "latex": null, "type": "figure"}, "FIGREF3": {"text": ". 14.4 (From [35]) Steady state fraction I 1 =N of infected individuals (color-coded) with a risk perception behavior as in Eq. (14.4), as a function of 1= N I and = , for N Á S D Á I D 15. The white solid line defines the epidemic threshold for uniform and constant activity Á S D Á I D 15, computed according to Eq. (14.1), and the white dashed line offers a conservative estimate of the epidemic threshold with the inclusion of risk perception behavior, computed by setting the fraction of infected individuals to 0.001. Results are averaged over 50 independent trials with an initial infected number of 0:01N random individuals", "latex": null, "type": "figure"}, "FIGREF4": {"text": ". 14.5 (From [35]) Steady state fraction I 1 =N of infected individuals (color-coded) with a risk perception behavior as in Eq. (14.5), as a function of 1= N and = , for N Á S D Á I D 15. The white solid line defines the epidemic threshold for uniform and constant activity Á S D Á I D 15, computed according to Eq. (14.1), and the white dashed line offers a conservative estimate of the epidemic threshold with the inclusion of risk perception behavior, computed by setting the fraction of infected individuals to 0.001. Network and simulation parameters are the same as in Fig. 14.4", "latex": null, "type": "figure"}, "FIGREF5": {"text": ". 14.6 (From[36]) State transitions in a seven-state EVD model. The states are: S, susceptible; E, exposed (infected, non-symptomatic); I, infected (symptomatic); H, hospitalized; F, dead but not buried; R R , recovered; and R D , dead and safely buried Legrand's model is a variant of the Susceptible-Exposed-Infected-Recovered model, which accounts for additional states to describe the specific dynamics of EVD. These additional states include hospitalized individuals and individuals who are dead but unsafely buried. In line with previous works, model parameters have been in part hypothesized from the existing literature[11,18,71,74,[77][78][79], and in part identified through a least square technique on the available dataset of the case count provided by the World Health Organization (WHO)[79][80][81].", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Model parameters belong to three categories: probabilities of infection, transition rates, and transition fractions. Probabilities of infection are indicated with , where the subscript identifies (I), (H), or (F) states. These parameters indicate the percontact probability of a susceptible individual to contract the epidemic by contacting an infected (I), hospitalized (H), or a dead and not safely buried (F) individual. Transition rates are indicated with , where subscripts indicate any two different states of the epidemic model. The inverse of a transition rate 1= quantifies the average time for an individual to transition from state to state . Similarly, a transition fraction is denoted with ı and quantifies the fraction of individuals in state that transition to state .", "latex": null, "type": "figure"}, "FIGREF7": {"text": "[80] fromApril 8, 2014   toDecember 31, 2014  (268 days). The identified parameter values are m D 7, Á SE D 4:5, and Á I D 3:2. These parameters have been then used to validate the model on a further portion of the epidemic curve, related to confirmed cases from January 1, 2015, to December 2, 2015. Additional simulations have been performed to assess the role of the exponent of the activity distribution, , on the evolution of the epidemic. A good fit has been found by setting D 2:1. This value is consistent with other findings in the literature, which posit that social interactions follow heavy-tailed or skewed statistical distributions[84][85][86][87].", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Fig. 14.7 (From [36]) Calibration of the model on real data and model predictions. In (a), the comparison between model predictions and field data involved the entire duration of the spreading from 4/8/2014 to 12/2/2015. The solid line shows model results in terms of the cumulative number of cases, and the dashed line shows the cumulative case count reported by WHO and CDC in Liberia [80]. The three regions in (a) identify the three phases of the intervention policy hypothesized in", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Fig. 14.8 (From [36]) Prediction of the (a) cumulative number of cases; (b) instantaneous number of cases; and (c) instantaneous number of hospitalized patients in Liberia between 4/8/2014 and 8/20/2015, by varying the time of the transition between Phase 1 and Phase 2, defining when the level of interventions is increased. The dates of such transitions are detailed in the legend. Simulations are averaged over 50 independent trials the trend of the instantaneous number of infected individuals for the same instances considered in", "latex": null, "type": "figure"}, "FIGREF10": {"text": "6) with i D 1; : : : ; k and i .0/ D Z i .0/. Here, the macroscopic variable x 1 D P Á h h represents the fraction of infected individuals across all classes, which is the main observable in the study of epidemic spreading. The macroscopic variable x 2 D P Á h a h h takes into consideration the fraction of infected nodes weighted by their individual activity rates. In general, we define x j D P Á h a j 1 h h . From Eq. (14.6), we appreciate that the drift in the fraction of infected nodes in each class is determined by three effects: the recovery of infected nodes ( i ); the spreading associated with active nodes in the i-th class generating contacts toward infected nodes ( .1 i /a i x 1 ); and the spreading related to active infected nodes generating contacts with the nodes of the i-th class ( .1i /x 2 ). From[37]) Time evolution of the fraction of infected nodes for the flu (a) and Twitter (b) case studies. Comparison between discrete-time continuous-distribution ADN process (blue, dashed), our continuous-time discrete-distribution approach (green, dotted) model, and theoretical predictions (red, solid) from Eq.(14.6)", "latex": null, "type": "figure"}, "FIGREF11": {"text": "Fig. 14.10 (From[37]) Averaged Monte Carlo simulations of a discrete-time continuousdistribution ADN process (blue) and theoretical bounds on the endemic equilibrium state (computed for k D 1, in red), for flu (a) and Twitter (b) case studies. From data in[37],˛1 = is equal to 0.988 in (a) and 1.785 in (Fig. 14.11 (From [37]) Averaged Monte Carlo simulations of a discrete-time continuousdistribution ADN process (blue) and theoretical bounds on the dynamics of the epidemic spreading (computed for k D 2 with \" D 10 3 , in red), for flu (a) and Twitter (b) case studies", "latex": null, "type": "figure"}, "TABREF0": {"text": "1 (From[36]) Parameters of the activity driven EVD modelEI , IH , IF , IRR , IRD , HRR , HRD , FRD Transition rate ı IH , ı IF , ı IRR , ı IRD , ı HRR , ı HRDTransition fraction", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 14.1 summarizes the parameters of the model. The state transitions of our ADN-based model, describing the dynamics of EVD spreading, are:", "latex": null, "type": "table"}, "TABREF2": {"text": "", "latex": null, "type": "table"}, "TABREF4": {"text": "where \";x 2 .x 1 /, is a continuous function that, in the limit \" ! 0, tends to the Heaviside function \";x 2 .x 1 / ! a 1 x 2 if x 1 < 1=2; minfa k x 2 ;˛2g if x 1 > 1=2:(14.10)", "latex": null, "type": "table"}}, "back_matter": [{"text": "This chapter contains figures and excerpts from [35] [36] [37] . We acknowledge and thank Elsevier [36] and the American Physical Society [35, 37] for granting the permission to reuse the relevant material.", "cite_spans": [{"start": 48, "end": 52, "text": "[35]", "ref_id": null}, {"start": 53, "end": 57, "text": "[36]", "ref_id": null}, {"start": 58, "end": 62, "text": "[37]", "ref_id": null}, {"start": 99, "end": 103, "text": "[36]", "ref_id": null}, {"start": 138, "end": 142, "text": "[35,", "ref_id": null}, {"start": 143, "end": 146, "text": "37]", "ref_id": null}], "ref_spans": [], "section": "acknowledgement"}]}