{
    "paper_id": "d4ad96f5d7f4014508ed09dafc457ab55730903a",
    "metadata": {
        "title": "First Things First: Parent Psychological Flexibility and Self-Compassion During COVID-19",
        "authors": [
            {
                "first": "Lisa",
                "middle": [
                    "W"
                ],
                "last": "Coyne",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Evelyn",
                "middle": [
                    "R"
                ],
                "last": "Gould",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mikala",
                "middle": [],
                "last": "Grimaldi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "McLean Hospital",
                    "location": {
                        "settlement": "Belmont",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kelly",
                "middle": [
                    "G"
                ],
                "last": "Wilson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Mississippi",
                    "location": {
                        "settlement": "Oxford",
                        "region": "MI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gabriel",
                "middle": [],
                "last": "Baffuto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Scranton",
                    "location": {
                        "settlement": "Scranton",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "Biglan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Oregon Research Institute",
                    "location": {
                        "settlement": "Eugene",
                        "region": "OR",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has brought about significant stress and anxiety for many parents around the world. Psychological flexibility and self-care are fundamental aspects of psychological health. For parents, shaping these processes may help promote family nurturance, support children's prosocial behavior, and provide effective and consistent use of evidence-based parenting \"kernels.\" The goal of this article is to provide practitioners with evidence-based tools that will support psychological flexibility, self-care, and positive parenting behaviors in caregivers during COVID-19 and beyond.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "placed under conditions such that they are more vulnerable to becoming sick (Valentino-DeVries, Lu, & Dance, 2020) . In addition, whereas 9 out of 10 Americans are under a shelterin-place order, many first-line health care workers are unable to stay home. Consider that these parents may be returning home at the end of the day, unable to hug their children due to contamination fears, burdened by working with the very ill without adequate medical supplies, and perhaps traumatized by the necessity to make difficult treatment decisions.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 114,
                    "text": "(Valentino-DeVries, Lu, & Dance, 2020)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic has confronted many parents with difficult choices. Parents may be dealing with the stress of going back and forth to work and the potential contamination of their homes. Some may be dealing with increased demands of homeschooling their children while still trying to meet their own employment requirements. Some may have elderly parents whom they need to care for and ensure the safety of. For parents of children with developmental delays, chronic emotional or behavioral difficulties, or other health challenges, the demands are further increased. As demands and parent stress increase and resources dwindle, children may also be placed in increased proximity of domestic abuse (Tolan, 2020) . In sum, parents in the United States and beyond are experiencing a collision of roles-parent, partner, employee, business owner, employer, sibling, caretaker, friend, child, teacher, and so on. They may be faced with fear and uncertainty about the future and how to keep their families safe, while managing this collision of roles, responsibilities, and expectations. Many families are distancing not only from other people but also from everything that is familiar.",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 716,
                    "text": "(Tolan, 2020)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As practitioners, how do we continue to provide meaningful and effective services when we and the families we serve are faced with intractable, chronic stress and uncertainty that is beyond our control? This can feel like an overwhelming and even impossible task. Behavior analysts are generally well equipped with evidence-based behavioral intervention strategies for supporting parents; however, it may also be important to consider the broader context of parent behavior, such as the role of private events (including \"psychological distress\") and the family's cultural, socioeconomic, and historical context. Families may need assistance to ensure that their basic needs are met, including food, shelter, clothing, safety, health care, and financial support, before behavior analysts provide other kinds of support. Practitioners will need more than their standard toolbox of behavioral parenting strategies: Technical skills must be balanced with fluency in collaboration, compassionate care, therapeutic alliance, and self-care skills (LeBlanc, Taylor, & Marchese, 2019; Taylor, LeBlanc, & Nosik, 2019) .",
            "cite_spans": [
                {
                    "start": 1041,
                    "end": 1076,
                    "text": "(LeBlanc, Taylor, & Marchese, 2019;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1077,
                    "end": 1108,
                    "text": "Taylor, LeBlanc, & Nosik, 2019)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "On an airplane, when there is an emergency, parents are told to put on their own oxygen masks first so that they can effectively support their children and keep them safe. In the time of this pandemic, practitioners must thus teach parents how to care for themselves if they are to expand their ability to nurture their children through adversity. Similarly, if practitioners are to effectively support other families, they will also need tools for managing their own distress and buffer against the effects of burnout. The goal of this article is thus to provide immediate tools that strengthen both parent and practitioner resiliency and flexibility in the context of COVID-19. Such tools may also support families beyond present challenges by creating longer term resilience. Specifically, we will describe how to support parents' psychological flexibility and self-care. Psychological flexibility refers to the ability to recognize and adapt to situational demands, to remain aware and open to the present moment such that one can recognize and shift behavior strategies as required by situational demands, and to engage in actions that are congruent with one's deeply held values (Hayes, Strosahl, & Wilson, 2012; Kashdan & Rottenberg, 2010) . Self-care, as defined by the World Health Organization, refers to the practice of taking action to preserve or improve one's own health, especially during periods of stress, or \"the ability of individuals, families and communities to promote health, prevent disease, maintain health, and to cope with illness and disability with or without the support of a healthcare provider\" (World Health Organization, Regional Office for South-East Asia, 2014: p. 15). It is our contention that supporting psychological flexibility (Burke & Moore, 2015; Da Paz & Wallander, 2017; Hartley, Dorstyn, & Due, 2019; Irwin, Jesmont, & Basu, 2019; Moyer et al., 2018; Williams, Ciarrochi, & Heaven, 2012) and self-compassion (Gouveia, Carona, Canavarro, & Moreira, 2016; Neff & Faso, 2014) in parents is foundational to bolstering and maintaining psychological well-being in families and that providing parents with tools in these domains is to empower them to better cope with conditions of stress and uncertainty.",
            "cite_spans": [
                {
                    "start": 1185,
                    "end": 1218,
                    "text": "(Hayes, Strosahl, & Wilson, 2012;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1219,
                    "end": 1246,
                    "text": "Kashdan & Rottenberg, 2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1769,
                    "end": 1790,
                    "text": "(Burke & Moore, 2015;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1791,
                    "end": 1816,
                    "text": "Da Paz & Wallander, 2017;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1817,
                    "end": 1847,
                    "text": "Hartley, Dorstyn, & Due, 2019;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1848,
                    "end": 1877,
                    "text": "Irwin, Jesmont, & Basu, 2019;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1878,
                    "end": 1897,
                    "text": "Moyer et al., 2018;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1898,
                    "end": 1934,
                    "text": "Williams, Ciarrochi, & Heaven, 2012)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1955,
                    "end": 2000,
                    "text": "(Gouveia, Carona, Canavarro, & Moreira, 2016;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2001,
                    "end": 2019,
                    "text": "Neff & Faso, 2014)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Parent Psychological Flexibility and Self-Care"
        },
        {
            "text": "The tools outlined in what follows are components of acceptance and commitment therapy (ACT; Hayes et al., 1999 Hayes et al., , 2012 and can be grouped into three domains: (a) mindfulness and acceptance, (b) committed and valued action, and (c) self-compassion. In behavioral terms, mindfulness and acceptance processes involve paying purposeful attention to the present moment, allowing or making space for unwanted thoughts and emotions, and relinquishing attachment to thoughts as literal truths, where that is helpful. Commitment and valued action involve making a promise to oneself about something that really matters and following through with that commitment. Self-compassion involves self-kindness, awareness of our common humanity, and willingness to acknowledge difficult thoughts and emotions, without attachment (Neff, 2012) .",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 111,
                    "text": "Hayes et al., 1999",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 112,
                    "end": 132,
                    "text": "Hayes et al., , 2012",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 825,
                    "end": 837,
                    "text": "(Neff, 2012)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Parent Psychological Flexibility and Self-Care"
        },
        {
            "text": "Given the urgent need to equip behavioral practitioners with resources for parents, we have avoided more academic language in favor of a more practical approach: We have attempted to describe these tools in such a way that is widely accessible and that may be put into practice immediately. For example, we intentionally use lay language such as \"thoughts and feelings\" instead of \"private events,\" \"taking our minds literally\" instead of \"excessively rigid rule following with respect to private verbal stimuli,\" and \"coercion\" instead of \"excessive reliance on negative reinforcement and punishment.\" The principles behind these strategies are evidence based; however, many of their particulars have not been investigated within the context of a pandemic. Nonetheless, they are firmly grounded in behavioral principles. We have intentionally left the fine-grained behavioral interpretations of ACT procedures out of this article, but we refer the reader to Chapter 20 of Cooper, Heron, and Heward (2020) for behavioral conceptual analyses of ACT. Furthermore, the strategies in this article are not offered as alternatives to more mainstream applied behavior-analytic procedures but as supplements to them. Overall, the approaches in this article seek to increase access to positive reinforcement and reduce levels of aversive control in the lives of parents and children. We do not need more evidence that an abundance of positive reinforcement and reductions in aversive control are beneficial to those we work with (and all of humanity, for that matter).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Parent Psychological Flexibility and Self-Care"
        },
        {
            "text": "Before behavior analysts provide parents with strategies to support their psychological flexibility, it is worth articulating some \"travel guidelines\" in preparation for their journey. These are not the \"what to do\" of self-care but rather \"in what way\" self-care should be approached. Context matters, and as such, these pointers that follow may serve as reminders that can guide continued practice and generalization. We have included them as hashtags to underscore that broad dissemination via social media is possible, and may be an effective way to encourage the use of these practices through social networking.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Principles of These Practices"
        },
        {
            "text": "#SmallThingsMatter \"Small things matter\" is an important principle for action and informs the study of \"kernels,\" or fundamental units of behavioral influence that appear to underlie effective prevention and treatment for children, adults, and families (Embry & Biglan, 2008) . Larger long-term goals such as \"getting in shape,\" \"eating a healthy diet,\" and \"being a better parent\" can be daunting. Taking the stairs instead of the elevator, eating the apple instead of the cookie, and stopping to kiss a child on the head are smaller steps that may be more attainable. There are lots of data that show big impacts from small changes, such as tiny amounts of running, small reductions in sugar intake, small nurturing social interactions, and just a little more sleep.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 275,
                    "text": "(Embry & Biglan, 2008)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The Principles of These Practices"
        },
        {
            "text": "Oftentimes, people may attempt to control things that are beyond their control. Thus, it is important to help parents focus their efforts on things that they can influence within the system of the family. With the understanding that everything interacts, this focus should aim toward those areas that may have the most impact. For example, sleep deprivation can have a troubling impact on appetite, social interactions, emotional responses, and immune function (Furman et al., 2019) . A little bit of improvement in a single thing like sleep can also make a positive impact on these same areas. Parents do not have to lift it all at once. #PatternsMatter One of the obstacles to behavior change is that people become too focused on perfection when most often it is the pattern that matters. A doughnut on occasion has little health impact. Doughnuts all day, every day, on the other hand, may be problematic. It is possible that parents may be insensitive to the long-term effects of unhelpful patterns due to more immediate contingencies dominating their behavior: Consider Gerald Patterson's work on coercion (Patterson, 1982) .",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 482,
                    "text": "(Furman et al., 2019)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1111,
                    "end": 1128,
                    "text": "(Patterson, 1982)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "Patterson illustrated how parents quickly get pulled into coercive cycles with their children, due to the powerful (immediate) effects of punishment and negative reinforcement on parent and child behavior, despite long-term negative effects on both parents and children. Mindful awareness of triggers to unhelpful patterns opens a space in which parents can choose to do something different, and potentially more helpful, for themselves and their children. We may encourage parents to become aware of their behavioral patterns and to notice how those patterns are working for them, both in the short and long term. Parents may then have the space to create new patterns of flexible, workable parenting behaviors over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "#MeaningMatters Entire psychologies have been constructed around meaning making (e.g., Frankl, 1985) . Part of the reason small things matter lies not in the thing itself, but rather in the meaning of the thing. When you take a moment with a child, and that moment becomes a pattern of such moments, it says something to the child. It says, \"You are worth pausing over. You are interesting. Time with you is valuable. You matter.\" Even if you are wildly busy with work or keeping house and home together, these small pauses and small hesitations speak volumes. The moments of our lives go by in an instant, but what lasts is the stories we tell: \"Even when things got scary, I knew I was loved.\" #WeAreStrongerTogether Human beings survived and multiplied on the planet because we are super-cooperators (or \"eusocial\"; Wilson & Wilson, 2007) . This sensibility is in every cultural tradition, though modern times have deemphasized it with the idea that we should be able to do things \"on our own.\" We encourage parents (and practitioners) to seek and to offer help. Two are stronger than one. We encourage parents to care for themselves in their \"out-loud voice\" and to team up with a friend, even online. This breaks some cultural taboos against seeking help, but if parents adopt it, they give tacit permission for help seeking and partnership in their social network. Join groups, make groups, and foster, enrich, and appreciate the connections you already have. As an incredible bonus, our children learn an enormous amount from observing us. When we take time to care for ourselves, our children see that and learn.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 100,
                    "text": "Frankl, 1985)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 819,
                    "end": 841,
                    "text": "Wilson & Wilson, 2007)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "#SelfCareAsLove It may be unhelpful to frame parent self-care as an addition to their to-do lists. That list is already too long, and parents are already challenged and accountable in a thousand ways. Instead, it may be important to consider self-care as a quality of action: It can be an act of love and kindness. To help parents see this, we suggest encouraging perspective-taking. It may be useful to encourage parents to reflect on an act of love toward them by others. Encourage them to pause and recall those times, that person, and their demeanor. Essentially, encourage them to look at themselves through the eyes of a loved one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "That is the quality of action we are seeking in self-care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "Small Practices to Support Patterns of Psychological Flexibility and Self-Care",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "With the aforementioned qualities in mind, we describe specific tools in the following sections that can equally be adopted by practitioners to support their own well-being and resilience as they strive to respond compassionately and effectively to families in distress. Indeed, we invite practitioners to \"put on their own oxygen masks first\" alongside the parents they are working with. We present these small, actionable steps nestled under the three broad domains mentioned previously: mindfulness and acceptance practices, committed and valued action, and self-compassion practices to support selfcare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "Step 1: Mindfulness and Acceptance Present-moment awareness Enlist parents in a practice of gentle, curious, and open attention on purpose several times during the day, just for a few moments at a time, such that they strengthen this skill. Start small and make it doable. Embed this practice in activities of daily living-activities that parents are already doing, such as making breakfast, taking a shower, walking, chopping vegetables, folding laundry, and so on-so that it constitutes no extra effort. To introduce the practice, you may ask parents this question: Over the course of your day, what percentage of the time are you right here, right now, versus \"time traveling\"? That is, worrying about the future and what might happen or ruminating about the past-about things you should have done or didn't do? Most people notice that they are actually in the present moment for just a modicum of time, and it is an interesting experience to notice that \"the lights are on, and no one is home\" for much of the day, so to speak. Encourage parents to pay attention on purpose briefly, at various points of the day, while engaged in daily activities. It is helpful to simply bring your awareness gently to the present by slowing down-and either noticing what you are experiencing with your five senses, or, alternately, pausingand hold a space in which you can check in with yourself with these simple questions: How am I doing? What is it that I most need right now? It is also helpful to encourage parents to pay purposeful attention to even small things that are meaningful, and to practice bringing awareness to things that they are grateful for-for example, drinking a cup of coffee, feeling the softness and warmth of the bed in the morning, kissing their child's forehead at bedtime, or a quiet moment before sleep.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "Acceptance A necessary corollary to practicing presentmoment awareness is acceptance, which does not mean tolerance, endurance, or \"getting used to\" stressors. It refers to an awareness of, and openness to, the inevitable sadness and stress that are part of life, and the flip side of joy, without struggle. One context in which nonacceptance can show up for parents is when they feel they have made mistakes, or failed, in child-rearing duties. This tends to engage their critical minds and evokes thoughts like \"You are not enough. You are a terrible parent. You are a hot mess compared to other parents.\" It also evokes a struggle to \"feel better,\" which can compound and intensify the situation, thus occupying so much of parents' mental bandwidth that they have none left to be truly present and connected with their children. In your meetings with parents, take some time to make a space for them to voice these thoughts, and normalize them. Resist the urge to immediately jump in to \"fix\" it or problem-solve it away. Instead, we might nonjudgmentally let a parent know that it is okay not to be okay: This is a struggle for all of ussometimes, me too. See if you can make a space to notice those thoughts and feelings; see if you can soften yourself around them, breathe into them. Simply allowing parents to be vulnerable-and perhaps sharing a tiny glimpse of your own vulnerability-may help them carry these difficult experiences more gently and with less effort.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "Defusing from painful thoughts Evolution has conferred to humans the remarkable ability to learn indirectly, without training, through language. For example, we can avoid danger when someone gives us the rule \"don't touch that; it's hot\" or thoughts such as \"if you don't organize your child's homeschooling properly, you will ruin them!\" Our ability to treat our thoughts as real things, called fusion, has given us marvelous flexibility in adapting to our changing environment; however, it can also evoke rigid and inflexible patterns of behavior if we always treat thoughts as literal truths. This can create challenges when parents experience triggering thoughts about current stressors. Thus, a simple practice that you can teach parents is to notice thoughts for what they areimpermanent mental phenomena that are sometimes useful and sometimes not. Encourage parents to do the following: If you are feeling stressed, take a few moments to slow yourself down and notice the process of your thinking. You may notice your mind is pulling you this way and that or going a hundred miles an hour. See if you can bring your curiosity to your thoughts-slow down each one, imagine stretching it out like taffy, and add to it the stem \"I'm noticing the thought . . .\" or \"My mind is giving me the thought . . .\" Take a few moments to do this \"thought spotting\" exercise, and as one thought passes, be curious about what the next thought is that might arise. Practice this a few times throughout the day, when you think of it, and notice anything about this experience that surprises you or that you didn't expect. In essence, this practice supports mindful awareness of, and detachment from, one's thoughts such that parents are better able to notice and be influenced by the relevant cues in their environments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "Perspective-taking Humans often have a difficult time observing their own behavior, especially in real time. We are so often in our heads that it may be a challenge to track or notice the effects of our behavior on others. It is this insensitivity that factors into the intransigence of our rigid and unhelpful patterns of behavior, such as coercion. Thus, practitioners may encourage parents, during calm moments, to reflect back-for example, on interactions with their children-as follows: When you have a few moments to yourself, pause and see if you can imagine yourself as you were earlier today, when you felt like you were struggling. Slow down and notice yourself in action, as though you were watching yourself on a movie screen. Notice your face, your tone of voice; notice whatever thoughts and feelings show up in the moment. Notice what is happening between you and your child-see if you can notice their face, how they are looking at you. What might their experience be? What patterns do you see? In doing so, you may evoke parents' mindful awareness of potentially unhelpful patterns-such as denial of self-care, autopilot, or avoidance. You may also help them notice and reinforce their \"wins,\" of which they may be unaware.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "Step 2: Valued and Committed Action Valued action In difficult times, when we are really struggling, the presence of potent long-term reinforcers can help us move forward in an adaptive way. Values have the potential to fundamentally alter our relationship with adversity. Adversity in the context of what is most important to us can help us be more willing and able to rise to the challenges we are faced with in meaningful ways. Practitioners might spend some time with parents and suggest that they consider approaching their current context in a different way: See if you can step back for a moment and imagine that you could choose to make your time during this crisis about the things that are truly important and meaningful to you. If that were so, ask yourself, \"Who do I want to be during this crisis? What do I want this to be about? What would it look like if I acted toward my values?\" Practitioners may remind parents that every moment offers a choice and that in every moment parents can choose how best to use this time. This moment can be all about crisis parenting, or it could be about something more meaningful or valued. By connecting with values, we can transform struggle and uncertainty into an opportunity to connect with what matters to us most.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "Committed action When we are on autopilot, stuck in patterns of behavior that are so ingrained we barely notice them, the ability to choose our next steps disappears. Thus, you may engage parents in the simple practice of \"pause, notice, choose.\" Practitioners might ask, Can you notice when you are connected to and acting accordingly with what you care about most, and notice when you are not, and gently bring yourself back to your intention whenever you notice you are off track? In addition, practitioners may encourage parents to make a promise to themselves about something that really matters and start small: \"Do the hard stuff in whatever order you like\" and keep going. \"Practice everywhere, everywhen, everyhow, everymood, with everyone. Don't stop\" (Sedley & Coyne, 2020: p. 71 ). In doing so, practitioners may create a space for this crisis to be incredibly scary and difficult, but also meaningful and important. We may contribute to the creation of more helpful patterns of behavior that support engagement in values-based behavioral activation, or the regular practice of acting with intention in meaningful ways.",
            "cite_spans": [
                {
                    "start": 762,
                    "end": 790,
                    "text": "(Sedley & Coyne, 2020: p. 71",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "Step 3: Self-Compassion Most of us struggle to offer ourselves the same kindness we offer to others, particularly in times of great stress. This situation is hard. This will be hard. Self-compassion can be shaped and strengthened, even while we are struggling, and involves relating to ourselves with kindness and compassion, appreciating our common humanity and staying present and open to our pain and struggle (Neff, 2012) . Self-compassion builds resilience (e.g., Beaumont, Durkin, Hollins Martin, & Carson, 2016; Shapiro, Astin, Bishop, & Cordova, 2005) and is a strong positive predictor of quality of life and overall psychological health (e.g., Baer, Lykins, & Peters, 2012; Van Dam, Sheppard, Forsyth, & Earleywine, 2011) . It is also an important \"oxygen mask\" for practitioners: \"If a behavior analyst does not engage in self-compassion, they will likely have difficulties extending reciprocal compassion to others\" (Taylor et al., 2019, p. 660) . Families may be faced with difficult decisions and situations where their values may conflict with what they are being asked to deal with. Getting through this will require the willingness to stay with discomfort, rather than trying to fix it.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 425,
                    "text": "(Neff, 2012)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 469,
                    "end": 518,
                    "text": "Beaumont, Durkin, Hollins Martin, & Carson, 2016;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 519,
                    "end": 559,
                    "text": "Shapiro, Astin, Bishop, & Cordova, 2005)",
                    "ref_id": null
                },
                {
                    "start": 654,
                    "end": 683,
                    "text": "Baer, Lykins, & Peters, 2012;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 684,
                    "end": 731,
                    "text": "Van Dam, Sheppard, Forsyth, & Earleywine, 2011)",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 957,
                    "text": "(Taylor et al., 2019, p. 660)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "Self-kindness When everything around us feels chaotic and we are experiencing distress, our go-to response is likely to be one of \"fight or flight.\" Self-kindness has the potential to transform that fight-or-flight response into a caregiving or nurturance response, providing us with a sense of safety and resources. Practitioners might begin to invite parents to treat themselves more kindly in session by asking, How are you doing? . . . Perhaps take a moment and check in with your body, and ask it if it needs anything. Is there something you could do right now to feel just 10% more comfortable? We might then invite parents to find just one moment, every day, to put down whatever they are doing and do something kind for themselves, even if that is simply allowing themselves to think about and focus on something other than all of this, just for a moment. Self-kindness could even be shaped within session, perhaps starting with just pausing the session and encouraging parents to breathe into whatever they are experiencing, with kindness, before carrying on.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "Self-kindness also creates a safe space for imperfection and mistakes, which will inevitably happen as we navigate through challenging situations. It creates a space where we can try, even when things might feel impossible, and reduces our tendency to be judgmental, self-critical, and harsh with ourselves and others. If parents are having a hard time offering kindness to themselves, practitioners might invite them to think about what they would offer a friend or their child at the end of a hard day and invite them to give that to themselves. If parents are struggling with making a mistake, guilt, or self-blame that won't let them go, practitioners could invite them to speak to themselves kindly: Breathe into and soften around that self-critical part of yourself. Create some space around it, and then tell it with kindness, \"I know you criticize me because you are suffering. I see you suffering, and I am here, offering kindness and love for you.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "Part of treating oneself kindly is prioritizing and creating space for small acts of self-care. Invite parents when possible to share the work at home and encourage them to schedule breaks and do things to promote well-being. Start building small patterns of well-being such as movement, social connection, or meditation practices. Start small and make it doable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "Common humanity versus isolation In any moment, there are infinite reasons to be afraid and in pain, and there are infinite reasons to wonder and be grateful. We are all human. Different people cope in different ways. Self-compassion allows us to recognize that our experiences are common to humanity and we are not alone in our pain or suffering. Practitioners can help parents recognize and remember this: We are all capable of amazing, heroic things, and we all make mistakes and struggle-we are all vulnerable and imperfect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "Mindfulness We cannot be compassionate toward our own and others' suffering while also ignoring, suppressing, and avoiding it. Self-compassion involves staying open, present, and curious with respect to our own suffering and that of others. It is a nonjudgmental, gentle way of being with ourselves (our thoughts and emotions). Practitioners can support parents in \"learning to surf\" the uncertainty and distress they are experiencing, rather than being swallowed up by it. They can invite parents to practice mindful attention to whatever they are feeling and carrying with them and to create space for whatever they are experiencing instead of struggling against it. In doing this, parents may be more able to stay fully present in what is happening, listening and responding where it is needed most, without being buried under or paralyzed by stressors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "#EverythingInteracts"
        },
        {
            "text": "The COVID-19 pandemic has resulted in a complete change in context. There are suddenly many things that we simply cannot do or cannot do in the same way that we previously did; it is easy to become overwhelmed. This situation reflects what evolutionary psychologists call \"evolutionary mismatch,\" in which the environmental conditions change so swiftly, and so dramatically, that we find that our old patterns of behavior no longer work (Li, van Vugt, & Colarelli, 2017) . This is a rude awakening, not just for families, but also for practitioners scrambling to adapt their family interventions. When working with families, we must stay sensitive to this huge context shift and be careful not to add yet another item to their already long list of things they \"should\" do or \"have to be\" doing, while also encouraging them with potentially meaningful suggestions. Although structure and predictability may be helpful, suddenly implementing a high level of structure in a context that is not normally so structured (e.g., home) is likely to be experienced as adding to the stress of the situation and will be resisted and avoided by many. We must deliver self-care support in small, doable doses. Even when the dose is so small that it does not appear to make a noticeable physical difference, it can still make an extraordinarily meaningful difference. There is no act of self-care that does not contribute to well-being.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 470,
                    "text": "(Li, van Vugt, & Colarelli, 2017)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion: Creating Small Changes That Grow Into New Patterns"
        },
        {
            "text": "Editor's Note This manuscript is being published on a highly expedited basis, as part of a series of emergency publications designed to help practitioners of applied behavior analysis take immediate action to adjust to and mitigate the COVID-19 crisis. This article was submitted on 4/10/20 and received final acceptance on 04/12/20. The journal would like to especially thank Dr. Amanda Kelly for her expeditious review of the manuscript. The views and strategies suggested by the articles in this series do not represent the positions of the Association for Behavior Analysis, International or Springer Nature. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: Creating Small Changes That Grow Into New Patterns"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mindfulness and selfcompassion as predictors of psychological wellbeing in long-term meditators and matched nonmeditators",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lykins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The Journal of Positive Psychology",
            "volume": "7",
            "issn": "3",
            "pages": "230--238",
            "other_ids": {
                "DOI": [
                    "10.1080/17439760.2012.674548"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Measuring relationships between self-compassion, compassion fatigue, burnout and well-being in student counsellors and student cognitive behavioural psychotherapists: A quantitative survey",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Beaumont",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Durkin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hollins Martin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Counselling and Psychotherapy Research",
            "volume": "16",
            "issn": "1",
            "pages": "15--23",
            "other_ids": {
                "DOI": [
                    "10.1002/capr.12054"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Development of the Parental Psychological Flexibility Questionnaire",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Child Psychiatry and Human Development",
            "volume": "46",
            "issn": "",
            "pages": "548--557",
            "other_ids": {
                "DOI": [
                    "10.1007/s10578-014-0495-x"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Applied behavior analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Heron",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Heward",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Interventions that target improvements in mental health for parents of children with autism spectrum disorder: A narrative review",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Da Paz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Wallander",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clinical Psychology Review",
            "volume": "51",
            "issn": "",
            "pages": "1--14",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cpr.2016.10.006"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Evidence-based kernels: Fundamental units of behavioral influence",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Embry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Biglan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clinical Child and Family Psychology Review",
            "volume": "11",
            "issn": "3",
            "pages": "75--113",
            "other_ids": {
                "DOI": [
                    "10.1007/s10567-008-0036-x"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Man's search for meaning: An introduction to logotherapy",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Frankl",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chronic inflammation in the etiology of disease across the life span",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Furman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Campisi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Verdin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carrera-Bastos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Targ",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Franceschi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nature Medicine",
            "volume": "25",
            "issn": "",
            "pages": "1822--1832",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-019-0675-0"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Self-compassion and dispositional mindfulness are associated with parenting styles and parenting stress: The mediating role of mindful parenting",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Gouveia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carona",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Canavarro",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moreira",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mindfulness",
            "volume": "7",
            "issn": "",
            "pages": "700--712",
            "other_ids": {
                "DOI": [
                    "10.1007/s12671-016-0507-y"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mindfulness for children and adults with autism spectrum disorder and their caregivers: A metaanalysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hartley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dorstyn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Due",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Autism and Developmental Disorders",
            "volume": "49",
            "issn": "10",
            "pages": "4306--4319",
            "other_ids": {
                "DOI": [
                    "10.1007/s10803-019-04145-3"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Acceptance and commitment therapy: An experiential approach to behavior change",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Strosahl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Acceptance and commitment therapy: The process and practice of mindful change",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Hayes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strosahl",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A systematic review and metaanalysis of the effectiveness of interventions to improve psychological wellbeing in the parents of children with cerebral palsy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jesmont",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ridd.2019.103511"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Psychological flexibility as a fundamental aspect of health",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "Kashdan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rottenberg",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clinical Psychology Review",
            "volume": "30",
            "issn": "7",
            "pages": "865--878",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cpr.2010.03.001"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The training experiences of behavior analysts: Compassionate care and therapeutic relationships with caregivers. Behavior Analysis in Practice",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Leblanc",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Marchese",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s40617-019-00368-z"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The evolutionary mismatch hypothesis: Implications for psychological science",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Vugt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Colarelli",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Current Directions in Psychological Science",
            "volume": "27",
            "issn": "1",
            "pages": "38--44",
            "other_ids": {
                "DOI": [
                    "10.1177/0963721417731378"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The impact of acceptance and commitment therapy on positive parenting strategies among parents who have experienced relationship violence",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Moyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Q"
                    ],
                    "last": "Mcmakin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Murrell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Lester",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Family Violence",
            "volume": "33",
            "issn": "4",
            "pages": "269--279",
            "other_ids": {
                "DOI": [
                    "10.1007/s10896-018-9956-5"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The science of self-compassion",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Neff",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Compassion and wisdom in psychotherapy",
            "volume": "",
            "issn": "",
            "pages": "79--92",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Self-compassion and well-being in parents of children with autism",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Neff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Faso",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mindfulness",
            "volume": "6",
            "issn": "4",
            "pages": "1--10",
            "other_ids": {
                "DOI": [
                    "10.1007/s12671-014-0359-2"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Black Americans face alarming rates of coronavirus infection in some states. The New York Times",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Oppel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Searcey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eligon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/17439760.2012.674548"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Coercive family process",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Stuff that's loud: A teen's guide to unspiraling when OCD gets noisy",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sedley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Coyne",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Mindfulness-based stress reduction for health care professionals: Results from a randomized trial",
            "authors": [],
            "year": null,
            "venue": "International Journal of Stress Management",
            "volume": "12",
            "issn": "",
            "pages": "164--176",
            "other_ids": {
                "DOI": [
                    "10.1037/1072-5245.12.2.164"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Compassionate care in behavior analytic treatment: Can outcomes be enhanced by attending to relationships with caregivers? Behavior",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Leblanc",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Nosik",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Analysis in Practice",
            "volume": "12",
            "issn": "3",
            "pages": "654--666",
            "other_ids": {
                "DOI": [
                    "10.1007/s40617-018-00289-3"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Some cities see jumps in domestic violence during the pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tolan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/17439760.2012.674548"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Self-compassion is a better predictor than mindfulness of symptom severity and quality of life in mixed anxiety and depression",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Valentino-Devries",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J X N T"
                    ],
                    "last": "Dance",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Sheppard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Forsyth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Earleywine",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Anxiety Disorders",
            "volume": "25",
            "issn": "1",
            "pages": "123--130",
            "other_ids": {
                "DOI": [
                    "10.1016/j.janxdis.2010.08.011"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Inflexible parents, inflexible kids: A 6-year longitudinal study of parenting style and the development of psychological flexibility in adolescents",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ciarrochi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C L"
                    ],
                    "last": "Heaven",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Youth and Adolescence",
            "volume": "41",
            "issn": "8",
            "pages": "1053--1066",
            "other_ids": {
                "DOI": [
                    "10.1007/s10964-012-9744-0"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Rethinking the theoretical foundation of sociobiology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Quarterly Review of Biology",
            "volume": "82",
            "issn": "4",
            "pages": "327--348",
            "other_ids": {
                "DOI": [
                    "10.1086/522809"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Self care for health",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/17439760.2012.674548"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Author Note Lisa W. Coyne, Harvard Medical School; Evelyn Gould, Harvard Medical School; Mikala Grimaldi, McLean Hospital, Belmont, Massachusetts; Kelly G. Wilson, University of Mississippi; Gabriel Baffuto, University of Scranton; Anthony Biglan, Oregon Research Institute, Eugene, Oregon.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Ethical approval Not applicable.Informed consent Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest The authors declare they have no conflict of interest."
        }
    ]
}