{
    "paper_id": "d617577283fff92f0f08b60a7722643a4d9ad202",
    "metadata": {
        "title": "An Italian Experience of Spirituality from the Coronavirus Pandemic",
        "authors": [
            {
                "first": "Francesco",
                "middle": [],
                "last": "Chirico",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Università Cattolica del Sacro Cuore",
                    "location": {
                        "settlement": "Rome",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Gabriella",
                "middle": [],
                "last": "Nucera",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Milan",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this letter to the editor, the authors tell their personal experience in the fight against Coronavirus pandemic and call for more spirituality needed to battle in the COVID-19 emergency. They commemorate the story of many Italian priests who have died in this tragedy and claim that spiritual skills for healthcare workers are especially important in a disaster scenario like this COVID 19 pandemic, to relieve stress and psychic sufferance of the same healthcare professionals as well as of patients and their families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "battlefields. We are both catholic and, in this extraordinary time, we are moving forward with faith and spiritual resilience by remembering that \"Lord is our strength and shield\" (Psalm 28:7). 1 In Italy, many of us are infected, and, as of April 10, 2020, 105 medical doctors and 28 nursed have died. But today, inspired by your editorial (Hart 2020) , we would like to commemorate the many Italian priests who have died in this tragedy. They worked tirelessly and without personal protective equipments to give spiritual assistance not only to the suffering people, but also to our patients and their families as well as to our colleagues, who are now called \"healthcare soldiers\" in the global war against this viral threat. During the First World War, chaplains were assigned to military units, acting as a form of moral support. During times of battle, especially before a known offensive, they went to the front to offer final blessings and last rites to departing soldiers, known in our Catholic form as General Absolution. During battle, they remained at the hospital awaiting the imminent arrival of new casualties (Houlihan 2015) . In the last weeks, in Bergamo, Lombardy, bodies of the deceased have had to be taken to other Italian cities by military trucks because there were too many to cremate (Mares 2020) . Moreover, an emergency national law banned civil and religious ceremonies, including funerals, to prevent the spread of the virus (Larnaud 2020). However, officials have allowed priests to say a prayer at burials attended by just a few of the bereaved (Larnaud 2020). Unfortunately, an estimated 60 priests in Italy have died to date for the Coronavirus pandemic (Mares 2020) , and 16 of them were just resident in the hard-hit Bergamo Diocese, which reported many more hospitalized priests (Cairns 2020) . Newspapers report that, at Treviglio Hospital, in agreement with the Bergamo church authorities, nurses and doctors have been instructed by hospital's manager to give the blessing to those who want it and to those who are dying, due to the shortage of hospital chaplains. 2 This story has deeply touched our feelings. Thus, it has happened to one of the authors of this letter, to give blessings during the medical assistance of COVID-19 patients who were dying without their loved ones. That was shocking for us, but led us to a new and deeper understanding of our job. As shown in literature, good physicians should possess sufficient pastoral skills and, though there are differences given by the different role, e.g. physicians are not in the position to provide religious absolution, spirituality has been already recognized as an essential part in certain medical fields like the palliative care (Pink et al. 2007 ). Now, we argue that spiritual skills for healthcare workers are even more important in a disaster scenario like this COVID 19 pandemic, to relieve stress and psychic sufferance of the same healthcare professionals as well as of patients and their families. For this reason, spiritual skills should be recognized as \"core\" skills for healthcare professionals and be implemented in all medical curricula. In this \"war scenario\" in which some of us get infected by COVID 19 and received advance respiratory support, we witnessed several religious conversions among our colleagues, which is probably the better scientific evidence that the closer you are to death, the more you come closer to spirituality; for a believer the best proof that the life-giving and invigorating power of the Holy Spirit does work better near the sufferance and the death. When all this is over, probably we won't be able to continue our job as before, because we and all those involved in the healthcare process will have learned an important lesson of prayer and spirituality from the Coronavirus pandemic.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 352,
                    "text": "(Hart 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1125,
                    "end": 1140,
                    "text": "(Houlihan 2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1310,
                    "end": 1322,
                    "text": "(Mares 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1688,
                    "end": 1700,
                    "text": "(Mares 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1816,
                    "end": 1829,
                    "text": "(Cairns 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2734,
                    "end": 2751,
                    "text": "(Pink et al. 2007",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Fifty priests dead in Italy as Covid-19 cases surge. The Tablet",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cairns",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Spiritual lessons from the coronavirus pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Religion and Health",
            "volume": "59",
            "issn": "",
            "pages": "623--624",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The churces",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Houlihan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Italy bans funerals amid coronavirus crisis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Larnaud",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "At least 60 Italian priests have died after contracting coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mares",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The 21st century GP: Physician and priest?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pink",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pritchard",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "British Journal of General Practice",
            "volume": "57",
            "issn": "543",
            "pages": "840--842",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Authors' contribution All authors contributed to the study conception and design. The first draft of the manuscript was written by Francesco Chirico, and Gabriella Nucera commented and revised it critically for important intellectual content. All authors read and approved the final manuscript.Funding Authors declare no any source or financial support.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}