{
    "paper_id": "d71d30b9dd23a2b81069e89824e5bf965dcd5c0c",
    "metadata": {
        "title": "Global Supply Chain Networks and Risk Management: A Multi-Agent Framework A. Nagurney et al.: Global Supply Chain Networks and Risk Management: A Multi-Agent Framework, Studies in Computational Intelligence",
        "authors": [
            {
                "first": "Anna",
                "middle": [],
                "last": "Nagurney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Radcliffe Institute for Advanced Study",
                    "location": {
                        "addrLine": "34 Concord Avenue"
                    }
                },
                "email": "nagurney@gbfin.umass.edu"
            },
            {
                "first": "Jose",
                "middle": [
                    "M"
                ],
                "last": "Cruz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Connecticut",
                    "location": {
                        "postCode": "06269",
                        "settlement": "Storrs",
                        "region": "Connecticut"
                    }
                },
                "email": "jcruz@business.uconn.edu"
            },
            {
                "first": "June",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "State University of New York at Oswego",
                    "location": {
                        "postCode": "13126",
                        "settlement": "Oswego",
                        "region": "New York"
                    }
                },
                "email": "dong@oswego.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "In this paper, we develop a global supply chain network model in which both physical and electronic transactions are allowed and in which supply-side risk as well as demand-side risk are included in the formulation. The model consists of three tiers of decision-makers/agents: the manufacturers, the distributors, and the retailers who may be located in the same or in different countries and may conduct their transactions in distinct currencies. We model the optimizing behavior of the various decision-makers, with the manufacturers and the distributors being multicriteria decision-makers, and concerned with both profit maximization and risk minimization. The retailers, in turn, are faced with random demands for the product. We derive the governing equilibrium conditions and establish the finite-dimensional variational inequality formulation. We provide qualitative properties of the equilibrium product flow and price pattern in terms of existence and uniqueness results and also establish conditions under which the proposed computational procedure is guaranteed to converge. Finally, we illustrate the global supply chain network model and the computational procedure through several numerical examples. This research illustrates the modeling, analysis, and computation of solutions to decentralized supply chain networks with multiple agents in the presence of electronic commerce and risk management in the global arena. Moreover, it highlights and applies some of the theoretical tools that are now available for such multi-agent problems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Growing competition and emphasis on efficiency and cost reduction, as well as the satisfaction of consumer demands, have brought new challenges for businesses in the global marketplace. At the same time that businesses and, in particular, supply chains have become increasingly globalized, the world environment has become filled with uncertainty. For example, recently, the threat of illness in the form of SARS (see [1] ) has disrupted supply chains, as have terrorist threats (cf. [2] ). On the other hand, innovations in technology and especially the availability of electronic commerce in which the physical ordering of goods (and supplies) (and, is some cases, even delivery) is replaced by electronic orders, offers the potential for reducing risks associated with physical transportation due to potential threats and disruptions in supply chains.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 421,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 484,
                    "end": 487,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Indeed, the introduction of electronic commerce (e-commerce) has unveiled new opportunities for the management of supply chain networks (cf. [3] ) and has had an immense effect on the manner in which businesses order goods and have them transported. According to Mullaney et al. [4] gains from electronic commerce could reach $450 billion a year by 2005, with consumer e-commerce in the United States alone expected to come close to the $108 billion predicted, despite a recession, terrorism, and war.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The importance of global issues in supply chain management and analysis has been emphasized in several papers (cf. [5] , [6] , [7] ). Moreover, earlier surveys on supply chain analysis indicate that the research interest is growing rapidly (see [8] , [9] ). Nevertheless, the topic of supply chain risk management is fairly new and novel methodological approaches that capture both the operations as well as the financial aspects of such decision-making are sorely needed. In particular, the need to incorporate both supply-side and demand-side risk in supply chain decisionmaking and modeling is well-documented in the literature (see, e.g., [10] , [11] , [12] , [13] , [14] ).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 245,
                    "end": 248,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 251,
                    "end": 254,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 657,
                    "end": 661,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Frameworks for risk management in a global supply chain context with a focus on centralized decision-making and optimization have been proposed by Huchzermeier and Cohen [15] and Cohen and Mallik [6] (see also the references therein). In this paper, in contrast, we build upon the recent work of Nagurney, Cruz, and Matsypura [7] in the modeling of global supply chain networks with electronic commerce and that of Nagurney et al. [16] and Dong, Zhang, and Nagurney [17, 18, 19] who introduced random demands in a decentralized supply chain network. In particular, we develop a global supply chain network model with both supply-side risk (handled as a multicriteria decision-making problem) and demand-side risk (formulated through the use of random demands).",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 196,
                    "end": 199,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 326,
                    "end": 329,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper is organized as follows. In Section 2, we develop the global supply chain network model and derive the optimality conditions of the various decision-makers/agents. The model can handle as many manufacturers, countries, currencies, as well as distributors, and retailers, as required by the specific product application. Moreover, we establish that the governing equilibrium conditions can be formulated as a finite-dimensional variational inequality problem. We emphasize here that the concept of equilibrium, first explored in a general setting for supply chains by Nagurney, Dong, and Zhang [20] , provides a valuable benchmark against which prices of the product at the various tiers of the network as well as product flows between the tiers can be compared.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 607,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Section 3, we provide qualitative properties of the equilibrium pattern, and, under reasonable conditions, establish existence and uniqueness results. We also establish properties of the function that enters the variational inequality that allows us to establish convergence of the proposed algorithmic scheme in Section 4. In Section 5, we apply the algorithm to several global supply chain network examples for the computation of the equilibrium prices and shipments. The paper concludes with Section 6, in which we summarize our results and present suggestions for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this Section, we develop the global supply chain network model consisting of three tiers of decision-makers/agents. The multicriteria decision-makers on the supply side in the form of manufacturers and distributors are concerned not only with profit maximization but also with risk minimization. The demand-side risk, in turn, is represented by the uncertainty surrounding the random demands at the retailers. The model allows for not only physical transactions but also for electronic ones. For the structure of the global supply chain network, see Figure  1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 553,
                    "end": 562,
                    "text": "Figure  1",
                    "ref_id": null
                }
            ],
            "section": "The Global Supply Chain Network Model with Risk Management"
        },
        {
            "text": "In particular, we consider L different countries with a typical country denoted by l,l,l (since we need to distinguish a given country in a tier). There are I manufacturers in each country with a typical manufacturer i in country l denoted by il and associated with node il in the top tier of nodes in the global supply chain network depicted in Figure 1 . Also, we consider J distributors in each country with a typical distributor j in countryl being denoted by jl and associated with second tier node jl in the network. There are a total of JL distributors in the global supply chain network. A typical retailer k in countryl dealing in currency h is denoted by khl and is associated with the corresponding node in the bottom tier of the network. There are a total of KHL retailers in the global supply chain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 346,
                    "end": 354,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The Global Supply Chain Network Model with Risk Management"
        },
        {
            "text": "We assume a homogeneous product economy meaning that all manufacturers produce the same product which is then shipped to the distributors, who, in turn, distribute the product to the retailers. In order to include the influence of the Internet, we allow the manufacturers to transact either physically with the distributors, or directly, in an electronic manner, with the retailers. Hence, the links connecting the top and the bottom tiers of nodes in Figure 1 represent electronic links. Moreover, the retailers at the bottom tier of nodes of the global supply chain network can be either physical or virtual retailers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 452,
                    "end": 460,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The Global Supply Chain Network Model with Risk Management"
        },
        {
            "text": "The behavior of the various supply chain decision-makers/agents represented by the three tiers of nodes in Figure 1 is now described. We first focus on the manufacturers. We then turn to the distributors, and, subsequently, to the retailers. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The Global Supply Chain Network Model with Risk Management"
        },
        {
            "text": "Let q il denote the nonnegative production output of manufacturer il. Group the production outputs of all manufacturers into the column vector q ∈ R IL + . Here it is assumed that each manufacturer il has a production cost function f il , which can depend, in general, on the entire vector of production outputs, that is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Manufacturers and their Optimality Conditions"
        },
        {
            "text": "Hence, the production cost of a particular manufacturer can depend not only on his production output but also on the production outputs of the other manufacturers. This allows one to model competition. Note that in Figure 1 , there are H distinct links between a manufacturer and distributor pair. Each of these links represents the possibility of a transaction between manufacturer il and distributor jl in a certain currency h. Let c il jhl denote the transaction cost (which we assume includes the cost of transportation and other expenses) that manufacturer il is faced with transacting with distributor jl in currency h. Let c il khl , in turn, denote the transaction cost (which also includes the cost of transportation and other expenses) that manufacturer il is faced with transacting directly with retailer k in currency h and countryl. These transaction costs may depend upon the volume of transactions between each such pair in a particular currency, and their form depends on the type of transaction. They are given, respectively, by:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 223,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "The Behavior of the Manufacturers and their Optimality Conditions"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Manufacturers and their Optimality Conditions"
        },
        {
            "text": "Obviously, not every product can be purchased and shipped over electronic distribution channels. For example, in some cases, the purchase may occur through the Internet but the delivery requires a physical (and not virtual) means of transport. The generality of the above transaction cost functions (2a) and (2b) can represent such combined (or aggregated) activities, as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Manufacturers and their Optimality Conditions"
        },
        {
            "text": "The following conservation of flow equation must hold:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Manufacturers and their Optimality Conditions"
        },
        {
            "text": "which states that the quantity of the product transacted by manufacturer il is equal to the amount produced by the manufacturer. For easy reference in the subsequent sections the product transactions between all pairs of manufacturers and distributors are grouped into the column vector denoted by Q 1 ∈ R ILJHL + . In addition, the product transactions between all pairs of manufacturers and retailers are grouped into the column vector denoted by Q 2 ∈ R ILKHL + . With this notation, one can express the production cost function of manufacturer il (cf. (1)) as a function of the vectors Q 1 and Q 2 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Manufacturers and their Optimality Conditions"
        },
        {
            "text": "It is assumed that each manufacturer seeks to maximize his profit which is the difference between his revenue and the total costs incurred. The revenue is equal to the product of the price of the product and the total quantity sold to all the distributors and all the retailers. Since we allow the transactions to take place in different currencies, the prices of the product in different currencies may be distinct. Let ρ il * 1jhl denote the price associated with the product transacted between manufacturer il and distributor jl in currency h, and let ρ il * 1khl denote the price of the product associated with a transaction between manufacturer il and retailer k in currency h and countryl.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Manufacturers and their Optimality Conditions"
        },
        {
            "text": "We now introduce the currency appreciation rate e h , which is the appreciation(exchange) rate of currency h relative to the base currency (see [7] and [21] for further details). This is necessary since the revenue of a given manufacturer needs to be expressed in a base currency. Hence, the total revenue of manufacturer il is given by:",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "The Behavior of the Manufacturers and their Optimality Conditions"
        },
        {
            "text": "The total costs incurred by the manufacturer il, in turn, are equal to the sum of the manufacturer's production costs and the total transaction costs. We assume that all the cost functions are in the base currency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Manufacturers and their Optimality Conditions"
        },
        {
            "text": "Hence, using the conservation of flow equation (3), the production cost functions, and the transaction cost functions (2a) and (2b), one can express the profit maximization criterion for manufacturer il as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Manufacturers and their Optimality Conditions"
        },
        {
            "text": "subject to: q il jhl ≥ 0, for all j, h,l and q il khl ≥ 0, for all k, h,l. In addition to the criterion of profit maximization, we also assume that each manufacturer is concerned with risk minimization. Here, for the sake of generality, we assume, as given, a risk function r il , for manufacturer i in country l, which is assumed to be continuous and convex and a function of not only the product transactions associated with the particular manufacturer but also of those of other manufacturers. Hence, we assume that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Manufacturers and their Optimality Conditions"
        },
        {
            "text": "Note that according to (5) the risk as perceived by a manufacturer is dependent not only upon his product transactions but also on those of other manufacturers. Hence, the second criterion of manufacturer il can be expressed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Manufacturers and their Optimality Conditions"
        },
        {
            "text": "subject to: q il jhl ≥ 0, for all j, h,l and q il khl ≥ 0, for all k, h,l. The risk function may be distinct for each manufacturer/country combination and can assume whatever form is necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Manufacturers and their Optimality Conditions"
        },
        {
            "text": "Each manufacturer il associates a nonnegative weight α il with the risk minimization criterion (6) , with the weight associated with the profit maximization criterion (4) serving as the numeraire and being set equal to 1. Hence, we can construct a value function for each manufacturer (cf. [22] , [23] , [24] , [25] ) using a constant additive weight value function. Consequently, the multicriteria decision-making problem for manufacturer il is transformed into:",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 290,
                    "end": 294,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 297,
                    "end": 301,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "The Multicriteria Decision-Making Problem for a Manufacturer in a Particular Country"
        },
        {
            "text": "subject to: q il jhl ≥ 0, for all j, h,l and q il khl ≥ 0, for all k, h,l. The manufacturers are assumed to compete in a noncooperative fashion. Also, it is assumed that the production cost functions and the transaction cost functions for each manufacturer are continuous and convex. The governing optimization/equilibrium concept underlying noncooperative behavior is that of Nash [26, 27] , which states, in this context, that each manufacturer will determine his optimal production quantity and transactions, given the optimal ones of the competitors. Hence, the optimality conditions for all manufacturers simultaneously can be expressed as the following inequality (see also [20] , [28] , [29] , [30] ): determine the solution (Q 1 * , Q 2 * ) ∈ R IL(JHL+KHL) + , which satisfies:",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 386,
                    "text": "[26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 387,
                    "end": 390,
                    "text": "27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 694,
                    "end": 698,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 701,
                    "end": 705,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "The Multicriteria Decision-Making Problem for a Manufacturer in a Particular Country"
        },
        {
            "text": "The inequality (8) , which is a variational inequality (cf. [30] ) (for fixed prices and appreciation rates) has a nice economic interpretation. In particular, from the first term one can infer that, if there is a positive amount of the product transacted between a manufacturer and a distributor, then the marginal cost of production plus the marginal cost of transacting plus the weighted marginal risk associated with that transaction must be equal to the price (converted to the base currency) that the distributor is willing to pay for the product. If the marginal cost of production plus the marginal cost and the weighted marginal risk of transacting exceeds that price, then there will be zero volume of flow of the product between the two.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 60,
                    "end": 64,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "The Multicriteria Decision-Making Problem for a Manufacturer in a Particular Country"
        },
        {
            "text": "The second term in (8) has a similar interpretation; in particular, there will be a positive volume of transaction of the product from a manufacturer to a retailer if the marginal cost of production of the manufacturer plus the marginal cost of transacting with the retailer via the Internet and the weighted marginal risk is equal to the price (in the base currency) that the retailer is willing to pay for the product.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Multicriteria Decision-Making Problem for a Manufacturer in a Particular Country"
        },
        {
            "text": "Note that, in the above framework, we explicitly allow each of the manufacturers to not only have distinct risk functions but also distinct weights associated with their respective risk functions. We emphasize that the study of risk has had a long and prominent history in the field of finance, dating to the work of Markowitz [31, 32] , whereas the incorporation of risk into supply chain management has only been addressed fairly recently. Furthermore, we emphasize that by allowing the risk function to be general one can then construct an appropriate function pertaining to the specific situation and decision-maker. For example, in the field of finance, measurement of risk has included the use of variance-covariance matrices, yielding quadratic expressions for the risk (see also, e.g., [21] ). In addition, in finance, the bicriterion optimization problem of net revenue maximization and risk minimization is fairly standard (see also, e.g., [33] ).",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 332,
                    "end": 335,
                    "text": "32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 794,
                    "end": 798,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 950,
                    "end": 954,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "The Multicriteria Decision-Making Problem for a Manufacturer in a Particular Country"
        },
        {
            "text": "As was mentioned earlier, the distributors transact with both the manufacturers since they need to obtain the product for distribution, and with the retailers, who sell the product to the consumers. Similar to the manufacturers, and for the sake of modeling generality and flexibility, we assume that the distributors can transact in any of the H currencies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Distributors and their Optimality Conditions"
        },
        {
            "text": "Let q jl khl denote the amount of the product transacted between retailer khl and distributor jl in currency h. We group these transaction quantities into the column vector Q 3 ∈ R JLKHL + . A distributor jl is faced with certain expenses, which may include, for example, loading/unloading costs, storage costs, etc., associated with the product. We refer collectively to such costs as a handling cost and denote it by c jl . In a simple situation, one might have that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Distributors and their Optimality Conditions"
        },
        {
            "text": "that is, the handling cost of a distributor is a function of how much of the product he has obtained and how much of the product he has transacted with the various retailers. However, for the sake of generality, and to enhance the modeling of competition, we follow Dong, Zhang, and Nagurney [18] and allow the function to depend also on the amount of the product acquired and transacted by other distributors. Hence, we assume that, for all jl:",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "The Behavior of the Distributors and their Optimality Conditions"
        },
        {
            "text": "Let ρ jl * 2khl denote the price in currency h associated with the transaction between distributor jl and retailer khl. This price, as will be shown, will be endogenously determined in the model and will be, in the case of a positive volume of flow between a distributor-retailer pair, equal to a clearing-type price. The total amount of revenue the distributor obtains from his transactions is equal to the sum of the price (transformed into the base currency) and the amount of the product transacted with the various retailers in the distinct countries and currencies. Indeed, since transactions can be made in distinct currencies and with different retailers, who, in fact, may even be virtual, the total revenue of distributor jl can be expressed in the base currency as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Distributors and their Optimality Conditions"
        },
        {
            "text": "Assuming that the distributors are profit-maximizers, the profit maximization problem for distributor jl can be expressed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Distributors and their Optimality Conditions"
        },
        {
            "text": "and the nonnegativity assumptions: q il jhl ≥ 0, for all i,l, h and q jl khl ≥ 0, for all k, h,l.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Distributors and their Optimality Conditions"
        },
        {
            "text": "Constraint (12) states that a distributor in a country cannot sell more of the product than he has obtained from the various manufacturers.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The Behavior of the Distributors and their Optimality Conditions"
        },
        {
            "text": "In addition, each distributor seeks to also minimize his risk associated with obtaining and shipping the product to the various retailers. Each distributor jl is faced with his own individual risk denoted by r jl with the function being assumed to be continuous and convex and dependent on the transactions to and from all the distributors, that is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Behavior of the Distributors and their Optimality Conditions"
        },
        {
            "text": "We assume that each distributor associates a weight of 1 with the profit criterion (11) and a weight of β jl with his risk level. Therefore, the multicriteria decisionmaking problem for distributor jl; j = 1, . . . , J;l = 1, . . . , L, can be transformed directly into the optimization problem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Multicriteria Decision-Making Problem for a Distributor in a Particular Country"
        },
        {
            "text": "subject to:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Multicriteria Decision-Making Problem for a Distributor in a Particular Country"
        },
        {
            "text": "and the nonnegativity constraints: q il jhl ≥ 0, and q jl khl ≥ 0, for all i, h, k, l, andl. Objective function (14) represents a value function for distributor jl with β jl having the interpretation as a conversion rate in dollar value.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Multicriteria Decision-Making Problem for a Distributor in a Particular Country"
        },
        {
            "text": "Here it is assumed that the distributors compete in a noncooperative manner, given the actions of the other distributors. Note that, at this point, we consider that the distributors seek to determine not only the optimal amounts purchased by the retailers, but, also, the amount that they wish to obtain from the manufacturers. In equilibrium, all the transactions between the tiers of global supply chain network will have to coincide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Multicriteria Decision-Making Problem for a Distributor in a Particular Country"
        },
        {
            "text": "Assuming that the handling cost c jl for each distributor is a continuous and convex function, the optimality conditions of the distributors simultaneously can be stated as the following variational inequality: determine the solution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Multicriteria Decision-Making Problem for a Distributor in a Particular Country"
        },
        {
            "text": "where γ jl is the Lagrange multiplier associated with constraint (12) for distributor jl and γ is the column vector of all the distributors' multipliers. In inequality (16) , as in inequality (8), the prices charged are not variables. The economic interpretation of the distributors' optimality conditions is now highlighted. From the second term in inequality (16) , one has that, if retailer khl purchases the product from a distributor jl, that is, if the q jl * khl is positive, then the price charged by retailer jl, converted into the base currency, ρ jl * 2khl × e h , is equal to the marginal handling cost plus the weighted marginal risk, plus the shadow price term γ * jl , which, from the third term in the inequality, serves as the price to clear the market from distributor jl. Furthermore, from the first term in inequality (16) , one can infer that, if a manufacturer transacts with a distributor resulting in a positive flow of the product between the two, then the price γ * jl is precisely equal to distributor jl's payment to the manufacturer in a certain currency h transformed into the base currency, ρ il * 1jhl × e h , plus his marginal cost of handling the product associated with transacting with the particular manufacturer plus the weighted marginal risk associated with the transaction.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 361,
                    "end": 365,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 838,
                    "end": 842,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "The Multicriteria Decision-Making Problem for a Distributor in a Particular Country"
        },
        {
            "text": "In the above derivations, we have considered supply-side risk from the perspective of the manufacturers as well as from the distributors. We now turn to the retailers and consider demand-side risk, which is modeled in a stochastic manner to represent uncertainty. Clearly, if the demands were known with certainty there would be no risk associated with them and the retailers and manufacturers could make their production and distribution decisions accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Multicriteria Decision-Making Problem for a Distributor in a Particular Country"
        },
        {
            "text": "The retailers, in turn, must decide how much to order from the distributors and from the manufacturers in order to cope with the random demand while still seeking to maximize their profits. A retailer khl is also faced with what we term a handling cost, which may include, for example, the display and storage cost associated with the product. We denote this cost by c khl and, in the simplest case, we would have that c khl is a function of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "L l=1 q jl khl , that is, the holding cost of a retailer is a function of how much of the product he has obtained from transactions with the various manufacturers directly through orders via the Internet and from the various distributors. However, for the sake of generality, and to enhance the modeling of competition, we allow this function to depend, in general, also on the amounts of the product held by other retailers and, therefore, we may write:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "Let ρ 3khl denote the demand price of the product associated with retailer khl. We assume thatd khl (ρ 3khl ) is the demand for the product at the demand price of ρ 3khl at retail outlet khl, whered khl (ρ 3khl ) is a random variable with a density function of F khl (x, ρ 3khl ), with ρ 3khl serving as a parameter. Hence, we assume that the density function may vary with the demand price. Let P khl be the probability distribution function ofd khl (ρ 3khl ), that is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "Retailer khl can sell to the consumers no more than the minimum of his supply or his demand, that is, the actual sale of the product at retailer khl cannot exceed min{s khl ,d khl }. Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "where ∆ + khl is a random variable representing the excess supply (inventory), whereas ∆ − khl is a random variable representing the excess excess demand (shortage).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "Note that the expected values of excess supply and excess demand of retailer khl are scalar functions of s khl and ρ 3khl . In particular, let π + khl and π − khl denote, respectively, the expected values E(∆ + khl ) and E(∆ − khl ), that is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "Assume that retailer khl is faced with certain penalties for having an excess or shortage in regards to the supply. Let λ + khl ≥ 0 denote the unit penalty of having excess supply at retail outlet khl, and let λ − khl ≥ 0 denote the unit penalty of having excess demand at outlet khl. Then the expected total penalty of retailer khl can be expressed as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "Assuming profit-maximizing behavior of the retailers, one can state the following optimization problem for retailer khl:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "subject to: q il khl ≥ 0, q jl khl ≥ 0, for all i, l, j,l. Objective function (22) expresses that the expected profit of retailer khl, which is the difference between the expected revenues and the sum of the expected penalty, the handling cost, and the payouts to the manufacturers and to the distributors, should be maximized.",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "Applying now the definitions of ∆ + khl , and ∆ − khl , we know that min{s khl ,d khl } =d khl − ∆ − khl . Therefore, the objective function (22) can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "We now consider the optimality conditions of the retailers assuming that each retailer is faced with the optimization problem (23), subject to the nonnegativity assumption on the variables. Here, we also assume that the retailers compete in a noncooperative manner so that each maximizes his profits, given the actions of the other retailers. Note that, at this point, we consider that retailers seek to determine the amount that they wish to obtain from the manufacturers and from the distributors. First, however, we make the following derivation and introduce the necessary notation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "Assuming that the handling cost for each retailer is continuous and convex, then the optimality conditions for all the retailers satisfy the variational inequality: determine (Q 2 * , Q 3 * ) ∈ R (IL+JL)KHL + , satisfying:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "In this derivation, as in the derivation of inequalities (8) and (16), we have not had the prices charged be variables. They become endogenous variables in the integrated global supply chain network equilibrium model. A similar derivation but in the absence of electronic commerce (and in the case of only a two-tiered rather than a three-tiered supply chain network) was obtained in Dong, Zhang, and Nagurney [19] . See Dong, Zhang, and Nagurney [18] for a three-tiered (singlecountry and currency) supply chain network model with random demands.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 414,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "We now highlight the economic interpretation of the retailers' optimality conditions. In inequality (26), we can infer that, if a manufacturer il transacts with a retailer khl resulting in a positive flow of the product between the two, then the price at retail outlet khl, ρ * 3khl , with the probability of (1−P khl (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": ", that is, when the demand is not less then the total order quantity, is precisely equal to the retailer khl's payment to the manufacturer, ρ il * 1khl × e h , plus his marginal cost of handling the product and the penalty of having excess demand with probability of P khl (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": ", (which is the probability when actual demand is less than the order quantity), subtracted by the penalty of having shortage with probability of (1 − P khl (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": ")) (when the actual demand is greater than the order quantity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "Similarly, if a distributor jl transacts with a retailer khl resulting in a positive flow of the product between the two, then the selling price at retail outlet khl, ρ * 3khl , with the probability of (1−P khl (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "L l=1 q jl * khl , ρ * 3khl )), that is, when the demand is not less then the total order quantity, is precisely equal to the retailer k's payment to the manufacturer, ρ jl * 2khl × e h , plus his marginal cost of handling the product and the penalty of having excess demand with probability of P khl (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "L l=1 q jl * khl , ρ * 3khl ), (which is the probability when actual demand is less than the order quantity), subtracted by the penalty of having shortage with probability of (1 − P khl (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "L l=1 q jl * khl , ρ * 3khl )) (when the actual demand is greater than the order quantity).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Retailers and their Optimality Conditions"
        },
        {
            "text": "We now turn to a discussion of the market equilibrium conditions. Subsequently, we construct the equilibrium conditions for the entire global supply chain network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Equilibrium Conditions"
        },
        {
            "text": "The equilibrium conditions associated with the transactions that take place between the retailers and the consumers are the stochastic economic equilibrium conditions, which, mathematically, take on the following form: for k, h,l; k = 1, ..., K; h = 1, ..., H;l = 1, ..., L:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Equilibrium Conditions"
        },
        {
            "text": "where a.e. means that the corresponding equality or inequality holds almost everywhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Equilibrium Conditions"
        },
        {
            "text": "Conditions (27) state that, if the demand price at outlet khl is positive, then the quantities purchased by the retailer from the manufacturers and from the distributors in the aggregate are equal to the demand, with exceptions of zero probability. These conditions correspond to the well-known economic equilibrium conditions (cf. [30] ). Related equilibrium conditions, but without electronic transactions allowed, and in a single country context, were first proposed in Dong, Zhang, and Nagurney [18] .",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 332,
                    "end": 336,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 499,
                    "end": 503,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "The Equilibrium Conditions"
        },
        {
            "text": "Equilibrium conditions (27) are equivalent to the following variational inequality problem, after taking the expected value of the demand and summing over all retailers khl: determine ρ * 3 ∈ R KHL + satisfying:",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "The Equilibrium Conditions"
        },
        {
            "text": "where ρ 3 is the KHL-dimensional column vector with components: ρ 3111 , ..., ρ 3khl .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Equilibrium Conditions"
        },
        {
            "text": "In equilibrium, we must have that the sum of the optimality conditions for all manufacturers, as expressed by inequality (8), the optimality conditions of the distributors, as expressed by condition (16), the optimality conditions for all retailers, as expressed by inequality (26) , and the market equilibrium conditions, as expressed by inequality (28) must be satisfied. Hence, the product transactions from the manufacturers to the retailers must be equal to the product transactions that the retailers accept from the manufacturers. In addition, the product transactions from the manufacturers to the distributors, must be equal to those accepted by the distributors, and, finally, the product transactions from the distributors to the retailers must coincide with those accepted by the retailers. We state this explicitly in the following definition:",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "The Equilibrium Conditions of the Global Supply Chain"
        },
        {
            "text": "The equilibrium state of the global supply chain network with supply and demandside risk is one where the product transactions between the tiers of the decisionmakers coincide and the product transactions and prices satisfy the sum of the optimality conditions (8) , (16) , and (26) , and the conditions (28) .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 278,
                    "end": 282,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 304,
                    "end": 308,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Definition 1: Global Supply Chain Network Equilibrium with Supply-Side and Demand-Side Risk"
        },
        {
            "text": "The summation of inequalities (8), (16) , (26) , and (28) (with the prices at the manufacturers, the distributors, and at the retailers denoted, respectively, by their values at the equilibrium, after algebraic simplification, yields the following result:",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 42,
                    "end": 46,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Definition 1: Global Supply Chain Network Equilibrium with Supply-Side and Demand-Side Risk"
        },
        {
            "text": "A product transaction and price pattern (Q 1 * , Q 2 * , Q 3 * , γ * , ρ *",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 1: Variational Inequality Formulation"
        },
        {
            "text": "For easy reference in the subsequent sections, variational inequality problem (29) can be rewritten in standard variational inequality form (cf. [30] ) as follows: determine X * ∈ K satisfying:",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": ") ∈ K is an equilibrium pattern of the global supply chain network model according to Definition 1 if and only if it satisfies the variational inequality problem:"
        },
        {
            "text": "where X ≡ (Q 1 , Q 2 , Q 3 , γ, ρ 3 ), and with the specific components of F being given by the functional terms preceding the multiplication signs in (29) . The term ·, · denotes the inner product in N -dimensional Euclidean space.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ") ∈ K is an equilibrium pattern of the global supply chain network model according to Definition 1 if and only if it satisfies the variational inequality problem:"
        },
        {
            "text": "Note that the variables in the model (and which can be determined from the solution of either variational inequality (29) or (30)) are: the equilibrium product transactions between manufacturers and the distributors given by Q 1 * , the equilibrium product transactions transacted electronically between the manufacturers and the retailers denoted by Q 2 * , and the equilibrium product transactions between the distributors and the retailers given by Q 3 * , as well as the equilibrium demand prices ρ * 3 and the equilibrium shadow prices γ * . We now discuss how to recover the prices ρ * 1 associated with the top tier of nodes of the global supply chain network and the prices ρ * 2 associated with the middle tier. First, note that from (8), we have that (as already discussed briefly) that if",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ") ∈ K is an equilibrium pattern of the global supply chain network model according to Definition 1 if and only if it satisfies the variational inequality problem:"
        },
        {
            "text": "Also, from (8) it follows that if q il * khl > 0, then the price ρ il * 1khl ×e h = ∂f il (Q 1 * ,Q 2 * )",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 14,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ") ∈ K is an equilibrium pattern of the global supply chain network model according to Definition 1 if and only if it satisfies the variational inequality problem:"
        },
        {
            "text": "Hence, the product is priced at the manufacturer's level according to whether it has been transacted physically or electronically; and also according to the distributor or retailer with whom the transaction has taken place. On the other hand, from (16) it follows that if q jl * khl > 0, then",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": ") ∈ K is an equilibrium pattern of the global supply chain network model according to Definition 1 if and only if it satisfies the variational inequality problem:"
        },
        {
            "text": "In this Section, we provide some qualitative properties of the solution to variational inequality (29) (equivalently, variational inequality (30)). In particular, we derive existence and uniqueness results. We also investigate properties of the function F (cf. (30) ) that enters the variational inequality of interest here. Since the feasible set is not compact we cannot derive existence simply from the assumption of continuity of the functions. Nevertheless, we can impose a rather weak condition to guarantee existence of a solution pattern.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Qualitative Properties"
        },
        {
            "text": ". Thus the following variational inequality",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative Properties"
        },
        {
            "text": "admits at least one solution X b ∈ K b , since K b is compact and F is continuous. Following Kinderlehrer and Stampacchia [34] (see also Theorem 1.5 in [30] ),we then have:",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 152,
                    "end": 156,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Qualitative Properties"
        },
        {
            "text": "K b with Q 1b < b 1 ; Q 2b < b 2 ; Q 3b < b 3 ; γ b < b 4 ; ρ b 3 < b 5(33)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2 Variational inequality (29) admits a solution if and only if there exists a b > 0, such that variational inequality (32) admits a solution in"
        },
        {
            "text": "Suppose that there exist positive constants M, N, R with R > 0, such that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 3: Existence"
        },
        {
            "text": "Then, variational inequality (30) admits at least one solution.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3: Existence"
        },
        {
            "text": "Proof: Follows using analogous arguments as the proof of existence for Proposition 1 in Nagurney and Zhao [35] (see also existence proof in [20] ).",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3: Existence"
        },
        {
            "text": "Assumptions (34a), (34b), (34c) and (35) can be economically justified as follows. In particular, when the volume of the product transacted, q il jhl , between manufacturer il and distributor j in currency h, and that transacted between manufacturer il and retailer k in countryl, q il khl , are large, one can expect the corresponding sum of the marginal costs associated with the production, transaction, and holding plus the weighted marginal risk to exceed a positive lower bound, say, M . At the same time, the large q il jhl and q il khl causes a greater s khl , which, in turn, causes the probability distribution P khl (s khl , ρ 3khl ) to be close to 1. Consequently, the sum of the middle two terms on the left-hand side of (36b),",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3: Existence"
        },
        {
            "text": ") is seen to be positive. Therefore, the left-hand sides of (34b) and (364c), respectively, are greater than or equal to the lower bound M . On the other hand, a high price ρ 3khl at retailer k and countryl, will drive the demand at that retailer down, in line with the decreasing nature of any demand function, which ensures (35) .",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3: Existence"
        },
        {
            "text": "We now recall the concept of an additive production cost, which was introduced by Zhang and Nagurney [36] in the stability analysis of dynamic spatial oligopolies, and has also been employed in the qualitative analysis of supply chains by Nagurney, Dong, and Zhang [20] .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 3: Existence"
        },
        {
            "text": "Suppose that for each manufacturer il, the production cost f il is additive, that is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2: Additive Production Cost"
        },
        {
            "text": "where f il 1 (q il ) is the internal production cost that depends solely on the manufacturer's own output level q il , which may include the production operation and the facility maintenance, etc., and f il 2 (q il ) is the interdependent part of the production cost that is a function of all the other manufacturers' output levels q il = (q 11 , · · · , q il−1 , q il+1 , · · · , q il ) and reflects the impact of the other manufacturers' production patterns on manufacturer il's cost. This interdependent part of the production cost may describe the competition for the resources, consumption of the homogeneous raw materials, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2: Additive Production Cost"
        },
        {
            "text": "We now explore additional qualitative properties of the vector function F that enters the variational inequality problem. Specifically, we show that F is monotone as well as Lipschitz continuous. These properties are fundamental in establishing the convergence of the algorithmic scheme in the subsequent section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definition 2: Additive Production Cost"
        },
        {
            "text": "Let g khl (s khl , ρ 3khl ) T = (P khl (s khl , ρ 3khl ) − ρ 3khl (1 − P khl (s khl , ρ 3khl )), s khl − ρ 3khl ), where P khl is a probability distribution with the density function of F khl (x, ρ 3khl ). Then g khl (s khl , ρ 3khl ) is monotone, that is,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1"
        },
        {
            "text": "Proof: In order to prove that g khl (s khl , ρ 3khl ) is monotone with respect to s khl and ρ 3khl , we only need to show that its Jacobian matrix is positive semidefinite, which will be the case if all all eigenvalues of the symmetric part of the Jacobian matrix are nonnegative real numbers. The Jacobian matrix of g khl is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1"
        },
        {
            "text": "and its symmetric part is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1"
        },
        {
            "text": "(39) The two eigenvalues of (39) are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1"
        },
        {
            "text": "Moreover, since what is inside the square root in both (40) and (41) can be rewritten as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1"
        },
        {
            "text": "and can be seen as being nonnegative, both eigenvalues are real. Furthermore, under the condition of the lemma, d khl is non-positive, so the first item in (40) and in (41) is nonnegative. The condition further implies that the second item in (40) and in (41), the square root part, is not greater than the first item, which guarantees that both eigenvalues are nonnegative real numbers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1"
        },
        {
            "text": "The condition of Lemma 1 states that the expected demand function of a retailer is a nonincreasing function with respect to the demand price and its first order derivative has an upper bound.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 1"
        },
        {
            "text": "The function F that enters the variational inequality problem (29) is monotone, if the condition assumed in Lemma 1 is satisfied for each k; k = 1, · · · , K, and if the following conditions are also satisfied. Suppose that the production cost functions f il ; i = 1, ..., I; l = 1, ..., L, are additive, as defined in Definition 2,  and that the f il 1 ; i = 1, ..., I; l = 1, ..., L, are convex functions. If the c il jhl , c il khl , c khl , c jl , r il , and r jl functions are convex, for all i, l,l,l, j, k, h, then the vector function F that enters the variational inequality (30) is monotone, that is,",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 319,
                    "end": 332,
                    "text": "Definition 2,",
                    "ref_id": null
                },
                {
                    "start": 333,
                    "end": 333,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 4: Monotonicity"
        },
        {
            "text": "(42)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4: Monotonicity"
        },
        {
            "text": ". Then, inequality (42) can been seen from the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4: Monotonicity"
        },
        {
            "text": "= (I) + (II) + (III) + · · · + (XV ) + · · · + (XIX). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4: Monotonicity"
        },
        {
            "text": "The convexity of c jl , for all j,l; c il jhl , for all i, l, j, h,l; c khl , for all k, h,l, c il khl , for all i, l, k, h, r il , for all i, l; and r jl , for all j,l, gives, respectively,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4: Monotonicity"
        },
        {
            "text": "Since the probability function P khl is an increasing function w.r.t. s khl , for all k, and s khl =",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4: Monotonicity"
        },
        {
            "text": "L l=1 q jl khl , hence, we have the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4: Monotonicity"
        },
        {
            "text": "Since for each k, applying Lemma 1, we can see that g khl (s khl , ρ 3khl ) is monotone, hence, we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4: Monotonicity"
        },
        {
            "text": "Therefore, we conclude that (44) is nonnegative in K. The proof is complete.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 4: Monotonicity"
        },
        {
            "text": "The function F that enters the variational inequality problem (30) for all i,l,l,l, j, k, h, then the vector function F that enters the variational inequality (30) is strictly monotone, that is,",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 159,
                    "end": 163,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 5: Strict Monotonicity"
        },
        {
            "text": "Under the conditions indicated in Theorem 5, the function F that enters the variational inequality (30) has a unique solution in K.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 6: Uniqueness"
        },
        {
            "text": "From Theorem 6 it follows that, under the above conditions, the equilibrium product shipment pattern between the manufacturers and the retailers, as well as the equilibrium price pattern at the retailers, is unique.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 6: Uniqueness"
        },
        {
            "text": "The function F that enters the variational inequality problem (30) is Lipschitz continuous, that is, Proof: Since the probability function P khl is always less than or equal to 1, for each retailer khl, the result is direct by applying a mid-value theorem from calculus to the vector function F that enters the variational inequality problem (30) .",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 7: Lipschitz Continuity"
        },
        {
            "text": "In this Section, an algorithm is presented which can be applied to solve any variational inequality problem in standard form (see (30) ), that is: Determine X * ∈ K, satisfying:",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "The Algorithm"
        },
        {
            "text": "The algorithm is guaranteed to converge provided that the function F that enters the variational inequality is monotone and Lipschitz continuous (and that a solution exists). The algorithm is the modified projection method of Korpelevich [37] . The statement of the modified projection method is as follows, where T denotes an iteration counter:",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "The Algorithm"
        },
        {
            "text": "Step 0: Initialization Set X 0 ∈ K. Let T = 1 and let a be a scalar such that 0 < a ≤ 1 L , where L is the Lipschitz continuity constant (cf. [37] ) (see (55)).",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Modified Projection Method"
        },
        {
            "text": "Step 1: Computation ComputeX T by solving the variational inequality subproblem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modified Projection Method"
        },
        {
            "text": "(57)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modified Projection Method"
        },
        {
            "text": "Step 2: Adaptation Compute X T by solving the variational inequality subproblem:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modified Projection Method"
        },
        {
            "text": "Step 3: Convergence Verification If max |X T l − X T −1 l | ≤ , for all l, with > 0, a prespecified tolerance, then stop; else, set T =: T + 1, and go to Step 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modified Projection Method"
        },
        {
            "text": "We now state the convergence result for the modified projection method for this model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modified Projection Method"
        },
        {
            "text": "Assume that the function that enters the variational inequality (29) (or (30) ) has at least one solution and satisfies the conditions in Theorem 4 and in Theorem 7. Then the modified projection method described above converges to the solution of the variational inequality (29) or (30) .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 77,
                    "text": "(29) (or (30)",
                    "ref_id": null
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 282,
                    "end": 286,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 8: Convergence"
        },
        {
            "text": "Proof: According to Korpelevich [37] , the modified projection method converges to the solution of the variational inequality problem of the form (30) , provided that the function F that enters the variational inequality is monotone and Lipschitz continuous and that a solution exists. Existence of a solution follows from Theorem 3. Monotonicity follows Theorem 5. Lipschitz continuity, in turn, follows from Theorem 7.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 8: Convergence"
        },
        {
            "text": "We emphasize that, in view of the fact that the feasible set K underlying the global supply chain network model with supply and demand side risk is the nonnegative orthant, the projection operation encountered in (57) and (58) takes on a very simple form for computational purposes. Indeed, the product transactions as well as the product prices at a given iteration in both (57) and in (58) can be exactly and computed in closed form,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 8: Convergence"
        },
        {
            "text": "In this Section,we apply the modified projection method to several numerical examples. The algorithm was coded in FORTRAN and the computer used was a SUN system at the University of Massachusetts at Amherst. The convergence criterion utilized was that the absolute value of the product transactions and prices between two successive iterations differed by no more than 10 −4 . The parameter a in the modified projection method (cf. (57) and (58)) was set to .01 for all the examples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical Examples"
        },
        {
            "text": "The structure of the global supply chain network for the examples is given in Figure 2 . Specifically, we assumed that there were two countries, with two manufacturers in each country, and two distributors in each country. In addition, we assumed a single currency (for example, the euro) and two retailers in each country. Note that electronic transactions were permitted between the manufacturers and the retailers. Hence, we had that I = 2, L = 2, J = 2, K = 2, and H = 1 and, hence e h = e 1 = 1. 3  3  3  3  3  3  3  3  3  3  3   e  e  e  e e   ¡  ¡  ¡  ¡  ¡   3  3  3  3  3  3  3  3  3  3  3   111  211  112  212 · · · · · · Country 1 Manufacturers In all the examples, we assumed that the demands associated with the retail outlets followed a uniform distribution. In particular, we assumed that the random demandd khl (ρ 3khl ), of retailer khl, is uniformly distributed in 0, b khl ρ 3khl , with b khl > 0; k = 1, 2; h = 1, andl = 1, 2. Therefore, we have that",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "Figure 2",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 501,
                    "end": 618,
                    "text": "3  3  3  3  3  3  3  3  3  3  3   e  e  e  e e   ¡  ¡  ¡  ¡  ¡   3  3  3  3  3  3  3  3  3  3  3   111  211  112  212",
                    "ref_id": null
                }
            ],
            "section": "Numerical Examples"
        },
        {
            "text": "It is straightforward to verify that the expected demand function d khl (ρ 3khl ) associated with retailer khl is a decreasing function of the price at the demand market in the particular country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical Examples"
        },
        {
            "text": "The modified projection method was initialized as follows: all variables were set equal to zero, except for the initial retail prices ρ 3khl , which were set to 1 for all k, h,l.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical Examples"
        },
        {
            "text": "The data for this example were constructed for easy interpretation purposes. The production cost functions of the manufacturers in the two countries (cf. (1)) were given, respectively, by: f 11 (q) = 2.5(q 11 ) 2 + q 11 q 21 + 2q 11 , f 21 (q) = 2.5(q 21 ) 2 + q 11 q 21 + 2q 21 , f 12 (q) = 2.5(q 12 ) 2 + q 12 q 22 + 2q 12 , f 22 (q) = 2.5(q 12 ) 2 + q 12 q 22 + 2q 22 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1"
        },
        {
            "text": "The transaction costs faced by the manufacturers and associated with transacting with the distributors (cf. (2a)) were given by: c il jhl = .5(q il jhl ) 2 + 3.5q il jhl , for i = 1, 2; l = 1, 2; j = 1, 2; h = 1;l = 1, 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1"
        },
        {
            "text": "The transaction costs faced by the manufacturers but associated with transacting with the retailers electronically (cf. (2b)) were given by: c il khl = .5(q il khl ) 2 + 5q il khl , for i = 1, 2; l = 1, 2; k = 1, 2; h = 1;l = 1, 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1"
        },
        {
            "text": "The handling costs of the distributors in the two countries, in turn, (cf.(9b)), were given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1"
        },
        {
            "text": "The handling costs of the retailers (cf. (17) ) were:",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Example 1"
        },
        {
            "text": "q jl khl ) 2 , for k = 1, 2; h = 1;l = 1, 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1"
        },
        {
            "text": "The b khl s (cf. (59) -(61)) were set to 100 for all k, h,l. The weights associated with excess supply and with excess demand at the retailers were (see following (21) ): λ + khl = λ − khl = 1 for k = 1, 2; h = 1, andl = 1, 2. Thus, we assigned equal weights for each retailer in each country for excess supply and excess demand.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Example 1"
        },
        {
            "text": "In Example 1, we set all the weights associated with risk minimization to zero, that is, we had that α il = 0 for i = 1, 2 and l = 1, 2 and β jl = 0 for j = 1, 2 andl = 1, 2. This means that in the first example all the manufacturers and all the distributors were concerned with profit maximization exclusively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1"
        },
        {
            "text": "The modified projection method converged and yielded the following equilibrium pattern. All physical transactions were equal to .186, that is, we had that q il * jhl = q jl * khl = .186 for all i, l, j, h,l, and k,l. All product transactions conducted electronically via the Internet, in turn, were equal to .177, that is, we had that q il * khl = .177 for all i, l, k, h,l. Note that there was a larger volume of product transacted physically than electronically in this example.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1"
        },
        {
            "text": "The computed equilibrium prices, in turn, were as follows. The equilibrium prices at the distributors were: γ * jl = 15.091 for j = 1, 2 andl = 1, 2, whereas the demand market equilibrium prices were: ρ * 3khl = 32.320 for k = 1, 2, h = 1, andl = 1, 2. Note that, as expected, the demand market prices exceed the prices for the product at the distributor level. This is due to the fact that the prices increase as the product propagates down through the supply chain since costs accumulate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 1"
        },
        {
            "text": "Example 2 was constructed from Example 1 as follows. All the data were as in Example 1 except that now we set the b khl s =1000. This means (cf. (59) -(61)) that, in effect, the demand has increased for the product at all retailers in all countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 2"
        },
        {
            "text": "The modified projection method converged and yielded the following new equilibrium pattern: the product transactions between the manufacturers and the distributors were: q il * jhl = .286 for all i, l, j, h,l; whereas the volumes of the product transacted electronically between the manufacturers and the retailers were: q il * khl = 1.071 for all i, l and k, h,l. Hence, the volumes of electronic transactions exceeded the physical ones. Finally, the computed equilibrium product transactions between the distributors and the retailers were: q jl * khl = .286 for all j,l and k, h,l.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 2"
        },
        {
            "text": "The computed equilibrium prices associated with the distributors, in turn, were: γ * jl = 39.487 for j = 1, 2 andl = 1, 2, whereas the equilibrium demand market prices were: ρ * 3khl = 90.395 for k = 1, 2; h = 1, andl = 1, 2. Note that since the demand increased, the product transactions also increased. In this example, there were more transactions conducted electronically than physically. Also, observe that since demand increased, the demand prices also increased as did the prices at the distributors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 2"
        },
        {
            "text": "Example 3 was constructed from Example 2 as follows. We kept the data as in Example 2 but we assumed now that the first manufacturer in the first country was a multicriteria decision-maker and concerned with risk minimization with his risk function being given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 3"
        },
        {
            "text": "that is, the manufacturer sought to achieve, in a sense, a certain goal target associated with his electronic transactions. The weight associated with his risk measure was α 11 = 2. The modified projection method yielded the following new equilibrium pattern. The computed equilibrium product transactions between the first manufacturer in the first country and the distributors were now: q 11 * jhl = .569, for j = 1, 2, h = 1, andl = 1, 2. The analogous transactions, but from the second manufacturer in the first country were; q 21 * jhl = .216. All other product transactions between the manufacturers and the distributors were equal to .215.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 3"
        },
        {
            "text": "The equilibrium product transactions associated with electronic transactions were as follows. For the first manufacturer in the first country (who is now concerned with risk associated with electronic transactions) the product transactions were: q 11 * 111 = .300, q 11 * 211 = .303, q 11 * 112 = .307, and q 11 * 212 = .307. The analogous transactions but from the second manufacturer in the first country, were all 1.145, with the remainder of the electronic transactions at equilibrium equal to 1.143. Hence, the first manufacturer in the first country reduced the volume of his transactions conducted electronically since there was increased risk associated with such transactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 3"
        },
        {
            "text": "The product transactions at equilibrium between the distributors and the retailers, in turn, were: q jl * 111 = .300, for j = 1, 2 andl = 1, 2; q jl * 211 = .303 for j = 1, 2 andl = 1, 2; q jl * 112 = .307 and q jl * 212 = .307 for j = 1, 2 andl = 1, 2. The equilibrium prices were now: γ * jl = 39.514 for j = 1, 2;l = 1, 2 whereas ρ * 3khl = 90.565 for k = 1, 2; h = 1, andl = 1, 2. Obviously, the above examples are highly stylized but they, nevertheless, demonstrate the efficacy of the model and the computational procedure. One can now conduct numerous simulations by altering the data as well as adding decision-makers with their associated functions and weights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example 3"
        },
        {
            "text": "This paper has developed a three-tiered global supply chain network equilibrium model consisting of manufacturers, distributors, and retailers with electronic commerce and with risk management. In particular, the manufacturers as well as the distributors are assumed to be multicriteria decision-makers and concerned not only with profit maximization but also with risk minimization. The demands for the product, in turn, are random.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        },
        {
            "text": "The developed multi-agent framework permits for the handling of as many countries, as many manufacturers in each country, as many currencies in which the products can be obtained, as many retailers, and as many demand markets, as mandated by the specific application. Moreover, the generality of the multiagent framework allows for the demand to have almost any distribution as long as it satisfies certain technical conditions. In addition, the retailers need not be country-specific and can transact either virtually or physically with both the manufacturers and the consumers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        },
        {
            "text": "Finite-dimensional variational inequality theory was used to formulate the derived equilibrium conditions, to study the model qualitatively, and also to obtain convergence results for the proposed algorithmic scheme. Finally, numerical examples were presented to illustrate the model and computational procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        },
        {
            "text": "This multi-agent framework generalizes the recent work of Nagurney, Cruz, and Matsypura [7] to include supply-side risk modeled as a multicriteria decisionmaking problem from the perspective of both the manufacturers and the distributors, and demand-side risk, handled through random demands. The results herein provide a contribution to the burgeoning topic of the development of quantitative tools for multi-agent modeling, analysis, and computations that bridge finance and operations in the setting of supply chain modeling and analysis with a specific focus on the global arena.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Summary and Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Deadly Virus. BusinessWeek Online",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Engardio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arnst",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Supply Chain Management under the Threat of International Terrorism",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sheffi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The International Journal of Logistics Management",
            "volume": "12",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Supernetworks: Decision-Making for the Information Age",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The E-Biz Surprise",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Mullany",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arndt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Hof",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Himelstein",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Business Week Online",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Options Thinking and Platform Investments: Investing in Opportunity",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kogut",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kulatilaka",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global Supply Chains: Research and Applications. Production and Operations Management",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mallik",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "193--210",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Dynamics of Global Supply Chain Supernetworks",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Matsypura",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Mathematical and Computer Modelling",
            "volume": "37",
            "issn": "",
            "pages": "963--983",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Integrated Production/Distribution Planning in Supply Chains: An Invited Review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Erenguc",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Vakharia",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "European Journal of Operational Research",
            "volume": "115",
            "issn": "",
            "pages": "219--236",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Global Supply Chain Management: A Survey of Research and Applications",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huchzermeier",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Proactive Supply Management: The Management of Risk",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Smeltzer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Siferd",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "International Journal of Purchasing and Materials Management",
            "volume": "",
            "issn": "",
            "pages": "38--45",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Risk Intermediation in Supply Chains",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seshadri",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "IIE Transactions",
            "volume": "32",
            "issn": "",
            "pages": "819--831",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Learning from Toys: Lessons in Managing Supply Chain Risk from the Toy Industry",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "California Management Review",
            "volume": "43",
            "issn": "",
            "pages": "106--124",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Capacity Portfolio Investment and Hedging: Review and New Directions. To appear in Manufacturing & Service Operations Management",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Mieghem",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Managerial Perceptions of Supply Risk. The Journal of Supply Chain Management: A Global Review of Purchasing and Supply Winter",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Zsidisin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "14--25",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Valuing Operational Flexibility Under Exchange Rate Uncertainty",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huchzermeier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Operations Research",
            "volume": "44",
            "issn": "",
            "pages": "100--113",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Supply Chain Networks and Electronic Commerce: A Theoretical Perspective",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Netnomics",
            "volume": "4",
            "issn": "",
            "pages": "187--220",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Supply Chain Networks with Multicriteria Decision-Makers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Transportation and Traffic Theory in the 21st Century",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Urban and Regional Transportation Modeling: Essays in Honor of David E",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "289--313",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A Supply Chain Network Equilibrium Model with Random Demands",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "European Journal of Operational Research",
            "volume": "156",
            "issn": "",
            "pages": "194--212",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A Supply Chain Network Equilibrium Model",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Transportation Research E",
            "volume": "38",
            "issn": "",
            "pages": "281--303",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Financial Networks: Statics and Dynamics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siokos",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Utility Theory for Decision Making",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Fishburn",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Multiobjective Decision Making: Theory and Methodology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chankong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Haimes",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Multiple Criteria Decision Making -Concepts, Techniques, and Extensions",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Decisions with Multiple Objectives: Preferences and Value Tradeoffs",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Keeney",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Raiffa",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Equilibrium Points in N-Person Games",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Nash",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "36",
            "issn": "",
            "pages": "48--49",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Noncooperative Games",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Nash",
                    "suffix": ""
                }
            ],
            "year": 1951,
            "venue": "",
            "volume": "54",
            "issn": "",
            "pages": "286--298",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "On the Uniqueness and Stability of Nash Equilibria in Noncooperative Games",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gabay",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Moulin",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Applied Stochastic Control of Econometrics and Management Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Nonlinear Programming: Theory and Algorithms",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Bazaraa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Sherali",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Shetty",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Network Economics: A Variational Inequality Approach. Second and revised edition",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Portfolio Selection",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Markowitz",
                    "suffix": ""
                }
            ],
            "year": 1952,
            "venue": "The Journal of Finance",
            "volume": "7",
            "issn": "",
            "pages": "77--91",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Portfolio Selection: Efficient Diversification of Investments",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Markowitz",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Bicriteria Decision Making and Financial Equilibrium: A Variational Inequality Perspective",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Computational Economics",
            "volume": "17",
            "issn": "",
            "pages": "19--42",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "An Introduction to Variational Inequalities and Their Application",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kinderlehrer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stampacchia",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Networks and Variational Inequalities in the Formulation and Computation of Market Disequilibria: The Case of Direct Demand Functions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Transportation Science",
            "volume": "27",
            "issn": "",
            "pages": "4--15",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Stability Analysis of an Adjustment Process for Oligopolistic Market Equilibrium Modeled as a Projected Dynamical System",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nagurney",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Optimization",
            "volume": "36",
            "issn": "",
            "pages": "263--285",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Extragradient Method for Finding Saddle Points and Other Problems",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Korpelevich",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Matekon",
            "volume": "13",
            "issn": "",
            "pages": "35--49",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ",...,I;l=l=l=1,...,L;j=1,...,J;h=1,...,H;k=1,...,K ,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Since the f il ; i = 1, ..., I; l = 1, ..., L, are additive, and the f il 1 ; i = 1, ..., I; l = 1, ..., L are convex functions, one has",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "is strictly monotone, if the conditions mentioned in Lemma 1 for g khl (s khl , ρ 3khl ) are satisfied strictly for all k and if the following conditions are also satisfied. Suppose that the production cost functions f il ; i = 1, ..., I; l = 1...L, are additive, as defined in Definition 2, and that the f il 1 ; i = 1, ..., I; l = 1, ..., L, are strictly convex functions. If the c il jhl , c il khl , c khl , c jl , r il , and r jl functions are strictly convex,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "under the following conditions: (i). Each function f il ; i = 1, ..., I; l = 1, ..., L, is additive and has a bounded second order derivative; (ii). The c il jhl , c il khl , c khl , c jl , r il , and r jl functions have bounded second order derivatives, for all i, j, k, h, l,l,l.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Global supply chain network for the numerical examples",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Distributors Fig. 1. The Structure of the Global Supply Chain Network",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The research of the authors was supported, in part, by NSF Grant No.: IIS-0002647, and that of the first two by a 2002 AT&T Industrial Ecology Faculty Fellowship. This support is gratefully acknowledged.The authors thanks Dr. Brahim Chaib-draa for editing this volume and for support in the preparation of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}