{
    "paper_id": "d7258b8d50beae2597c316c535c97437454cfb30",
    "metadata": {
        "title": "Coronavirus Disease 2019 (COVID-19) and healthcare-associated infections: Emerging and future challenges for public health in Brazil Travel Medicine and Infectious Disease xxx (xxxx) xxxx Travel Medicine and Infectious Disease xxx (xxxx) xxxx",
        "authors": [
            {
                "first": "Rosineide",
                "middle": [
                    "Marques"
                ],
                "last": "Ribas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Paulo Pinto Gontijo-Filho Laboratory of Molecular Microbiology",
                    "institution": "Federal University of Uberlandia",
                    "location": {
                        "addrLine": "38400-902",
                        "postCode": "1720",
                        "settlement": "Pará, Uberlândia",
                        "region": "MG",
                        "country": "Brazil, Brazil"
                    }
                },
                "email": "rmribas@ufu.brr.m.ribas.*correspondingauthor.av."
            },
            {
                "first": "Paola",
                "middle": [],
                "last": "Amaral De Campos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Paulo Pinto Gontijo-Filho Laboratory of Molecular Microbiology",
                    "institution": "Federal University of Uberlandia",
                    "location": {
                        "addrLine": "38400-902",
                        "postCode": "1720",
                        "settlement": "Pará, Uberlândia",
                        "region": "MG",
                        "country": "Brazil, Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "In lower and middle-income countries as Brazil, where there is a lack of efficient prevention and control measures, the emergence and spread of the Coronavirus Disease 2019 (COVID-19), caused by the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) it can be a calamity considering that initial estimates of R0. To date, the impact of development of healthcare-associated infections (HAIs) in patients with COVID-19 or vice versa is uncertain. The situation gets even more difficult given the high rate of HAIs in the country as well as lack of effective antiviral therapy and absence of vaccines against this virus, what makes current treatments for this disease are mainly focused on symptomatic and respiratory support and of rigorous implementation of public health measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear editor,"
        },
        {
            "text": "Regarding COVID-19, two recent articles in the present journal touched the problem. Alfonso J. Rodriguez-Morales and your group [1] reported the implications of the first case of COVID-19 in the South American region. In countries like Brazil, the possibility of the experiencing of significant outbreaks of infections, which were declared Public Health Emergencies of International Concern (PHIC) by the World Health Organization (WHO) it is a reality. In the study of the Cristian Biscayart and collaborators [2] emerging and reemerging pathogens are global challenges for public health and a matter for concerns in travelers from all over the world.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Dear editor,"
        },
        {
            "text": "But, are Brazil healthcare systems sufficiently prepared? Probably not. Its continental dimensions must be taken into account, with macro and micro regional differences in relation to existing hospitals and problems of assisted population and available resources. In addition, other factors such as HAI and bacterial resistance in hospitals offering tertiary care are significant problems and challenges for the treatment of patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear editor,"
        },
        {
            "text": "In our country as well as worldwide, the HAIs are the most frequent adverse event in healthcare delivery. This is well exemplified in a recently published multi-center study, involving 28 adult ICUs in Brazil reported a high burden of HAIs in acute care hospitals with the overall prevalence of HAIs of the 51.2% [3] . It is estimated that for every 100 hospitalized patients at any given time, 7 in developed and 10 in developing countries will acquire at least one HAI. The HAI is a real endemic, ongoing problem that prolongs hospital stays, increases resistance to antimicrobials, cause increased morbidity and mortality, generating high costs for health systems.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Dear editor,"
        },
        {
            "text": "It is also important to highlight to the role of HAI as secondary infections as well as antibiotic resistance in patients with COVID-19. A recently published by Zhou et al. [4] looked hospitalized adult inpatients in Wuhan, China, that had been diagnosed with COVID-19. Half of non-survivors (n = 27/54) experienced a secondary infection, and that all but one of them had been treated with antibiotics. Besides that, ventilator-associated pneumonia occurred in ten (31%) of 32 patients requiring invasive mechanical ventilation. This is very worrying because the countries as Brazil, that have a higher burden of antibiotic resistance and higher rates of nosocomial ventilator-associated pneumonia might be worse off if secondary bacterial infections are a common complication.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Dear editor,"
        },
        {
            "text": "In relation to the emergence of microorganisms, some factors are also important in the epidemiology of infections in these countries, including: (1) critically ill patients in ICUs, that are often exposed to numerous invasive devices and heavy use of inappropriate empirical therapy; (2) the current social mobility, with the ease of making international air travel; (3) poor implementing of infection prevention and control practices by the lack of resources, human, both in qualitative and quantitative terms and finally not least; (4) healthcare in developing countries is affected by severe poverty, political instability and diseases that may be of lesser importance in industrialized nations; (5) microorganisms such as COVID-19 and high-risk clones of multiresistant bacteria with better adaptation in the environment and faster dissemination capacity have a selective advantage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear editor,"
        },
        {
            "text": "The outlook today in hospitals across the country is bleak, both for viral epidemics and those associated with HAI. Regarding COVID-19, measures are being taken with protocols already developed during other crises such as SARS (2003) and pandemic influenza (2009). However, it is strongly maintained that in low and middle income countries, mainly hand hygiene is not a reality, and this is among the most efficient measures to contain microorganisms such as those reported here [5] . Regarding HAI, we will have to wait to determine what impacts the COVID-19 epidemic will leave for our health system.",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 482,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Dear editor,"
        },
        {
            "text": "It is noteworthy that, although we have evolved a lot among public health issues, broad and fair access to medicines, rapid diagnoses and the development of treatments for diseases neglected appear as an",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 in Latin America: the implications of the first confirmed case in Brazil",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodriguez-Morales",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gallego",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Escalera-Antezana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trav Med Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2020.101613"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The next big threat to global health? 2019 novel coronavirus (2019-nCoV): what advice can we give to travellers? -interim recommendations",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Biscayart",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Angeleri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lloveras",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American society for Travel Medicine (SLAMVI)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tmaid.2020.101567"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Multi-hospital point prevalence study of healthcare-associated infections in 28 adult intensive care units in Brazil",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Braga",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Gontijo-Filho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ribas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Hosp Infect",
            "volume": "99",
            "issn": "3",
            "pages": "318--342",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2018.03.003"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Hand hygiene in low-and middle-income countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Loftusa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Guitart",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tartari",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Infect Dis",
            "volume": "86",
            "issn": "",
            "pages": "25--30",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2019.06.002"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}