{
    "paper_id": "d8fa07373305ec778a096c32023d140add37fec9",
    "metadata": {
        "title": "Journal Pre-proof DETECCIÓN VIRAL Y RESPUESTA SEROLÓGICA EN PACIENTES CRÍTICOS INTUBADOS CON SARS-CoV-2. IMPLICACIONES PARA RETIRADA DE AISLAMIENTO CARTA CIENTÍFICA DETECCIÓN VIRAL Y RESPUESTA SEROLÓGICA EN PACIENTES CRÍTICOS INTUBADOS CON SARS-CoV-2. IMPLICACIONES PARA RETIRADA DE AISLAMIENTO. VIRAL DETECTION AND SEROLOGICAL RESPONSE IN CRITICALLY ILL PATIENTS WITH SARS-CoV-2. IMPLICATIONS FOR ISOLATION WITHDRAWAL Autores",
        "authors": [
            {
                "first": "M",
                "middle": [
                    "C"
                ],
                "last": "Caballero",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martino",
                "middle": [],
                "last": "Mdcs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Detección Viral Y Respuesta Serológica En Pacientes Críticos Intubados Con Sars-Cov-2. Implicaciones Para Retirada De",
                "middle": [],
                "last": "Aislamiento",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "En diciembre de 2019 se declaró un brote de infección por un nuevo Coronavirus en la provincia de Wuhan, China(1). La enfermedad que produce se denomina SARS-CoV-2 y ha dado lugar a una pandemia que ocupa las Unidades de Cuidados Intensivos con multitud de pacientes críticos (2) . El diagnóstico se realiza mediante detección de ARN viral en frotis nasofaríngeo o lavado broncoalveolar (LBA)(3). Para la respuesta inmunológica, se determinan IgM e IgG en sangre con pruebas rápidas cualitativas.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "En las formas clínicas menos graves, la detección de ARN viral es máxima durante las dos primeras semanas desde el inicio de los síntomas(4), y a partir de los 7-10 días se produce respuesta inmunológica de IgM y después de IgG (5) . Sin embargo, en los pacientes más graves o curso más prolongado se describe mayor persistencia del virus hasta después de 21 días tras el inicio de síntomas (4, 6) . En estos pacientes de curso prolongado se ha encontrado además mayor persistencia de la IgM (5) . Las implicaciones para la retirada del aislamiento son muy relevantes (7) . El CDC propone como una pauta segura la determinación de 2 rRT-PCR negativas consecutivas para valorar la necesidad de aislamiento de los pacientes con COVID-19 (8).",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 391,
                    "end": 394,
                    "text": "(4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 395,
                    "end": 397,
                    "text": "6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 492,
                    "end": 495,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 568,
                    "end": 571,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Presentamos un estudio retrospectivo descriptivo en el que se analizan registros de 10 pacientes críticos intubados con SARS-CoV-2, ingresados en una Unidad de Cuidados Intensivos de un Hospital comarcal, con más de 1 semana de ventilación mecánica. Se obtuvo autorización de los pacientes o familiares para la recogida de datos. Se consideraron pacientes de extrema gravedad aquellos que presentaron en los primeros 5 días hipoxemia crítica (paO2/FiO2 < 100 más de 12h), fracaso renal que precisara depuración extrarrenal, o necesidad de norepinefrina a dosis mayor de 1 µg/Kg/min.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A estos pacientes se les hicieron 2 determinaciones de rRT-PCR de Coronavirus a partir de 21 días del inicio de síntomas, separadas por 24 h, para comprobar si persistía eliminación del virus. En los casos positivos, estas 2 determinaciones se repitieron semanalmente. Se evaluó al mismo tiempo el estado serológico de los pacientes mediante determinación en suero de IgM e IgG para el coronavirus. A los casos negativizados se les retiró el aislamiento y se realizó un seguimiento de profesionales y familiares en contacto con ellos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "En nuestro medio, en presencia de alta circulación del virus, adoptamos el algoritmo del cribado mediante técnica de screening, detección del gen de la envoltura (E) del coronavirus, como determinante de infección por SARS-CoV-2(9). La técnica de amplificación por rRT-PCR (real time reverse-transcription polymerase chain reaction) (TIB Molbiol, Roche®) se realizó a partir de exudados nasofaríngeos o LBA, empleando el ciclo menor de 40 como criterio de positividad (10, 11) . La detección cualitativa de anticuerpos IgG/IgM frente al SARS-CoV-2 se realizó mediante ensayo inmunocromatográfico en fase sólida a partir de sangre total, suero o plasma (Zhejiang Orient Gene Biotech Co., Ltd). Las especificaciones de la técnica al comparar con la rRT-PCR tiene una sensibilidad del 87,9% y del 97,2% para la IgM e IgG respectivamente y una especificidad conjunta del 100%.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 472,
                    "text": "(10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "En la Tabla 1 se presentan los casos analizados, que mostraron un APACHE II medio a las 24 h de 18,1 (DE 5, 8) , un SOFA medio a las 72 h de 7,4 (DE 1,6), con un predominio de hombres 4:1. El tiempo medio de evolución clínica al realizar la rRT-PCR fue de 24 días (DE 3,6), la estancia media en UCI en ese momento era de 16,3 días (DE 3,5), y el tiempo medio de ventilación mecánica de 12,9 días (DE 3,1). En 3 casos (30%; IC 95% 7-65%) se detectó ARN viral en 1 de las muestras tras los 21 días. En 1 caso hubo una primera determinación negativa seguida de otra positiva y en el resto, ambas fueron negativas (Figura 1). Considerando la gravedad de los pacientes, 2 de los 3 pacientes con extrema gravedad tuvieron persistencia de la detección del ARN viral, por 1 de 7 de los que tuvieron una presentación muy grave (p=0,18). De los 3 con rRT-PCR positiva, a la semana en 2 de ellos se seguía detectando ARN viral en al menos 1 muestra. Estos 2 negativizaron en la siguiente semana. Todos los pacientes generaron respuesta inmunitaria medida por anticuerpos, y ninguno había negativizado IgM a los 21 días de clínica, aunque la respuesta de IgM era cualitativamente menor en 4 de los 7 pacientes con cuadro muy grave, por ninguno de los que tuvieron gravedad extrema (p=0,20). Se retiró el aislamiento a los negativos y tras un seguimiento medio de 13,5 días (DE 2,6), no se detectaron síntomas entre los familiares ni profesionales a cargo ni nuevas PCR positivas en ningún profesional del hospital.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 107,
                    "text": "(DE 5,",
                    "ref_id": null
                },
                {
                    "start": 108,
                    "end": 110,
                    "text": "8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "La detección del ARN viral mediante técnicas de rRT-PCR parece ser una forma adecuada de determinar la necesidad de aislamiento de los pacientes con SARS-CoV-2(8, 12). Esto tiene implicaciones sobre las cargas de trabajo, el uso de equipos de protección y los cuidados, además de influir en el estado anímico del paciente y facilitar la reubicación de los enfermos en otras áreas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A día de hoy existen dudas de si la detección de ARN viral en fases tardías corresponde a virus realmente infectivos o son fragmentos de ARN viral no capaces de generar nueva enfermedad (12) . Aun así, parece razonable tener 2 muestras negativas para asegurar la no infectividad, teniendo en cuenta la posibilidad de falsos negativos, como se demuestra en dos de los casos. Desconocemos la correlación entre la respuesta serológica y el control efectivo de la infección. La persistencia de IgM y quizá de forma más pronunciada en los pacientes más graves, podría estar relacionado con la intensidad de presentación.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Este estudio tiene como limitaciones el escaso tamaño muestral, que se realizó determinación de rRT-PCR de un gen E común a otros Coronavirus, aunque esté validado en situación de alta circulación, y que la determinación de anticuerpos fue por test cualitativos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "En resumen, la valoración de la infectividad latente de los pacientes críticos con SARS-CoV-2 después de 21 días de enfermedad no está suficientemente establecida. Se demuestra una persistencia de la detección de ARN viral más allá de 4 semanas en los casos más graves. La determinación de 2 rRT-PCR negativas consecutivas y la constatación de anticuerpos IgG podría considerarse un procedimiento adecuado para la retirada del aislamiento. Tabla 1: Características y pruebas diagnósticas de los casos de pacientes críticos con SARS-CoV-2 con ventilación mecánica Figura 1. Seguimiento de negativización de rRT-PCR a coronavirus en 10 pacientes críticos con SARS-CoV-2 bajo ventilación mecánica. *1 paciente con una 1ª rRT-PCR negativa y la 2ª positiva.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A Novel Coronavirus from Patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "8",
            "pages": "727--760",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Profiling Early Humoral Response to Diagnose Novel Coronavirus Disease (COVID-19)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Xiao",
                    "middle": [
                        "M"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clin Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa310"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Viral dynamics in mild and severe cases of COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "X"
                    ],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/s1473-3099(20)30232-2"
                ],
                "PMID": [
                    "32199493"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Evaluation of Nucleocapsid and Spike Protein-based ELISAs for detecting antibodies against SARS-CoV-2",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/jcm.00461-20"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Temporal profiles of viral load in posterior oropharyngeal saliva samples and serum antibody responses during infection by SARS-CoV-2: an observational cohort study",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "T"
                    ],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Lung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "30196--30197",
            "other_ids": {
                "DOI": [
                    "10.1016/s1473-3099(20"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Plan de contingencia para los servicios de medicina intensiva frente a la pandemia COVID-19. Medicina Intensiva. 2020. Epub Disponible online el 24 de Abril de 2020",
            "authors": [
                {
                    "first": "Rascado",
                    "middle": [],
                    "last": "Sedes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Ballesteros",
                    "middle": [],
                    "last": "Sanz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Bodí",
                    "middle": [],
                    "last": "Saera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Carrasco",
                    "middle": [],
                    "last": "Rodríguez-Rey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Castellanos",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Catalán",
                    "middle": [],
                    "last": "González",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.medin.2020.03.006.8"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "WHO/COVID-19/laboratory/2020.5 Laboratory testing for 2019 novel coronavirus (2019-nCoV) in suspected human cases 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Diagnostic indexes of a rapid",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ly",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Diao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "IgG/IgM combined antibody test for SARS-CoV-2. medRxiv [Internet]. 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.26.20044883"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Detection of 2019 novel coronavirus (2019-nCoV) by real-time RT-PCR",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "M"
                    ],
                    "last": "Corman",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Landt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Euro Surveill",
            "volume": "25",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.es.2020.25.3.2000045"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "12",
            "pages": "1177--1186",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001737"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "José Luis García Garmendia Unidad de Cuidados Intensivos. Servicio de Cuidados Críticos y Urgencias Hospital San Juan de Dios del Aljarafe Avda. San Juan de Dios, s/n. 41930, Bormujos, Sevilla, ESPAÑA San Juan de Dios del Aljarafe Avda. San Juan de Dios, s/n. 41930, Bormujos, Sevilla, ESPAÑA Víctor Jorge Amigo Unidad de Cuidados Intensivos. Servicio de Cuidados Críticos y Urgencias Hospital San Juan de Dios del Aljarafe Avda. San Juan de Dios, s/n. 41930, Bormujos, Sevilla, ESPAÑA María del Carmen Serrano Martino Unidad de Microbiología Servicio de Laboratorio Hospital San Juan de Dios del Aljarafe Avda. San Juan de Dios, s/n. 41930, Bormujos, Sevilla, ESPAÑA Email: joseluis.garciagarmendia@sjd.es Los autores declaran: -No haber tenido financiación alguna para elaborar este documento. -No tener conflictos de interés relacionados con el objeto de este artículo Palabras:",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Figr-1Figura 1. Seguimiento de negativización de rRT-PCR a coronavirus en 10 pacientes críticos con SARS-CoV-2 bajo ventilación mecánica. *1 paciente con una 1ª rRT-PCR negativa y la 2ª positiva. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}