{
    "paper_id": "d90b44917af7303c32432725c373fb8c1e1c5a6c",
    "metadata": {
        "title": "Sindrome acuta da stress respiratorio (ARDS)",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Definizione ARDS (\"Acute Respiratory Distress Syndrome\"). Con il termine ARDS (prima definita come \"adult respiratory distress syndrome\") si intende una forma acuta e grave di insufficienza respiratoria,come reazione del polmone a cause di vario genere. Non è una malattia, ma una sindrome infiammatoria polmonare,caratterizzata da lesioni alveolari diffuse ed aumento della permeabilità dei capillari polmonari, con incremento dell'acqua polmonare extracapillare (edema polmonare non cardiaco). Da un punto di vista clinico,la sindrome è caratterizzata da grave dispnea,tachipnea e cianosi,nonostante la somministrazione di ossigeno,riduzione della \"compliance\" polmonare ed infiltrati polmonari bilaterali diffusi a tutti i segmenti.Secondo la AECC, per una diagnosi di ARDS devono essere soddisfatti i seguenti criteri: -Insorgenza acuta della malattia; -Indice di ossigenazione p a O 2 /F i O 2 inferiore a 200 mmHg, indipendentemente dal valore PEEP; -Infiltrati bilaterali alla radiografia toracica in proiezione antero-posteriore; -Pressione di chiusura dei capillari polmonari (PCWP) inferiore a18 mmHg (se valutata), cioè, nessuna prova di una origine cardiaca dell'edema polmonare. ALI (\"Acute Lung Injury\"). Secondo la definizione dell'AECC, si intendono con il termine ALI tutte le forme acute di alterazione della funzionalità polmonare alla cui base non vi è una patologia cardiaca. Criteri di diagnosi sono: -Insorgenza acuta; -Indice di ossigenazione p a O 2 /F i O 2 < 300; -Infiltrati bilaterali alla radiografia toracica in proiezione antero-posteriore; -Pressione di chiusura dei capillari polmonari (PCWP) inferiore a18 mmHg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definizione"
        },
        {
            "text": "Critiche alla definizione: l'indice di ossigenazione non tiene conto del fatto che sia impiegata o no una PEEP. Dato che la PEEP nell'ARDS migliora l'ossigenazione, i criteri dell'ARDS possono, allo stesso grado della malattia, a seconda della PEEP, essere o no soddisfatti.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Definizione"
        },
        {
            "text": "L'esatta incidenza dell'ARDS non è nota, poiché nella maggior parte delle diagnosi non viene impiegata una definizione univoca. Si può, comunque, affermare che sussiste una frequenza di circa 2-8 casi di malattia per 100.000 abitanti.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Frequenza"
        },
        {
            "text": "Nonostante la varietà delle cause determinanti l'insorgenza della patologia, i quadri clinici e le variazioni anatomo-patologiche sono, nella maggior parte dei pazienti, molto simili. I fattori inizianti l'ARDS agiscono scatenando una lesione polmonare diretta, come per aspirazione di acidi gastrici, inalazione di gas tossici od a causa di batteri, virus, funghi, parassiti. Spesso però, la sindrome è secondaria ad altri processi che non coinvolgono primariamente il polmone, come sepsi, \"shock\", trasfusioni in notevoli quantità, trauma multiplo e coagulazione intravasale disseminata.Vengono, di seguito, elencate le cause note determinanti l'ARDS. Grave sepsi: sepsi associata ad alterazione della funzione di un organo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eziologia"
        },
        {
            "text": "Grave SIRS: SIRS con contemporanea alterazione della funzione di diversi organi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eziologia"
        },
        {
            "text": "Il 25% dei pazienti con sepsi da gram negativi sviluppa un'ARDS; nello \"shock\" settico da gram negativi, la percentuale sale al 95%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eziologia"
        },
        {
            "text": "Trauma. Pazienti gravemente feriti, mostrano un rischio ARDS più alto, sebbene altri fattori giochino un ruolo importante, quali lo \"shock\" emorragico, la contusione polmonare, trasfusioni importanti, embolia da grasso, infezioni. Le trasfusioni di notevoli entità erano, in passato, considerate come fattori scatenanti una ARDS; per tale ragione si parlava di \"polmone da trasfusione\". L'esperienza clinica ha però dimostrato che, da sole, non sono responsabili della ARDS e devono essere associate ad altri fattori di rischio. \"Shock\". Indipendentemente dalla causa, uno stato di \"shock\" può accompagnarsi alla ARDS. In passato era spesso usata la definizione \"polmone da shock\". Tale condizione non sembra giocare,da sola, un ruolo importante nello sviluppo di una ARDS, visto che questa manifestazione si riscontra solo nel 2-7% dei pazienti con \"shock\" emorragico. Gli altri fattori contribuenti sono: lesioni multiple, trasfusioni, ecc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eziologia"
        },
        {
            "text": "Aspirazione polmonare. La provata aspirazione di succo gastrico acido determina nel 34% dei pazienti lo sviluppo di un'ARDS, soprattutto quando il pH del materiale aspirato è inferiore a 2,5. L'evolversi del quadro patologico può, però, avvenire anche a valori di pH più alti, così come con l'aspirazione di particelle solide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Eziologia"
        },
        {
            "text": "Nelle fasi iniziali dell'ARDS, il contenuto liquido ed il peso dei polmoni sono maggiori (\"wet lung\") ed il contenuto di aria è minore. Nello stadio più avanzato, il polmone macroscopicamente si presenta scuro e con consistenza epatica. Il fulcro della patogenesi dell'ARDS è una lesione della membrana alveolo-capillare su base infiammatoria. La causa dell'alterazione può essere diretta, per l'azione di tossine od indiretta, mediata dal complemento e dal sistema di coagulazione, dai granulociti neutrofili, dai radicali dell'ossigeno, trombociti, serotonina, istamina e prodotti del metabolismo dell'acido arachidonico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patogenesi ed anatomia patologica"
        },
        {
            "text": "Indipendentemente dalla causa e dai fattori concomitanti, si ha un solo quadro morfologico di lesione polmonare, in base al quale si possono distinguere tre stadi:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patogenesi ed anatomia patologica"
        },
        {
            "text": "-Fase proliferativa tardiva o stadio cronico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patogenesi ed anatomia patologica"
        },
        {
            "text": "Nella fase essudativa od acuta, per azione di diverse cause, si sviluppa, nell'arco di alcune ore, una lesione dell'endotelio capillare e delle cellule di Tipo I dell'epitelio alveolare. La permeabilità dell'endotelio a liquidi, macromolecole e cellule aumenta ed insorge un edema della membrana alveolo-capillare ricco di proteine, maggiore della capacità di drenaggio del sistema linfatico. Segue un edema alveolare con essudato proteico, fibrina, eritrociti e leucociti. Lo stadio iniziale dell'ARDS è anche definito come \"capillary leakage syndrome\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fase essudativa"
        },
        {
            "text": "Dopo circa 7-10 giorni dall'evento scatenante, inizia la fase proliferativa iniziale o stadio in-termedio: gli alveoli ed i loro ingressi si ricoprono di membrane ialine, l'epitelio alveolare prolifera e si depositano macrofagi e granulociti.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fase proliferativa iniziale"
        },
        {
            "text": "Nei capillari si repertano microtrombi, materiale ialino e fitti tessuti di legame. Questo stadio di minima fibrosi è completamente reversibile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fase proliferativa iniziale"
        },
        {
            "text": "Protagonista principale dello stadio proliferativo tardivo è la fibrosi: i setti alveolari sono ispessiti, lo spazio alveolare viene compresso da tessuti di legame o disteso da materiale cicatrizzante.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fase proliferativa tardiva"
        },
        {
            "text": "In prossimità dei capillari collassati compaiono spazi cistici ricolmi d'aria. I capillari alveolari e le arteriole sono in parte occlusi da materiale fibrotico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fase proliferativa tardiva"
        },
        {
            "text": "La membrana alveolo-capillare è 5 volte più spessa rispetto al normale, volume e superfici capillari sono drasticamente ridotti e conseguentemente lo è anche la capacità di diffusione. Il quadro finale è dato dalla distruzione alveolare e della struttura acinare, spesso letale, ma che in casi isolati può essere reversibile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fase proliferativa tardiva"
        },
        {
            "text": "Da un punto di vista fisiopatologico, nell'ARDS si succedono i seguenti mutamenti: -Edema polmonare non cardiaco; -Ipossia arteriosa grave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fisiopatologia"
        },
        {
            "text": "Come già detto, nell'ARDS aumenta l'acqua polmonare extravasale, sebbene inizialmente le pressioni colloidoosmotica e polmonare venosa siano normali. La causa dell'edema polmonare 397 non cardiogeno è l'aumento della permeabilità polmonare capillare e della pressione arteriosa polmonare. L'edema polmonare, dapprima interstiziale e poi anche alveolare, si sviluppa a seconda della causa determinante, in un periodo di 24 ore. Il riempimento alveolare con liquidi, insieme ad alterazione della produzione di surfattante, conduce allo sviluppo di atelettasie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Edema polmonare"
        },
        {
            "text": "\"Compliance\" polmonare. L'aumento dell'acqua polmonare extravasale nello stadio essudativo dell'ARDS, insieme al collasso degli alveoli, comporta una riduzione della \"compliance\" polmonare. Nello stadio tardivo ad evoluzione fibrotica, si sviluppa un polmone \"duro\", con bassa \"compliance\" e riduzione di tutti i volumi statici. Inoltre, può diminuire anche la \"compliance\" toracica (extrapolmonare).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Edema polmonare"
        },
        {
            "text": "L'ipossia arteriosa, l'abbassamento della p a O 2 o la riduzione dell'indice di ossigenazione p a O 2 / F i O 2 , sono i criteri diagnostici centrali dell'ARDS. Dipendono essenzialmente da due meccanismi:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ipossia arteriosa"
        },
        {
            "text": "-\"Shunt\" destro-sinistro intrapolmonare; -Alterazioni del rapporto volume flusso.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ipossia arteriosa"
        },
        {
            "text": "\"Shunt\" destro-sinistro intrapolmonare. La causa principale di ipossia nell'ARDS è il mantenimento del flusso in alveoli non ventilati. Questo disturbo non è influenzabile dall'aumento della concentrazione inspiratoria di ossigeno.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ipossia arteriosa"
        },
        {
            "text": "Gli alveoli non ventilati nell'ARDS sono ripieni di liquidi o collassati. Nelle forme lievi la percentuale di \"shunt\" equivale al 25-30% del volume cardiaco, nelle forme gravi, la percentuale sale fino al 70%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ipossia arteriosa"
        },
        {
            "text": "Alterazione del rapporto volume flusso. In vicinanza di estese aree di \"shunt\", coesistono piccole regioni con riduzione del rapporto volume/flusso; anch' esse conducono ad ipossia, ma risentono positivamente dell'aumento della somministrazione di ossigeno.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ipossia arteriosa"
        },
        {
            "text": "Nello stadio iniziale dell'ARDS, la p a CO 2 è, nella maggior parte dei casi, ridotta per l'iperventilazione da compenso nelle aree alveolari indenni con elevato rapporto volume flusso.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ipossia arteriosa"
        },
        {
            "text": "Nell'ARDS diminuisce la FRC fino alla metà del valore normale. Il collasso e l'edema alveolare sono le cause principali. La conseguenza di questa riduzione è l'aumento dello \"shunt\" destro-sinistro intrapolmonare, da cui deriva l'ipossia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Riduzione della capacità funzionale residua"
        },
        {
            "text": "Immagini di tomografia computerizzata mostrano uno stato di ispessimento delle regioni polmonari interessate che si accompagna a zone ventilate e non, in maniera non equamente distribuita. Secondo Gattinoni è possibile distinguere tre zone del polmone di pazienti affetti da ARDS:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribuzione disomogenea dell'aria inspirata e delle regioni non ventilate"
        },
        {
            "text": "Zona H (h = \"healthy\"). Sono regioni polmonari sane con normale \"compliance\" e capacità funzionale residua ed adeguato rapporto volume flusso. Nelle forme gravi di ARDS, solo il 20-30% dell'area polmonare presenta una ventilazione ed una circolazione ematica normale. Solo in questa zona, definita anche come \"polmone baby\", è inizialmente possibile lo scambio gassoso.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribuzione disomogenea dell'aria inspirata e delle regioni non ventilate"
        },
        {
            "text": "Zona R (r = \"recruitable\"). Sono aree polmonari atelettasiche che, per impiego di un adeguato volume respiratorio e/o della PEEP, possono essere riaperte, rendendosi disponibili per lo scambio gassoso. Suscettibili, quindi, di cambiamento in zone H.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Distribuzione disomogenea dell'aria inspirata e delle regioni non ventilate"
        },
        {
            "text": "In queste aree ispessite non è più possibile lo scambio gassoso. Gli alveoli ispessiti rappresentano zone di vero \"shunt\", le regioni vascolari ispessite costituiscono lo spazio morto alveolare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zona D (d = \"disease\")."
        },
        {
            "text": "Le micro-e le macrotrombosi del circolo polmonare determinano, già nella fase iniziale dell'ARDS, aumento delle resistenze arteriose nella piccola circolazione e vasocostrizione da ipossia. Inizialmente l'ipertensione polmonare può essere influenzabile per impiego di vasodilatatori, in stadio più avanzato è però fissa e resistente alla terapia. La pressione di chiusura dei capillari polmonari (pressione Wedge), presenta valori normali, a meno che non coesista insufficienza cardiaca sinistra.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ipertonia polmonare"
        },
        {
            "text": "Schematicamente, nell'ARDS è possibile distinguere tre stadi: Stadio 1. Inizialmente vi è una causa scatenante quale \"shock\", sepsi, trauma, aspirazione. 12-24 ore più tardi, si sviluppa un respiro profondo e rapido che assume le caratteristiche di uno stato dispnoico. Si instaura, quindi, una condizione di iperventilazione di compenso: la p a CO 2 si riduce, il pH aumenta (alcalosi respiratoria) e, nella maggior parte dei casi, insorge un grado minimo di ipossia (minima riduzione della p a O 2 ). Si evidenziano, in corrispondenza dell'ilo polmonare, delle zone con segmenti vasali dilatati. Spesso, questo stadio viene riconosciuto in modo retrospettivo. Nel caso di lesioni iniziali gravi, come per aspirazione di succhi gastrici acidi od inalazione di gas tossici, può verificarsi il passaggio diretto allo stadio 2. Stadio 2. Nonostante l'iperventilazione, si verifica una riduzione della p a O 2 . Il paziente pre-senta colorito pallido, cianotico, tachicardia, stato di agitazione ed affaticamento per l'aumentato lavoro respiratorio. La radiografia toracica evidenzia aree di edema polmonare, impronte velate di varia intensità distribuite irregolarmente e delimitabili dalle zone non ancora interessate dalla malattia. In vicinanza dei vasi dilatati sono riconoscibili piccole strutture acinari. Le immagini radiologiche non sono molto specifiche e non permettono di stabilire la causa scatenante.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quadro clinico"
        },
        {
            "text": "Stadio 3. Se i primi due stadi della malattia non riescono ad essere risolti, segue l'evoluzione al terzo stadio. Nonostante l'impiego di pressioni inspiratorie più alte e di maggiori concentrazioni di ossigeno, il grave livello di ipossia non può essere corretto. Per il progressivo aumento dello spazio morto alveolare, aumenta la p a CO 2 e si sviluppa un'insufficienza respiratoria totale. L'immagine radiologica del torace evidenzia la presenza di aree opache confluenti, che testimoniano la presenza di edema interstiziale. La morte, per una terapia respiratoria non adeguata, subentra a causa delle alterazioni cardiovascolari, dovute all'ipossia. Se viene eseguita una terapia di ventilazione meccanica, la causa del decesso non è attribuibile all'ipossia ma ad una alterazione generalizzata della funzionalità organica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quadro clinico"
        },
        {
            "text": "Il grado di severità dell'ARDS è definibile secondo Murray con un sistema a punti (Tab. 21.1), per il quale non è necessaria la determinazione della pressione arteriosa polmonare. Per caratterizzare ulteriormente la malattia, sono importanti i seguenti fattori: -Causa polmonare primaria, ad es. aspirazione, tossicità, polmonite; -Come conseguenza secondaria di altre alterazioni, ad es. sepsi, pancreatite; -Sviluppo acuto di relativi fattori di rischio; -Processo localizzato o sistemico.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Grado di severità dell'ARDS"
        },
        {
            "text": "La diagnosi viene impostata su anamnesi, quadro clinico, modificazioni radiologiche polmonari, emogasanalisi arteriosa, parametri di funzionalità polmonare ed alterazioni emodinamiche.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosi dell'ARDS"
        },
        {
            "text": "Non sono disponibili valori di laboratorio specifici per la diagnosi della malattia. nessuna ombra alveolare 0 -ombre alveolari in un solo quadrante 1 -ombre alveolari in due quadranti 2 -ombre alveolari in tre quadranti 3 -ombre alveolari in tutti i quadranti 4 2. Punteggio ipossia: Un catetere polmonare consente di evidenziare un incremento della pressione arteriosa polmonare, mentre la pressione Wedge, a differenza dell'edema polmonare di origine cardiaca, rimane, normalmente, entro valori fisiologici. Il catetere polmonare consente, quindi, la distinzione dell'edema polmonare nelle due differenti tipologie patologiche. Tuttavia, anche in pazienti affetti da ARDS, è possibile riscontrare un maggior valore di pressione Wedge. Probabilmente ciò è da ricollegarsi ad una miopatia cardiaca a genesi settica, con insufficienza della sezione sinistra del cuore oppure ad un aumento della pressione dell'atrio sinistro, riconducibile ad un'eccessiva somministrazione di volume.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosi dell'ARDS"
        },
        {
            "text": "\"Shunt\" destro-sinistro. Così come già sottolineato, nell'ARDS compare un significativo \"shunt\" destro-sinistro, che ammonta al 25-30% o più e che conduce ad ipossia, scarsamente influenzabile da un aumento della frazione inspiratoria di ossigeno.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosi dell'ARDS"
        },
        {
            "text": "La determinazione dell'acqua polmonare extravasale consente una precoce diagnosi di ARDS, poiché il suo incremento (valore normale 5 ml/Kg, nell'ARDS spesso superiore a 15 ml/Kg), appartiene alle modificazioni patologiche iniziali della patologia. Inoltre, stabilendo questo valore, è possibile perfezionare la terapia impostata per la cura dell'edema polmonare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acqua polmonare extravasale"
        },
        {
            "text": "Nell'ARDS si riduce la \"compliance\" delle vie aeree. La causa è una riduzione della \"compliance\" polmonare e della parete toracica. Nei pazienti ventilati artificialmente, la \"compliance\" statica totale (C tstat ) è approssimativamente definibile secondo la seguente formula:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Compliance\" polmonare"
        },
        {
            "text": "C tstat (ml/cmH 2 O) = V T /(P fine esp -PEEP)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Compliance\" polmonare"
        },
        {
            "text": "Le patologie più importanti con le quali porre diagnosi differenziale sono:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosi differenziale"
        },
        {
            "text": "-Edema polmonare di origine cardiaca; -Embolia polmonare; -Polmonite virale o batterica primaria; -Polmonite da ipersensibilità; -Polmonite eosinofilica; -Alveolite idiopatica fulminante da fibrosi; -Patologie polmonari indotte da farmaci.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Diagnosi differenziale"
        },
        {
            "text": "Una terapia specifica dell'ARDS, grazie alla quale possono essere influenzate le perdite capillari e la fibrosi, non è attualmente disponibile. Il punto cardine dell'intervento terapeutico consiste nell'impiego della ventilazione meccanica con PEEP, completata da altri provvedimenti di supporto quali, sostegno della funzione cardiocircolatoria, somministrazione di volume, terapia nutrizionale, prevenzione e trattamento delle infezioni e complicazioni (iatrogene). Quando possibile, dovrebbero essere trattate le cause scatenanti e le patologie di base.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terapia dell'ARDS"
        },
        {
            "text": "La maggior parte dei pazienti affetti da ARDS necessita di ventilazione meccanica con PEEP. Quando iniziare la respirazione artificiale non è comunque definito. Il criterio principale da considerare è la riduzione della p a O 2 , nonostante l'aumento di somministrazione di tale gas. La p a CO 2 è al principio normale e, quindi, in questa fase di minimo ausilio; un valore normale di p a CO 2 , nonostante la riduzione della pressione parziale di ossigeno, deve considerarsi segno di un'imminente alterazione della funzione respiratoria. Secondo pareri concordanti, nell'ARDS la ventilazione artificiale o quanto meno la respirazione CPAP, deve essere iniziata prima possibile. Si deve comunque considerare che:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terapia con respirazione artificiale"
        },
        {
            "text": "᭹ ❯ La ventilazione profilattica con PEEP non può ostacolare lo sviluppo dell'ARDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terapia con respirazione artificiale"
        },
        {
            "text": "L'importanza della ventilazione non invasiva nell'ARDS -a differenza della terapia della BPCO -non è esattamente definita. Reparti di terapia intensiva che vantano un'ampia esperienza nel trattamento della patologia, evitano, nelle forme lievi (quali ALI), una ventilazione invasiva. Negli stadi avanzati, comunque, l'impiego della respirazione artificiale è inevitabile.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terapia con respirazione artificiale"
        },
        {
            "text": "Lo scopo principale della ventilazione meccanica è il trattamento dell'ipossia, per aumento della ridotta FRC e miglioramento del rapporto volume flusso. Nelle forme di ARDS avanzate, questi \"target\" sono difficilmente raggiungibili. Una respirazione artificiale impostata con elevati volumi per atto inspiratorio e bassa frequenza respiratoria, in soggetti affetti da ARDS e quindi con bassa \"compliance\", può condurre ad elevate pressioni di ventilazione.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scopo della ventilazione meccanica"
        },
        {
            "text": "Elevati volumi e maggiori pressioni di picco inspiratorio determinano, quanto meno in modelli animali, alterazioni polmonari acute. Ele-vate concentrazioni di ossigeno, maggiori del 50%, possono danneggiare tanto regioni polmonari già compromesse, quanto quelle indenni. Elevate pressioni inspiratorie compromettono la funzione cardiocircolatoria e, secondariamente, l'apporto di ossigeno ai tessuti. Il secondo fine della ventilazione meccanica è quello di ridurre le complicazioni iatrogene legate alla respirazione artificiale. Relativamente, nell'ARDS, la ventilazione convenzionale con impiego di elevati volumi e pressioni inspiratorie deve essere evitata. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scopo della ventilazione meccanica"
        },
        {
            "text": "-Riduzione dell'edema polmonare; -Bilancio negativo di volume, quando la condizione cardiocircolatoria lo consente; -Diuretici, nel caso di eccessivo carico di volume; -Emofiltrazione veno-venosa continua, in caso di eccessivo carico di volume resistente alla terapia diuretica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provvedimenti successivi"
        },
        {
            "text": "A causa della ridotta \"compliance\" nell'ALI ed ARDS, per la determinazione di un adeguato volume respiratorio, sono necessarie differenti pressioni di esercizio, rispetto alla ventilazione di un polmone sano. La curva volumeflusso nelle patologie in questione è appiattita ( Fig. 21.1) . Per tale motivo, il volume inspirato non viene equamente distribuito a tutti i segmenti polmonari, ma, preferibilmente, nelle sezioni sane (zone H secondo Gattinoni). Impiegando opportuni provvedimenti, si lasciano ventilare anche le regioni atelettasiche (zone R). Le zone D malate non prendono parte alla ventilazione e non possono essere riaperte, neanche con metodiche di ventilazione aggressive o differenziate. Devono piuttosto, essere prima curate. Nelle forme gravi ed avanzate di ARDS, la percentuale di zone D è cospicua e, anche in condizioni di ventilazione ottimale, le regioni ventilabili sono poche. Da ciò deriva la definizione di \"polmone baby\". Una ventilazione con volumi di esercizio sostenuti, in soggetti affetti da ARDS e quindi con ridotta \"compliance\", conduce ad elevati livelli di pressione ed eccessiva distensione di segmenti polmonari ancora sani e ventilabili (vedi Cap. 15). La conseguenza è un'ulteriore lesione polmonare da volume (VALI, trauma da volu-▼ me) che può peggiorare la prognosi. Uno studio prospettivo randomizzato, il cosiddetto studio \"ARDS-Network\", ha dimostrato che una ventilazione con bassi volumi di esercizio (6 ml/kg) consente una percentuale di sopravvivenza maggiore rispetto all'impiego dei \"tradizionali\" 12 ml/kg. Altri, non ancora però chiaramente dimostrati, fattori ventilazione-associati, responsabili di lesioni polmonari, sono la ventilazione con piccoli volumi, che conduce a significative forze di taglio all'interno degli alveoli (lesione atelettasica) e l'impiego di elevate concentrazioni inspiratorie di ossigeno (tossicità da O 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 285,
                    "text": "Fig. 21.1)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Principi base della respirazione artificiale nell'ARDS"
        },
        {
            "text": "Da ciò ne deriva che:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principi base della respirazione artificiale nell'ARDS"
        },
        {
            "text": "᭹ ❯ La ventilazione meccanica nell'ARDS deve essere impostata in modo da impiegare minimi volumi di esercizio, una sufficientemente elevata PEEP, una concentrazione inspiratoria di ossigeno quanto più bassa possibile, accettando una minima ipercapnia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principi base della respirazione artificiale nell'ARDS"
        },
        {
            "text": "La scelta di una PEEP sostenuta con bassi volumi di esercizio non deve condurre a pressioni di fine espirazione superiori a 30-35 mbar. Sono consigliabili, piuttosto, temporanei e brevi livel-li sostenuti di pressione superiore delle vie respiratorie, al fine di recuperare aree polmonari (zone R secondo Gattinoni) che, per impiego della PEEP, possono essere mantenute pervie. Queste cosiddette \"manovre di recupero\", entro il concetto dell'\"Open-lung\" sono comunque contestate (vedi par. 12.9). Nella ventilazione con controllo di pressione (PCV), la distribuzione del volume inspirato avviene con più uniformità rispetto alla respirazione artificiale con controllo di volume (VCV). Una prevalenza della prima rispetto alla seconda non è stata comunque dimostrata, soprattutto se in entrambe i casi si utilizzano volumi di esercizio relativamente bassi (6-8 ml/kg) e simili pressioni di \"plateau\". In molte sezioni di terapia intensiva, la PCV viene preferita, in particolare in soggetti con ARDS, rispetto alla VCV (per le differenze riguardanti i due modi vedi Cap. 8 e 11). Nella PCV viene mantenuta, con frequenza di ventilazione e tempo predefiniti, la pressione impostata per tutta la durata del tempo inspiratorio. Gli alveoli, con la propria costante di tempo, possono così essere ventilati omogeneamente, evitando il fenomeno di iperventilazione di aree alveolari con costante di tempo maggiore. Le metodiche con controllo di ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principi base della respirazione artificiale nell'ARDS"
        },
        {
            "text": "Nella ventilazione con controllo di pressione e rapporto di tempo respiratorio inverso viene, nel corso della prolungata fase inspiratoria, mantenuta una significativa e costante pressione nelle vie aeree. Gli alveoli rimangono aperti per un intervallo di tempo più lungo ed il contatto del sangue capillare con i gas aumenta. Di conseguenza, migliora l'ossigenazione del sangue. Il minor tempo espiratorio aumenta il volume polmonare di fine espirazione. Si determina così una auto PEEP (vedi Cap. 12) che consente, grazie ad una maggiore pressione media delle vie aeree, un miglioramento dell'ossigenazione.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "pcCMV-IRV"
        },
        {
            "text": "᭹ ❯ La pcCMV-IRV riesce ad influenzare positivamente l'ossigenazione con basse pressioni di picco inspiratorio e minima PEEP, rispetto ai modi VCV e PCV con normale rapporto inspirazione/espirazione. Non è, comunque, provata la sua maggior efficacia, rispetto alle altre metodiche.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "pcCMV-IRV"
        },
        {
            "text": "Effetti positivi sulla distribuzione gassosa e sull'ossigenazione si raggiungono solo se al paziente non viene consentito di respirare spontaneamente. Deve, quindi, essere profondamente sedato e, delle volte, completamente miorilassato.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "pcCMV-IRV"
        },
        {
            "text": "Complicazioni. Se vengono impostate elevate pressioni di esercizio nelle vie aeree (> 35 mbar), anche la pcCMV-IRV aumenta il rischio di trauma polmonare da pressione. L'e-levata pressione inspiratoria media compromette la funzionalità del sistema cardiocircolatorio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "pcCMV-IRV"
        },
        {
            "text": "Principi e funzionamenti delle due metodiche sono stati descritti nel Cap. 12. Con la APRV la pressione media nelle vie aeree ed il volume polmonare sono incrementati, nella BIPAP il paziente può respirare spontaneamente ad entrambi i livelli CPAP. Probabilmente, la prima consente il miglioramento dell'ossigenazione nelle condizioni di basse pressioni medie nelle vie aeree rispetto alla IRV. Sono inoltre necessari dosaggi inferiori di sedativi e rilassanti muscolari. Condizione necessaria affinché la APRV venga impiegata, è il mantenimento della respirazione spontanea. Questa tecnica consente, quindi, un sostegno anche nelle forme gravi di ALI e ARDS. In realtà, la metodica di ventilazione in questione, consente, accanto ad un miglioramento dell'ossigenazione, una condizione emodinamica favorevole, un più precoce tempo di estubazione ed una minore durata della degenza in terapia intensiva. Prove che dimostrino una prevalenza della APRV rispetto agli altri modi, non sono attualmente disponibili.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Airway Pressure Release Ventilation\" (APRV) e BIPAP"
        },
        {
            "text": "L'alterazione dell'ossigenazione nei pazienti con ARDS è da ricollegarsi ad un aumento dello \"shunt\" destro-sinistro ed alla riduzione della capacità funzionale residua. L'impiego di un modo di ventilazione meccanica associato ad una PEEP aumenta la FRC e migliora l'ossigenazione. Effetti favorevoli sono da attendersi quando siano presenti sezioni alveolari ancora recuperabili, negli stadi precoci della patologia: la porzione polmonare ventilabile aumenta con l'incremento della PEEP e lo \"shunt\" destro-sinistro diminuisce. \"Nell'Open-lung-concept\", è necessaria una PEEP sufficientemente elevata, per mantenere pervi gli alveoli già aperti, grazie alla pratica di alte pressioni inspiratorie. Si deve, però, tener conto del fatto che l'impiego di PEEP non adeguate, può peggiorare la lesione polmonare. Valori impropriamente elevati possono, infatti, ostacolare la vascolarizzazione nelle zone alveolari n cui agisce la pressione. Il valore di PEEP ottimale ed i criteri per definirla sono controversi (vedi Cap. 10). Attualmente viene consigliato quanto segue:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pressione positiva di fine espirazione (PEEP)"
        },
        {
            "text": "᭹ ❯ Nella ventilazione meccanica di soggetti con ALI ed ARDS, si deve impostare una PEEP compresa tra 10 e 15 mbar; nei gravi disturbi di ossigenazione, anche un valore maggiore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pressione positiva di fine espirazione (PEEP)"
        },
        {
            "text": "In passato, anche nell'ARDS, venivano impostati volumi inspiratori maggiori (fino a 10-12 ml/kg), con l'intento di determinare una normoventilazione anche a costo di pressioni inspiratorie elevate. Questi procedimenti conducono, però, come già sottolineato, a lesioni polmonari od a peggioramento di situazioni sfavorevoli preesistenti. Le nuove strategie di respirazione artificiale nell'ARDS, prevedono l'impiego di minori volumi ventilatori, la definizione di un valore PEEP individuale, bassi livelli di pressione di picco (< 35 mbar)ed una quanto più possibile bassa concentrazione inspiratoria di ossigeno, al fine di evitare le lesioni polmonari da volume o da pressione elevati. Nelle forme avanzate di ARDS, con la pratica di questi nuovi concetti di ventilazione, si giunge inevitabilmente ad una ipercapnia che, in base al significato terapeutico, viene definita \"ipercapnia permissiva\" ᭹ ❯ L'ipercapnia permissiva consente l'impiego di basse pressioni di picco e di un \"plateau\" inspiratorio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ipercapnia permissiva"
        },
        {
            "text": "Effetti dell'ipercapnia. Se la condizione di ipercapnia si instaura lentamente nell'arco di ore o giorni, gli effetti sono minimi. Anche importanti valori di p a CO 2 , vengono ben tollerati. L'aumento della p a CO 2 del 100%, permette una riduzione della ventilazione alveolare del 50%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ipercapnia permissiva"
        },
        {
            "text": "Una probabile conseguente riduzione della p a O 2 può essere compensata per aumento della frazione inspiratoria o dalla PEEP. In letteratura sono descritti valori medi di p a CO 2 di 62 mmHg, come parte integrante del concetto di ventilazione. Si sono anche registrati valori superiori a 100 mmHg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ipercapnia permissiva"
        },
        {
            "text": "Complicazioni. La condizione di ipercapnia comporta lo sviluppo di acidosi. Il pH si riduce a valori inferiori a 7,2 solo raramente e l'acidosi intracellulare può normalizzarsi nell'arco di poche ore. Altre complicazioni sono: Secondo nuove ricerche, l'ipercapnia sembra avere un ruolo protettivo sui polmoni.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ipercapnia permissiva"
        },
        {
            "text": "In posizione supina, nelle relative sezioni polmonari postero-basali, in pazienti affetti da ARDS, si possono riscontrare ispessimenti regolarmente distribuiti, correlati ad una riduzione della ventilazione ed alla comparsa di atelettasie, che conducono ad alterazioni dell'ossigenazione. Il cambiamento in posizione prona determina miglioramento degli scambi gassosi, testimoniato da un aumento della p a O 2 . In queste condizioni si osserva, infatti, un miglioramento del rapporto flusso-volume. Il cambiamento di posizione induce effetti che possono essere immediati o protratti nel tempo. I primi si relazionano ad una migliore distribuzione del flusso sanguigno in aree ancora sane o, quanto meno, poco danneggiate con recupero di regioni alveolari. I secondi consistono in un incre-mento della FRC, modificazioni nella distribuzione dell'aria inspirata, attenuazione dell'edema polmonare, facilitazione nel drenaggio di secreti.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posizione del paziente"
        },
        {
            "text": "Da un punto di vista clinico vale quanto segue:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posizione del paziente"
        },
        {
            "text": "᭹ ❯ Nel paziente affetto da ARDS, la posizione prona può rappresentare un'alternativa ai fini del miglioramento dell'ossigenazione. Se il paziente risponde positivamente al provvedimento, questo deve essere adottato quotidianamente, per diverse ore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posizione del paziente"
        },
        {
            "text": "Studi prospettivi randomizzati, hanno dimostrato che nonostante le misure di posizione, i soggetti affetti da ARDS, pur non manifestando tempi di sopravvivenza particolarmente lunghi, presentano un tasso di mortalità immediato inferiore.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posizione del paziente"
        },
        {
            "text": "L'inalazione di vasodilatatori può migliorare l'ossigenazione e ridurre la pressione arteriosa polmonare. Il meccanismo per il quale questo avviene è il seguente: il vasodilatatore giunge attraverso le vie aeree alle regioni ventilate ed aumenta l'irrorazione a spese delle sezioni non ventilate. L'azione dei vasodilatatori fa sì che la circolazione si distribuisca, evitando le zone non ventilate (vasodilatazione selettiva). Il miglioramento dell'ossigenazione contrasta l'effetto dei vasodilatatori somministrati per via sistemica (ad es. nitrati):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inalazione di vasodilatatori"
        },
        {
            "text": "-Somministrazione sistemica di vasodilatatori: riduzione della pressione polmonare arteriosa, aumento dello \"shunt\" destro-sinistro, peggioramento dell'ossigenazione; -Somministrazione inalatoria di vasodilatatori: riduzione della pressione arteriosa polmonare, diminuzione dello \"shunt\" destrosinistro, miglioramento dell'ossigenazione.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inalazione di vasodilatatori"
        },
        {
            "text": "L'inalazione di vasodilatatori consente di ridurre la frazione inspiratoria di ossigeno. Le sostanze impiegate sono il monossido nitrico e la prostaciclina.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inalazione di vasodilatatori"
        },
        {
            "text": "Monossido nitrico (NO). Sostanza rilassante la muscolatura delle cellule muscolari vasali: se somministrata per inalazione, conduce ad una riduzione della pressione arteriosa polmonare. Per migliorare l'ossigenazione, sono necessarie solo minime concentrazioni nell'ordine di poche parti per milione (ca. 1-10 ppm). Il monossido nitrico è stato introdotto in terapia fin dagli inizi degli anni novanta ed è, tra i vasodilatatori, quello più studiato.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inalazione di vasodilatatori"
        },
        {
            "text": "Al miglioramento dell'ossigenazione non è però associata una migliore prognosi. Per tale motivo, l'impiego di \"routine\" nella terapia dell'ARDS non è consigliato. Tuttavia, nei pazienti affetti da forme avanzate, la terapia con NO rappresenta una giustificata opzione terapeutica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inalazione di vasodilatatori"
        },
        {
            "text": "Prostaciclina. Come l'NO, questo farmaco conduce ad una selettiva vasodilatazione delle regioni alveolari ben ventilate. La conseguenza è un miglioramento degli scambi gassosi. Se ciò comporti una evoluzione favorevole della patologia o miglioramento della sopravvivenza, non è ancora dimostrato.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inalazione di vasodilatatori"
        },
        {
            "text": "Ventilazione ad elevata frequenza (HFV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Altre procedure terapeutiche non convenzionali"
        },
        {
            "text": "L'impiego di una ventilazione ad elevata frequenza e con piccoli volumi di esercizio si propone di migliorare l'ossigenazione ed, allo stesso tempo, di ridurre le lesioni polmonari collegate alla ventilazione (VALI). La migliore prognosi per l'impiego dell'HFV non è dimostrata.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Altre procedure terapeutiche non convenzionali"
        },
        {
            "text": "Mentre la ventilazione dei prematuri in forma di HFO è una opzione terapeutica provata e sicura, la pratica di questo modo nell'ARDS è insicura ed in via di sperimentazione. Può comunque essere tentata nei casi di alterazione dell'ossigenazione resistenti alle convenzionali terapie (vedi Cap. 13).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Altre procedure terapeutiche non convenzionali"
        },
        {
            "text": "Ventilazione parziale assistita con perfluorocarburi (PLV-PFC). Queste molecole si caratte-rizzano, per l'elevata solubilità di gas come ossigeno ed anidride carbonica. Viene impiegata per sostituire volumi del cosiddetto \"sangue artificiale\" (meglio definito come \"trasportatore artificiale di ossigeno\") e, nella respirazione meccanica, come mezzo di trasporto intrapolmonare di ossigeno. Nella PLV (\"Partial Liquid Ventilation\"), il PCV viene instillato nel polmone attraverso la trachea. La dose equivale a circa la metà della capacità funzionale residua.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Altre procedure terapeutiche non convenzionali"
        },
        {
            "text": "La PLV consente di aumentare la capacità funzionale residua, grazie al recupero di aree polmonari aumentate di volume e ad una soppressione della risposta infiammatoria. Non vi sono, però, prove chiare che evidenzino un miglioramento dell'ossigenazione. Inoltre, non è stato dimostrato che la PLV migliori la prognosi dell'ARDS. La PLV con PFC è, a tutt'oggi, una terapia in fase sperimentale. Un valore evidente in qualità di procedimento terapeutico per il trattamento dell'ARDS, non è stato ancora provato.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Altre procedure terapeutiche non convenzionali"
        },
        {
            "text": "Sostegno polmonare extracorporale (\"Artificial Lung Assist\", ALA). L'iniziale ALA, con la quale si intendeva una \"ossigenazione venoarteriosa a membrana extracorporea\" (ECMO) è stata, per gli svantaggi correlati ad un prolungato accesso veno-arterioso, sostituita dalla \"eliminazione veno-venosa extracorporea di anidride carbonica\" (ECCO 2 R). Con entrambe le metodiche, comunque, non è stato dimostrato un miglioramento della sopravvivenza, rispetto all'impiego metodiche convenzionali.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Altre procedure terapeutiche non convenzionali"
        },
        {
            "text": "Si sta però tentando l'inserimento di modifiche nei procedimenti tecnici e l'integrazione delle metodiche, secondo il concetto dell'agevolazione polmonare nella respirazione artificiale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Altre procedure terapeutiche non convenzionali"
        },
        {
            "text": "Prove certe di una migliore prognosi non sono tuttavia disponibili. Una terapia con polmone artificiale, dovrebbe essere iniziata nei centri attrezzati, quando l'ARDS si accompagni a livelli di ipossia che compromettono la funzionalità organica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Altre procedure terapeutiche non convenzionali"
        },
        {
            "text": "L'impiego è quindi consigliabile nei casi di : p a O 2 < 50 mmHg o S a O 2 < 85-90%, quando la F i O 2 è pari a 1 e la PEEP è superiore a 10 mbar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Altre procedure terapeutiche non convenzionali"
        },
        {
            "text": "Impiego di surfattante. La sostanza riduce la tensione superficiale negli alveoli, li mantiene aperti e li protegge dagli insulti infiammatori. Nell'ARDS si evidenzia un difetto quali-quantitativo del sistema surfattante.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Altre procedure terapeutiche non convenzionali"
        },
        {
            "text": "Questa alterazione è una delle cause di riduzione della \"compliance\" nell'ARDS, può essere responsabile di ulteriori lesioni polmonari e viene peggiorata dalla respirazione artificiale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Altre procedure terapeutiche non convenzionali"
        },
        {
            "text": "Il surfattante può essere inserito mediante broncoscopia o per via endotracheale. È un procedimento \"standard\" nella sindrome da insufficienza respiratoria del neonato. L'impiego nell'ARDS è oggi oggetto di studio.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Altre procedure terapeutiche non convenzionali"
        },
        {
            "text": "Non è stata dimostrata una dipendenza del miglioramento della prognosi dal tipo di surfattante (naturale bovino o sintetico).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Altre procedure terapeutiche non convenzionali"
        },
        {
            "text": "A causa dei costi sostenuti, il surfattante non viene impiegato di \"routine\" nella terapia dell'ARDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Altre procedure terapeutiche non convenzionali"
        },
        {
            "text": "Nell'arco degli ultimi venti anni, si è tentata una somministrazione sistemica di farmaci, nell'intento di influenzare positivamente l'andamento dell'ARDS. Appartengono alla categoria: antiossidanti, antinfiammatori, farmaci immunomodulanti, sostanze che simulano la produzione di surfattante.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terapia farmacologia nell'ARDS"
        },
        {
            "text": "Diversi studi non hanno provato l'utilità clinica derivante dall'impiego dei farmaci elencati.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terapia farmacologia nell'ARDS"
        },
        {
            "text": "Attualmente, glucocorticoidi ed immunostimolanti, sembra possano riscuotere successo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Terapia farmacologia nell'ARDS"
        },
        {
            "text": "Negli anni settanta è stato valutato un approccio terapeutico con dosi elevate di glucocorticoidi (> 100 mg/kg di peso corporeo), la cui somministrazione però, sia a scopo profilattico che nell'ARDS già manifesta non ha mostrato di arrecare alcun beneficio (aumento della mortalità). Per tale motivo, l'impiego di dosi elevate di cortisonici nella fase iniziale della malattia, non è indicato. Dosi adeguate nella fase d'insorgenza della patologia sono consigliabili, quando l'ARDS si sviluppa in un quadro di \"shock\" settico, poiché queste condizioni si associano ad una insufficienza surrenale relativa. Sono quin-di, indicati dosaggi di corticosteroidi di 200-300 mg di idrocortisone/die, eventualmente accompagnati a 50 μg di fludrocortisone. E' stato dimostrato un miglioramento della prognosi dell'ARDS, per l'impiego di corticosteroidi nella fase tardiva fibroproliferativa (2 mg/kg di peso corporeo di metilprednisolone/die). Per tale motivo, una terapia con basse dosi di glucocorticoidi, è indicata sia nello \"shock\" settico che nelle fasi tardive dell'ARDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Glucocorticoidi"
        },
        {
            "text": "Uno studio prospettico ha evidenziato una riduzione della durata della respirazione artifi- ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Immunonutrizione"
        },
        {
            "text": "Sebbene la letalità sia ancora alta, la prognosi negli ultimi 10-20 anni è migliorata. Questo grazie ai progressi in campo intensivo-terapeutico, infermieristico e, soprattutto, nell'ambito della ventilazione artificiale. Studi americani pubblicati alla fine degli anni novanta, hanno messo in evidenza una riduzione della letalità del 31%, nei pazienti ventilati con bassi volumi d'esercizio, rispetto al 39% dei gruppi di controllo. Si deve anche considerare che solo raramente l'ARDS si presenta come condizione isolata. Nella maggior parte dei casi, infatti, si sviluppa nel quadro di una disfunzione d'organo multipla (MODS). La prognosi è tanto più infausta quanto maggiore è il numero degli organi compromessi. Solo una minima percentuale dei pazienti (10-16%) decede per disfunzione polmonare; per la maggior parte dei casi, infatti, la causa è da ricondursi ad alterazione della normale funzionalità di altri organi. Nel 60% dei pazienti con ARDS, si sviluppa una sepsi e, in quelli sopravvissuti ad un anno, si evidenzia una minima limitazione della funzione polmonare,senza che questo comprometta però la il normale stile di vita. Con il trascorrere del tempo si normalizza o, quanto meno, si stabilizza, la funzione polmonare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prognosi dell'ARDS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Beneficial effects of the «open lung approach» with low distending pressures in acute respiratory distress syndrome. A prospective randomized study on mechanical ventilation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Amato",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Barbas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Medeiros",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Respir Crit Care Med",
            "volume": "152",
            "issn": "",
            "pages": "1835--1846",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Ventilatory, pharmacologic, supportive therapy, study design strategies and issues related to recovery and remodeling",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artigas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carlet",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The American-European Consensus Conference on ARDS",
            "volume": "24",
            "issn": "",
            "pages": "378--398",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acute respiratory distress in adults",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Ashbaugh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Bigelow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Petty",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "319--323",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Acute respiratory distress syndrome («ARDS»): no more than a severe acute lung injury",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beale",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Grover",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smithies",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bihari",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "BMJ",
            "volume": "307",
            "issn": "",
            "pages": "1335--1339",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Report of the American-European consensus conference on ARDS: definitions, mechanisms, relevant outcomes and clinical coordination",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Artigas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Brigham",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Intensive Care Med",
            "volume": "20",
            "issn": "",
            "pages": "225--232",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "American College of chest physicians/society of critical care medicine consensus conference: Definitions for sepsis and organ failure and guidelines for the use of innovative therapies in sepsis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Bone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "B"
                    ],
                    "last": "Cerra",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Crit Care Med",
            "volume": "20",
            "issn": "",
            "pages": "864--874",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Tidal volume reduction for prevention of ventilator-induced lung injury in acute respiratory distress syndrome. The Multicenter Trial Group on Tidal Volume Reduction in ARDS",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brochard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Roudot",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Roupie",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Respir Crit Care Med",
            "volume": "158",
            "issn": "",
            "pages": "1831--1838",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "S Lung-protective ventilation strategies in acute lung injury",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Brower",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Rubenfeld",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Care Med",
            "volume": "31",
            "issn": "",
            "pages": "312--316",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prospective, randomized, controlled clinical trial comparing traditional versus reduced tidal volume ventilation in acute respiratory distress syndrome patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Brower",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Shanholtz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Fessler",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Crit Care Med",
            "volume": "27",
            "issn": "",
            "pages": "1492--1498",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Current concepts on the adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Demling",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Circ Shock",
            "volume": "30",
            "issn": "",
            "pages": "297--309",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Management of the fluid balance in prevention and therapy of ARDS",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eklund",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Acta Anaesth Scand",
            "volume": "35",
            "issn": "",
            "pages": "102--105",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Prospective randomized trial comparing pressure-controlled ventilation and volume-controlled ventilation in ARDS",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "Alia",
                    "middle": [
                        "I"
                    ],
                    "last": "Gordo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Chest",
            "volume": "117",
            "issn": "",
            "pages": "1690--1696",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Body position changes redistribute lung computed tomographic density in patients with acute respiratory failure",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pelosi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vitale",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Anesthesiology",
            "volume": "74",
            "issn": "",
            "pages": "15--23",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Sequelae of the adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hert",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Albert",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Thorax",
            "volume": "49",
            "issn": "",
            "pages": "8--13",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Low mortality associated with low volume pressure limited ventilation with permissive hypercapnia in severe adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Hickling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Intensive Care Med",
            "volume": "16",
            "issn": "",
            "pages": "372--377",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Adult respiratory distress syndrome. In: Harrison's principles of internal medicine, 13th edn",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "I"
                    ],
                    "last": "Ingram",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1240--1244",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Effects of the prone position on gas exchange and hemodynamics in severe acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Joillet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bulpa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Chevorlet",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Crit Care Med",
            "volume": "26",
            "issn": "",
            "pages": "1977--1985",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Einfluss intermittierender Bauchlage auf den pulmonalen Gasaustausch beim akuten Lungenversagen",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kleinschmidt",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ziegenfuß",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Anästhesiol Intensivmed Notfallmed Schmerzther",
            "volume": "28",
            "issn": "",
            "pages": "81--85",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The acute respiratory distress syndrome: definitions, severity and clinical outcome. An analysis of 101 clinical investigations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krafft",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Friedrich",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pernerstorfer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Intensive Care Med",
            "volume": "22",
            "issn": "",
            "pages": "519--529",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Management of adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Macnaughton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Lancet",
            "volume": "339",
            "issn": "",
            "pages": "469--472",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ventilation of the acute respiratory distress syndrome. Looking for Mr. Goodmode",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Marini",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Anesthesiology",
            "volume": "80",
            "issn": "",
            "pages": "972--975",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Round table conference: acute lung injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Marini",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Intensive Care Med",
            "volume": "24",
            "issn": "",
            "pages": "878--883",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mathhay",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Lorraine",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "341",
            "issn": "",
            "pages": "1334--1349",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Thirty years of clinical trials in acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Mcintyre",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Pulido",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "D"
                    ],
                    "last": "Bensard",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Crit Care Med",
            "volume": "28",
            "issn": "",
            "pages": "3314--3331",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Pharmacotherapy in lung injury",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Messent",
                    "suffix": ""
                },
                {
                    "first": "Mjd",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Thorax",
            "volume": "47",
            "issn": "",
            "pages": "651--656",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Randomized clinical trial of pressure-controlled inverse ration ventilation and extracorporal CO 2 removal for adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Menlove",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Respir Crit Care Med",
            "volume": "149",
            "issn": "",
            "pages": "296--305",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Target blood gases during ARDS ventilatory management",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Intensive Care Med",
            "volume": "16",
            "issn": "",
            "pages": "349--351",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Pathogenese und Diagnostik des akuten Lungenversagens",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Pison",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Falke",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Dtsch Med Wochenschr",
            "volume": "116",
            "issn": "",
            "pages": "1599--1602",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Long-term effects of spontaneous breathing during ventilatory support in patients with acute lung injury",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Putensen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zech",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wrigge",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "",
            "pages": "43--49",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Scientific perspectives on adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Repine",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Lancet",
            "volume": "339",
            "issn": "",
            "pages": "466--469",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "An expanded definition of the adult respiratory distress syndrome",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Luce",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Flick",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Am Rev Resp Dis",
            "volume": "138",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Behandlung des ARDS -Gesicherte Konzepte und therapeutische",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Seeger",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Perspektiven. Intensivmedizin",
            "volume": "29",
            "issn": "",
            "pages": "201--218",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Inhaled nitric oxide for acute hypoxemic respiratory failure in children and adults (Cochrane Review).The Cochrane Library, Issue 2. Update Software Ltd",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sokol",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bohn",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Evaluation of a ventilation strategy to prevent barotrauma in patients at high risk for acute respiratory distress syndrome. Pressure-and Volume-Limited Ventilation Strategy Group",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Meade",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "N Engl J Med",
            "volume": "338",
            "issn": "",
            "pages": "355--361",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome",
            "authors": [],
            "year": 2000,
            "venue": "The Acute Respiratory Distress Syndrome Network",
            "volume": "342",
            "issn": "",
            "pages": "1301--1308",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Clinicians' approaches to mechanical ventilation in acute lung injury and ARDS",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Chest",
            "volume": "120",
            "issn": "",
            "pages": "1622--1627",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The adult respiratory distress syndrome: Definition and prognosis, pathogenesis and treatment",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Wiener-Kronish",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Gropper",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Matthay",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Br J Anaesth",
            "volume": "65",
            "issn": "",
            "pages": "107--129",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "scatenanti o predisponenti l'insorgenza dell'ARDS Infezioni (batteri, virus, funghi, parassiti): -Polmonite primaria; -Infezioni addominali; -Infezioni extraaddominali. Traumi: -\"Shock\" emorragico con trasfusioni importanti; -Ustioni; -Contusioni polmonari; -Ferite penetranti; -Embolia lipidica, per fratture delle ossa lunghe. Trauma polmonare da inalazione: -Gas o vapori tossici; -Ossigeno; Avvelenamento da barbiturici o altri sonniferi (ad es. a contenuto di bromo); -Cocaina; -Eroina, metadone; -Ergotamina; -Paraquat; -Fosfati organici.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Criteri per la diagnosi dell'ARDS -Anamnesi positiva per fattori scatenanti, ad es.\"shock\", sepsi, aspirazione; ,indipendentemente dal livello PEEP; -Radiografia toracica: infiltrati bilaterali diffusi; -Pressione Wedge < 18 mmHg o nessuna evidenza clinica di genesi cardiaca dell'edema polmonare. Tab. 21.1. \"Lung injury score\": Grado di severità dell'insufficienza polmonare acuta. (Secondo Murray et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "❯ Elevati volumi e pressioni inspiratorie, maggiori concentrazioni di ossigeno, devono essere evitati, poiché possono peggiorare le condizioni dell'ARDS. Gli scopi della terapia meccanica respiratoria sono di seguito elencati: -Recupero delle regioni polmonari atelettasiche, infiltrate e consolidate; -Riduzione dello spazio morto anatomico ed alveolare; -Evitare le elevate concentrazioni inspiratorie di ossigeno; -Protezione dei polmoni ventilati; -Mantenimento, quando possibile, della respirazione spontanea.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "della ventilazione nelle condizioni patologiche ALI e ARDS -Bassi volumi di esercizio inspiratorio (Nei limiti del possibile, mantenimento e sostegno della respirazione spontanea (ad es. APRV); -Evitare le elevate concentrazioni inspiratorie di ossigeno, con controllo del valore desiderato di ossigenazione: p a O 2 60-70 mmHg e S a O 2 possibilmente superiore al 90%; -Eventualmente ipercapnia permissiva; -Eventualmente posizione prona nelle forme avanzate di ARDS.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Modificazione della curva volume-flusso (curva V-P) in ALI ed ARDS. L'appiattimento della curva, per riduzione della \"compliance\" , nelle condizioni di ALI ed ARDS, si può chiarire secondo la seguente interpretazione: al di sotto del punto di flessione minimo (\"low inflection point\"), molti degli alveoli recuperabili sono collassati, mentre al di sopra del punto di flessione massimo (\"high inflection point\"), le regioni alveolari sono eccessivamente distese. La ventilazione artificiale deve, quindi, essere impostata in modo da stabilire valori compresi tra il punto di flessione massimo e minimo (tra 12 e 30 mbar). Ciò è possibile, programmando una PEEP di 12 mbar ed una p max di 30 mbar pressione oggi in uso per la ventilazione di soggetti con ARDS sono: BIPAP (ventilazione con pressioni positive bifasiche nelle vie aeree); -IMPRV (\"Intermittent Mandatory Pressure Release Ventilation\").",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Convulsioni Aritmie cardiache; -Iperkaliemia; -Spostamento a destra della curva di dissociazione dell'emoglobina; -Modificazioni della farmacocinetica di alcuni farmaci.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "l punteggio definitivo, è la somma dei valori dei singoli gruppi, diviso il numero dei gruppi valutati:Nella maggior parte dei casi si evidenziano o comunque si sospettano, nell'anamnesi del paziente, i fattori scatenanti dell'insufficienza respiratoria acuta. Questo vale specialmente per stati di \"shock\", gravi traumi,sepsi, aspirazione od inalazione di gas tossici.Tipiche della fase iniziale sono riduzioni di p a O 2 e p a CO 2 (per l'iperventilazione compensatoria). L'aumento della frazione inspiratoria di ossigeno incide solo minimamente sull'ipossia. Negli stadi più avanzati, insieme all'importante ipossia, si sviluppa progressivamente una significativa ipercapnia (vedi par. 21.6; Stadio 3) come segno di una grave insufficienza respiratoria totale. Il gradiente alveolo-arterioso di ossigeno aumenta, a causa dello \"shunt\" destro-sinistro intrapolmonare.L'immagine radiologica del polmone assume un significato importante per la diagnosi dell'ARDS, perché permette di descrivere gli infiltrati diffusi bilaterali senza modificazioni delle dimensioni cardiache o versamenti pleurici. Lo sviluppo successivo è caratterizzato dalla tipica immagine del \"polmone bianco\"e lo stadio finale, da figure reticolari. Si deve, inoltre, osservare che le modificazioni radiologiche possono essere influenza-te da interventi terapeutici. Le infiltrazioni polmonari sono aggravate dall'iperidratazione del paziente; d'altro canto, elevate PEEP o pressioni inspiratorie, possono condurre ad eccessiva distensione polmonare o pneumotorace.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Tab. 21.2.Valutazione delle evidenze dell'impiego delle differenti opzioni terapeutiche nell'ARDS.(Secondo  Knopp et al. 2003)    Posizione prona di \"routine\" nell'ALI No B Posizione prona nell'ARDS avanzata Si C Continua rotazione di posizione Si EOssigenazione a membrane extracorporea (ECMO)Impiego di \"routine\" del monossido d' azoto per inalazione No A Inalazione di monossido d'azoto per la limitazione dell'ipossia A = alta evidenza; E = bassa evidenza ciale, grazie all'impiego di una nutrizione enterica che contenga sostanze ad azione antinfiammatoria (acidi eicosanoidi e γ-linoleici) ed antiossidanti (Vitamine C ed E, β-caroteni, Taurina, L-Carnitina). Comunque, fino a quando non si avrà la certezza dei benefici derivanti, l'immunonutrizione non sarà un trattamento \"standard\" nella terapia dell'ARDS.Tra il 2002 ed il 2003 è stata svolta una valutazione circa i benefici derivanti dall'impiego delle varie opzioni terapeutiche descritte nel trattamento dell'ARDS, riassumendo i dati forniti dalla letteratura. Un'unica terapia opzionale non è definibile, sia per la mancanza che per il carattere contraddittorio di alcuni dati. In Tab. 21.2 sono elencati indicazioni e livelli dei consigli forniti, che aiutano ad impostare una terapia adeguata al trattamento dell'ARDS.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}