{
    "paper_id": "d97b843702dd1adff30552fe2f1482268cb4a4f7",
    "metadata": {
        "title": "4 Neusverstopping",
        "authors": [
            {
                "first": "T",
                "middle": [
                    "O H"
                ],
                "last": "De Jongh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "H"
                ],
                "last": "De Jong",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [
                    "H"
                ],
                "last": "Hulshof",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "De neus is bij de mens niet alleen belangrijk voor het uiterlijk, maar de neusholten hebben ook een belangrijke functie bij de reuk, de smaak en de ademhaling. De ingeademde lucht wordt op een temperatuur van 31 tot 37 8C en een vochtigheidsgraad van 75% gebracht. Daarnaast worden micropartikels weggefilterd. [1] Neusverstopping is gedefinieerd als het gevoel van onvoldoende luchtstroom door de neus. [2] Het is een subjectieve klacht die niet altijd gepaard gaat met objectief verhoogde luchtweerstand in de neus. Neusverstopping is vaak een onderdeel van een uitgebreider klachtenpatroon, waarbij ook andere slijmvliezen van de bovenste luchtwegen betrokken kunnen zijn. Nachtelijke neusverstopping, gepaarde gaande met slaapapnoeaanvallen, komt in dit stuk niet aan de orde.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Om de lezer een indruk te geven van de mate van bewijskracht ter onderbouwing van een aantal belangrijke diagnostische stappen, is deze onderbouwing door de auteurs als volgt aangegeven. -[E] = Voldoende bewijskracht; dat wil zeggen meerdere goed opgezette onderzoeken met eensluidende uitkomsten in een vergelijkbare populatie. -[A] = Sterke aanwijzingen of indirect bewijs; dat wil zeggen één goed opgezet onderzoek met betrekking tot een vergelijkbare populatie, of meerdere onderzoeken in andere, niet geheel vergelijkbare populaties. -[C] = Consensus uit richtlijnen of standaarden met betrekking tot de populatie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Neusverstopping is een probleem dat iedereen frequent ervaart in het kader van een normale verkoudheid en waarmee slechts weinig mensen naar de dokter gaan. In de meeste gevallen zijn de klachten binnen enkele dagen weer verdwenen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Bij ernstige hinder, frequent recidiveren en/of chroniciteit wordt medische hulp gezocht. Voor de arts is neusverstopping meestal een onschuldige, voorbijgaande klacht die alleen bij een chronisch beloop aanleiding geeft voor verdere diagnostiek en waarbij slechts in extreem zeldzame gevallen een ernstige oorzaak wordt gevonden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "De neus is bij de mens niet alleen belangrijk voor het uiterlijk, maar de neusholten hebben ook een belangrijke functie bij de reuk, de smaak en de ademhaling. De ingeademde lucht wordt op een temperatuur van 31 tot 37 8C en een vochtigheidsgraad van 75% gebracht. Daarnaast worden micropartikels weggefilterd. [1] Neusverstopping is gedefinieerd als het gevoel van onvoldoende luchtstroom door de neus. [2] Het is een subjectieve klacht die niet altijd gepaard gaat met objectief verhoogde luchtweerstand in de neus. Neusverstopping is vaak een onderdeel van een uitgebreider klachtenpatroon, waarbij ook andere slijmvliezen van de bovenste luchtwegen betrokken kunnen zijn. Nachtelijke neusverstopping, gepaarde gaande met slaapapnoeaanvallen, komt in dit stuk niet aan de orde.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Om de lezer een indruk te geven van de mate van bewijskracht ter onderbouwing van een aantal belangrijke diagnostische stappen, is deze onderbouwing door de auteurs als volgt aangegeven. Neusverstopping is een probleem dat iedereen frequent ervaart in het kader van een normale verkoudheid en waarmee slechts weinig mensen naar de dokter gaan. In de meeste gevallen zijn de klachten binnen enkele dagen weer verdwenen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bij ernstige hinder, frequent recidiveren en/of chroniciteit wordt medische hulp gezocht. Voor de arts is neusverstopping meestal een onschuldige, voorbijgaande klacht die alleen bij een chronisch beloop aanleiding geeft voor verdere diagnostiek en waarbij slechts in extreem zeldzame gevallen een ernstige oorzaak wordt gevonden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vanwege de subjectieve gewaarwording bij neusverstopping, geven onderzoeken naar het vóó rkomen onder de bevolking grote verschillen te zien. Bij onderzoek onder de Nederlandse bevolking meldde 21% van de respondenten dat zij de voorafgaande twee weken last hadden gehad van een verstopte neus, het meest frequent in de leeftijd tussen 15 en 24 jaar. [3] Ook zijn er registratiegegevens bekend over oorzaken van neusverstopping zoals verkoudheid en allergische rinitis in de algemene bevolking. Een virale bovensteluchtweginfectie komt het meest voor op kinderleeftijd: gemiddeld zes-tot achtmaal per jaar, bij kinderen in een kinderdagverblijf nog aanzienlijk vaker. Volwassenen zijn drie tot vier keer per jaar verkouden. [4] Onder de bevolking is de prevalentie van allergische rinitis en hyperreactieve rinitis beide ongeveer 100 per 1.000 personen per jaar; [2, 3, 5, 6] deze lijkt in de loop der jaren in de geïndustrialiseerde wereld te zijn toegenomen. [2] De prevalentie van Ga naar de website extras.bsl.nl/alledaagseklachten voor de video bij dit hoofdstuk allergische rinitis is het hoogst tussen het 5e en het 45e jaar, met een piek tussen 15 en 24 jaar. [2, 3, 7] Over de leeftijdsverdeling van patiënten met hyperreactieve rinitis is weinig bekend. [5] Het is belangrijk te beseffen dat, hoewel neusverstopping vaak voorkomt en onschuldig is, patiënten door langdurende en/of recidiverende klachten in het dagelijks leven sterk belemmerd kunnen worden. Ook hierbij zijn slechts gegevens bekend over de gevolgen van specifieke aandoeningen zoals verkoudheid en allergische rinitis. [8] Het ziekteverzuim door verkoudheid is aanzienlijk. [4] Bijna de helft van het ziekteverzuim in de Verenigde Staten en 30% van het schoolverzuim door kinderen wordt erdoor veroorzaakt. [9] Vaak bestaan er klachten van onrustig slapen en frequent wakker zijn, waardoor moeheid en een verminderde productiviteit overdag optreden. Ook onvoldoende behandelde allergische rinitis heeft aanzienlijke invloed op de schoolprestaties. [10] 3",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 354,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 724,
                    "end": 727,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 867,
                    "end": 869,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 870,
                    "end": 872,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 873,
                    "end": 875,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 961,
                    "end": 964,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1168,
                    "end": 1171,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1172,
                    "end": 1174,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1175,
                    "end": 1177,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1264,
                    "end": 1267,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1596,
                    "end": 1599,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1651,
                    "end": 1654,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1784,
                    "end": 1787,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2025,
                    "end": 2029,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "De klacht in de bevolking"
        },
        {
            "text": "De eerste presentatie bij de dokter De incidentie van de klacht neusverstopping bij de huisarts is niet bekend, omdat deze in registratieprojecten niet apart wordt geregistreerd. De contactreden niezen/neusverstopping/loopneus (R07) heeft een incidentie van 2 tot 15 per 1.000 patiënten per jaar, met de hoogste frequentie bij kinderen van 0 tot 4 jaar. [3, 12] De patiënt klaagt over een-of tweezijdige neusverstopping of noemt het verkoudheid. Daarnaast kan hij klagen over een loopneus of bijkomende klachten zoals hoofdpijn, kaakpijn, kiespijn, pijn bij bukken, koorts, hoesten, niezen en jeukende ogen.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 357,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "De klacht in de bevolking"
        },
        {
            "text": "De meeste patiënten komen pas bij de huisarts als de klachten langere tijd duren en de toegepaste huismiddeltjes onvoldoende resultaat hebben gehad. De patiënt kan met verschillende vragen bij de huisarts komen. -Wat is de oorzaak van de blijvende klachten? -Hebt u iets effectiefs tegen de klachten? -Is er sprake van een allergie (zoals ook eventueel bij een familielid voorkomt)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De klacht in de bevolking"
        },
        {
            "text": "Bij herhaald bezoek en onvoldoende therapeutisch resultaat kunnen patiënten om verder onderzoek en een verwijzing vragen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "De klacht in de bevolking"
        },
        {
            "text": "Pathofysiologie en differentiële diagnose pathofysiologie De neus draagt voor ongeveer 50% bij aan de totale luchtweerstand in de luchtwegen. [1] De weerstand in de neus wordt bepaald door slijmvlieszwelling onder invloed van temperatuur, vochtigheid, houding en emoties. [12] Indien aan één zijde van de neus door slijmvlieszwelling de weerstand toeneemt, neemt deze aan het andere neusgat reflectoir af. [2] Infectie met een virus geeft prikkeling van het slijmvlies, waardoor de mucusproductie toeneemt en vermindering van de ciliaire functie en versterkte afscheiding van epitheliale cellen optreden. [5] Door infiltratie van de submucosa met ontstekingscellen vindt oedeemvorming plaats, waardoor zwelling optreedt. [4] Bij deze zwelling spelen ook de afweermechanismen (histamine, interferon en bradykinine) een belangrijke rol, net als bij allergie. [4] Figuur 1 Incidentie van de klacht niezen/neusverstopping/loopneus (contactreden R07) aan het begin van een episode in de huisartspraktijk, per 1.000 patiënten per jaar. [11] differentiële diagnose",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 272,
                    "end": 276,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 605,
                    "end": 608,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 857,
                    "end": 860,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "4"
        },
        {
            "text": "Acute neusverstopping wordt meestal veroorzaakt door een acute rinitis, al dan niet in samenhang met een sinusitis (rinosinusitis). In zeldzamere gevallen is het een eerste uiting van allergie of hyperreactiviteit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acute neusverstopping"
        },
        {
            "text": "Acute virale rinitis Een acute virale rinitis (verkoudheid) is de meest voorkomende oorzaak van acute neusverstopping. De incubatietijd van verkoudheid is 1-3 dagen, de duur 3-7 dagen. [13] De klachten zijn afhankelijk van het virus: [4] neusverstopping (95%), hoesten (80%), keelpijn (70%) en algemene malaise (60%). Daarbij kunnen ook een loopneus, koorts en conjunctivitis optreden. Verkoudheid is seizoensgebonden (wintermaanden) en komt vaker voor in gesloten gemeenschappen, waar de infectiekans het grootste is. Sinusitis als oorzaak voor een neusverstopping komt alleen voor in samenhang met een rinitis; daarom spreekt men liever van rinosinusitis. De verwekker is meestal viraal en soms bacterieel.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Acute neusverstopping"
        },
        {
            "text": "Rinosinusitisdiagnostiek Het onderscheid tussen een rinitis en een sinusitis kan heel moeilijk zijn, omdat een sinusitis meestal deel uitmaakt van een gegeneraliseerde bovensteluchtweginfectie. De mucosa van de sinussen vormt immers een continuüm met de mucosa van de neus. Volgens de NHG-Standaard Rhinosinusitis kan er van een rinosinusitis gesproken worden als er zowel klachten of symptomen zijn van de neus (rinorroe en/of verstopte neus) als van de bijholten (aangezichtspijn, frontale hoofdpijn, tandpijn of pijn bij kauwen in de bovenste tanden en/of kiezen, maxillaire of frontale pijn bij bukken). [14] Corpus alienum Bij kinderen kan een corpus alienum de oorzaak zijn van acute neusverstopping. In het begin geeft deze weinig klachten, alleen een eenzijdig verstopte neus, een licht onbehagen en lokale prikkeling. Na enige tijd kan een ontstekingsreactie optreden en een stinkende, bloederige of purulente afscheiding uit één neusgat komen.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 612,
                    "text": "[14]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Acute neusverstopping"
        },
        {
            "text": "De meest voorkomende oorzaken van chronische en/of recidiverende neusverstopping zijn allergische en hyperreactieve rinitis, ook wel vasomotorische rinitis genaamd.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chronische en/of recidiverende neusverstopping"
        },
        {
            "text": "Allergische rinitis Bij een allergische rinitis speelt een IgE-gemedieerde allergie voor inhalatieallergenen een rol. Door contact met het allergeen ontstaat een migratie van mestcellen, waarna er een degranulatie plaatsvindt en histamine vrijkomt. Het directe effect van histamine op het vaatbed geeft oedeemvorming met als gevolg neusverstopping. Daarnaast ontstaat een niesreflex en stimulatie van klieren, waardoor er een rinorroe optreedt. Deze is waterig of slijmerig. De allergische rinitis kan incidenteel zijn (bijv. bij katten-of hondenallergie), seizoensgebonden (bij boompollen en grassenallergie) of chronisch (bij huisstofmijtallergie). Omdat huisstofmijtallergie een late-fase allergische reactie is, kan de relatie tussen expositie en het optreden van klachten onduidelijk zijn. [15] Allergische rinitis is vaak een onderdeel van het atopisch syndroom en kan familiair voorkomen. [5] Hyperreactieve rinitis Bij hyperreactiviteit veroorzaken aspecifieke niet-immunologische prikkels (zoals stof, tabaksrook, parfums of temperatuurverschillen) de rinitis. Dergelijke prikkels wekken bij gezonde individuen geen of veel geringere neusklachten op. Herhaalde allergeenexpositie of provocatie kan aanleiding geven tot een verhoogde gevoeligheid van het neusslijmvlies voor aspecifieke prikkels (nasale hyperreactiviteit). Allergische rinitis en hyperreactieve rinitis kunnen dan ook gecombineerd voorkomen. Een hyperreactieve rinitis blijkt soms na jaren gediagnosticeerd te kunnen worden als een allergische rinitis. [16] In ongeveer een kwart van de chronische neusklachten is er geen sprake van allergische of hyperreactieve rinitis. Andere, meer zeldzame oorzaken zijn de volgende.",
            "cite_spans": [
                {
                    "start": 795,
                    "end": 799,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 896,
                    "end": 899,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1528,
                    "end": 1532,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Chronische en/of recidiverende neusverstopping"
        },
        {
            "text": "Anatomische afwijkingen Anatomische afwijkingen van het neusseptum en conchahypertrofie geven zelden neusobstructie. Hoewel deformiteiten van het neusseptum een prevalentie hebben van ongeveer 30%, heeft slechts 1 tot 3% van deze mensen last van neusverstopping. [2, 6] Neuspoliepen Een poliep is een gesteelde uitzakking van ontstoken slijmvlies; meestal neusslijmvlies, soms vanuit etmoïdale cellen. [17] Een poliep is zichtbaar als een grijsbleke bol met een glad en weinig gevasculariseerd oppervlak (figuur 2). Poliepen ontstaan door ontsteking van het neusslijmvlies, maar allergie is mogelijk een predisponerende factor. [18] Neuspoliepen (polyposis nasi) kunnen eenzijdige maar ook tweezijdige obstructie geven. Neuspoliepen zijn bij 1 tot 4% van de bevolking aanwezig; [19] bij autopsie worden bij 2 tot 25% van alle mensen poliepen gevonden. Deze geven echter meestal geen klachten. [17, 18] Medicamenteuze rinitis Medicamenteuze rinitis is een dubbelzijdige neusverstopping ten gevolge van misbruik van decongestieve neusdruppels. Deze veroorzaken lokale vasoconstrictie, maar bij langer gebruik kan een secundaire hyperemie ontstaan (rebound-effect). Dit effect kan uren later optreden. Bij langer gebruik kunnen een ta-chyfylaxie (d.w.z. het effect van een bepaalde dosis neemt af na herhaald gebruik) en een lokale irritatie met een toenemende prikkelbaarheid van het neusslijmvlies ontstaan. De patiënt kan niet meer zonder neusdruppels en het gebruik van deze druppels geeft meer klachten dan de oorspronkelijke afwijking.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 266,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 267,
                    "end": 269,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 628,
                    "end": 632,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 893,
                    "end": 897,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Chronische en/of recidiverende neusverstopping"
        },
        {
            "text": "Acetylsalicylzuur Acetylsalicylzuur kan behalve astma ook een toename van neuspoliepen en neusobstructie veroorzaken. Het verband tussen neusklachten en andere geneesmiddelen zoals sommige bètablokkers, schildklierhormoon en orale anticonceptiva is niet zeker. [5] Ook direct werkende vasodilatantia, alfablokkers en ACEremmers geven mogelijk neusklachten. [20] Atrofische rinitis Bij atrofische rinitis bestaat wel het gevoel van neusobstructie, maar is de neusdoorgankelijkheid toegenomen.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 357,
                    "end": 361,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Chronische en/of recidiverende neusverstopping"
        },
        {
            "text": "Maligne nasofaryngeale tumoren Zeer zeldzame oorzaken van neusobstructie zijn maligne nasofaryngeale tumoren. Zij ontstaan meestal uit een papilloom, melanoom of lymfoom. [18] Maligne tumoren veroorzaken meestal neusverstopping (67%) en epistaxis (55%). Zij komen bij mannen driemaal zo vaak voor als bij vrouwen, met een hoogste incidentie tussen 50 en 60 jaar (gemiddelde leeftijd 55 jaar). [21] Figuur 2 Neuspoliep. P = poliep; CM = concha media; CI = concha inferior.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Chronische en/of recidiverende neusverstopping"
        },
        {
            "text": "In de huisartspraktijk in Nederland is de incidentie van bovensteluchtweginfectie (R74) 91 per 1.000 patiënten per jaar; de prevalentie is 93. [3] De hoogste incidentie is bij schoolkinderen. De prevalentie van allergische rinitis is 12 per 1.000 patiënten per jaar. [11, 22] Deze cijfers zijn vergelijkbaar met die van andere West-Europese landen. [5] De exacte incidentie van hyperreactieve rinitis in de huisartspraktijk is niet bekend.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 349,
                    "end": 352,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Kansverdeling van diagnosen"
        },
        {
            "text": "De prevalentie bij de huisarts van obstructieklachten door neuspoliepen is 0,6 per 1.000 patiënten per jaar. [22] De prevalentie van de andere oorzaken van chronische neusverstopping is waarschijnlijk nog lager; betrouwbare gegevens hierover zijn niet voorhanden. De leeftijd speelt een rol bij de incidentie van de verschillende afwijkingen: -bij neonaten is er een grotere kans op een aangeboren afwijking (choana-atresie); -bij kinderen komt een corpus alienum relatief vaak voor.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Kansverdeling van diagnosen"
        },
        {
            "text": "De verwekkers van gewone verkoudheid (er is variatie door populatie, leeftijd en tijd van het jaar) zijn: [4] -rinovirus 10-40%; -coronavirus 10-20%; -para-influenzavirus 5-20%.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Kansverdeling van diagnosen"
        },
        {
            "text": "Minder dan 5% van de verkoudheden wordt veroorzaakt door het RS-virus, adenovirus, influenzavirus, ECHO-virus of coxsackievirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kansverdeling van diagnosen"
        },
        {
            "text": "De bacteriële verwekkers van een rinosinusitis zijn: [23] -Streptococcus pneumoniae; -Haemophilus influenzae; -Moraxella catarrhalis; -Staphylococcus aureus.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Kansverdeling van diagnosen"
        },
        {
            "text": "Tekenen van een atopische constitutie (constitutioneel eczeem, hooikoorts en astma) bij de patiënt of zijn naaste familie maken een allergie waarschijnlijker.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Betekenis van de voorgeschiedenis"
        },
        {
            "text": "Bij de anamnese zijn de volgende gegevens van belang. Bij acute neusverstopping is verkoudheid het meest waarschijnlijk, bij intermitterende of chronische klachten een allergie of hyperreactiviteit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Betekenis van de anamnese"
        },
        {
            "text": "Een constante verstopping aan één kant is pathologisch: gedacht moet worden aan een anatomische afwijking van het neusseptum of neuspoliepen. Bij kinderen kan een corpus alienum of een choana-atresie de oorzaak van eenzijdige neusverstopping zijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Betekenis van de anamnese"
        },
        {
            "text": "Zijn er behalve klachten van de neus ook (pijn)klachten van de bijholten, dan is er sprake van een rinosinusitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Betekenis van de anamnese"
        },
        {
            "text": "Bij bloederige afscheiding is meestal sprake van een bloeding uit de locus van Kiesselbach, in zeldzame gevallen van een tumor in de neus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Betekenis van de anamnese"
        },
        {
            "text": "Verkoudheid in de omgeving of familie maakt Tabel 2 Einddiagnosen bij de klacht niezen/neusverstopping/loopneus (contactreden R07) in de huisartspraktijk (a-priorikansen in procenten per leeftijdsgroep). [11] totaal 0-4 5-14  15-24  25-44  45-64  65-74  75+   bovensteluchtweginfectie  43  67  44  38  37  39  45  39   allergie  15  1  20  23  22  9  12  11 verstopte neus e.c.i. 15 een virale bovensteluchtweginfectie waarschijnlijker. De omstandigheden waaronder de klachten optreden, geven een aanwijzing voor de mogelijke oorzaak. Treden zij op na contact met stof (hyperreactief), huisdieren (allergie) of in bepaalde omstandigheden: op het werk of thuis, rokerige ruimten, overgang van warmte naar koude enzovoort (hyperreactiviteit of allergie)? Treden de klachten op in de lente of zomer en bij droog en zonnig weer (hooikoorts)?",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 380,
                    "end": 382,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 220,
                    "end": 357,
                    "text": "5-14  15-24  25-44  45-64  65-74  75+   bovensteluchtweginfectie  43  67  44  38  37  39  45  39   allergie  15  1  20  23  22  9  12  11",
                    "ref_id": null
                }
            ],
            "section": "Betekenis van de anamnese"
        },
        {
            "text": "Indien er ook sprake is van niezen, een loopneus, klachten van de ogen en/of jeuk, is een allergische oorzaak waarschijnlijk; dit is ook het geval indien atopisch eczeem of astma aanwezig is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Betekenis van de anamnese"
        },
        {
            "text": "De aanwezigheid van koorts duidt op een infectieuze oorzaak (virale rinitis of rinosinusitis).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Betekenis van de anamnese"
        },
        {
            "text": "Indien er ooit een neustrauma is geweest, is de kans op een anatomische afwijking groter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Betekenis van de anamnese"
        },
        {
            "text": "Bij langerdurende neusverstopping is het altijd zinvol te vragen hoe lang en hoe vaak neusdruppels worden gebruikt, in verband met de mogelijkheid van medicamenteuze rinitis. Of de neusklachten daadwerkelijk verband houden met een eventueel gevonden afwijking (poliepen, septumafwijkingen of conchahypertrofie) is niet altijd duidelijk, aangezien deze afwijkingen ook vaak voorkomen bij mensen zonder klachten. [2] Indien een bacteriële infectie wordt vermoed, verricht men ook keelinspectie met aandacht voor de kleur en het aspect van het slijmvlies van de farynxachterwand. Let op het aanwezig zijn van pus, de zogeheten postnasal drip.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 414,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Betekenis van de anamnese"
        },
        {
            "text": "Bleek gezwollen neusslijmvlies bij allergische rinitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Figuur 3"
        },
        {
            "text": "Betekenis van eenvoudig aanvullend onderzoek Het is mogelijk om bij bovensteluchtweginfecties nadere laboratoriumdiagnostiek te bedrijven om meer zekerheid te krijgen over de oorzaak. In de praktijk wordt dit weinig toegepast, omdat de voorspellende waarde ervan meestal beperkt is en het geen therapeutische consequenties heeft. Een uitzondering vormt allergische rinitis, waarbij vermindering van de expositie aan het allergeen vaak mogelijk is.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "allergieonderzoek Bij het vermoeden van een allergische rinitis kan aanvullend onderzoek worden gedaan, vooral als de uitslag praktische consequenties heeft. [5] Eerst wordt een screeningstest voor diverse inhalatieallergenen aangevraagd, zoals de Phadiatop. Een allergische rinitis is onwaarschijnlijk bij een negatieve Phadiatop. Indien de Phadiatop positief is, wordt een RAST-test gedaan op huisstofmijt en/of kat of hond, indien deze in huis aanwezig zijn. Een RAST op andere dierlijke allergenen (cavia/konijn) wordt gedaan indien er een duidelijk verband is tussen de klachten en de expositie aan die dieren, ook bij een negatieve screeningstest. Bij een vermoeden van een graspollenallergie (alleen klachten in de zomer, bij droog en zonnig weer en het bestaan van jeukende ogen) is nader aanvullend onderzoek niet nodig, behalve wanneer het belangrijke consequenties heeft voor het beleid. [5] [C] Huidpriktesten zijn een gelijkwaardig alternatief voor de RAST. [5] [C]",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 899,
                    "end": 902,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 971,
                    "end": 974,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "Bij patiënten die met chronische neusklachten bij de huisarts komen, is de positief voorspellende waarde van eosinofielen in de neusuitstrijk voor allergische rinitis 81%, de negatief voorspellende waarde 55%. [24] [E]. Ook bij hyperreactieve (nietallergische rinitis) komen frequent eosinofielen in het neusslijmvlies voor. [25] bacterieel of viraal?",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "In bijzondere gevallen kan het zinvol zijn om onderscheid te kunnen maken tussen een bacteriële en virale bovensteluchtweginfectie. Hierbij zijn de volgende laboratoriumonderzoeken behulpzaam: [4] -sneltesten op influenza-A-en RS-virus; -CRP > 40 dan bacterieel, CRP < 20 dan nietbacterieel; -hoge BSE en hoog granulocytenaantal duiden op een bacteriële oorzaak; -viruskweken: specificiteit > 97% en sensitiviteit 95%, [4] [A] maar de uitslag duurt 3 tot 14 dagen.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 419,
                    "end": 422,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "9"
        },
        {
            "text": "Betekenis van complex aanvullend onderzoek",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "Complex aanvullend onderzoek zal bij persisterende neusobstructie slechts zelden geïndiceerd zijn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "rinomanometrie Met rinomanometrie kan de doorgankelijkheid van de neus worden gemeten. Er is wel een relatie tussen de gemeten neusobstructie en de klachten van neusverstopping van de patiënt, maar de meting geeft geen aanwijzingen voor een diagnose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "10"
        },
        {
            "text": "Een CT-scan is bij verdenking op een chronische rinosinusitis een zinvol onderzoek. Een MRI wordt slechts bij uitzondering, alleen bij verdenking op een tumor, toegepast.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ct-of mri-scan"
        },
        {
            "text": "Acute neusverstopping is een frequente aandoening. Meestal is het geen geïsoleerd symptoom, maar treedt zij gecombineerd op met andere klachten van de neus. In overgrote meerderheid is de oorzaak een virale infectie die vanzelf overgaat, en heeft verdere diagnostiek geen consequenties voor de therapie. Bij chronische klachten is verdere diagnostiek wel zinvol; een allergie of hyperreactiviteit is het meest waarschijnlijk. Bij chronische neusverstopping is aandacht voor chronisch gebruik van decongestieve neusdruppels van belang. Persisterende eenzijdige neusverstopping, zeker wanneer dit gepaard gaat met bloederige afscheiding, is een alarmsymptoom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Samenvatting"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Het onderzoek van neus-, mond-en keelholte",
            "authors": [
                {
                    "first": "Phaff",
                    "middle": [],
                    "last": "Ch",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Definition, prevalence and development of nasal obstruction",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jessen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Malm",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Allergy",
            "volume": "52",
            "issn": "",
            "pages": "3--6",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Klachten en aandoeningen in de bevolking en in de huisartspraktijk. Tweede Nationale Studie naar ziekten en verrichtingen in de huisartspraktijk, deel 1",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Linden Mw Van Der",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Westert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Bakker",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Schellevis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The common cold",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Kirckpatrick",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Prim Care",
            "volume": "23",
            "issn": "",
            "pages": "657--75",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "NHG-Standaard Allergische en niet-allergische rhinitis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sachs",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Y"
                    ],
                    "last": "Berger",
                    "suffix": ""
                },
                {
                    "first": "Plbj",
                    "middle": [],
                    "last": "Lucassen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van Der",
                    "suffix": ""
                },
                {
                    "first": "Jam",
                    "middle": [],
                    "last": "Balen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Van",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Verduijn",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Huisarts Wet",
            "volume": "49",
            "issn": "5",
            "pages": "254--65",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Prevalence of non-allergic nasal complaints in an urban and a rural population in Sweden",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jessen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Janzon",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Allergy",
            "volume": "",
            "issn": "",
            "pages": "582--589",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The natural course of allergic rhinitis during 12 years of follow",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Danielsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jessen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Allergy",
            "volume": "52",
            "issn": "",
            "pages": "331--335",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Severity and impairment of allergic rhinitis in patients consulting in primary care",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bousquet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Neukirch",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Bousquet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gehano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Klossek",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Gal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allaf",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Allergy Clin Immunol",
            "volume": "117",
            "issn": "1",
            "pages": "158--62",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The effectiveness and cost of acute respiratory illness: medical care provided by physicians",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Thompkins",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Med Care",
            "volume": "15",
            "issn": "",
            "pages": "991--1103",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Learning impairment and allergic rhinitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Allergy and Asthma Proceedings",
            "volume": "17",
            "issn": "4",
            "pages": "185--194",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Van klacht naar diagnose",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Okkes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Oskam",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lamberts",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nocturnal nasal congestion and nasal resistance",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Stroud",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Calhoun",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Laryngoscope",
            "volume": "109",
            "issn": "9",
            "pages": "1450--1453",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The common cold",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Gogd",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "N Engl J Med",
            "volume": "250",
            "issn": "",
            "pages": "689--91",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Chronic and recurrent nasal symptoms",
            "authors": [
                {
                    "first": "Mjjs",
                    "middle": [],
                    "last": "Crobach",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Dissertation. Leiden",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evolution of patients with nonallergic rhinitis supports conversion to allergic rhinitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rondon",
                    "suffix": ""
                },
                {
                    "first": "Dona",
                    "middle": [
                        "I"
                    ],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Campo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Blanca",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Allergy Clin Immunol",
            "volume": "123",
            "issn": "5",
            "pages": "1098--102",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Origin of nasal polyps",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tos",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Laryngoscope",
            "volume": "101",
            "issn": "",
            "pages": "305--317",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nasal polyps",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Drake-Lee",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Royal Society of medicine Services",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Epidemiology and natural history",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Baan S Van Der",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nasal polyposis. Kopenhagen: Munksgaard",
            "volume": "",
            "issn": "",
            "pages": "13--19",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Amstelveen: College voor zorgverzekeringen",
            "authors": [
                {
                    "first": "Farmacotherapeutisch",
                    "middle": [],
                    "last": "Kompas",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Malignant tumors of the nasal cavity",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Haraguchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ebihara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saikawa",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Jpn J Clin Oncol",
            "volume": "25",
            "issn": "5",
            "pages": "188--94",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ziekten in de huisartspraktijk. 5e druk",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lisdonk Eh Van De",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bosch Wjhm Van Den",
                    "suffix": ""
                },
                {
                    "first": "Alm",
                    "middle": [],
                    "last": "Lagro-Janssen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Schers",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Staphylococcus aureus is a major pathogen in acute bacterial rhinosinusitis: a meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Benninger",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "45",
            "issn": "10",
            "pages": "121--128",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Nasal smear eosinophilia for the diagnosis of allergic rhinitis and eosinophilic non-allergic rhinitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crobach",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hermans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaptein",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Scan J Prim Health Care",
            "volume": "14",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Allergic and nonallergic rhinitis: their characterisation with attention to the meaning of nasal eosinophilia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Mullarkey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Allergy Clin Immunol",
            "volume": "65",
            "issn": "",
            "pages": "122--127",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "-[E] = Voldoende bewijskracht; dat wil zeggen meerdere goed opgezette onderzoeken met eensluidende uitkomsten in een vergelijkbare populatie. -[A] = Sterke aanwijzingen of indirect bewijs; dat wil zeggen één goed opgezet onderzoek met betrekking tot een vergelijkbare populatie, of meerdere onderzoeken in andere, niet geheel vergelijkbare populaties. -[C] = Consensus uit richtlijnen of standaarden met betrekking tot de populatie.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}