{
    "paper_id": "d9a90c99d45bb3472c2309d509bbeadb918a5436",
    "metadata": {
        "title": "Journal Pre-proof Considerations for Bedside Urologic Procedures in Patients with Severe Acute Respiratory Syndrome Coronavirus-2 Considerations for Bedside Urologic Procedures in Patients with Severe Acute Respiratory Syndrome Considerations for Bedside Urologic Procedures in Patients with Severe Acute Respiratory Syndrome Coronavirus-2",
        "authors": [
            {
                "first": "Colby",
                "middle": [
                    "P"
                ],
                "last": "Souders",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hanson",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "Lenore"
                ],
                "last": "Ackerman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "Lenore"
                ],
                "last": "Ackerman@cshs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Org",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To provide guidance when performing bedside urologic procedures on SARS-CoV-2 positive patients and offer considerations to maximize the safety of the patients and providers, conserve supplies, and provide optimal management of urologic issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Urologic trainees and attending physicians at our institution, who are familiar with existing safety recommendations and guidelines regarding the care of infected patients, were queried regarding their experiences to determine an expert consensus on best practices for bedside procedures for SARS-CoV-2 positive patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Our team developed the following general recommendations for urologic interventions on SARS-CoV-2 positive patients: maximize use of telehealth (even for inpatient consults), minimize in-room time, use personal protective equipment appropriately, enlist a colleague to assist, and acquire all supplies that may be needed and maintain them outside the room. Detailed recommendations were also developed for difficult urethral catheterization, bedside cystoscopy, incision and drainage of abscesses, and gross hematuria/clot irrigations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "As patients hospitalized with SARS-CoV-2 infection are predominantly men over 50 years old, there are significant urologic challenges common in this population that have emerged with this pandemic. While there is tremendous variation in how different regions have been affected, the demographics of SARS-CoV-2 mean that urologists will",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "continue to have a unique role in helping to manage these patients. Here, we summarize recommendations for bedside urologic interventions specific to SARS-CoV-2 positive patients based on experiences from a large metropolitan hospital system. Regulations and requirements may differ on an institutional basis, so these guidelines are intended to augment specific local protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Abbreviations: personal protective equipment (PPE), continuous bladder irrigation (CBI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) has profoundly impacted the practice of urology in fundamental ways-most elective surgeries are on hold, outpatient visits are shifting to telehealth, and protocols for in-person visits have been significantly modified. 1 According to the Centers for Disease Control and Prevention COVID-NET data, 74.5% of hospitalized SARS-CoV-2 patients are 50 years or older and 54.4% are male. 2 Given these demographics, patients hospitalized with SARS-CoV-2 are likely to have urologic conditions, previously diagnosed or undiagnosed. In addition, 42% of patients in the intensive care unit require invasive mechanical ventilation, necessitating sedation and foley catheter insertion. 3 Inpatient urologic consultations are very common, 26% of which will result in bedside procedures. 4 In the first few weeks of the current outbreak, roughly 20-25% of urologic consults at our institution have been for patients with confirmed or suspected SARS-CoV-2, although this percentage may change over time. Bedside procedures performed for these patients have included: difficult Foley placement, bedside cystoscopy, suprapubic tube exchanges, incision and drainage of scrotal and perineal abscesses, and gross hematuria with clot retention. As the number of patients hospitalized with SARS-CoV-2 continues to increase, we anticipate growth in urologic consults and bedside procedures for infected patients.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 286,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 447,
                    "end": 448,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 740,
                    "end": 741,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 840,
                    "end": 841,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction:"
        },
        {
            "text": "We queried urologic trainees and attending physicians at our institution who are familiar with existing safety recommendations and guidelines regarding the care of infected patients regarding their experiences. This data was compiled to summarize an expert consensus on best practices for bedside procedures for SARS-CoV-2 positive patients. Our aim is to share our experiences performing bedside urologic procedures on SARS-CoV-2positive patients and offer considerations to maximize the safety of the patients and providers involved and conserve supplies while maintaining a high standard of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods:"
        },
        {
            "text": "To decrease the amount of time providers and patients spend together in close contact, we support telehealth for the initial evaluation of inpatient consults. For patients who do not require a bedside procedure or for whom physical exam would be unlikely to change treatment, an in-person evaluation is deferred. For patients who require an exam or procedure, the history and any procedural consent can be obtained prior to intervention to reduce the duration of potential exposure (for both provider and patient) and minimize the usage of personal protective equipment (PPE).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: General Considerations"
        },
        {
            "text": "For procedural interventions, a decision needs to be made as to whether it should be performed in the operating room or at the bedside. This will largely depend on the type of procedure, need for anesthesia, patient's health status, availability of resources, and the provider's comfort level. Given the risk of aerosolization with intubation, increased PPE consumption in the operating room, and potential for exposure of additional operating room staff, we suggest attempting bedside interventions whenever possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: General Considerations"
        },
        {
            "text": "For bedside procedures, we suggest judicious use of PPE for providers during the procedure, but recommendations may vary by institution. If not ventilated, the patient should wear a surgical mask. Other forms of barrier protection can be considered on an individual basis. As urine does not appear to contain SARS-CoV-2, 5 a face shield or eye protection to protect against gross contamination is advisable, but not specific to coronavirus-infected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: General Considerations"
        },
        {
            "text": "We also recommend collecting all supplies that may be needed outside the patient's room, but only those that will definitely be used should be taken inside initially. The rest should be left outside to avoid unnecessary contamination. A second person, a nurse or colleague familiar with the supplies, should be enlisted to help and remain outside the room. To remain in contact with the primary provider, the provider may require a hands-free headset or speakerphone within the room to facilitate easy communication. This assistant can pass additional supplies into the room as needed or obtain other instruments from other treatment areas. To keep the patient's door closed as much as possible, we recommend the assistant transfer additional supplies under the door or through a crack in the door onto a small table in the patient's room, avoiding direct handoff to the contaminated provider. It also reduces excessive donning and doffing of PPE, expedites the procedure, and decreases time in the patient's room. Once the procedure is complete, contaminated supplies should be disposed of in the patient's room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results: General Considerations"
        },
        {
            "text": "For men, we typically bring 18Fr coudé and 12Fr silicone catheters in addition to a foley kit (with lubrication, bag, and water syringe for balloon inflation), as well as lidocaine jelly, into the patient room for an initial attempt. We also leave a glide wire and council-tip catheter outside the room in case the first two attempts at catheter placement are unsuccessful. It is also useful to have irrigation supplies available, including saline and a catheter-tipped syringe. If these maneuvers are unsuccessful, we proceed to bedside cystoscopy. After a catheter has been successfully placed, we recommend discharging patients home with the catheter to follow up in the outpatient setting in several weeks. This allows for complete recovery prior to attempting another void trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Difficult Urethral Catheterization"
        },
        {
            "text": "Our bedside cystoscopy cart is stocked with a wide variety of catheters, a light source, several types of wires, dilators, a cystoscope, saline bags, and irrigation tubing. However, we cannot bring the entire cart into the room of a patient with SARS-CoV-2 due to the risk of contamination of the entire cart and its supplies. We have instead created makeshift carts with only a single light source, light cord, flexible cystoscope, saline bag, and irrigation tubing. This makeshift cart with a single guide wire and council-tip catheter are brought into the patient's room while other types of wires, catheters, and dilators are left outside as backup. A portable monitor is also highly recommended, both to reduce the risk of possible facial contamination with body fluids during direct visualization to improve the difficulties of visualization through an eyepiece when wearing appropriate eye/face protection. After the procedure is complete, the cystoscope is cleaned per institutional protocol, placed inside a biohazard bag, and sent to sterile processing. The entire cart and light source are sanitized once inside the room and then additionally outside the patient's room.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bedside Cystoscopy"
        },
        {
            "text": "All supplies should be brought into the room including local anesthetic and either sutures or hemostatic agents in case bleeding is encountered. The patient should be taught early on how to manage the wound and packing. For larger defects, the benefits and risks of negative pressure wound therapy are clear prior to this pandemic, but should be considered on a case-by-case basis for SARS-CoV-2 patients. While it would allow for less frequent dressing changes and faster closure of larger wounds, there may be an increased need for troubleshooting of leaks. In addition, it is unknown if negative pressure can lead to aerosolization of viral particles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Incision and Drainage of Abscess"
        },
        {
            "text": "For patients with SARS-CoV-2 and gross hematuria, it is critical again to ensure adequate irrigation fluid and supplies are obtained prior to beginning the procedure. We have a low threshold to then initiate continuous bladder irrigation (CBI) to reduce the need for manual irrigations and prevent unnecessary exposures for nursing staff. It is important to initially irrigate out as much clot burden as possible to prevent possible clot obstruction of the catheter. To allow for easier monitoring and titration of continuous irrigation flow from a distance, it is important to set up the irrigation fluid, tubing, and catheter bag to be easily visible. We recommend ensuring that adequate gravity drainage is present throughout the system and securing all tubes to prevent migration or kinking to avoid the need for difficult troubleshooting after the procedure. For men, we also routinely inflate the retention balloon to 30 cc with light catheter traction for a limited period. If these patients need an endoscopic fulguration procedure, spinal anesthesia may reduce the amount of aerosolization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gross Hematuria / Clot irrigation"
        },
        {
            "text": "Outlined above are our experiences with inpatient consultations and bedside procedures in SARS-CoV-2 patients and how we have attempted to address urologic challenges that have emerged with this pandemic. Please review these suggested protocols within your department and relevant hospital administrators prior to implementing. We recognize that while there is tremendous variation in how different regions have been affected by this pandemic, we have no doubt urologists will have a prominent role helping manage these patients throughout the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Urologists Join COVID-19 Pandemic Fight. Renal and Urology News",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Charnow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Hospitalization Rates and Characteristics of Patients Hospitalized with Laboratory-Confirmed Coronavirus Disease 2019 -COVID-NET, 14 States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitaker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Characteristics, Burden, and Necessity of Inpatient Consults for Academic and Private Practice Urologists",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Quach",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Anger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Urology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Detection of SARS-CoV-2 in Different Types of Clinical Specimens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}