{
    "paper_id": "da867e98b3094ef254a517199b2bf4788099f0a2",
    "metadata": {
        "title": "Leitthema: Biologische Sicherheit",
        "authors": [
            {
                "first": "A",
                "middle": [],
                "last": "Wirtz",
                "suffix": "",
                "affiliation": {},
                "email": "a.wirtz@hsm.hessen.de"
            },
            {
                "first": "·",
                "middle": [
                    "R"
                ],
                "last": "Gottschalk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hessisches Sozialministerium",
                    "location": {
                        "addrLine": "Dostojewskistraße 4",
                        "postCode": "65187",
                        "settlement": "Stadtgesundheitsamt, Frankfurt am Main, Wiesbaden"
                    }
                },
                "email": ""
            },
            {
                "first": "H.-J",
                "middle": [],
                "last": "Weber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "A"
                ],
                "last": "Wirtz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Das Management möglicher Szenarien nach der Freisetzung biologischer Stoffe in krimineller oder terroristischer Absicht ist im Wesentlichen abhängig von der Anzahl primär kontaminierter und medizinisch zu versorgender Personen, von der Übertragbarkeit und dem Übertragungsmodus des Erregers auf den Menschen und von der Überlebensund Infektionsfähigkeit der freigesetzten Keime in der Umwelt (Tenazität).Sind die Erreger von Mensch zu Mensch übertragbar, ist eine effektive Strategie zur Kontrolle der weiteren Ausbreitung davon abhängig, welche Übertragungswege zu erwarten sind und welche durchsetzungsfähigen Maßnahmen den Gesundheitsbehörden zur Verfügung stehen, um die Infektketten zu unterbrechen.Das Management unterscheidet sich dann nicht mehr von dem bei natürlichem Auftreten einer Infektionskrankheit (Beispiel SARS).Unabhängig davon, ob Infektionskrankheiten natürlicherweise auftreten oder absichtlich zu terroristischen Zwecken ausgebracht wurden, ist es notwendig,Vorsorge für die Versorgung der betroffenen, meist schwer kranken Menschen zu treffen.Die Versorgungsmöglichkeiten sind wiederum davon abhängig, wie viele Menschen gleichzeitig erkranken und welche Schutzmaßnahmen für Personal und Umwelt bei der Behandlung erforderlich sind.Art, Zeitpunkt und Ort des Auftretens neuer oder veränderter Mikroorganismen oder der Freisetzung möglicherweise auch genetisch veränderter Erreger können nicht vorherbestimmt werden.Ballungsräume tra-Grundsätzlich lassen sich im Zusammenhang mit biologischen Agenzien 4 Gefahrenstufen für die öffentliche Gesundheit definieren:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenfassung"
        },
        {
            "text": "1. Es wird ein von Mensch zu Mensch kaum weiter übertragbarer Keim in kleinerem Umfang freigesetzt (Beispiel Milzbrandsporen in Briefumschlägen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenfassung"
        },
        {
            "text": "2. Es werden einzelne Kranke mit einer hochkontagiösen lebensbedrohli-chen Krankheit diagnostiziert (Beispiel: Einzelfälle von Pocken, Ebolafieber oder SARS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenfassung"
        },
        {
            "text": "3. Es wird ein von Mensch zu Mensch nicht übertragbarer Krankheitserreger in großem Umfang freigesetzt, und er führt zu einer hohen Zahl Erkrankter/Toter (Beispiel: große Mengen von Milzbrand/Q-Fieber-Erregern). 4 . Es kommt zu einem nahezu zeitgleichen Auftreten von vielen Menschen mit einer hochkontagiösen lebensbedrohlichen Krankheit (Terroranschlag) oder zu einer natürlichen Epi-/Pandemie. Allen Szenarien ist gemeinsam, dass die Gefahr für die öffentliche Gesundheit wegen der Übertragbarkeit oder der Wiederholungspotenz nicht auf eine Region oder Stadt begrenzt werden kann. Daher ist bei diesen Gefahrenlagen grundsätzlich eine koordinierte Zusammenarbeit vieler Behörden und Institutionen auf verschiedenen Ebenen (Kommune, Land, Bund, Gesundheits-und Gefahrenabwehrbehörden) notwendig.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 213,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Zusammenfassung"
        },
        {
            "text": "Für die fachliche Bewertung dieser Gefahrenlagen und ggf. die systematische Erforschung der Grundlagen ihrer Bekämpfung und damit auch für die fachliche Absicherung der notwendigen Maßnahmen zur Begrenzung der Gefahr gen allerdings allein wegen der Vielzahl von Menschen auf begrenztem Raum ein größeres Verbreitungsrisiko.Einzelne Erkrankungsfälle von bekannten oder neuen hochkontagiösen lebensbedrohlichen Erkrankungen können zentral auf Stationen mit besonderen technischen Einrichtungen und Personalschutzkonzepten (Isolierstationen) versorgt werden.Bei einer Vielzahl von betroffenen Personen muss jedoch jede Region in der Lage sein, die Versorgung von Kranken und das Management zur Eindämmung der Weiterverbreitung selbst und möglicherweise ohne Unterstützung von außen bewältigen zu können.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Zusammenfassung"
        },
        {
            "text": "Bioterrorismus · Seuchen · Hochkontagiöse lebensbedrohliche Erreger · Infrastruktur zur Versorgung · Öffentlicher Gesundheitsdienst",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlüsselwörter"
        },
        {
            "text": "Abstract Management of a terrorist or criminal attack with biological agents depends on the number of primarily contaminated cases, on the numbers of persons who need medical treatment, on the possibility of human-to-human transmission, and on the tenacity of the germs.In the event of a high rate of humanto-human transmission, the strategy of transmission control depends on the kind of transmission and the effectiveness of measurements implemented by public health authorities.In this respect, it does not differ from the management of the natural emergence of an infectious disease (for example SARS).At all times it is necessary to establish precautions for the clinical management of severely ill persons.The possibility of professional clinical management depends on the number of affected people at one time and the necessary precautions for the medical personnel and the community.Kind, time, and region of the deliberate release of new or manipulated microorganisms or the natural emergence of an infectious disease are not predictable -the risk of human transmission is of course higher in regions with high population density.It is recommended that single cases of a highly contagious, lifethreatening disease be treated in central institutions with special technical support and facilities for staff protection (isolation unit). However, in terms of an epidemic situation, every single region must establish precautions for its own management of such cases. Es gibt jedoch Hoffnung, dass sich dies in den nächsten Jahren ändert [2] . Mit den neuen und verbesserten Systemen könnten evtl. besonders gefährdete Anlagen überwacht werden -messen kann man jedoch auch nur einen Stoff, der bereits ausgebracht wurde.",
            "cite_spans": [
                {
                    "start": 1542,
                    "end": 1545,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Management of an attack with biological agents. Reflections on the necessary infrastructure for states and towns"
        },
        {
            "text": "Außer bei nachrichtendienstlichen und kriminalistischen Hinweisen muss daher vor allem auch bei einem plötzlichen, synchronisierten Auftreten gleichartiger Infektionssymptome bei mehreren Personen an einen biologischen Anschlag gedacht werden. Dies gilt insbesondere dann, wenn natürliche Ursachen/Vektoren fehlen ( Tabelle ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 316,
                    "end": 323,
                    "text": "Tabelle",
                    "ref_id": null
                }
            ],
            "section": "Keywords"
        },
        {
            "text": "Zur Festlegung der Impfstrategie zum Schutz der Bevölkerung muss eine Risikoabschätzung erfolgen, d. h., es muss abgeschätzt werden, in welcher Relation die Gefahr der unkontrollierten Ausbreitung nach einem Anschlag zu den Risiken einer präventiven Impfung steht. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ausweitung der Impfung"
        },
        {
            "text": "Die unbedingt notwendige Koordination der Öffentlichkeitsarbeit obliegt bei den beschriebenen Gefahrenlagen zunächst dem Sozialministerium und im Folgenden lageabhängig den örtlich handelnden Institutionen oder den Gefahrenabwehrbehörden. Fachliche Informationen und Antworten auf Fragen aus der Öffentlichkeit werden im Internet bereitgestellt (Beispiel SARS [18] ).",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "[18]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Öffentlichkeitsarbeit"
        },
        {
            "text": "Ein wichtiger Aspekt des in Hessen und in anderen Bundesländern durchgeplanten Umgangs mit einem möglichen Pockenanschlag ist, dass die aufgebauten Kommunikationsstrukturen, die Aufgabenverteilung und die Versorgungsstrukturen in den einzelnen Landkreisen und Städten -einschließlich der Beteiligung von Krankenhäusern, niedergelassenen Ärzten, Apothekern und Arzthelferinnen, Polizei, Feuerwehr, Rettungsdienst und Katastrophenschutz an einem solchen Geschehen -auch für andere potenzielle Szenarien im Zusammenhang mit lebensbedrohlichen Infektionserkrankungen genutzt werden können. Szenarien im Zusammenhang mit bioterroristischen Anschlägen bzw. das Aufkommen neuer oder veränderter Mikroorganismen in einer globalisierten Welt zeigen, dass eine Bündelung der vorhandenen infektiologischen Ressourcen zur Begegnung des Problems unumgänglich ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlussfolgerungen und Diskussion"
        },
        {
            "text": "Das Konzept der \"Isolierstation\" in Frankfurt am Main (Behandlungszentrum) mit seiner flexiblen räumlichen Gestaltung, der Möglichkeit zur Intensivbetreuung und Bed-side-Labordiagnostik und dem immer wieder trainierten Personalschutzkonzept hat sich in der Konfrontation mit einem unbekannten hochinfektiösen und lebensbedrohlichen Erreger (SARS) bewährt. Seuchenhygienisch gesehen, erfüllen die vorhandenen Kompetenzzentren (mit den ihnen jeweils angeschlossenen Behandlungszentren) zusätzlich zu dem",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schlussfolgerungen und Diskussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Großschadenslagen durch biologische Agenzien",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fock",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bundesministerium des Inneren (Hrsg) Katastrophenmedizin.Leitfaden für die ärztliche Versorgung im Katastrophenfall",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Management zur Bekämpfung eines bioterroristischen Anschlags durch Pockenviren",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hessisches Ärzteblatt",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Pocken -wieder ein aktuelles Thema.Fortbildung der Hessischen Landesärztekammer und des Hessischen Sozialministeriums;Videomedi cine medienproduktions GmbH",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Lasch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "Rwh",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1519--1520",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Pockenalarm in Hannover 1972 -Verlauf und Erfahrungsbericht aus der Sicht der Gesundheitsbehörde",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Terbeck",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Bundesgesundheitsblatt",
            "volume": "23",
            "issn": "",
            "pages": "305--308",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pockenschutzimpfung -Information für Ärztinnen und Ärzte",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Ehrlich-Institut",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A model for a smallpox-vaccination policy",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Bozzette",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Boer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bhatnagar",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "416--425",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modeling potential responses to smallpox as a bioterrorist weapon",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Damon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Leduc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Millar",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerg Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "959--969",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Management und Kontrolle lebensbedrohender hochkontagiöser Infektionskrankheiten",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fock",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "42",
            "issn": "",
            "pages": "389--401",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Schutz vor lebensbedrohenden importierten Infektionskrankheiten -Strukturelle Erfordernisse bei der Behandlung von Patienten und anti-epidemiologische Maßnahmen",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fock",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Finke",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Bundesgesundheitsbl Gesundheitsforsch Gesundheitsschutz",
            "volume": "11",
            "issn": "",
            "pages": "891--899",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Management of patients with suspected viral haemorrhagic fever and other potentially lethal contagious infections in Germany",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Niedrig",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fock",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eurosurveillance",
            "volume": "7",
            "issn": "",
            "pages": "36--42",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Hochinfektiöse, lebensbedrohliche Importinfektionen: Aufgaben des öffentlichen Gesundheitsdienstes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Wer Fragen zum Rauchen hat, eine individuelle Beratung zum Rauchverzicht sucht, Adressen von Beratungsstellen vor Ort benötigt oder Informationsmaterial zum Thema Nichtrauchen braucht, kann sich an das Beratungstelefon der BZgA wenden",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gottschalk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bellinger",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Eine ähnliche Wirkung der Warnhinweise wird auch in Deutschland erwartet. Die Bundeszentrale für gesundheitliche Aufklärung (BZgA) bietet deshalb eine telefonische Nichtraucherberatung an",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Günther",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Klinik und Behandlung des schweren akuten respiratorischen Syndroms",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rickerts",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rottmann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Dtsch Med Wochenschr",
            "volume": "128",
            "issn": "",
            "pages": "1109--1114",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Hochkontagiöse lebensbedrohliche Krankheiten",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Rahmenkonzept zur Gefahrenabwehr bei außergewöhnlichen Seuchengeschehen: Maßnahmen des Gesundheitsamtes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wirtz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Gesundheitswesen",
            "volume": "63",
            "issn": "",
            "pages": "695--702",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Bioterrorism · Epidemics · Highly contagious life-threatening diseases · Clinical infrastructure · Public health administration ist die Bündelung aller infektiologischen Kompetenzen eines oder mehrerer Länder erforderlich. In Hessen wurde hierfür ein Netzwerk gegründet -das Kompetenzzentrum für hochkontagiöse lebensbedrohliche Krankheiten. Zu diesem Netz gehören Infektiologen aus dem Bereich der öffentlichen Gesundheit, ein universitäres Behandlungszentrum mit einer Isoliereinheit, ein Team für Infektionsepidemiologie und Krankenhaushygiene und verschiedene universitäre Labore, die den Zugang zur Forschung (Diagnostik und Therapie) sicherstellen. Die Erhebung,Aufbereitung und Bewertung epidemiologischer Daten einer übertragbaren Krankheit ist Aufgabe des Robert Koch-Instituts und der entsprechenden Einrichtungen der Länder.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Faktoren zur Erkennung biologischer Angriffe (Verfasser: Arbeitsgruppe Bioterrorismus am Hessischen Sozialministerium) mit ähnlicher Symptomatik Erregertyps aus verschiedenen oder eines Reservoirs kung sehr hohe Morbiditäts-wöhnlicher atypischer oder von Einsendungen gleichen Drohungen,BekennerschreibenEndemische Erkrankung gleicher Krankheitssymptoma Lebensmittel oder Vektoren Therapie bei bekanntem die durch Erreger der Kate-Ungewöhnlich häufige gen mit möglichem bioterrorismit unerklärtem Inzidenz-tik in geographisch getrennten Erreger gorie A (CDC) hervorgerufen Rezeptierung/Ausgabe von tischen Potenzial und politischen Gehäufte Inanspruchnahme die zum Ausbringen von B-Waffen anderer gleicher Merkmale Gesundheitsämtern mitgeteilt werden. Die Nutzung einer Syndrom-Surveillance oder einer aktiven Fallsuche kommt dann in Betracht, wenn ausreichende Informationen über die zu suchenden Gemeinsamkeiten bei einem Krankheitsgeschehen vorliegen (Beispiel SARS). Das hilft aber nur bei der Erkennung der Fälle und bei der Erfassung der Ausbreitung einer Krankheit. Sind die Erreger nicht übertragbar, sind logistisch vorrangig die Krankenversorgung, evtl. die Dekontamination der Personen, Therapie und Transport möglicherweise einer Vielzahl von Patienten sicherzustellen, die Möglichkeiten einer medikamentösen Prophylaxe für exponierte Personen zu prüfen und kontaminierte Areale in der Umwelt festzustellen und letztlich auch der Umgang mit infektiösen Leichen zu organisieren. In Tabelle 3 sind zur Veranschaulichung die hypothetischen Folgen der Ausbringung verschiedener Erreger, die nicht oder nur schwer von Mensch zu Mensch übertragbar sind, dargestellt. Auf der Landkreis-/Städte-Ebene ist zunächst zu überlegen, welche Krankenhäuser vorrangig die Versorgung betroffener Patienten übernehmen müssen und welche Krankenhäuser weiterhin für die Routineversorgung zur Verfügung stehen. Zu diskutieren ist auch, wie man weitere Versorgungskapazitäten durch Hinzunahme von z. B. Rehabilitationseinrichtungen u. Ä. zur Kranken-versorgung gewinnen kann. Abhängig vom Erreger ist festzulegen, ob in einem der Bereiche der Versorgung, des Transports und der Entsorgung von kontaminierten Flüssigkeiten oder Materialien Sicherheitsvorkehrungen zum Schutz des Personals oder der Umwelt anzuwenden sind. Sind die eingesetzten Erreger in der Umwelt lange überlebensfähig (z. B. Milzbrandsporen), wird man das Kontaminationsausmaß und die Dekontamination der betroffenen Areale zu bedenken haben, um immer wieder neue Infektionen von Menschen aus derselben Quelle zu verhindern. Es ist zu prüfen, ob es für den eingesetzten Keim eine wirkungsvolle Postexpositionsprophylaxe gibt, d. h., ob Medikamente oder Impfstoffe zur Verfügung stehen, die bereits exponierte Menschen vor dem Ausbruch der Krankheit schützen können (z. B. Antibiotika bei Milzbrand oder Pest). Rechnet man mit einem Szenario, in dem sehr viele Menschen potenziell exponiert sind, muss im Vorfeld geklärt werden, inwiefern diese Medikamente in der notwendigen Menge kurzfristig beschafft werden können bzw. welche Mengen zu bevorraten sind. Schließlich ist es notwendig, auch die Verteilung solcher Medikamente, möglicherweise sogar innerhalb eines eng begrenzten Zeitraumes, logistisch vorzubereiten. Kommt es durch den Einsatz von Biokampfstoffen zu einer von Mensch zu Die Strategie zur Eindämmung der Gefahr nach der Freisetzung von Erregern ist wesentlich von der Art des Erregers (Virus, Bakterium, Überlebensfähigkeit, therapeutische Beeinflussbarkeit,Abtötbarkeit etc.), seinem Übertragungsmodus (leicht von Mensch zu Mensch -aerogen, Tröpfchen, Schmierinfektion, von Tier zu Mensch etc.) und letztlich auch von der Schwere des entstehenden Krankheitsbildes abhängig. Zur Gewinnung dieser Daten und zum sicheren Management neuer, seltener oder möglicherweise durch gentechnisch veränderte Erreger hervorgerufener bedrohlicher Krankheiten, sind zentrale Strukturen zur Diagnostik, zum Transport, zur klinischen Versorgung und für die Durchführung antiepidemischer Maßnahmen notwendig [10, 11]. Biowaffen -Hypothethische Folgen. Annahmen: Stadt (500.000 Einwohner), 50 kg biowaffenfähiges Material, Ausbringung mit Flugzeug. (Quelle: Health Aspects of Chemical and Biological Weapons, WHO 1999)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Gefährdung weiterer Menschen -hier insbesondere nach der Frage: Wie ist die Krankheit übertragbar und könnten weitere Keime primär freigesetzt worden sein? Anfänglich wird man sich dabei auf die bekannten Daten zu Pocken stützen müssen.Für die weitere Strategie müssen grundsätzlich die Daten zum Krankheitsbild,zur Übertragbarkeit und zur Inkubationszeit laufend erhoben werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "sitätsklinik integriert. Der Transport einzelner Kranker auf die Isolierstation und ggf. die Organisation des Probentransports erfolgt durch die Feuerwehr Frankfurt am Main [13]. Stunden-Dienst aufrecht, um jederzeit eine Beratung bei unklaren Infektionskrankheiten zu bieten. Dieser Dienst erstreckt sich, falls erforderlich, auch auf eine Besichtigung vor Ort, um die Übernahme von Patienten auf die Isolierstation zu diskutieren oder, im bestätigten Verdachtsfall, zu organisieren. Die Zuständigkeit ist hierbei auf Hessen beschränkt, da es bislang keine Staatsverträge mit angrenzenden Bundesländern gibt. Mit diesen Strukturen werden öffentliche Gesundheit, Klinik und Forschung auf das Engste miteinander verzahnt. Dadurch ist es möglich, auch auf unbekannte Situationen schnell und kompetent, insbesondere aber mit der geringstmöglichen Gefährdung von Personal und Bevölkerung zu reagieren (Beispiel: erster SARS Fall in Frankfurt am Main) [15, 16]. Das Konzept der zentralen Versorgung funktioniert jedoch nur, wenn auch die Strukturen in allen Landkreisen (z. B. Gesundheitsämter, Krankenhäuser) auf die Erkennung und kurzfristige adäquate Versorgung von Einzelfällen mithilfe von \"barrier-nursing\" eingerichtet sind. In Hessen wurde für das Management importierter hochkontagiöser Erkrankungen ein Managementplan veröffentlicht, der im Internet allen Ärzten und Institutionen zur Verfügung steht [17], und es wurden entsprechende Fortbildungsveranstaltungen für die Ärzteschaft durchgeführt. Unumgänglich ist die jederzeitige Erreichbarkeit der Gesundheitsämter, die in Hessen außerhalb der Dienstzeit über die zentralen Leitstellen alarmiert werden können. Mit dieser Struktur sind Gefahrenlagen der Stufe 1 und 2 sehr gut zu bewältigen. Die oben beschriebenen Gefahrenlagen der Stufe 3 und 4 verlangen darüber hinaus flexible Strukturen in allen Landkreisen und Städten, um mit dem Auftreten von vielen infizierten Personen fertig werden zu können. Dazu gehören z. B. Krankenhäuser mit Infektionsbetten und Einzelzimmern, Festlegung von weiteren Kapazitäten zur Krankenversorgung (Versorgung von Kranken bei einer Epidemie), geschultes Personal, Einrichtungen für eine mögliche Quarantäne und die planerische Ausweisung und logistische Vorbereitung von Impfstätten bzw. Medikamentenausgabestellen (s. Übersicht 1). Behörden und Institute Die Zusammenarbeit zwischen den unterschiedlichen Behörden ist auf Landesebene durch eine ressortübergreifende Arbeitsgruppe (Polizei, Katastrophenschutz und Gesundheit) am Hessischen Sozialministerium sichergestellt. Bei den Gefahrenlagen der Stufe 3 oder 4 kann ein Landeskrisenstab unter Beteiligung aller Ressorts gebildet werden. Bei Verdachtsmomenten auf einen biologischen Anschlag gilt es, durch die Ermittlung der Täter weitere Anschläge zu verhindern. Bei Pocken ist dazu eine genaue Ermittlung über Kontakte und Aufenthalte der ersten erkrankten Personen in den 19 Tagen vor ihrer Erkrankung notwendig. Dabei ist zusätzlich eine enge Koordination zwischen den an der Aufklärung der Ursache beteiligten Institutionen erforderlich (Sicherheitsdienste, Innenbehörden, LKA, Untersuchungslabore beider Bereiche, Epidemiologen usw.). Diese wird durch das Hessische Innenministerium koordiniert. Im Ernstfall erfolgt die fachlich mit dem Kompetenzzentrum und dem Robert Koch-Institut abgestimmte Information aller Landkreise/Städte bzw. Gesundheitsämter durch das Sozialministerium über Schutzmaßnahmen, Diagnostik, Therapie und Dekontamination. Diese informieren wiederum die Krankenhäuser, Ärzte, Rettungsleitstellen, Rettungsdienste usw. des Kreises. Über das Innenministerium erfolgt die Information der nachgeordneten Bereiche. Ebenso sind klare Aufgabenverteilungen und Zuständigkeiten in den Landkreisen und Städten notwendig. In Hessen werden zu diesem Zweck die Strukturen der Katastrophenstäbe genutzt.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Auftrag, Patienten maximal betreuen zu können, durch Einbindung der Forschungseinrichtungen auch den Auftrag, das Wissen bereitzustellen, welches die Verhinderung weiterer Ausbreitung ermöglicht -und zwar grundsätzlich auch bei einer Epidemie im ganzen Land. Das konnte bei SARS eindrucksvoll unter Beweis gestellt werden. Daher ist es unbedingt notwendig, die Kompetenz-und Behandlungszentren personell und materiell gut auszustatten und möglichst gemeinsam -also länderübergreifend -zu unterstützen.Im ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Leitthema: Biologische Sicherheit"
        }
    ]
}