{
    "paper_id": "dceb62d7c7ee440b7310d027dcfb83080d944ddd",
    "metadata": {
        "title": "Journal Pre-proof Older Adults' Technology Use and its Association with Health and Depressive Symptoms: Findings from the 2011 National Health and Aging Trends Study To appear in: Nursing Outlook Older Adults' Technology Use and its Association with Health and Depressive Symptoms: Findings from the 2011 National Health and Aging Trends Study",
        "authors": [
            {
                "first": "Jeehoon",
                "middle": [
                    "Kim"
                ],
                "last": "Phdmsw",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hee",
                "middle": [
                    "Yun"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Tina",
                "middle": [],
                "last": "Barr",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Joseph",
                "middle": [
                    "R"
                ],
                "last": "Merighi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jeehoon",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chorong",
                "middle": [],
                "last": "Won",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Joseph",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [
                    "Jeehoon"
                ],
                "last": "Merighi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Kim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": " Older information and communication technology (ICT) users were actively using technology for various purposes than the limited technology users (i.e., IT, CT only users).  There was a positive association between ICT use and self-rated health status among older adults.  ICT use was associated with a decreased likelihood of experiencing major depression in older adults, but not with experiencing mild depression.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Background. Information and communication technology (ICT) provides older adults with access to information and resources that benefit their health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose. To explore ICT use among older adults and examine the influence of information technology (IT), communication technology (CT), or ICT use on older adults\" self-rated health status and depressive symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A sample of community-dwelling Medicare beneficiaries aged 65 and older in the U.S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "(N = 4,976) from the 2011 National Health and Aging Trends Study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "were more likely to report better health status, and were less likely to experience major depressive symptoms than non-users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Health Act (HITECH Act), nursing professional can play an important role by responding to older adults\" diverse technology preferences and effectively incorporating them into nursing practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Information and communication technology (ICT) refers to the use of various computer-and mobile device-based technologies (e.g., Internet, email, text messages, Twitter, and other technologies) in order to communicate, access, and store information between individuals and organizations (Blaschke, Freddolino, & Mullen, 2009; Elliot, Mooney, Douthit, & Lynch, 2014; Selwyn, Gorard, Furlong, & Madden, 2003) .",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 325,
                    "text": "(Blaschke, Freddolino, & Mullen, 2009;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 326,
                    "end": 365,
                    "text": "Elliot, Mooney, Douthit, & Lynch, 2014;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 366,
                    "end": 406,
                    "text": "Selwyn, Gorard, Furlong, & Madden, 2003)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although older adults lag behind younger populations in Internet use, studies have found regular use of ICT in this population (Choi & Dinitto, 2013b; Gell, Rosenberg, Demiris, Lacroix, & Patel, 2015; Hilt & Lipschultz, 2004) . Also, the rate had increased from 1% in 2000 to 67% in 2016 according to the data from the Pew Internet Research Projects (Anderson & Perrin, 2017) . Specifically, 42% of older adults had smartphones and 34% used social networking sites in 2016 (Anderson & Perrin, 2017) . In addition, one study reported that older adults exchanged an average of 64 text messages per month (Nielsen, 2011) .",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 150,
                    "text": "(Choi & Dinitto, 2013b;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 151,
                    "end": 200,
                    "text": "Gell, Rosenberg, Demiris, Lacroix, & Patel, 2015;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 201,
                    "end": 225,
                    "text": "Hilt & Lipschultz, 2004)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 350,
                    "end": 375,
                    "text": "(Anderson & Perrin, 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 473,
                    "end": 498,
                    "text": "(Anderson & Perrin, 2017)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 602,
                    "end": 617,
                    "text": "(Nielsen, 2011)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Use of ICT by older adults varies according to sociodemographic factors. Older adults who are ICT users are more likely to be non-Latino white (Choi & Dinitto 2013a , 2013b Werner, Carlson, Jordan-Marsh, & Clark, 2011) , younger, married, and have a higher level of education (Choi & Dinitto, 2013b; Gell et al., 2015; Selwyn et al., 2003) . Selwyn and colleagues (2003) found that older adults in England and Wales were more likely to use ICT if they had access to technology in home or family settings. Also, research has indicated that older adults are most likely to use ICT in order to stay in touch with family and friends (Carpenter & Buday, 2007; Vroman, Arthanat, & Lysack, 2015) . On the other hand, the major reasons older adults reported not using ICT were their disinterest or lack of motivation (Carpenter & Buday, 2007; Selwyn et al., 2003) . Some evidence has shown that older adults\" use of ICT was negatively associated with limited mobility (Gell et al., 2015; Wright & Hill, 2009) , memory, and visual acuity (Gell et al., 2015) .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 164,
                    "text": "(Choi & Dinitto 2013a",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 165,
                    "end": 172,
                    "text": ", 2013b",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 173,
                    "end": 218,
                    "text": "Werner, Carlson, Jordan-Marsh, & Clark, 2011)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 276,
                    "end": 299,
                    "text": "(Choi & Dinitto, 2013b;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 300,
                    "end": 318,
                    "text": "Gell et al., 2015;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 319,
                    "end": 339,
                    "text": "Selwyn et al., 2003)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 342,
                    "end": 370,
                    "text": "Selwyn and colleagues (2003)",
                    "ref_id": null
                },
                {
                    "start": 629,
                    "end": 654,
                    "text": "(Carpenter & Buday, 2007;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 655,
                    "end": 688,
                    "text": "Vroman, Arthanat, & Lysack, 2015)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 809,
                    "end": 834,
                    "text": "(Carpenter & Buday, 2007;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 835,
                    "end": 855,
                    "text": "Selwyn et al., 2003)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 960,
                    "end": 979,
                    "text": "(Gell et al., 2015;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 980,
                    "end": 1000,
                    "text": "Wright & Hill, 2009)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1029,
                    "end": 1048,
                    "text": "(Gell et al., 2015)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although older adults are increasing their use of ICT, there is limited research on the relationship between their ICT use and health status. A number of studies have shown that older adults used the Internet to access and communicate about health information (Choi & Dinitto, 2013b; Crabb, Rafie, & Weingardt, 2012; Gell et al., 2015) . For example, the Pew Research Center found that 27% of adults aged 65 and older used the Internet to search for health and medical information (Zickuhr & Madden, 2012) . Some evidence shows that online health information seeking behavior is linked to better health status (Cotten & Gupta, 2004) , but the association between specific types or purpose of Internet use and their health status has not been examined.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 283,
                    "text": "(Choi & Dinitto, 2013b;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 284,
                    "end": 316,
                    "text": "Crabb, Rafie, & Weingardt, 2012;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 317,
                    "end": 335,
                    "text": "Gell et al., 2015)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 481,
                    "end": 505,
                    "text": "(Zickuhr & Madden, 2012)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 610,
                    "end": 632,
                    "text": "(Cotten & Gupta, 2004)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Research also shows mixed results regarding the impact of ICT use on the mental health of older adults. Some findings indicate that ICT use may increase protective factors for older adults\" mental health, such as reduced loneliness and increased social contacts. For example, studies have reported that going online was negatively associated with loneliness (Cotten, Anderson, & McCullough, 2013; Sum, Mathews, Hughes, & Campbell, 2008) , and reduced the probability of a depression state (Cotten, Ford, Ford, & Hale, 2014) . Also, as one of the common communication technologies, video chat was associated with lower risk of developing depression (Teo, Markwardt, & Hinton, 2018) . In a study of Taiwanese nursing home residents, depressive symptoms were decreased after a videoconference intervention that taught them how to use the Internet and to arrange videoconferencing appointments with their distant relatives (Tsai & Tsai, 2011) . Shapira, Barak, and Gal (2007) also found an improvement in older adults\" well-being, including feelings of depression and loneliness, in their ICT intervention study. They reasoned that learning how to use and communicate through ICT led to a psychological process of personal empowerment. Additionally, Fang and colleagues (2017) 6 examined an association between ICT use and psychological well-being (PWB) among adults aged 50 and above in Hong Kong. They found that ICT use was positively associated with PWB only among those aged 75 and over, and this relationship was further facilitated through contact with family members (Fang, Chau, Wong, Fung, & Woo, 2017) .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 396,
                    "text": "(Cotten, Anderson, & McCullough, 2013;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 397,
                    "end": 436,
                    "text": "Sum, Mathews, Hughes, & Campbell, 2008)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 489,
                    "end": 523,
                    "text": "(Cotten, Ford, Ford, & Hale, 2014)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 648,
                    "end": 680,
                    "text": "(Teo, Markwardt, & Hinton, 2018)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 919,
                    "end": 938,
                    "text": "(Tsai & Tsai, 2011)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 941,
                    "end": 971,
                    "text": "Shapira, Barak, and Gal (2007)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1246,
                    "end": 1272,
                    "text": "Fang and colleagues (2017)",
                    "ref_id": null
                },
                {
                    "start": 1571,
                    "end": 1608,
                    "text": "(Fang, Chau, Wong, Fung, & Woo, 2017)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In contrast, some research on the relationship between ICT and depression in older adults reported little or no impact. Slegers, van Boxte, and Jolles (2008) found no evidence that computer training and Internet usage had either a negative or positive influence on the well-being, mood, or social network of community-dwelling older healthy individuals in their one-year follow-up intervention study. In White and colleagues\" (2002) intervention study, older adults in nursing homes or congregate housing who were trained to use the Internet reported less loneliness, less depression, and more confidence compared to the control group, but the changes were not statistically significant. Moreover, Billipp (2001) found that interactive computer use with the right training conditions increased selfesteem and reduced depression in older adults, but the effect of interactions between the older adults and the computer-skills trainers was not factored into the analysis. Elliot and colleagues (2014) also found that ICT use was not associated with depression in older adults. As evidenced by the mixed outcomes in the literature, research has not yet revealed a consistent relationship between specific types of ICT uses and mental health status in the older adult population.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 157,
                    "text": "Slegers, van Boxte, and Jolles (2008)",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 432,
                    "text": "White and colleagues\" (2002)",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 712,
                    "text": "Billipp (2001)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 970,
                    "end": 998,
                    "text": "Elliot and colleagues (2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Recently, there has been an increased reliance on ICT in the health care delivery system. Nurses and their health care colleagues have incorporated these technologies to improve patient care, reduce costs, and increase the efficiency of their practice (Fagerström, Tuvesson, Axelsson, & Nilsson, 2016) . However, nurses have not uniformly embraced ICT in their practice (Fagerström et al., 2016; Lupiáñez-Villanueva, Hardey, Torrent, & Ficapal, 2011; While & Dewsbury, 2011) despite some patients reporting that ICT afforded them more frequent and personalized treatment (Pols, 2010) . As the number of older adults requiring health care services continues to increase, coupled with evidence that this population is expanding its use of ICT, it will be beneficial for nurses to understand how ICT can be employed to help older adults access and better utilize health care services.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 301,
                    "text": "(Fagerström, Tuvesson, Axelsson, & Nilsson, 2016)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 370,
                    "end": 395,
                    "text": "(Fagerström et al., 2016;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 396,
                    "end": 450,
                    "text": "Lupiáñez-Villanueva, Hardey, Torrent, & Ficapal, 2011;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 451,
                    "end": 474,
                    "text": "While & Dewsbury, 2011)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 571,
                    "end": 583,
                    "text": "(Pols, 2010)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the unclear picture from existing data regarding the relationship between ICT use and health status and depression in older adults, additional evidence is needed to guide health and mental health care professionals who work with this population. A more thorough understanding of the type, level, purpose, and impact of technology use among older adults is needed to better inform health-directed interventions for this growing population. This study, therefore, investigated (1) the level and purpose of ICT use among older adults and (2) the association between levels of ICT use and older adults\" self-rated health status and depressive symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives"
        },
        {
            "text": "This cross-sectional study used data from the first round of the National Health and Aging Trends Study (NHATS). NHATS is a nationally representative panel study of Medicare beneficiaries aged 65 and older residing in the contiguous U.S. The data were sampled from the Medicare enrollment database as of September 30, 2010, using a stratified three-stage sample design and an oversampling of the oldest age group and Black, non-Latino individuals. The first round of NHATS was conducted in 2011 with a 71% response rate and 8,077 completed cases; these participants were re-interviewed annually in 2012, 2013, and 2014 (Montaquila, 8 Freedman, Edwards, & Kasper, 2012) . The data were publicly available and obtained from the NHATS research team after signing a user agreement.",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 668,
                    "text": "(Montaquila, 8 Freedman, Edwards, & Kasper, 2012)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data and Study Sample"
        },
        {
            "text": "This study used a community-based sample (N = 7,197) , which excluded study respondents living in nursing homes (N = 468) or other residential care facilities (N = 412). In accordance with our study aims, we included only the sample respondents who were able to access ICT at home or elsewhere and knew how to use computer. From 5,809 older ICT users, we additionally excluded cases in which a proxy respondent completed the survey (N = 258), as some measures in the current study should be self-reported, and cases for missing variables (N = 575). Therefore, the current study sample was comprised of 4,976 older adults residing in the community.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 52,
                    "text": "(N = 7,197)",
                    "ref_id": null
                },
                {
                    "start": 112,
                    "end": 121,
                    "text": "(N = 468)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data and Study Sample"
        },
        {
            "text": "Health status. Self-reported general health status was measured on a five-point Likert scale (1 = poor, 2 = fair, 3 = good, 4 = very good, and 5 = excellent).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcome variables"
        },
        {
            "text": "Depressive symptoms. Levels of depressive symptoms were measured by the Patient Health Questionnaire 2 (PHQ-2; Kroenke, Spitzer, & Williams, 2003) . The PHQ-2 asks about frequencies of two depressive symptoms, depressed mood and anhedonia, and has been validated as a brief screening tool for detecting major depression in older adults using a nationally representative sample (Li, Friedman, Conwell, & Fiscella, 2007) . In the NHATS surveys, the respondents were asked to evaluate how often, in the past month, (1) they had little interest or pleasure in doing things; and (2) they felt down, depressed, or hopeless. Both questions were measured on a four-point scale from 0 (not at all) to 3 (nearly every day), and these questions were to summed for a total score ranging from 0 to 6. cut point to categorize the older adult respondents into three depressive symptom groups: no depressive symptoms (0), mild depressive symptoms (1 or 2), and major depressive symptoms (3 to 6). The no depressive symptoms group was used as a base outcome in the multinomial logistic regression model.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 146,
                    "text": "Kroenke, Spitzer, & Williams, 2003)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 377,
                    "end": 418,
                    "text": "(Li, Friedman, Conwell, & Fiscella, 2007)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Outcome variables"
        },
        {
            "text": "Information and communication technology use. In the NHATS surveys, the respondents were asked whether and how often, in the past month, they ever sent messages by email or text (communication technology, CT), and if they had ever used the Internet or gone online for any reason other than emailing or texting (information technology, IT). The respondents provided details about their IT use, including if they used the Internet for completing certain instrumental activities of daily living (i.e., shopping, paying bills/banking, or ordering prescriptions) and seeking health-related information (i.e., contacting medical providers, handling health insurance matters, or getting information about their health conditions). Respondents who used both CT and IT were identified as ICT users. A four-group classification was used in the current study: ICT users, CT only users, IT only users, and non-users. The non-user group was used as a referent category in multivariate analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explanatory variables"
        },
        {
            "text": "Health conditions. We measured three aspects of health conditions: cognitive function, number of chronic diseases, and physical capacity. Cognitive function, which consisted of self-reported memory status at the time of interview, was measured on a five-point scale (1 = poor, 2 = fair, 3 = good, 4 = very good, and 5 = excellent). Number of chronic diseases was measured by summing nine possible chronic health conditions for which each individual had ever been diagnosed by a doctor (range = 0 to 5, where 5 equals five to nine chronic conditions). Physical capacity was measured at the lower and higher level of functional capacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control variables"
        },
        {
            "text": "The respondents were asked in the past month, (1) whether they had difficulty with physical movements and (2) if they responded affirmatively, whether it was without help from another person or without any assistive devices (e.g., cane, walker). Physical movements included six pairs of less challenging and more challenging tasks (e.g., walking three and six blocks, going up 10 and 20 stairs). We used the two-dimensional physical capacity measures developed and validated by Freedman and colleagues (2011) : (1) inability to do any less challenging task and (2) ability to do all more challenging tasks (1 = yes for each).",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 508,
                    "text": "Freedman and colleagues (2011)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Control variables"
        },
        {
            "text": "Participation in activities. We measured respondents\" social network size as well as participation in social and physical activities. Social network size was measured by the number of people the respondents talked with most often about important things in the past year (range = 0 to 5). For participation in social activities, we measured in the past month, (1) whether respondents visited family or friends, and (2) whether respondents attended clubs, classes, or organized activities (1 = yes for participation in each activity). Participation in physical activity was measured by combining responses for the following items: (1) whether the respondent had ever walked for exercise in the past month and (2) whether the respondent had spent time on vigorous activities (e.g., working out) in the past month. Physical activity participation was classified into three groups: inactive, walking for exercise only, and participating in vigorous activities alone or with walking. The inactive group was used as a referent category in the multivariate analyses. Sociodemographic variables. We included age, gender (1 = male), marital status (1 = married or partnered), being employed for payment (1 = yes), race/ethnicity, level of education, and income. Race/ethnicity was categorized into four groups: non-Latino white, African American, Latino, and other races. The Latino group was used as a referent category in the multivariate analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control variables"
        },
        {
            "text": "Education was measured on a five-point scale (1 = less than 12th grade, 2 = high school diploma or GED, 3 = Associate's degree or some college, 4 = Bachelor's degree, and 5 = graduate degree). Total income was reported either as collected amount of possible income sources and assets (56%), or as one of five bracketed ranges (13%). provided five imputed values of a total annual income amount for missing cases and bracketed responses, using a cyclical n-partition hot deck treatment. Due to high skewness, we used log-transformed values of the five imputed annual income variables in the multivariate analyses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Control variables"
        },
        {
            "text": "Since the NHATS data were obtained using a complex survey design, we used weighted statistics with analytic sample weights for all data analyses. Using Stata 13.0 (StataCorp, 2013), we also conducted Taylor series linearization method and subpopulation analyses to compute correct variance and standard errors (S.E.). The adjusted Wald F-statistics estimated the differences in ICT user groups in sample characteristics ( Table 1 ) and purposes of ICT use (Table 2 ). Using mi estimate command, we estimated model F tests (equal fraction of missing information, FMI) from five data sets (i.e., each data set included a different imputed income variable from five imputed values, and other variables remained the same), and adjusted coefficients and S.E.s for the variability between imputations in multiple regression analysis (Table 3 ) and multinomial logistic regression analysis (Table 4 ). Confidence intervals (CI) were set at 95%. Table 1 provides descriptive statistics of the study sample. Respondents\" age ranged from 65 to 100, with a mean of 73.7 years.",
            "cite_spans": [
                {
                    "start": 916,
                    "end": 920,
                    "text": "(CI)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 422,
                    "end": 429,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 456,
                    "end": 464,
                    "text": "(Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 827,
                    "end": 835,
                    "text": "(Table 3",
                    "ref_id": null
                },
                {
                    "start": 883,
                    "end": 891,
                    "text": "(Table 4",
                    "ref_id": null
                },
                {
                    "start": 938,
                    "end": 945,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Statistical Methods"
        },
        {
            "text": "The majority (83.5%) of respondents were white, nearly two-thirds (64.1%) were married or partnered, and just over half (54.3%) were women. The respondents\" average level of education was an associate degree, and less than a quarter (22.3%) were employed for payment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Descriptive Data"
        },
        {
            "text": "Regarding their health conditions, respondents reported an average of two or more chronic diseases, and the average selfreported cognitive function (i.e., memory status) was good to very good (M = 3.5, S.E. = 0.01). On average, the sample respondents also reported their health status as good to very good (M = 3.4, S.E. = 0.02). Approximately 29% of respondents were not able to do any physically less challenging task presented, and 39.1% were able to do all of more physically challenging tasks. About 40% of respondents had experienced depressive symptoms either as major depression (12.5%) or mild depression (28.1%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Descriptive Data"
        },
        {
            "text": "Ninety percent of the respondents reported visiting family and friends, whereas less than half (40.4%) had attended clubs, classes, or organized activities within the past month. The respondents reported talking with two persons, on average, about important aspects of their lives in the past year (i.e., a size of social network). Regarding physical activity, in the month prior to taking the survey, 44.1% of respondents had engaged in vigorous activity and 28.8% had walked only for exercise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Descriptive Data"
        },
        {
            "text": "In addition to providing the overall characteristics of the sample, Table 1 presents differences in covariates of ICT use by the four ICT user groups: ICT users, IT only users, CT only users, and non-users. Approximately 50% of respondents reported using digital technology in the past month; 36.2% of older adults used ICT, 5.1% used only CT, and 7.8% used only IT. Overall, ICT users were identified as being younger, white, married or partnered, female and a paid employee, having a higher educational level, a larger social network size and good overall self-reported health, and actively engaged in social or physical activities as compared to CT only users, IT only users, and non-users (all at p < .001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "13"
        },
        {
            "text": "While non-Latino whites were more likely to use the Internet for ICT, the respondents of other races/ethnicities were disproportionately represented in the CT only user group, and African Americans and Latinos were overrepresented among non-users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "Men were less likely to be ICT users than women, but were overrepresented among IT only users. Women were disproportionately represented among CT only users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "Non-users (17.7%) were more than twice as likely as ICT users (7%) to have major depressive symptoms. Older adults with mild depressive symptoms were overrepresented in the IT only users (31.1%) and non-users (30.3%). Non-users were more than twice as likely to not socialize with family and friends compared to ICT users (14.3% vs. 6%). About 54% of ICT users attended clubs or organized activities compared to only 27% of non-users. Non-users (37.4%) and CT only users (30.2%) were more likely to be physically inactive than other groups. Older adults who walked only for exercise were overrepresented among the IT only users.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "13"
        },
        {
            "text": "-Insert Table 1 Here-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "13"
        },
        {
            "text": "As seen in Table 2 , older adults who used IT were more likely to use the Internet for the personal tasks of paying bills or banking (44.2%) and shopping for groceries or personal items (32%) and to seek information about health conditions (36.2%). More than half (53.5%) of CT users texted or emailed on \"most\" days, while 29.1% used CT on \"some\" days in the past month. Older ICT users were actively using technology for various purposes than IT or CT only users.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Purpose of ICT Use"
        },
        {
            "text": "-Insert Table 2 Here- Table 3 presents the estimated coefficients and standard errors predicting self-reported health status of older adults from multiple regression analysis after controlling other covariates. The model explained 44.4% of the variance in self-reported health status of older adults. As expected, level of educational attainment (β = .04, p < .001) and annual income (β = .03, p < .05) were positively associated with self-reported health status. Being non-Latino white (β = .09, p < .001) and a paid employee (β = .03, p < .01) as well as advanced age (β = .07, p < .001) were also associated with better health status. Older men were more likely to report worse health status than older women (β = -.10, p < .001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 22,
                    "end": 29,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Purpose of ICT Use"
        },
        {
            "text": "Overall, all variables from the health conditions domain were highly associated with better self-reported health status: higher cognitive function (β=.20, p<.001), fewer number of chronic diseases (β = -.29, p < .001), and better physical capacity at the lower end (β = -.20, p < .001) and higher end (β = .09, p < .001). Participation in social or physical activity was also associated with better health status: visiting family or friends (β = .03, p < .05), attending clubs or organized group activities (β = .05, p < .001), and regularly 15 engaging in vigorous physical activity (β = .08, p < .001) in the past month. Among the ICT use groups (i.e., IT use, CT use, ICT use), ICT users were more likely to report better health status than non-users (β = .05, p < .01).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-reported Health Status"
        },
        {
            "text": "-Insert Table 3 Here- associated with a likelihood of experiencing major depressive symptoms. Among three types of ICT use groups, ICT users (OR = 0.7, CI: 0.56 -0.91) were less likely to experience major depressive symptoms than non-users.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Self-reported Health Status"
        },
        {
            "text": "-Insert Table 4 Here-",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Depressive Symptoms"
        },
        {
            "text": "This study explored differences in the levels and purposes of ICT use among older adults and examined the influence of different levels of ICT use (i.e., ICT, IT only, and CT only) on respondents\" self-reported health status and levels of depressive symptoms. Our findings revealed that 49.1% of respondents used ICT, IT, or CT. Of note, the sample included only older adults who were able to access ICT at home or elsewhere and knew how to use computer. Research examining older adults\" use of technology using the same data from the 2011 NHATS (Elliot et al., 2014; Gell et al., 2015) did not apply this inclusion criterion, which explains the higher ICT use level in this study. However, a recent report from the Pew Research Center revealed that 67% of adults 65 and older in the U.S. reported going online in 2016 (Anderson & Perrin, 2017) . This finding, which points to an upward trend in Internet use among older adults, is likely to continue to increase over time, and it lends support for utilizing ICT to better manage older adults\" physical and mental health.",
            "cite_spans": [
                {
                    "start": 546,
                    "end": 567,
                    "text": "(Elliot et al., 2014;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 568,
                    "end": 586,
                    "text": "Gell et al., 2015)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 819,
                    "end": 844,
                    "text": "(Anderson & Perrin, 2017)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The current study corroborates prior research findings that older adults\" technology use is significantly associated with race/ethnicity, marital status, gender, employment status, and social and physical activity. For example, non-Latino white older adults were more likely to use some forms of ICT compared to their Black and Latino counterparts (Choi & Dinitto, 2013a , 2013b Werner et al., 2011) . Whereas the majority (83.5%) of Medicare beneficiaries were non-Latino white in our sample, coupled with a study inclusion criterion that required some forms of access to ICT, previous studies using samples with a majority of racial and ethnic minority respondents have reported low utilization of ICT among older adults. For example, Werner et al. (2011) reported rates of computer use for email (23%) and general Internet use (26%) in a sample that was 62.6% non-white. Similarly, Choi and Dinitto (2013a) reported a 17% ICT use rate in a sample of low-income older adults in which 57.7% identified as non-white, racial and ethnic minorities. Such racial and ethnic disparity in ICT use is noteworthy.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 370,
                    "text": "(Choi & Dinitto, 2013a",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 371,
                    "end": 378,
                    "text": ", 2013b",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 379,
                    "end": 399,
                    "text": "Werner et al., 2011)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 737,
                    "end": 757,
                    "text": "Werner et al. (2011)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The finding that married or partnered older adults were more likely to use ICT than single older adults is in line with other studies (Choi & Dinitto, 2013b; Gell et al., 2015; Vroman et al., 2015) . It can be argued that older adults living alone might experience enhanced social benefits by using ICT because it can reduce social isolation. However, married or partnered older adults appear to be taking advantage of ICT at higher rates. There are two possible explanations for this outcome: (1) married or partnered older adults may help each other learn how to use ICT and subsequently increase their motivation to use this technology; and (2) it is also possible that older married or partnered couples may have a higher level of income or access to ample resources so that they can afford an Internet service and digital devices (e.g., computer, tablet, or smartphone).",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 157,
                    "text": "(Choi & Dinitto, 2013b;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 158,
                    "end": 176,
                    "text": "Gell et al., 2015;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 177,
                    "end": 197,
                    "text": "Vroman et al., 2015)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Among ICT users in this study, older women were more likely to use ICT than older men. Previous findings on gender disparities in ICT use have revealed mixed results. Perrin and Duggan (2015) reported little difference by gender for Internet use across all age groups. For older adults, Gell et al. (2015) found that men were more likely to use ICT, yet other studies found no significant association between gender and ICT use (Choi & Dinitto, 2013a , 2013b . A nuanced understanding of gender differences in ICT use can be achieved by investigating the older adult\"s purpose for ICT use. For example, our findings revealed that women were more likely to use only CT, whereas men were more likely to use only IT. These findings lend support for older women\"s ICT use more so for social rather than instrumental purposes (Ihm & Hsieh, 2015) . Moreover, older ICT users utilized technology for various purposes while IT users were limited to certain activities such as banking (44.2%), shopping (32%), and health conditioninformation search (36.2%). To increase older adult IT user\"s motives for utilizing technology that go beyond a single application for activities such as banking, a health-related mobile application (app) can be introduced so they can easily access health information without needing to execute complicated and multistep web searches. Additionally, to accommodate a CT user\"s context in which more than half (53.5%) texted or emailed on \"most\" days and 29.1% on \"some\" days in the past month, health care providers could send daily or weekly health-related information via text, email, or the institution\"s official mobile application. An easy-to-use app is feasible for both patients and institution because it can protect patients\" personal information while tailoring to each patient\"s healthrelated issue and delivery preference. Efforts to increase ICT use among older adults may initially need to be adjusted to the current and potential users\" main motivations for technology use before moving to a more integrated use of CT and IT.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 191,
                    "text": "Perrin and Duggan (2015)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 287,
                    "end": 305,
                    "text": "Gell et al. (2015)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 428,
                    "end": 450,
                    "text": "(Choi & Dinitto, 2013a",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 451,
                    "end": 458,
                    "text": ", 2013b",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 821,
                    "end": 840,
                    "text": "(Ihm & Hsieh, 2015)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Older ICT users in this study were more likely to be socially active (i.e., visited family or friends and attended clubs or organized activities) because those who are more socially engaged may recognize the benefits of ICT use and have the resources to use technology for sharing information and communicating with others in their social network. Using ICT with peers and the organizations with which they are involved might reinforce their continued use (Kim, Gajos, Muller, & Grosz, 2016) , more so than for those who are not as socially active and have fewer opportunities to connect with others through ICT. Programs and classes that teach older adults to use ICT should consider doing so in a social context that incorporates social network members and community representatives.",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 491,
                    "text": "(Kim, Gajos, Muller, & Grosz, 2016)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, our findings revealed that physical inactivity was higher among non-users, followed by CT only users, whereas physical activity participation was higher among ICT users. It is unclear how physical activity participation is differently associated with levels of ICT use due to the limited information we have about this relationship. However, it is assumed if older adults who may experience physical activity challenges are able to use CT, they can continue socializing with others online using a communication technology tool. The current study also found that older adults were less likely to use ICT when they experienced more limitations in physical capacity, such as their ability to walk or climb stairs independently (Gell et al., 2015) . Our findings underscore the need to carefully consider older adults\" physical capacity and engagement in physical activities in understanding ICT use, and how these factors may affect their desire and ability to use ICT. More research is warranted in uncovering a relationship between physical capacity, physical activity participation, and levels of ICT use among older adults.",
            "cite_spans": [
                {
                    "start": 739,
                    "end": 758,
                    "text": "(Gell et al., 2015)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additionally, this study found that self-rated health status differed based on levels of ICT use (i.e., IT use, CT use, ICT use).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Specifically, there was a positive relationship between ICT use and self-rated health status. Gell et al. (2015) reported that higher selfrated health status was significantly associated with more technology use. Similarly, Cresci et al. (2010) found that older adults who used computers were significantly healthier than older adults who did not use computers. Yet, other studies found that technology use was not significantly associated with older adults\" self-rated health status (Carpenter & Buday, 2007) or ill-health (Elliot et al., 2014) , but positively associated with chronic health conditions (Choi & Dinitto, 2013a) .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 112,
                    "text": "Gell et al. (2015)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 224,
                    "end": 244,
                    "text": "Cresci et al. (2010)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 484,
                    "end": 509,
                    "text": "(Carpenter & Buday, 2007)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 524,
                    "end": 545,
                    "text": "(Elliot et al., 2014)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 605,
                    "end": 628,
                    "text": "(Choi & Dinitto, 2013a)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, Gracia and Herrero (2009) found that the significant negative relationship between Internet use and self-rated poor health status went away after social class was factored into their statistical model. They posited that the relationship between the digital divide (Internet users vs. non-users) and health status would reflect socioeconomic inequalities in health among older adults.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 40,
                    "text": "Gracia and Herrero (2009)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the contrary, the current study found a positive association between ICT use and self-reported health status after controlling socioeconomic status variables (i.e., annual income, education level, employment for payment). Unlike Gracia and Herrero\"s (2009) focus on the digital divide, the present study attempted to unveil digital inequalities in ICT use and explored how they were reflected in a relationship with self-reported health status among older adults who were able to access to the Internet and knew how to use computer. Because the study sample is comprised of Medicare beneficiaries residing in the community, it is also possible that their overall health status would be better than that of older adults living in nursing homes or other care facilities. More research is needed to explore the relationship between digital inequalities and health status with diverse samples of older adults who might have less access to resources based on educational level, racial and ethnic minority status, and care needs.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 259,
                    "text": "Gracia and Herrero\"s (2009)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding depressive symptoms, some studies have found a negative association between technology use and depression (Cotten et al., 2014; Shapira et al., 2007) and loneliness (Cotten et al., 2013; Shapira et al., 2007; Sum et al., 2008) in older adults. The present study revealed that ICT use was negatively associated with experiencing major depressive symptoms after controlling other covariates; however, it was not associated with experiencing mild depressive symptoms. Our finding regarding major depressive symptoms is in contrast to those of other studies that analyzed NHATS data and did not find a link between ICT use and depression (Choi & Dinitto, 2013b; Elliot et al., 2014) . Choi and Dinitto (2013a) found that low-income homebound older adults who reported a diagnosis of depression used the Internet more than older adults who were not depressed. The discrepancies between these findings may be attributed to differences in samples (e.g., community-based sample vs. low-income homebound older adults), respondent eligibility criteria, or analytic strategies. However, they highlight a need for further research regarding the relationship between ICT use and depressive symptoms in older adults. A more thorough understanding of the diversity in ICT use among older adults and its association with different levels of depressive symptoms may be used to support better access to mental health care services in this population by utilizing digital technology in the current health care system.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 137,
                    "text": "(Cotten et al., 2014;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 138,
                    "end": 159,
                    "text": "Shapira et al., 2007)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 175,
                    "end": 196,
                    "text": "(Cotten et al., 2013;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 197,
                    "end": 218,
                    "text": "Shapira et al., 2007;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 219,
                    "end": 236,
                    "text": "Sum et al., 2008)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 644,
                    "end": 667,
                    "text": "(Choi & Dinitto, 2013b;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 668,
                    "end": 688,
                    "text": "Elliot et al., 2014)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 691,
                    "end": 715,
                    "text": "Choi and Dinitto (2013a)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, the mixed outcomes suggest that the link between technology use and health is complex and merits further investigation. The combination of access to information and use of the Internet to build social support might strengthen health status, as Elliot et al. (2014) speculated. Alternately, as evidenced by Choi and Dinitto (2013a) , older adults with depression were more likely to use the Internet than those without depression, and older adults who experience poor health but are able to access and use technology may be motived to use technology for health-related purposes (e.g., searching for health information or communicating with healthcare providers). More research needs to test potential moderating factors that may affect the relationships between technology use and physical and mental health status. Also, the ability of older adults to use ICT in this study may be due, in part, to their higher cognitive functioning based on their self-reported health status. As noted previously, the community-dwelling Medicare beneficiaries in the current study are likely to have better health status than persons with more health care needs (e.g., homebound older adults, nursing home residents), or racial and ethnic minority older adults. Future research needs to replicate our study to 22 elucidate how specific types of technology use (i.e., ICT, IT, and CT) are associated with health status using diverse samples of older adults and detailed measures of digital technology use.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 273,
                    "text": "Elliot et al. (2014)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 315,
                    "end": 339,
                    "text": "Choi and Dinitto (2013a)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In order to increase ICT use in the older adult population, with a particular focus on augmenting health care service delivery and promoting patient self-management, tailored interventions are needed to introduce older adults to the variety and power of technologies that are available. These interventions can consist of didactic and experiential learning exercises that will serve to enhance their self-efficacy (Davis, 1989; Kim et al., 2016) , reduce distrust in technology (Knowles & Hanson, 2018) , and leverage peer support to improve uptake (Kim et al., 2016) . These interventions will also focus on teaching older adults various ways that they can obtain health-related information, communicate with their health care provider, and become active participants in their care (selfmanagement). To make the learning exercises as successful and useful as possible, it is also recommended that older adults play a role in their design and implementation (Knowles & Hanson, 2018) . It is noteworthy that some older adults are limited to using technologies for only IT or CT purposes. Therefore, health care providers should consider the sociodemographic and health characteristics of their patients as they begin to integrate specific technologies into the health treatment plan. Then, based on the outcome of this simple technology use, they can eventually integrate ICT in the health management and treatment of older adult patients. Ultimately, the long-term goal is for health care programs to reduce the gaps between different levels of technology use as well as disparities between non-users and users in the older population through the gradual integration of technology into the overall treatment approach.",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 427,
                    "text": "(Davis, 1989;",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 445,
                    "text": "Kim et al., 2016)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 478,
                    "end": 502,
                    "text": "(Knowles & Hanson, 2018)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 549,
                    "end": 567,
                    "text": "(Kim et al., 2016)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 958,
                    "end": 982,
                    "text": "(Knowles & Hanson, 2018)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The need for older adults to have easily accessible and remote access to health care resources and providers through digital technology has never been more pressing as the world contends with the novel coronavirus (COVID-19) pandemic. In a recent study of online epidemic-related consultations from Internet hospitals in China, Gong and colleagues (2020) reported the discrepancy between counselees\" motivation for visits and the doctors\" recommendation for offline visits, thus indicating improper medicalseeking behaviors among potential patients with varying degrees of symptoms of, or similar to COVID-19. Nursing professionals can play a pivotal role in facilitating epidemiological screening for older adults, those who would fall in a high-risk group for infection and mortality, using digital technology. ICT-based screening and consultation with nursing professionals can help older adults access adequate health-related information, engage in social/physical distancing while seeking proper medical behaviors, and reduce the likelihood of being potentially infected by avoiding interactions with multiple individuals. Also, ICT in this context would provide a lifeline to older adults who wish to communicate with their providers, help reduce social isolation, offer information and resources in addition to what is shared in the media, and promote a sense of agency by giving older adults resources to help them manage during a public health crisis.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 354,
                    "text": "Gong and colleagues (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "23"
        },
        {
            "text": "This study had several limitations. First, according to our research objectives, the current study sample was limited to only community-dwelling older adults who were able to access ICT at their home or elsewhere and knew how to use computer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Limitation"
        },
        {
            "text": "Additionally, the study sample did not include older adults who used a proxy to complete the survey, due to their health conditions or language barriers. Therefore, these selection criteria may have excluded the most vulnerable older adults who have limited resources, complex health conditions, or language challenges. Second, the measures of CT use in the NHATS survey did not discriminate between emailing and texting. Third, other types of technology use, such as ebooks, Twitter, and other social networking sites, were not captured because the 2011 NHATS survey did not collect this information. Also, it did not factor in the level of accessibility (e.g., Wi-Fi speed) and mode of technology (i.e., smart phones, basic phones, computers, or tablets). Unlike the CT measure, the IT use variables (e.g., grocery shopping or contacting health care providers) measured only the respondents\" purposes of Internet usage, not the frequency of such activities. Fourth, the cross-sectional research design limits inferences regarding causality or exploring a bidirectional relationship between ICT use and health and depressive symptoms among older adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Limitation"
        },
        {
            "text": "Finally, as a successor to the 1982-2004 National Long-Term Care Survey, the NHATS has continued to study disability and health trends among older Medicare beneficiaries since 2011. The current study used data from the 2011 NHATS, which is comprised of the first cohort sample and the baseline data for the 2012-2014 NHATS. In 2015, the sample was replenished by adding an aged-in group, then this second cohort sample was used the second baseline data for the following 2016-2018 NHATS. Since our main research aim is to uncover ICT use patterns by levels and purposes, we selected to use first baseline data from the 2011 NHATS. By understanding ICT use patterns among older adults in the most available earlier cohort from the NHATS, the findings will be used as a groundwork for future research studies such as a trends study by comparing 2011 and 2015 NHATS, and panel studies using the follow-ups data in 2011-2014 NHATS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Limitation"
        },
        {
            "text": "As one of the few studies to examine differentiated technology use among older adults, our findings elucidate the association between ICT use and the health and mental health of this population. Empowering older adults to use ICT as a way to access health information and interface with their health care providers may enhance their sense of agency regarding the use of technology as a health management tool and help them achieve optimal health outcomes. These efforts are critically important as the prevalence of older adults who have or are at risk of developing multiple chronic conditions increases, especially at times with an increasing need for epidemic prevention and treatment around the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Promoting ICT utilization among older adults is only part of a complex equation that helps to improve population health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Nurses, who constitute the largest group of health care professionals in the U.S. (American Associaton of Colleges of Nursing, 2011), can incorporate ICT into their practice as a means to engage in better health promotion efforts and provide nursing care access to the greatest number of community members and patients. Studies have shown the benefit of nurse-led technology-based interventions among older adults in terms of reported user satisfaction, better quality of life and health status, and reduced nursing home admission and mortality (Chau et al., 2012; Rabins et al., 2000; Tappenden, Campbell, Rawdin, Wong, & Kalita, 2012) . Limited health care resources coupled with increased demand for health care services support the use of technology as an important supplement to traditional in-person interactions. By incorporating ICT into nursing practice, patients can benefit from access to high quality health information, prevention strategies, and frequent communication with their nurse. Timely assessments and interventions, and enhanced service coordination can be of consequences (While & Dewsbury, 2011) . Further, strengthening the patient-nurse relationship through 26 ICT use has the potential to improve the health outcomes of a population that is disproportionately affected by multiple chronic conditions, and provide vital access to health care services for older adults residing in rural settings.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 564,
                    "text": "(Chau et al., 2012;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 565,
                    "end": 585,
                    "text": "Rabins et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 636,
                    "text": "Tappenden, Campbell, Rawdin, Wong, & Kalita, 2012)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1096,
                    "end": 1120,
                    "text": "(While & Dewsbury, 2011)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Fortunately, with the implementation of the HITECH Act in 2009, an electronic health record (EHR) allows nurses to efficiently communicate updated health information (e.g., lab results, medication lists, clinical summaries) to patients, and it also provides patients with digital access to their health history. Also, the EHR can be used to remind patients about preventive or followup care, as well as provide patient-specific educational resources. This type of electronic communication, when done consistently and in a way that meets a patient\"s health information needs, can help foster a strong and trusting relationship between the nurse and patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As electronic communications gain a great foothold in health care systems, efforts are needed to support older adults with more health care needs in accessing and using digital technology. Our study points to disparities in older adults\" ICT use based on sociodemographic and health characteristics. In response to these disparities, health care providers need to obtain a holistic understanding of an older adult\"s health conditions, their technology use intentions, and their protective factors for maintaining health and mental health as they relate to differences in ICT use. Thus, provisions in the HITECH Act grant the authority to tailor older adults\" technology preferences by diversifying the information delivery system. Text, email, or mobile applications can be used as a delivery medium of choice for older adults given the complexity of conducting Internet searches and the possible resistance to using advanced technology. For example, reminders for preventive or follow-up care could be linked to the patients\" mobile calendar app, so 27 they could easily access such information. Also, a simple touch of an EHR mobile application can simplify the process in accessing relevant information along with training of the app operation from the hospital may increase accessibility and intimacy to ICT.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The role of ICT in the health care delivery system will continue to expand as more patients depend on technology to monitor and manage their health. This is particularly salient for the older adult population. Nurses are uniquely positioned to become leaders and innovators in the use of ICT to support the health and well-being of their patients. Achieving this leadership will require expanding ICT knowledge and skill development in nursing education, conducting rigorous research to examine how ICT influences nursing practice and nurses\" work lives (While & Dewsbury, 2011) , and perceiving the role of ICT as a core value of the profession (Fagerström et al., 2016) . ",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 578,
                    "text": "(While & Dewsbury, 2011)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 646,
                    "end": 671,
                    "text": "(Fagerström et al., 2016)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "American Association of Colleges of Nursing",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Tech adoption climbs among older adults",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perrin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The psychosocial impact of interactive computer use within a vulnerable elderly population: A report on a randomized prospective trial in a home health care setting",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Billipp",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Public Health Nursing",
            "volume": "18",
            "issn": "2",
            "pages": "138--145",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Ageing and technology: A review of the research literature",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Blaschke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Freddolino",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Mullen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "British Journal of Social Work",
            "volume": "39",
            "issn": "4",
            "pages": "641--656",
            "other_ids": {
                "DOI": [
                    "10.1093/bjsw/bcp025"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Computer use among older adults in a naturally occurring retirement community",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buday",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Computers in Human Behavior",
            "volume": "23",
            "issn": "6",
            "pages": "3012--3024",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2006.08.015"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A feasibility study to investigate the acceptability and potential effectiveness of a telecare service for older people with chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chair",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Chick",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "International Journal of Medical Informatics",
            "volume": "81",
            "issn": "10",
            "pages": "674--682",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The digital divide among low-income homebound older adults: Internet use patterns, ehealth 29 literacy, and attitudes toward computer/internet use",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dinitto",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Medical Internet Research",
            "volume": "15",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Internet use among older adults: Association with health needs, psychological capital, and social capital",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dinitto",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Medical Internet Research",
            "volume": "15",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/jmir.2333"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Impact of Internet use on loneliness and contact with others among older adults: Cross-sectional analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Cotten",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccullough",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Medical Internet Research",
            "volume": "15",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/jmir.2306"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Characteristics of online and offline health information seekers and factors that discriminate between them",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Cotten",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Social Science and Medicine",
            "volume": "59",
            "issn": "9",
            "pages": "1795--1806",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2004.02.020"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Internet use and depression among retired older adults in the United States: A longitudinal analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Cotten",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Hale",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journals of Gerontology, Series B: Psychological and Social Sciencess",
            "volume": "69",
            "issn": "5",
            "pages": "763--771",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Health-related Internet use in older primary care patients",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Crabb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rafie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Weingardt",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Gerontology",
            "volume": "58",
            "issn": "2",
            "pages": "164--170",
            "other_ids": {
                "DOI": [
                    "10.1159/000329340"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The digital divide and urban older adults",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Cresci",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "N"
                    ],
                    "last": "Yarandi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Morrell",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Computers Informatics, Nursing",
            "volume": "28",
            "issn": "2",
            "pages": "88--94",
            "other_ids": {
                "DOI": [
                    "10.1097/NCN.0b013e3181cd8184"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Perceived usefulness, perceived ease of use, and user acceptance of information technology",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "MIS Quarterly",
            "volume": "13",
            "issn": "3",
            "pages": "319--340",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Predictors of older adults\" technology use and its relat ionship to depressive symptoms and well-being",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Elliot",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Mooney",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Z"
                    ],
                    "last": "Douthit",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journals of Gerontology, Series B: Psychological and Social Sciences",
            "volume": "69",
            "issn": "5",
            "pages": "667--677",
            "other_ids": {
                "DOI": [
                    "10.1093/geronb/gbt109"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The role of ICT in nursing practice: An integrative review of the Swedish context",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fagerström",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tuvesson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Axelsson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Scandinavian Journal of Caring Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/scs.12370"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Information and communicative technology use enhances psychological well-being of older adults: the roles of age, social connectedness, and frailty status",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K C"
                    ],
                    "last": "Chau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Aging & Mental Health",
            "volume": "",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Validation of new measures of disability and functioning in the National Health and Aging Trends Study",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Kasper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Cornman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Agree",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bandeen-Roche",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "…wolf",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journals of Gerontology Series A: Biological Sciences and Medical Sciences",
            "volume": "",
            "issn": "9",
            "pages": "1013--1021",
            "other_ids": {
                "DOI": [
                    "10.1093/gerona/glr087"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Patterns of technology use among older adults with and without disabilities",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Gell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Demiris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Lacroix",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Gerontologist",
            "volume": "55",
            "issn": "3",
            "pages": "412--421",
            "other_ids": {
                "DOI": [
                    "10.1093/geront/gnt166"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Internet hospitals help prevent and control the epidemic of COVID-19 in China: Multicenter user profiling study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Internet Research",
            "volume": "22",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/18908"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Internet use and self-rated health among older people: A national survey",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gracia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herrero",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Medical Internet Research",
            "volume": "11",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/jmir.1311"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Health Information Technology for Economic and Clinical Health Act Title XIII of Division A and Title IV of Division B of the American Recovery and Reinvestment Act of 2009 (ARRA)",
            "authors": [],
            "year": 2009,
            "venue": "Pub. L",
            "volume": "226",
            "issn": "111-5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "§ §300jj et seq.; § §17901 et seq",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S C"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Elderly Americans and the Internet: E-mail, TV news, information and entertainment websites",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Hilt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Lipschultz",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Educational Gerontology",
            "volume": "30",
            "issn": "1",
            "pages": "57--72",
            "other_ids": {
                "DOI": [
                    "10.1080/03601270490249166"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The implications of information and communication technology use for the social well-being of older adults. Information",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ihm",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "1123--1138",
            "other_ids": {
                "DOI": [
                    "10.1080/1369118X.2015.1019912"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Acceptance of mobile technology by older adults: A preliminary study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Z"
                    ],
                    "last": "Gajos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Grosz",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the 18th International Conference on Human-Computer Interaction with Mobile Devices and Services (MobileHCI '16)",
            "volume": "",
            "issn": "",
            "pages": "147--157",
            "other_ids": {
                "DOI": [
                    "10.1145/2935334.2935380"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Older adults\" deployment of \"distrust",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Knowles",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ACM Transactions on Computer-Human Interactions",
            "volume": "25",
            "issn": "4",
            "pages": "1--25",
            "other_ids": {
                "DOI": [
                    "10.1145/3196490"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The Patient Health Questionnaire-2 : Validity of a two-item depression screener",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kroenke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Spitzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B W"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Medical Care",
            "volume": "",
            "issn": "11",
            "pages": "1284--1292",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Validity of the Patient Health Questionnaire 2 (PHQ-2) in identifying major depression in older people",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Conwell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fiscella",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of the American Geriatrics Society",
            "volume": "55",
            "issn": "4",
            "pages": "596--602",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1532-5415.2007.01103.x32"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The integration of information and communication technology into nursing",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lupiáñez-Villanueva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hardey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torrent",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ficapal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Journal of Medical Informatics",
            "volume": "80",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijmedinf.2010.11.001"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "National Health and Aging Trends Study Round 1 Sample Design and Selection. NHATS Technical Paper #1",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Montaquila",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Kasper",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "National Health and Aging Trends Study Round 1 Income Imputation. NHATS Technical Paper #3",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Montaquila",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Kasper",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "New mobile obsession: U.S. teens triple data usage",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Americans' Internet access",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perrin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Duggan",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The heart of the matter. About good nursing and telecare. Health Care Analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pols",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "374--388",
            "other_ids": {
                "DOI": [
                    "10.1007/s10728-009-0140-1"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Effectiveness of a nurse-based outreach program for identifying and treating psychiatric illness in the elderly",
            "authors": [],
            "year": null,
            "venue": "JAMA: the journal of the American Medical Association",
            "volume": "283",
            "issn": "",
            "pages": "2802--2811",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Older adults\" use of information and communications technology in everyday life",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Selwyn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gorard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Furlong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Madden",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ageing and Society",
            "volume": "23",
            "issn": "5",
            "pages": "561--582",
            "other_ids": {
                "DOI": [
                    "10.1017/S0144686X03001302"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Promoting older adults\" well-being through Internet training and use",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shapira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barak",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gal",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Aging & Mental Health",
            "volume": "11",
            "issn": "5",
            "pages": "477--484",
            "other_ids": {
                "DOI": [
                    "10.1080/13607860601086546"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Effects of computer training and Internet usage on the well-being and quality of life of older adults: A randomized, controlled study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Slegers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Boxtel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jolles",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Gerontology: Psychological Sciences",
            "volume": "63",
            "issn": "3",
            "pages": "176--184",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Internet use and loneliness in older adults",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sum",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Mathews",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cyberpsychology & Behavior",
            "volume": "11",
            "issn": "2",
            "pages": "208--211",
            "other_ids": {
                "DOI": [
                    "10.1089/cpb.2007.0010"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Stata statistical software: Release 13. College Station, TX: StataCorp LP",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statacorp",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The clinical effectiveness and cost-effectiveness of homebased, nurse-led health promotion for older adults: a systematic review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tappenden",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rawdin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kalita",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Technology Assessment",
            "volume": "",
            "issn": "20",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Using Skype to Beat the Blues: Longitudinal Data from a National Representative Sample",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Teo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Markwardt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The American Journal Of Geriatric Psychiatry: Official Journal Of The American Association For Geriatric Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jagp.2018.10.014"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Changes in depressive symptoms, social support, and loneliness over 1 year after a minimum 3-month videoconference program for older nursing home residents",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "F"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Medical Internet Research",
            "volume": "13",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/jmir.1678"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Who over 65 is online?\" Older adults\" dispositions toward information communication technology",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Vroman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arthanat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lysack",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Computers in Human Behavior",
            "volume": "43",
            "issn": "",
            "pages": "156--166",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chb.2014.10.018"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Predictors of computer use in community-dwelling, ethnically diverse older adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Werner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jordan-Marsh",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Human Factors",
            "volume": "53",
            "issn": "5",
            "pages": "431--447",
            "other_ids": {
                "DOI": [
                    "10.1177/0018720811420840"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Nursing and information and communication technology (ICT): A discussion of trends and future directions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "While",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dewsbury",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Journal of Nursing Studies",
            "volume": "48",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijnurstu.2011.02.020"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "A randomized controlled trial of the psychosocial impact of providing internet training and access to older adults",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcconnell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Clipp",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Branch",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sloane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pieper",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Box",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Aging & Mental Health",
            "volume": "6",
            "issn": "3",
            "pages": "213--221",
            "other_ids": {
                "DOI": [
                    "10.1080/13607860220142422"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Prescription for trouble: Medicare Part D and patterns of computer and internet access among the elderly",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Aging & Social Policy",
            "volume": "21",
            "issn": "2",
            "pages": "172--186",
            "other_ids": {
                "DOI": [
                    "10.1080/08959420902732514"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Older adults and Internet use",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zickuhr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Madden",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "4 presents odds ratios (OR) to predict levels of depressive symptoms of older adults from multinomial logistic regression analysis after controlling other covariates. Among sociodemographic variables, advanced age (OR = 0.98, CI: 0.97 -0.99; OR = 0.96, CI: 0.94 -0.97), being married or partnered (OR = 0.84, CI: 0.72 -0.98; OR = 0.69, CI: 0.54 -0.88), and level of educational attainment (OR = 0.91, CI: 0.84 -0.98; OR = 0.89, CI: 0.81 -0.97) were associated with a decreased likelihood of experiencing mild and major depressive symptoms, respectively. Cognitive function (OR = 0.72, CI: 0.66 -0.78; OR = 0.60, CI: 0.54 -068) was also associated with a decreased likelihood of experiencing mild and major depressive symptoms, whereas having more chronic diseases (OR = 1.18, CI: 1.11 -1.25; OR = 1.24, CI: 1.16 -1.33) and worse physical capacity at the lower end (OR = 1.34, CI: 1.08 -1.68; OR = 2.03, CI: 1.54 -2.68) were associated with an increased likelihood of experiencing both mild and major depressive symptoms. Attending clubs or organized activities in the past month (OR = 0.44, CI: 0.65 -0.92; OR = 0.54, CI: 0.42 -0.69) was also associated with a decreased likelihood of experiencing both mild and major depressive symptoms. Some covariates were differently associated with levels of depressive symptoms. For example, size of social network (OR = 1.09, CI: 1.03 -1.17) and a high level of physical capacity (OR = 0.59, CI: 0.48 -0.73) were associated with a likelihood of experiencing mild depressive symptoms. However, being male (OR = 1.34, CI: 1.03 -1.75), a paid employee (OR = 0.65, CI: 0.47 -16 0.89), walking for exercise (OR = 0.61, CI: 0.47 -0.79), and engaging in vigorous physical activity (OR = 0.50, CI: 0.38 -0.65) were",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Weighted Means (SE) or Percentages for Outcome and Control Variables by ICT User Groups Notes: M = mean; SE = standard errors; ICT = information and communication technology; CT = communication technology; IT = information technology. a ICT user groups differences were examined by F-statistic for continuous variables and by adjusted Wald F test for categorical variables, weighted estimates.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Older Adults\" Information and Communication Technology Use for Specific PurposesNotes: n = unweighted observations; ICT = information and communication technology; CT = communication technology; IT = information technology. a ICT user groups differences were examined by adjusted Wald F test, weighted estimates. value a n = 1,802 n = 388 n = 2,190Table 3. Multiple Regression Analysis of Self-reported Health Status among Older Adults, Weighted Estimates (N=4,976) Notes: SE = standard errors; ICT = information and communication technology; CT = communication technology; IT = information technology; FMI = fraction of missing information *p < .05. **p < .01. ***p < .001. Table 4. Multinomial Logistic Regression Predicting Levels of Depressive Symptoms among Older Adults, Weighted Estimates (N = 4,976) Notes: OR = Odds Ratio; CI = Confidence Intervals; ICT = information and communication technology; CT = communication technology; IT = information technology; FMI = fraction of missing information. a base outcome = No depressive symptoms group. *p < .05. **p < .01. ***p < .001.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}