{
    "paper_id": "dd227f9736d6e6fbbc72385e13753078752f355d",
    "metadata": {
        "title": "A safe approach to surgery for pituitary and skull base lesions during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Angelos",
                "middle": [],
                "last": "Kolias",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "Cambridge Biomedical Campus",
                        "postCode": "CB2 0QQ",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [],
                "last": "Tysome",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Neil",
                "middle": [],
                "last": "Donnelly",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Rishi",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Effrossyni",
                "middle": [],
                "last": "Gkrania-Klotsas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Karol",
                "middle": [],
                "last": "Budohoski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "Cambridge Biomedical Campus",
                        "postCode": "CB2 0QQ",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Silvia",
                "middle": [],
                "last": "Karcheva",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Ram",
                "middle": [],
                "last": "Adapa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Indu",
                "middle": [],
                "last": "Lawes",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "Cambridge Biomedical Campus",
                        "postCode": "CB2 0QQ",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Gurnell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK Acta Neurochirurgica"
                    }
                },
                "email": ""
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Hutchinson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "Cambridge Biomedical Campus",
                        "postCode": "CB2 0QQ",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Manohar",
                "middle": [],
                "last": "Bance",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Axon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Thomas",
                "middle": [],
                "last": "Santarius",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "Cambridge Biomedical Campus",
                        "postCode": "CB2 0QQ",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "J"
                ],
                "last": "Mannion",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Cambridge",
                    "location": {
                        "addrLine": "Cambridge Biomedical Campus",
                        "postCode": "CB2 0QQ",
                        "settlement": "Cambridge",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "There is growing concern about the management of patients with intracranial tumors during the pandemic [2, 6] . In particular, as SARS-CoV-2 resides within the airway, surgery for pituitary and skull base lesions when access is via the nasal cavity, paranasal sinuses, or mastoid air cells has been flagged as high risk and caution recommended during the COVID-19 pandemic [5] . However, no data exist yet apart from a case report from Wuhan, China, of a patient who within the first week after endoscopic endonasal pituitary surgery developed COVID-19 [7] . No healthcare workers (HCWs) inside the operating room (OR) were subsequently diagnosed with COVID-19, although HCWs managing the patients without personal protective equipment (PPE) outside the OR did contract the virus. This case report was widely circulated on social media where it was initially reported that HCWs inside the OR were infected. Along with general concerns of ENT surgeons being particularly high risk for contracting COVID-19, a near complete arrest of pituitary and skull base procedures in many countries, including the UK, occurred [1] . This was supported by cautious guidance from various national bodies and societies [3, 4] . However, patients have continued to present with large tumors causing brainstem and optic apparatus compression, at risk of permanent neurological injury without expedited surgery [2] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 107,
                    "end": 109,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1114,
                    "end": 1117,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1203,
                    "end": 1206,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1207,
                    "end": 1209,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1392,
                    "end": 1395,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor:"
        },
        {
            "text": "We have adopted a risk mitigation approach for use during the COVID-19 pandemic (Table 1 ), as we believe that patients who require expedited surgery for a pituitary or skull base lesion due to progressive neurological or visual symptoms should still receive urgent treatment. In our center, endoscopic transsphenoidal surgery for pituitary adenomas, translabyrinthine surgery for vestibular schwannomas, and endoscopic resection of malignant skull base tumors are the preferred surgical strategies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 88,
                    "text": "(Table 1",
                    "ref_id": null
                }
            ],
            "section": "Letter to the Editor:"
        },
        {
            "text": "In this letter, we describe our management of 9 consecutive patients who had expedited surgery for pituitary or skull base tumors using an endoscopic endonasal, transoral, or translabyrinthine approach during the peak of the COVID-19 pandemic in Cambridge University Hospital, UK, from 30 March 2020 to 28 April 2020. During that period, there was sustained transmission in the community, and the hospital had stopped all elective operations across all surgical subspecialties in order to accommodate COVID-19 patients. The characteristics of the patients are detailed in Table 2 . The mean length of post-operative stay was 2.9 days (median 3 days). The mean follow-up period since these procedures is 17 days (median 13 days). No patients have had a COVID-19 diagnosis, based on the absence of clinical symptoms or signs (8/9 patients). One patient with post-operative fever had a negative COVID swab. In total, 36 operating room staff, 11 surgeons, and 10 anesthesiologists were involved in these 9 operations. No staff sickness related to a COVID-19 diagnosis was observed in any of these 57 HCWs during the follow-up period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 572,
                    "end": 579,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Letter to the Editor:"
        },
        {
            "text": "This cautious strategy has allowed us to continue offering expedited surgery for patients with pituitary and skull base This article is part of the Topical Collection on Tumor -Other lesions during the COVID-19 pandemic. We are not advocating that all pituitary and skull base operations should continue as normal during the pandemic. However, we believe that patients at risk of progressive neurological deterioration (including vision) or those with malignant tumors should still receive timely treatment during the pandemic with appropriate precautions, and early evidence indicates that this can be done safely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor:"
        },
        {
            "text": "A transcranial approach has been suggested as an alternative for patients with pituitary adenomas. Given that transsphenoidal surgery has been the standard of care for a long time, advocating that all pituitary surgery should be done transcranially during the pandemic seems unnecessary. Moreover, there is no evidence that this is safer for patients or HCWs. A cautious strategy, which incorporates clinical screening and pre-operative testing as described in this report, appears to be adequate. At the same time, we recognize the risks of operating during the pandemic-to the patients and HCWs-and for this reason, we are not currently performing surgery when the sole indication would be to control endocrine hyperfunction and where other medical management options exist. In the rare scenario of rapid visual decline in a patient with a pituitary tumor, when there is not enough time to wait for the results of a COVID swab, we would favor a transcranial approach or, if necessary, endonasal surgery with powered air-purifying respirators (PAPRs) for all OR staff. affecting them or anyone in their household a week prior to their operation. In the absence of symptoms, they are asked to self-isolate until their operation. − Two nasopharyngeal swabs are performed pre-operatively (first on day 4-5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Letter to the Editor:"
        },
        {
            "text": "pre-operatively and second on day 2 pre-operatively). − Patients with two negative swabs are admitted on the day of surgery and are screened again for any COVID-19 symptoms. − Use of 9 ml of 0·5% povidone-iodine (PVP-I) solution for skin and mucous membranes as mouth wash. a Intra-operative phase: -Follow hospital's standard operating procedure with green/amber/red zones in each operating room, donning and doffing of PPE outside each operating room. Caution is still needed as the number of cases is small and the follow-up is limited. Auditing of outcomes of operations during the pandemic is needed, and efforts to do this nationally and internationally are beginning to take shape. It is also important to examine the outcomes of patients whose treatment has been delayed [6] . Additional research that would be useful relates to measuring the actual generation of aerosols during skull base approaches and methods to mitigate this. Moreover, point-of-care testing will hopefully allow testing of all patients close to the time of surgery in the near future; this will be helpful but it will be important to validate such testing especially prior to widespread use in high-risk settings.",
            "cite_spans": [
                {
                    "start": 779,
                    "end": 782,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor:"
        },
        {
            "text": "A risk mitigation strategy is feasible and can enable timely pituitary and other skull base surgery to continue safely during the COVID-19 pandemic. In turn, this can mitigate the burden of non-COVID morbidity for our patients, which is an evergrowing concern during this pandemic [6] .",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 284,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Letter to the Editor:"
        },
        {
            "text": "Conflict of interest All authors certify that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Ethical approval Institutional approval was in place (service evaluation registration number 2987).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 and neurosurgical practice: an interim report",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Amin-Hanjani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bambakidis",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neurosurg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3171/2020.4.JNS201099"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The impact of COVID-19 on neurosurgeons and the strategy for triaging non-emergent operations: a global neurosurgery study",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Jean",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "T"
                    ],
                    "last": "Ironside",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Sack",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Felbaum",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Syed",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Neurochir",
            "volume": "",
            "issn": "",
            "pages": "1--12",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Letter: transmission of COVID-19 during neurosurgical procedures-some thoughts from the United Kingdom",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/neuros/nyaa126"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The impact of COVID-19 on pituitary surgery",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Goldschlager",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ANZ J Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/ANS.15959"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Letter: precautions for endoscopic transnasal skull base surgery during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "M"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fernandez-Miranda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Nayak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sajjadi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Jackler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/neuros/nyaa125"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neurosurgeons in the Corona crisis: striving for remedy and redemption. A message from the president of the EANS",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schaller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Neurochir",
            "volume": "",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A COVID-19 patient who underwent endonasal endoscopic pituitary adenoma resection: a case report",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/neuros/nyaa147"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "-Full PPE for all staff in amber/red zone in line with UK government guidance (long-sleeved disposable fluid repellent gown (covering the arms and body), a filtering face piece class 3 (FFP3) respirator, a full-face shield and gloves). -Microdebriders and drills used with concurrent suction in the usual manner. -Instillation of 0.3 ml of 0·5% PVP-I solution for skin and mucous membranes in each nostril. a -Nasal packing is avoided if possible. -Patients are intubated and extubated in the operating room. Post-operative phase: -Integrated endocrinology care (pre-existing standard of care) escalated to at least twice daily review of charts. b -Minimize hospital stay as much as possible. -Follow hospital's standard operating procedure with routine use of surgical masks in all wards for all staff. a For endonasal procedures, b for pituitary tumors",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of 9 consecutive patients",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Description",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}