{
    "paper_id": "dd969f66f68f009e92c55beac58f585b46d34d9b",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Qingqing",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Li",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zuowei",
                "middle": [],
                "last": "Ni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haitao",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Liangshun",
                "middle": [],
                "last": "You",
                "suffix": "",
                "affiliation": {},
                "email": "youliangshun@zju.edu.cnl.you"
            }
        ]
    },
    "abstract": [
        {
            "text": "publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. + MODEL Please cite this article as: Lin Q et al., Duration of serum neutralizing antibodies for SARS-CoV-2: Lessons from SARS-CoV infection, Journal of Microbiology, Immunology and Infection, https://doi.Please cite this article as: Lin Q et al., Duration of serum neutralizing antibodies for SARS-CoV-2: Lessons from SARS-CoV infection, Journal of Microbiology, Immunology and Infection, https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Duration of serum neutralizing antibodies for SARS-CoV-2: Lessons from SARS-CoV infection Dear editor,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correspondence"
        },
        {
            "text": "The 2019 novel coronavirus (2019-nCoV, now designated as severe acute respiratory syndrome coronavirus 2, SARS-CoV-2) outbreak has posed a severe threat to public health. The epidemiological and clinical features of the novel CoV infection have been elucidated by some studies. As the number of recovered patients with coronavirus disease 2019 (COVID-19) continues to be increasing, a critical issue has aroused wide concern: will patients recovering from COVID-19 be reinfected? Answering the question is of great helpful for the follow-up of convalescent patients and the control of epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correspondence"
        },
        {
            "text": "The illustrated pathogenicity of SARS-CoV-2 seems to be similar to SARS-CoV in some ways. Besides, a recent study showed that neutralizing antibody from a convalescent SARS patient could block the SARS-CoV-2 from entering into target cells in vitro, 1 which implies the potential crossprotective epitode between the two viruses. Thus, the potential immune protection against reinfection with SARS-CoV-2 may share some common features with convalescent SARS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correspondence"
        },
        {
            "text": "Protection specific Abs, including immunoglobulin G (IgG) Abs and neutralizing Abs (NAbs), are produced by B cells after infection with the virus, which can block the virus from entering the host cells and defense against viral reinfection. A cohort study of convalescent SARS-CoV patients (56 cases, from Beijing hospital of Armed Forces Police, China) revealed that the specific IgG Abs and NAbs were highly correlated, 2 peaking at month 4 after the onset of disease and decreasing gradually thereafter (Fig. 1) . Since titers decreased markedly after month 16, IgG Abs and NAbs remained detectable in all patients throughout 2 years follow-up, except for at the last visit (at month 24) in which 11$8% samples turned to negative. Then Cao et al. extended the follow-up time to 3 years, IgG Abs and NAbs were detectable in 74$2% and 83$9%, respectively, at month 36. 3 Another study (176 cases, Shanxi 7 designated SARS hospitals, China) showed a similar result, up to 11$8% serum samples were IgG Abs positive at day 7 after the onset of symptom of SARS-CoV. 4 The positive rate increased gradually, reached 100% at day 90, and remained unchanged until day 200. About 93$9% and 89$6% of these patients, respectively, were detectable after 1 and 2 years. Notably, 3 years later, 50% of the convalescent patients still had SARS-CoV specific IgG Abs. The longest follow-up study (23 cases, Beijing, China) showed that only 8$7% patients of recovered patients sustained low levels of specific IgG Ab to SARS-CoV. 5 These finds suggested that the immune responses of specific Abs were maintained in more than 90% of recovered SARS-CoV patients for 2 years.",
            "cite_spans": [
                {
                    "start": 870,
                    "end": 871,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1063,
                    "end": 1064,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1513,
                    "end": 1514,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 506,
                    "end": 514,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Correspondence"
        },
        {
            "text": "Since the SARS-CoV epidemic 17 years ago, specific IgG Abs to SARS-CoV may have been wanned in most surviving patients, which could not be sufficient to protect against challenge with SARS-CoV-2 infection. However, previous experimental SARS-CoV vaccines and neutralizing antibody could be a novel preventive and therapeutic option for COVID-19. Besides, not all (only 11$8% at day 7 and reached 100% at day 90) patients acquire specific SARS-CoV Abs in the early period after recovery, which highlights the importance of the detection of Abs titers for convalescent COVID-19 patients. Otherwise, these patients with low titers of Abs may not efficient for the clearance of SARS-CoV-2. These experience from SARS-CoV are expected to have some implications for the treatment, management and surveillance of SARS-CoV-2 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Correspondence"
        },
        {
            "text": "The research was supported by National Natural Science Foundation of China (No. 81873451).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The novel coronavirus 2019 (2019-nCoV) uses the SARScoronavirus receptor ACE2 and the cellular protease TMPRSS2 for entry into target cells",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Markus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "W"
                    ],
                    "last": "Hannah",
                    "suffix": ""
                },
                {
                    "first": "Nadine",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Marcel",
                    "middle": [
                        "M"
                    ],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stefan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.31.929042"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Two-Year prospective study of the humoral immune response of patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fontanet",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "T"
                    ],
                    "last": "Xin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baril",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Infect Dis",
            "volume": "193",
            "issn": "",
            "pages": "792--797",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Disappearance of antibodies to SARS-associated coronavirus after recovery",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Richardus",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "357",
            "issn": "",
            "pages": "1162--1165",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Duration of antibody responses after severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Na",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Emerg Infect Dis",
            "volume": "13",
            "issn": "10",
            "pages": "1562--1566",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Lack of peripheral memory B cell responses in recovered patients with severe acute respiratory syndrome: a six-year follow-up study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Quan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "T"
                    ],
                    "last": "Xin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wrammert",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Immunol",
            "volume": "186",
            "issn": "",
            "pages": "7264--7272",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The percentage of patients who expressed specific IgG Abs/NAbs against SARS-CoV in recovered patients 2e4 .",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The correspondence author, doctor You, participate in the fight against the SARS-CoV-2 on the frontline. The authors gratefully acknowledge thousands of unsung heroes in the fight against the epidemic of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        }
    ]
}