{
    "paper_id": "de8ec8bc9e9aa11acb95cf2acce5773f5814250a",
    "metadata": {
        "title": "Case ReDorts Total parenteral nutritional therapy of a foal with d which parvovirus-li ke particles were identified",
        "authors": [
            {
                "first": "J",
                "middle": [
                    "C"
                ],
                "last": "Baker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitl Minnesota SSlOS",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "R"
                ],
                "last": "Ames",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universitl Minnesota SSlOS",
                    "location": {
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Haematology revealed a mild stress response but blood gas and serum chemistry were within normal limits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "arrhoea from of Minnesota, St Paul,"
        },
        {
            "text": "Bacterial examination of faeces revealed growth, but neither Escherichiu coli nor salmonella were cultured. It was not possible t o identify yeast and fungal elements, parasitic ova or larvae, protozoal cysts or cryptosporidia in faeces examined by Gram stain or flotation methods. Faecal samples were suspended in Hank's balanced salt solution, centrifuged and the supernatant was inoculated onto monolayers of equine foetal kidney cells. No viruses were isolated by this procedure. Direct fluorescent antibody examination of faecal smears were negative for rotavirus and coronavirus. Electron microscopic examination of faeces revealed the presence of parvovirus-like particles and these were present in further samples examined two days later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "arrhoea from of Minnesota, St Paul,"
        },
        {
            "text": "Trimethoprim and sulphadiazine was administered four times a day. Supportive therapy consisted of removing milk replacer from the diet and substituting oral asiatic (cholera) electrolyte fluids four times daily and bismuth subsalicylate (Corrective Mixture; Beecham) twice daily per 0s. Without milk replacer, the foal was placed in a negative nitrogen balance but the rationale was to rest the digestive tract prior to the reintroduction of milk replacer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "On Day 4 of hospitalisation the foal was allowed to suck 0.5 litres of milk replacer and the diarrhoea worsened. Oral antibiotics were discontinued at this time to avoid the possibility of gut sterilisation. Procaine penicillin G was administered once a day to prevent septicaemia and an oral dose of a lactobacillus culture with vitamin supplementation (Probiocin ; Diamond Scientific) was introduced. Although faecal examination had failed to demonstrate parasitic ova, an oral dose of ivermectin was given to eliminate any prepatent parasites (strongyloides) if present (Equvalan ; Merck). The milk replacer was not discontinued because nutritional support was indicated because of the severe weight loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "The foal remained bright and alert during this period of treatment, but loss of body condition continued and no improvement in the problem of diarrhoea occurred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "On Day 10 of hospitalisation the foal was started on total parenteral nutrition therapy to provide nutritional support while suspected digestive mucosal damage was repaired. The jugular vein was exposed surgically and a size 240 polyethylene catheter was placed aseptically and threaded into the cranial vena cava. The free end of the catheter was tunneled subcutaneously, exteriorised on the midline in the area of the withers and attached to sterile coiled extendable tubing. Because the catheter would have to remain in place for an extended period of time, sodium ampicillin was administered four times a day to prevent catheter sepsis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Total parenteral nutrition therapy was initiated using an 8.5 per cent amino acid solution containing electrolytes (Travasol; Travenol). Each 100 ml of the amino acid solution contained L leucine (526 mg), L phenylalanine (526 mg), L methionine (492 mg), L lysine (492 mg), L isoleucine (406 mg), L valine (390 mg), L histidine (372 mg), L threonine (356 mg), L tryptophan (152 mg), L alanine (1.76 g), aminoacetic acid (1.76 g), L arginine (880 mg), L proline (356 mg), L tyrosine (34 mg).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "The following electrolytes were contained in the solution : sodium (70 mmol/litre), potassium (60 mmol/litre), magnesium (4 mmol/litre), acetate (1 35 mmol/litre), Chloride (70 mmol/litre) and phosphate (30 mmol/litre). Dextrose was added to this product to make a final solution of 4.25 per cent amino acids and 25 per cent dextrose. Additionally, the solution was supplemented with vitamins (MVI-12; Armour Pharmaceutical). The final solution provided a total of 1170 kcal (4895 kJ)/litre of gross energy with 170 kcal (71 1 kJ/litre derived from amino acids and lo00 kcal(4184 kJ/litre) derived from dextrose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "The solution was administered by a peristaltic infusion pump at an initial rate of 0.75 ml/min which was incrementally increased over a 24 h period to 1.5 ml/min. After several days a rate of 2.3 ml/min was attained; and a total of 3875 kcal (16,213 kJ) and 141 g of amino acids supplied in a 24 h period. The initial rate of administration did not meet the foal's fluid requirements during the first day of therapy and mild dehydration resulted. That was corrected by a single administration of 1 litre of lactated Ringer's solution subcutaneously.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "The foal's condition improved during total parenteral nutrition therapy as indicated by a stable bodyweight and passing of solid faeces on several occasions. Self trauma was a problem because maintenance of the iv fluid line necessitated confining the foal to a small area. Haematology and serum chemistry were determined three times during therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "Haematology was unremarkable, but there was an elevated asparate aminotransferase activity to 7 10 iu/litre (normal 88 to 339 iullitre). An increase in total bilirubin to 59.9 pmol/litre (normal 6.8 to 43.8 pnol/litre) was consistent with the absence of oral food intake. Glucose concentrations were initially high at 10.90 mrnol/litre (normal 3.5 to 5.6 mmol/litre) at the start of therapy but dropped to 7.7 mmol/litre in two days and by five days were 5.7 mmol/litre. Other biochemical parameters including blood urea were within normal limits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "On Day 7 of total parenteral nutrition, the foal was allowed to suck 0.5 litres of milk replacer in an attempt to introduce oral nutrition. Mild diarrhoea occurred and yoghurt was substituted. The amount of yoghurt fed was slowly increased and normal faeces were passed. Total parenteral nutrition and antibiotics were discontinued after 10 days of therapy. At this time the foal was taught to eat solid feed by hand feeding the pelleted form of milk replacer. As soon as the foal was consuming the pellets, a growth ration and free choice hay were added slowly. Daily outside exercise was allowed and the foal was considered to be recovered by Day 28 of hospitalisation. Subsequent history confirmed that, initially, the growth rate appeared to be retarded but by one year old expected size was achieved and no other health problems had occurred.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Treatment"
        },
        {
            "text": "An aetiological diagnosis was not established for the cause of diarrhoea in this case. Initially, based on the history and lack of signs of severe systemic disease at the time of presentation, diarrhoea was thought to have been induced by overfeeding milk replacer. The possibility of a foal heat diarrhoea could not be excluded because the foal had been orphaned ; this condition has been reported in foals removed from their dams at birth and raised under aseptic conditions (Rumbaugh 1983 ). An allergic reaction to the milk replacer was considered unlikely because the foal did well on the pelleted form of this milk replacer during the convalescent period. Although salmonella cannot be excluded on the basis of a single cultural examination of the faeces, the clinical signs were not consistent with intestinal salmonellosis. The occurrence of bacterial growth upon culture of the faeces suggested that gut sterilisation had not occurred. The only finding suggestive of an infectious aetiology was the demonstration, of parvovirus-like particles, by electron microscopic examination of the faeces.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 491,
                    "text": "(Rumbaugh 1983",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The suspicion that the foal had intestinal mucosal damage, which was the basis for starting total parenteral nutrition, is consistent with pathological changes known to be associated with parvovirus infections in other species. Parvovirus infection in cats, dogs and mink causes the intestinal villi to become progressively blunted as a result of destruction of the crypt epithelial cells (Pollock 1984a and b) with subsequent development of malabsorption and maldigestion. Parvoviruses have not previously been reported in association with diarrhoea in horses. Only recently has a parvovirus been reported from a n equine source (Wong, Spearman, Somolenski and Lowen 1985) . In this report a parvovirus was isolated from the liver of an aborted foetus, and demonstrated to be antigenically distinct from bovine and canine parvoviruses. To determine if an equine parvovirus has an aetiological role in foal diarrhoea requires controlled experimental infection studies to determine if the disease can be reproduced.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 403,
                    "text": "(Pollock 1984a",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 630,
                    "end": 673,
                    "text": "(Wong, Spearman, Somolenski and Lowen 1985)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This present case demonstrates that total parenteral nutrition can be a beneficial form of supportive therapy in the treatment of foal diarrhoea. In the past the cost of commercially prepared total parenteral nutrition solutions has prevented the routine use of this therapy in large animals. Recently, the cost has been decreased allowing this therapy to be a feasible alternative in the supportive treatment for a variety of disease conditions encountered in both foals and calves (Baker and Lippert 1987) .",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 507,
                    "text": "(Baker and Lippert 1987)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Both catheter sepsis and phlebitis are major concerns during the use of total parenteral nutrition because of the extended periods that the catheter must remain in place. For this reason the catheter was aseptically placed by the surgical technique described. Strict aseptic techniques in catheter maintenance were followed and antibiotics were adFinistered to further reduce the likelihood of infection. Hypertonicity of the total parenteral nutrition solution and mechanical irritation from the catheter may cause phlebitis and therefore the catheter was placed in the cranial vena cava.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To assure accurate and uniform delivery of the solution, an infusion pump was employed and to allow for metabolic adjustment to the high levels of dextrose, the rate of administration was slowly increased. Because of the initial slow rate of administration, hydration status was monitored closely and supplemental fluids given if dehydration occurred. The rate of administration was adjusted upward or downward by monitoring the urine for glucose spillage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There appears to be a lack of references on the daily amounts of energy and protein required to maintain foals with total parenteral nutrition. Hansen (1986) described several formulations of solutions for foals which provide from 53 kcallkg (222 kJ/kg) to 86 kcal/kg (360 kJ/kg) and recommended that the solution provides from 100 to 200 kcal (418 to 837 kJ) derived from non-protein energy sources per gram of nitrogen (6.2 g protein = 1 g nitrogen). In the present case, at maximum flow rate, the foal received a total of 3875 kcal (16,213 kJ) and 141 g of amino acids in 24 h. This provided 97 kcal/kg (406 kJ/kg) per day with 146 kcal(611 kJ) of non-protein energy per gram of nitrogen. The foal experienced no weight loss while on this therapy. Although lipids were not included in the solution, their use offers several advantages. Lipid solutions are isotonic and can therefore be administered by peripheral veins, supply essential fatty acids and serve as an excellent source of energy. When the foal was reintroduced to enteral nutrition, parenteral nutrition was also continued. This allowed for a slow increase in the oral intake of food and avoided an abrupt change from total parenteral nutrition t o enteral nutrition which may induce hypoglycaemia.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 157,
                    "text": "Hansen (1986)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "HORSES are susceptible t o severe indigestion and laminitis when fed readily fermentable low fibre carbohydrate foods such as wheat or barley (Garner et al 1975) . Death in adult horses, associated with intestinal clostridiosis, has also been reported by Wierup and Di Pietro (1981) . This case report describes the occurrence of sudden deaths and severe laminitis in adult Standardbred mares associated with a change in feeding practices.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 161,
                    "text": "(Garner et al 1975)",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 282,
                    "text": "Wierup and Di Pietro (1981)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mr Coloe's current address IZ the Royal Melbourne Institute of Technology, 124 La Trobe Street, Melbourne 3000. Mr Hooper's current address is the Australian Animal Health Laboratory, Private Bag 24, Geelong 3220. Mr C. L. Carroll's current address is Allambee. MS 228 Rolleston, Quecndand 4702, Australia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Two mares were found dead in water dams in separate paddocks on 12 December 1982. The attending veterinarian autopsied one mare (Case 1) and found a distended stomach and 1 to 1.5 metres of congested small intestine. The lungs were congested. The University of Melbourne Veterinary Clinical Centre autopsied the second mare (Case 2) and found extensive autolysis with distention of the stomach and large intestine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "History and clinical signs"
        },
        {
            "text": "The attending veterinarian inspected all horses on the property and found one mare with a mild enteritis, severe depression and cyanosis (Case 3); and five other mares with acute laminitis (Cases 4 to 8) . Affected animals (Cases 3 to 8) had rectal temperatures of 39-39.5\" C, elevated heart rates (70-120/min), variable oedema of the lower limbs and acute lameness.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 203,
                    "text": "(Cases 4 to 8)",
                    "ref_id": null
                }
            ],
            "section": "History and clinical signs"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Total nutritional support of the foal",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gideon",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Vet. calves. Comp. cont. Ed",
            "volume": "9",
            "issn": "",
            "pages": "71--78",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Total parenteral nutrition in foals",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "0"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Proc. 4th",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Equine parenteral hyperalimentation with lipids",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "O"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kemp",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "I2fh Annuul Scientific Program",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nutrition of the sick horse",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Naylor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Current Therapy",
            "volume": "",
            "issn": "",
            "pages": "1--1",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Alimentation of hypophagic horses",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Naylor",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Kronfield",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Comp. cont. Ed",
            "volume": "6",
            "issn": "",
            "pages": "93--99",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The parvoviruses. Part I. Feline panleukopenia virus and mink enteritis virus",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "V H"
                    ],
                    "last": "Pollock",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Comp. Cont. Ed",
            "volume": "6",
            "issn": "",
            "pages": "653--665",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Foal heat diarrhoea",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Rumbaugh",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "213--214",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Equine parvovirus: initial isolation and partial characterization",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Spearman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Somolenski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Lowen",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Can. J . romp. Med",
            "volume": "49",
            "issn": "",
            "pages": "50--54",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}