{
    "paper_id": "de9e1dbd2f41e2ab50a130e7fe08baa820418f16",
    "metadata": {
        "title": "Structural and Molecular Analyses of Functional Epitopes and Escape Mutants in JEV ED3 Electronic supplementary material (ESM) for Structural and Molecular Analyses of Functional Epitopes and Escape Mutants in Japanese Encephalitis Virus Envelope Protein Domain III Prediction of proteins' structure changes due to escape mutations ESM Figures S1-S7",
        "authors": [
            {
                "first": "Urmi",
                "middle": [],
                "last": "Roy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Clarkson University",
                    "location": {
                        "addrLine": "8 Clarkson Avenue",
                        "postCode": "13699-5820",
                        "settlement": "Potsdam",
                        "region": "NY",
                        "country": "United States"
                    }
                },
                "email": "urmi@clarkson.edu"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Structural and Molecular Analyses of Functional Epitopes and Escape Mutants in JEV ED3 S2 Fig. S1 . Amino acid sequence alignments of 3P54 and 1PJW using EMBOSS Needle [S1]. 3P54 [S2] represents the X ray structure of JEV envelope (E) protein and 1PJW [S3] represents the solution NMR structure of the JEV envelope protein domain III (JEV ED3). ",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[S2]",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 256,
                    "text": "[S3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "text": "Fig. S1",
                    "ref_id": null
                }
            ],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Crystal structure of the Japanese encephalitis virus envelope protein",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Luca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abimansour",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Fremont",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "4",
            "pages": "2337--2346",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Structural basis of a flavivirus recognized by its neutralizing antibody: solution structure of the domain III of the Japanese encephalitis virus envelope protein",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Tsao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Biological Chemistry",
            "volume": "278",
            "issn": "",
            "pages": "46007--46013",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A Functional Epitope Determinant on Domain III of the Japanese Encephalitis Virus Envelope Protein Interacted with Neutralizing-Antibody Combining Sites",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Virology",
            "volume": "77",
            "issn": "4",
            "pages": "2600--2606",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Different neutralization escape mutations in JEV ED3[S4]. Changes in proteins' secondary structures during 5ns nanosecond MD simulation. A-C.Illustrationsof secondary structure changes observed in mutant JEV ED3 proteins each with single point mutation at position 40. D-F. Illustration of structural changes observed in mutant JEV ED3 proteins each with single point mutation at position 41. These temporal structural analyses are created by using VMD timeline plugin extension. Default color codes are used in these pictures. Color code explanation of secondary strucures are shown in the small panel below",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". 4a in the main article.Explanation of Fig. S3:The changes in the proteins' secondary structure, occurring during the 5 ns timescale, are displayed inFig. S3. Among these systems, the protein with Ser40Lys(Fig. S3A) shows definite variations around residues 44, 58 and 72-75. Some conformational changes are observed in the residues residing around 41-44, 58, 70-76 and 98 in Ser40Arg (Fig. S3B). In case of Ser40Glu (Fig. S3C), the most observable structural variations occur around residue 44, 58, 68-70 and 100. In all cases structural variations are also observed near the terminal regions. In case of Asp41Leu observable changes are noted around residues 74-75 (Fig. S3D). For the mutant proteins with mutation Asp41Arg (Fig. S3E), some conformational variations are observed around 55-58 and 70 alongside the starting and ending residues. Although the Asp41Lys (Fig. S3F) structure generally remains steady, temporal variations are observed near the starting end. RMSF analyses of the mutant JEV ED3 protein complexes each with single residue substitution at positions 40 or 41. RMSF analyses are shown in three rows and two colums side Structural and Molecular Analyses of Functional Epitopes and Escape Mutants in JEV ED3 S6 by side each grouped for residue 40 and 41. The data set for initial and final trajectories are overlaid. A-C. Per residue RMSF values of (a) initial and (b) final trajectory conformations of mutant protein complex with residue mutation at position 40 (Ser40Lys, Ser40Arg and Ser40Glu). D-F. Per residue RMSF values of (a) initial and (b) final trajectory conformations of mutant protein complex with residue mutation at position 41(Asp41Leu, Asp41Arg and Asp41Lys). Explanation of Fig. S4: From the (a) initial and (b) final trajectory conformations (Figs. S4-A-C) of mutant protein complex with residue mutation at position 40 (Ser40Lys, Ser40Arg and Ser40Glu), we can infer that the protein with Ser40Lys shows higher fluctuations around residues 41-46, 58 and 70. In the case of Ser40Arg and Ser40Glu, maximum fluctuations are observed around 58. Some perceptible fluctuations are also detected around residues 40 and 70. Elevated RMSD peaks are observed near the two terminal ends for all the cases tested. For the proteins with residue mutation at 41, the maximum values of RMSFs are observed around residues 41, 55 (Asp41Arg; Fig. S4E), and 70 (Asp41Leu; Fig. S4D, Asp41Arg; Fig. S4E). Higher peaks are observed near the two terminal ends in most of these cases. All atom RMSD plots of wt/mt proteins and residues as functions of time. A. RMSD plot of JEV ED3 mutant proteins with single residue mutation at position 40 (Ser to Leu and Ser to Gln). B. RMSD plot of mutant residues Leu40 and Gln40 with time. C. RMSD plot of ED3 mutant proteins with single residue mutation at position 41 (Asp to Gln and Asp to Glu). D. RMSD plot of mutant residues Gln41 and Glu41. RMSD plot of wt protein, 1PJW and wt residues Ser40/Asp41 are included to compare the proteins' structural changes. These four additional protein variants (displayed in ESM Figs. S5-S7) show reducing binding Secondary structure changes of mutant proteins as functions of time. A-B. Secondary structure analyses of JEV ED3 proteins with single residue mutation at position 40 (Ser to Leu and Ser to Gln). C-D. Secondary structure analyses of ED3 proteins with single residue mutation at position 41 (Asp to Gln and Asp to Glu). These temporal structural chamges are created by using VMD timeline plugin extension. Default color codes are used in these pictures. Color code explanation of the proteins' secondary strucures are described in Fig. 4a in the main article. RMSF analyses of mutant proteins as a function of residue number. A-B. RMSF plot of initial and final trajectory structures of JEV ED3 proteins with single residue mutation at position 40 (Ser40Leu and Ser40Gln) and C-D. at position 41 (Asp41Gln and Asp41Glu).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}