{
    "paper_id": "df2f7db6cfa99b3ebbf36b974eccd1d6e033ed66",
    "metadata": {
        "title": "Hämovigilanz von Blutkomponenten",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "nach hat der Zulassungsinhaber nichtschwerwiegende Verdachtsfälle in Abständen von fünf Jahren mitzuteilen. Für Arzneimittel, die gemäß den Übergangsbestimmungen des AMG als zugelassen gelten (sogenannte fiktiv zugelassene Arzneimittel), gilt das Datum der Nachzulassung als Fristenbeginn für die fünfjährige Berichtspflicht. Da die Dunkelziffer hinsichtlich der Meldungen von Verdachtsfällen unerwünschter Arzneimittelwirkungen im Rahmen der Spontanerfassung bekanntermaßen hochselbst lebensbedrohliche unerwünschte Arzneimittelwirkungen werden im Mittel nur von jedem fünften Arzt gemeldet -stellt die Zusammenstellung der dem PEI gemeldeten Verdachtsfälle aus den Jahren 1995-1998 (Stand 15.11.1998) nur einen Ausschnitt der realen Häufigkeiten von UAW dar (Abb. 2). Seit 1.7.1998 sind die Ärzte nach dem Transfusionsgesetz gesetzlich verpflichtet,Verdachtsfälle schwerwiegender unerwünschter Arzneimittelwirkungen der Bundesoberbehörde unverzüglich direkt zu melden, so daß zu erwarten ist, daß die Grauzone der aufgetretenen und nicht",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Zelluläre Blutprodukte und Frischplasma zu Therapiezwecken sind in Deutschland zulassungspflichtige Arzneimittel. Daher gelten auch für die labilen Blutprodukt die Vorschriften des Arzneimittelgesetzes (AMG). Alle Verdachtsfälle schwerwiegender unerwünschter Arzneimittelwirkungen (Übersicht 1) und Wechselwirkungen mit anderen Mitteln (UAW) sind nach § 29 AMG innerhalb von 15 Tagen nach Bekanntwerden durch den pharmazeutischen Unternehmer (PU) dem Paul-Ehrlich-Institut (PEI) anzuzeigen (Abb. 1). Verdachtsfälle nicht-schwerwiegender UAW sind in periodischen Zeitabständen, zunächst halbjährlich in den ersten beiden Jahren nach der Zulassung und jährlich in den folgenden drei Jahren, vorzulegen. Da-Bundesgesundheitsbl -Gesundheitsforsch -Gesundheitsschutz 2·99 | 143 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gesetzliche Meldeverpflichtungen"
        },
        {
            "text": "In Germany cellular blood products are a licensed medicinal product.In the following we would like to present the reporting procedure, analysis and evaluation of suspected cases from spontaneously recorded data.During the time period from 1.1.95 until 1.1.98 a total of 1488 suspected adverse events were reported in connection with cellular blood products and fresh plasma.In 1270 (85.34%) of these case reports viral transmissions were implicated, in 187 (12.56%) immunological transfusion reactions and in 31 (2.06%) bacterial infections.The case reports concerning viral transmission were further evaluated in a look-back-procedure according to the guidelines of the \"Arbeitskreis Blut\", a working party on acute issues arising in the transfusion medicine area.In 864 (68%) of the 1270 cases the causality of the blood product could be excluded by re-testing the donor.In 118 cases (9.3%) infectious donors were subsequently identified; 21 were HIV-, 81 HCV-and 16 HBV transmissions.The reports were decoded according to year of treatment to differentiate those cases that occurred before the introduction of mandatory donor screening from those that occurred afterwards.51 transmissions arose from the time prior to screening for viral antibodies.A total of 67 cases (3 HIV, 48 HCV, 16 HBV) can be traced back to the diagnostic window of each infection.In Germany transfusion reactions are most likely to be underreported compared to France or theUnited Kingdom.The frequency of infections that arose from cellular blood products is comparable to the remaining risk described in scientific literature. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Zur Feststellung der möglichen Infektion beim Spender wird der Spender nicht auf Antikörper, sondern auf HBs-Antigen untersucht. Grund hierfür ist, daß die Antikörper in der Regel jahrelang erhalten bleiben, auch wenn eine Virämie nicht mehr besteht. Daher darf ein Spender nach derzeit geltenden nationalen Kausalitätsbewertung der wichtigsten Infektionen ist in Tabelle 1 dargestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis-B-Virus"
        },
        {
            "text": "Ein Restrisiko bei der Übertragung von Blutkomponenten besteht insbesondere für die Infektionen, die mit einer Virämie langfristig persistieren, ohne daß klinische Symptome beim Spender auftreten und die aufgrund der Zeitspanne zwischen Virämie und dem Auftreten von Antikörpern (diagnostisches Fenster) nicht durch Antikörpertestung des Spenders erkannt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unerwünschte Wirkungen durch die Transfusion von Blutkomponenten Virale Infektionen"
        },
        {
            "text": "Die Infektion mit HIV wird durch den Antikörpertest bei der Blutspende festgestellt. Das diagnostische Fenster konnte auf Grund der Weiterentwicklung der Antikörpertests der 3. Generation in den letzten Jahren immer mehr verkürzt werden. So wurde es bei Tests der 1. Generation noch mit durchschnittlich 45 Tagen angegeben [1] ",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "text": "[1]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Humanes Immundefizienzvirus (HIV)"
        },
        {
            "text": "Die Diagnose der HCV-Infektion ist durch den Nachweis von Anti-HCV in der späten akuten Phase der Infektion und in der persistierenden Phase möglich. gemeldet worden. In 81 Fällen (12,08%) wurde der Spender nachträglich als Anti-HCV positiv getestet. In 33 Fällen lag die Spende vor Einführung der Anti-HCV-Testung. In 48 der 670 berichteten Übertragungen (7,16%) erfolgte die Infektion wahrscheinlich auf Grund des diagnostischen Fensters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis-C-Virus (HCV)"
        },
        {
            "text": "Weitere transfusionsmedizinisch relevante Viren sind Hepatitis A, Humanes Parvovirus B19, Cytomegalie-Virus, das Epstein-Barr-Virus, Humane Herpes-Viren 6-8, Humanes T-Zell-Leukämie-Virus Typ I und II, Hepatitis-D-Virus, Hepatitis-G-Virus, Hepatitis-E-Virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis-C-Virus (HCV)"
        },
        {
            "text": "Im folgenden werden nur noch die Infektionen beschrieben, zu denen dem Paul-Ehrlich-Institut Verdachtsfälle von Übertragungen durch zelluläre Blutprodukte berichtet wurden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis-C-Virus (HCV)"
        },
        {
            "text": "Das Virus wurde 1995 identifiziert und zeigt eine enge Verwandtschaft zu dem Hepatitis-C-Virus [8] . Die klinische Relevanz dieses Virus ist noch nicht bekannt. 1-2% der Bevölkerung und der Blutspender trägt dieses Virus, ohne die Zeichen einer Erkrankung zu zeigen [9] . Dem PEI sind in den Jahren 1995-1998 drei Verdachtsfälle einer HGV-Infektion bekannt geworden. In keinem Fall konnten beim Spender Antikörper gegen tiert, ob bei der Übertragung von zellulären Blutprodukten an gefährdete Personen nur die NAT-PCR-Testung der Spender sinnvoll ist. Der Anteil virämischer Blutspenden wird mit 1 : 2400 bis 1 : 10 000 angegeben [12] . Dem PEI sind insgesamt fünf Verdachtsfälle von Parvovirus-B19-Infektionen berichtet worden. In allen Fällen konnte auch hier der Kausalzusammenhang zu den applizierten Blutprodukten als unwahrscheinlich bewertet werden, da bei den Spendern keine Antikörper gefunden wurden.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[8]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 266,
                    "end": 269,
                    "text": "[9]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "[12]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "HGV-Infektionen"
        },
        {
            "text": "Auch die Cytomegalieinfektion stellt hauptsächlich ein Risiko für Schwangere und Immungeschwächte ein Risiko dar. Beim Immunkompententen verläuft die Primärinfektion meist unbemerkt. Cytomegalie-Viren persistieren lebenslang in Leukozyten. Dennoch ist Antikörper-positives Spenderblut nicht in allen Fällen infektiös. Die Durchseuchung in der Gesamtbevölkerung wird mit 40-100% angegeben [13] . Das Risiko einer CMV-Infektion durch nicht getestetes Spenderblut wird unter 2,7% angegeben [14] . Dem ",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "text": "[13]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[14]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 494,
                    "end": 497,
                    "text": "Dem",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CMV-Infektionen"
        },
        {
            "text": "Die Übertragung einer Hepatitis A durch zelluläre Blutprodukte wurde zwar schon beschrieben [10] , ist aber ein seltenes Ereignis, da die Inkubationszeit mit nur einigen Tagen kurz ist und Antikörper neutralisierende Wirkung haben. Von 1995 bis 1998 wurden dem PEI elf Verdachtsfälle einer HAV-Infektion gemeldet. Bei allen Spendern konnten keine HAV-Antikörper nachgewiesen werden, so daß der Kausalzusammenhang als unwahrscheinlich zu bewerten ist.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "[10]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "HAV-Infektionen"
        },
        {
            "text": "Das Vorhandensein dieses Virus in der Blutspende ist insbesondere für Schwangere und immungeschwächte Empfänger von Blutprodukten von Bedeutung. 40-60% der Erwachsenen haben Antikörper und sind immun [11] . Da erst ab etwa dem 12. Tag nach Infektion Antikörper nachweisbar sind, wird disku- Weniger häufig sind andere, bereits vor der Transfusion vorhandene Alloantikörper. Die Reaktion tritt während der Transfusion bzw. kurz danach auf. Die Therapie: Sofortige Beendigung der Transfusion und Schockprophylaxe.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "text": "[11]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Humanes Parvovirus-B19-Infektionen"
        },
        {
            "text": "Verzögerte hämolytische Reaktionen treten im Laufe von Tagen nach der Transfusion auf [17] . Symptome sind zumeist leicht mit Fieber, Hb-Abfall, Ikterus. Schwerere Reaktionen mit akutem Nierenversagen oder ein tödlicher Ausgang sind Raritäten.Auslösend sind erythrozytäre Alloantikörper z.B. Kell, Rh, Kidd, Duffy, die zum Zeitpunkt der Transfusion nur in einer geringen Konzentration vorlagen (nicht meßbar, negative Kreuzprobe), sind also unvermeidbar. In den meisten Fällen ist eine Therapie nicht erforderlich (bei schweren Reaktionen Therapie wie bei der hämolytischen Sofortreaktion).",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[17]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Humanes Parvovirus-B19-Infektionen"
        },
        {
            "text": "Dem PEI sind 1995-98 insgesamt 51/187 hämolytische Transfusionsreaktionen (27,27%) gemeldet worden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humanes Parvovirus-B19-Infektionen"
        },
        {
            "text": "Graft-versus-host-Krankheit (sehr selten) wird bei Immunsupprimierten und Blutsverwandten nach Übertragung von proliferationsfähigen Lymphozyten beobachtet. Es kommt zu einer massiven Produktion von Zytokinen. Symptome sind Exanthem, Fieber, Diarrhö, Hepatitis und Markdepression mit hoher Letalität. GVHD läßt sich durch Bestrahlung der Blutprodukte mit 30 Gy verhindern. Sie sind insgesamt sehr selten. Dem PEI wurde bisher ein Fall gemeldet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Humanes Parvovirus-B19-Infektionen"
        },
        {
            "text": "Urtikarielle Hautreaktion und milde allergische Reaktionen kommen bei bis zu 1-3% der Transfusionen vor. Gerenalsierungen werden selten beobachtet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allergische Reaktionen"
        },
        {
            "text": "Posttransfusionspurpura sieben bis zehn Tage nach der Transfusion durch plättchenspezifische Alloantikörper mit isolierter Thrombozytopenie, Petechien und Blutungsneigung werden ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Allergische Reaktionen"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Häufigkeit der Parvovirus B 19 Infektionen. Seroepidemiologische Untersuchungen",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Scharz",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "DMW",
            "volume": "112",
            "issn": "",
            "pages": "1526--1531",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Durch Blut übertragene Infektionskrankheiten",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Caspari",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Mueller-Eckardt (Hrsg) Transfusionsmedizin, 2.Auflage",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Complement-fixing antibodies against CMV in different parts of the world",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Krech",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Bull WHO",
            "volume": "49",
            "issn": "",
            "pages": "103--106",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The risk of cytomegalovirus infection in seronegative transfusion recipients not receiving exogenous immunosuppression",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Preiksaitis",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Infect Dis",
            "volume": "157",
            "issn": "",
            "pages": "523--529",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Transfusion-associated bacterial sepsis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Clin Microbiol Rev",
            "volume": "7",
            "issn": "",
            "pages": "290--302",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "ed) Sem Immunemediated cell destruction",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "F"
                    ],
                    "last": "Taswell",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "71--92",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Nichtinfektiöse unerwünschte Wirkungen",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roelcke",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Mueller-Eckhardt (Hrsg) Transfusionsmedizin",
            "volume": "",
            "issn": "",
            "pages": "525--548",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Manchester Blood Center selten beobachtet. Berichte über urtikarielle Hautreaktionen und Posttransfusionspurpura sind dem PEI bisher nicht mitgeteilt worden. Anaphylaktische Reaktionen sind äußerst selten. Ursächlich sind zumeist Antikörper gegen IgA und Plasmaproteine",
            "authors": [],
            "year": 1996,
            "venue": "Anaphylaktische Reaktionen wurden fast ausschließlich bei Patienten mit angeborenem IgA-Mangel und einer Immunisierung gegen IgA beobachtet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sie tritt fast ausschließlich nach Plasma auf, das granulozytenspezifische Alloantikörper enthält. In den meisten Fällen kommen die Antikörper vom Spender und reagieren mit den Granulozyten des Empfängers, seltener findet sich eine Reaktion von Antikörpern des Empfängers mit Granulozyten des Spenders.Als Pathomechanismus wird diskutiert: die Transmigration aktivierter Granulozyten (antikörperbeladene Granulozyten) in der Lunge, Kapillarschädigung und Generalisierung durch Freisetzung von Proteasen, Zytokinen und/oder Superoxide, Kapillarwandschädigung und Hyperpermeabilität, die zu einer respiratorischen Insuffizienz führen",
            "authors": [
                {
                    "first": "Pei",
                    "middle": [],
                    "last": "Dem",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Wurden",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Therapie besteht in Transfusionsstop, gegebenenfalls Beatmung und Katecholaminen. Die Mortalität beträgt wenige Prozent und ist somit sehr viel geringer als beim ARDS, dennoch ist die transfusionsassoziierte Lungeninsuffizienz nach US-amerikanischen Statistiken für 15% der",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Präparate ein TRALI ausgelöst haben und leukozytäre Antikörper aufweisen, sind zu sperren. Dem PEI sind 1995-1997 insgesamt 15 Verdachtsfälle einer TRALI",
            "authors": [
                {
                    "first": "Deren",
                    "middle": [],
                    "last": "Spender",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Duration of time from onset of human immunodeficiency virus type 1 infectiousness to developement of detectable antibody.The HIV sero conversion Study Group",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Transfusion",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Time course of detection of viral and serologic markers preceding human immunodeficiency virus type 1 seroconversion: implications for screening of blood and tissue donors",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Busch",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Transfusion",
            "volume": "35",
            "issn": "",
            "pages": "91--97",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The risk of transfusion-transmitted viral infections",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "B"
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "N Engl J Med",
            "volume": "334",
            "issn": "",
            "pages": "1685--1690",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Seroconversion of HIV, HCV and HBV in blood donors in 1996 -risk of virus transmission by blood products in Germany",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glück",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Infusionstherapie und Transfusionsmedizin",
            "volume": "25",
            "issn": "",
            "pages": "82--84",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Posttransfusion hepatitis B",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hofnagle",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Transfusion",
            "volume": "30",
            "issn": "",
            "pages": "384--386",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Effect of concurrent acute infection with hepatitis C virus on acute hepatitis B virus infection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mimms",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "BMJ",
            "volume": "307",
            "issn": "",
            "pages": "1095--1097",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Declining value of alanineaminotransferase in screening of blood donors to prevent posttransfusion hepatitis B and C virus infection",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Busch",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Transfusion",
            "volume": "35",
            "issn": "",
            "pages": "903--910",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Isolation of novel virus-like sequences associated with human hepatitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nat Med",
            "volume": "1",
            "issn": "",
            "pages": "564--569",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The cloning and clinical implications of HGV and HGBV-C",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Alter",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "N Engl J Med",
            "volume": "334",
            "issn": "",
            "pages": "1536--1537",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Transmission of hepatitis A by transfusion of blood products",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Shehertz",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Arch Intern Med",
            "volume": "144",
            "issn": "",
            "pages": "1579--1580",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Leitthema: Blut/Blutspende Zusammenfassung Zelluläre Blutprodukte sind in Deutschland zulassungspflichtige Arzneimittel.Das Meldeverfahren und die Analyse und Bewertung der Verdachtsfälle aus den Daten der Spontanerfassung werden vorgestellt. In der Zeit vom 1.1.1995 bis 1.11.1998 wurden insgesamt 1488 UAW-Verdachtsfälle im Zusammenhang mit zellulären Blutprodukten und Frischplasma gemeldet.1270 Berichte (85,34%) betrafen Verdachtsfälle von Virusübertragungen, 187 (12,56%) immunologische Transfusionsreaktionen und 31 (2,06%) bakterielle Infektionen.Bei den Verdachtsfällen der viralen Infektionsübertragungen wurde in jedem Fall gemäß den Empfehlungen des Arbeitskreises Blut ein ,,Look-back-Verfahren\" durchgeführt. Von den 1270 Berichten konnte in 864 Fällen (68%) aufgrund der Spendernachuntersuchung die Kausalität zu dem verabreichten Blutprodukt ausgeschlossen werden.In 118 Fällen (9,3%) wurde ein nachträglich infektiöser Spender gefunden.Es handelte sich um 21 HIV-, 81 HCV-und 16 HBV-Infektionen.Die Meldungen wurden nach Therapiejahr aufgeschlüsselt, so daß eine Unterscheidung der Fälle vor und nach Einführung des Spenderscreenings durchgeführt werden konnte.51 Übertragungen stammen aus der Zeit, als die Spender noch nicht auf virologische Antikörper untersucht wurden.Insgesamt 67 Infektionen (3 HIV, 48 HCV und 16 HBV) sind auf das diagnostische Fenster der einzelnen Infektionen zurückzuführen. Bei Transfusionsreaktionen muß in Deutschland verglichen mit Frankreich und Großbritannien von einem Underreporting ausgegangen werden.Die aufgetretenen Infektionen, die auf zelluläre Blutprodukte zurückgeführt werden konnten, spiegeln in ihrer Häufigkeit das in der wissenschaftlichen Literatur beschriebene Restrisiko. Beirates der Bundesärztekammer 1996. Danach sind neben der Spenderbefragung, ärztlichen Anamnese, Spenderuntersuchung und dem Recht des Spenders auf Selbstausschluß die Untersuchungen auf Antikörper gegen HIV und HCV und auf HBs-Antigen die derzeit vorgeschriebenen Maßnahmen, das Risiko der Virusübertragung durch zelluläre Blutprodukte auf ein Mindestmaß zu beschränken.Haemovigilance of blood componentsReports to the Paul-Ehrlich-Institut from 1.1.1995 until 15.11.1998",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Nebenwirkung bedeutet eine Reaktion, die schädlich und unbeabsichtigt ist und bei Dosierungen auftritt, wie sie normalerweise beim Menschen zur Prophylaxe, Diagnose oder Therapie von Krankheiten oder für die Änderungen einer physiologischen Funktion verwendet werden. Eine schwerwiegende Nebenwirkung bedeutet eine Nebenwirkung, die tödlich oder lebensbedrohlich ist, zu Arbeitsunfähigkeit oder einer Behinderung führt oder eine stationäre Behandlung oder Verlängerung einer stationären Behandlung zur Folge hat. Der Verdachtsfall einer UAW in Form einer Virusinfektion des Empfängers wird durch den PU bezüglich der möglichen Kausalität zu dem verabreichten Blutprodukt nach den Mitteilungen des Arbeitskreises Blut beim Robert Koch-Institut vom 19.9.1994 (Bundesanzeiger 12/95) geprüft durch die Rückverfolgung des Spenders der Konserve (vom Empfänger ausgehendes Look-back-Verfahren). Der Spender muß mindestens vier Monate nach der involvierten Spende keine Infektionsmarker zeigen. Das PEI überprüft die Rechtmäßigkeit des durchgeführten Look-back-Verfahrens. Die Bewertung des Kausalzusammenhangs erfolgt im Paul-Ehrlich-Institut nach den Kriterien der WHO, die für Blutprodukte durch das PEI modifiziert wurden (Übersicht 2). Danach ist der Kausalzusammenhang als wahrscheinlich zu bewerten, wenn der Spender nach der involvierten Spende bezüglich der beim Empfänger aufgetretenen Infektion serokonvertiert ist. Als möglich wird der Kausalzusammenhang bewertet, wenn sich der Spender einer Nachuntersuchung unterzieht. Ist keine Konservennummer angegeben, wird der Kausalzusammenhang als nicht zu beurteilen bewertet. Unwahrscheinlich ist der Kausalzusammenhang, wenn der Spender vier Monate nach der Spende keine Serokonversion zeigt. In den Jahren 1995-1998 (Stand 15.11.98) sind dem PEI insgesamt 1488 Verdachtsfälle unerwünschter Arzneimittelwirkungen zugegangen, wobei es sich bei 1270 Verdachtsfällen um virale Infektionen handelt. Die In einer Multicenter-Studie des Berufsverbandes deutscher Transfusionsmediziner wurden die Ergebnisse von 94% der Blutspenden des Jahres 1996 gesammelt und die Übertragungsrisiken auf der Grundlage der gemessenen Serokonversionen, der publizierten Fensterperioden und der durchschnittlichen Intervalle zwischen den Spenden abgeschätzt. Danach wurde für HIV ein Restrisiko von 1 : 1 889 000 berechnet [4]. Dem PEI sind in der Zeit vom 1.1.1995 bis zum 15.11.1998 insgesamt 151 Verdachtsfälle von HIV-Infektionen berichtet worden. Von diesen mußten 21 Fälle (13,9%) durch ein positives Lookback-Verfahren auf einen nachträglich als infiziert erkannten Spender zurückgeführt werden. In drei der 151 gemeldeten Fälle (1,98%) erfolgte die Therapie nach Einführung des Spenderscreenings, so daß die drei mit einem wahrscheinlichen Kausalzusammenhang bewerteten Infektionsübertragungen auf die Nichterkennung der infektiösen Spender im diagnostischen Fenster zurückzuführen sind.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Bundesgesundheitsbl -Gesundheitsforsch -Gesundheitsschutz 2·99 | 145Abb.2 ᭤ Meldungen von UAW-Verdachtsfällen an das Paul-Ehrlich-Institut nach Blutkomponenten (EK, TK, Plasma, ,,Blut\") in der Zeit vom 1.1.95 bis 1.11.98",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Die Antikörper haben zwar eine schützende Wirkung, jedoch entzieht sich das Virus durch Mutation der Neutralisation. Antikörper gegen HCV sind mit den gegenwärtigen Tests erst zwei bis fünf Monate nach Infektion nachweisbar.Von Bush et al wird das diagnostische Fenster mit 54 bis 192 Tagen, im Mittel 82 Tagen angegeben [7]. Danach wird nach Schreiber et al das Restrisiko der Übertragung einer HCV durch zelluläre Blutprodukte auf 1 : 28 000 bis 1 : 288 000, im Mittel 1 : 103 000 Transfusionen errechnet [3]. Diese Angaben entsprechen dem vom Berufsverband Deutscher Transfusionsmediziner für Deutschland 1996 errechneten Restrisiko von 1 : 113 000 [4]. Durch Einführung der NAT PCR-Testung kann dieses Risiko noch erheblich reduziert werden, da HC-Viren sich sehr früh nach der Infektion in hohem Maße anreichern. Schreiber et al. haben durch die RNA-PCR Testung eine Reduktion des Risikos um 72% errechnet [3]. Dem PEI sind in der Zeit zwischen 1995 und dem 1.11.1998 insgesamt 670 Verdachtsfälle von HCV-Übertragungen ist der Antikörper Anti-HBs erstmals nachweisbar und stellt für den Spender in der Regel eine lebenslange Immunität dar. Inwieweit das Anti-HBs schützende Wirkung hat, ist noch nicht abschließend geklärt. In 5-10% der Erkrankungen bei Erwachsenen ist das HBs-Ag länger als sechs Monate nachweisbar, was eine Chronifizierung bedeutet. Etwa bei 10% der Erkrankten ist das HBs-Ag wegen eines niedrigen Titers überhaupt nicht nachweisbar. Von Schreiber et al wird das Restrisiko mit 1 : 31 000 bis 1 : 147 000, im Mittel mit 1 : 63 000 Transfusionen angegeben [3]. Hier wurde das aufgrund der Fensterperiode | Bundesgesundheitsbl -Gesundheitsforsch -Gesundheitsschutz 2·99 Leitthema: Blut/Blutspende Übersicht 2: Kausalitätsbewertung von UAW-Verdachtsfällen nach WHO-Kriterien, modifiziert durch das PEI für Blutkomponenten 1. Gesichert (certain): Ein klinisches Ereignis, einschließlich Veränderungen von Laborparametern, gilt als gesicherte UAW, wenn ein plausibler zeitlicher Rahmen vorliegt und keine anderen Ursachen in Frage kommen. Desweiteren muß die Reaktion bekannt und pathophysiologisch erklärbar sein, wobei ein positiver Reeypositionsversuch nicht zwangsläufig gefordert wird, in der Regel aber vorhanden sein sollte. Homogener Gen-Sequenzvergleich. 2. Wahrscheinlich (probably/likely): Ein klinisches Ereignis, einschließlich Veränderungen von Laborparametern, gilt als wahrscheinliche UAW, wenn ein plausibler zeitlicher Rahmen vorliegt und wahrscheinlich nicht durch andere Ursachen ausgelöst ist. Die Reaktion sollte bekannt und pathophysiologisch erklärbar sein, wobei ein positiver Reexpositionsversuch nicht gefordert wird. Positives Look-back-Verfahren, PCR-Testung der Charge und des Plasmapools positiv. 3. Möglich (possible): Ein klinisches Ereignis, einschließlich Veränderungen von Laborparametern, gilt als mögliche UAW, wenn ein plausibler zeitlicher Rahmen vorliegt, aber auch ander Ursachen, wie koinzidierende Erkrankungen oder Medikamente in Frage kommen. Nicht zu ermittelnder Spender, Charge nicht zu untersuchen, aber Inaktivierungsverfahren insuffizient. 4. Unwahrscheinlich (unlikely): Ein klinisches Ereignis, einschließlich Veränderungen von Laborparametern, gilt als unwahrscheinliche UAW, wenn eine zweifelhafte zeitliche Korrelation besteht und insgesamt mehr Aspekte gegen einen Kausalzusammenhang sprechen. Negatives Look-back-Verfahren. Negative PCR-Testung der Charge und des Plasmapools, effektive Virusinaktivierung. 5. Unvollständig (conditional/unclassified): Die Datenlage ist zur Beurteilung insuffizient, weitere Daten sind angekündigt oder angefordert.6. Nicht zu beurteilen (unassessible/unclassificable): Die Datenlage ist zur Beurteilung insuffizient, keine weiteren Daten sind zu erwarten. Die Chargennummer des Blutproduktes ist nicht zu ermitteln.Virusinaktivierungsverfahren fraglich.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "PEI sind drei Verdachtsfälle einer CMV-Infektion im Zusammenhang mit zellulären Blutprodukten berichtet worden. In zwei Fällen hatten die Spender keine Antikörper gegen CMV, so daß die Übertragung durch die HGV nachgewiesen werden. In einem Fall starb ein achtjähriges Kind im Leberausfallkoma nach Tonsillektomie. In der Obduktion war die Hepatitisserologie bis auf Antikörper gegen HGV unauffällig. Im zweiten Fall fiel der Empfänger bei negativer Hepatitisserologie durch einen Ikterus auf.Auch er hatte allein Antikörper gegen HGV.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Ausgang von Look-back-Verfahren bei Verdachtsmeldungen von Virusübertragungen nach zellulären Blutprodukten und Frischplasma (1.1.1995-1.11.1998) Blutprodukte unwahrscheinlich ist. In einem Fall hat ein nachträglich positiv getestetes Quarantäne-gelagertes Frischplasma wahrscheinlich zur Infektion eines Säuglings mit Fallot'scher Tetralogie geführt. Das Kind starb einen Monat später. Da jedoch die Histologie sämtlicher Organe keine Zeichen einer CMV-Infektion zeigte, hat die Cytomegalieinfektion für den Verlauf quoad vitam wahrscheinlich eine untergeordnete Rolle gespielt. Transfusionsassoziierte bakterielle Infektionen können zu lebensbedrohlichen septischen Krankheitsbildern bis hin zum Multiorganversagen führen. Durch Bakterien ausgelöste tödliche Transfusionszwischenfälle werden in der Literatur mit 1 : 6 Millionen transfundierte Einheiten angegeben [15]. Dem PEI sind 1995-1998 insgesamt 31 Verdachtsfälle von bakterielle Infektionen gemeldet worden. In drei Fällen mußten sie auf nicht erkannte Infektionen des Spenders zurückgeführt wer-den. Es handelt sich um Yersinia enterocolitica-, E. coli-und Malaria-Infektionen. Die Empfänger konnten erfolgreich therapiert werden. In 18 Fällen mußte eine Kontamination der Konserve festgestellt werden, die jedoch nur im Restblut und nicht in den Rückstellproben nachweisbar waren. Vier dieser Infektionen (Yersinia, Staph.aureus, Proteus vulgaris und Enterobacter cloacae) endeten tödlich. Febrile (>1°C), nichthämolytische Reaktion (durch Zytokinproduktion von Spenderleukozyten (TNFα, IL-1 etc.) treten in 1-4% der Transfusionen auf. Die Therapie besteht in einem Transfusionsstop und in der symptomatischer Gabe von Antipyretika und Ausschluß von akuter Hämolyse oder transfusionsassoziierter Sepsis. Dem PEI sind 1995-1998 13/187 Verdachtsfälle (6,39%) berichtet worden. Sofortreaktionen mit Frösteln, Fieber, Schweißausbruch, Kopfschmerzen, Tachykardie, Blutdruckabfall, Brust-Bauch-und Flankenschmerz bis hin zum Vollbild des Schocks mit DIC und Nierenversagen wird in einer älteren Ar-beit mit 0,014% angegeben [16], allerdings dürften die Zahlen variieren, da es sich zumeist um eine Fehltransfusion handelt. Die häufigste Ursache ist die ABO-Inkompatibilität infolge von Verwechslungen.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Verdachtsfälle von Immunologischen Transfusionsübertragungen an das PEI in der Zeitvom 1.1.1995 bis 1.11.1998",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Das Look-back-Verfahren, wie es vom Arbeitskreis Blut empfohlen wird, stellt ein bewährtes Verfahren mit einer hohen Compliance dar. Im Bereich der immunvermittelten unerwünschten Transfusionsreaktionen und der bakteriologisch parasitären Infektionen ist auf Grund von Daten aus der Literatur und einem Vergleich von Meldungen aus Großbritannien und Frankreich von einer hohen Dunkelziffer auszugehen. Konzepte zur Verbesserung der Meldepraxis sollten zwischen den Beteiligten,Vertretern der behandelnden Ärzte, pharmazeutischen Unternehmern und der Behörde entwickelt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fazit für die Praxis"
        }
    ]
}