{
    "paper_id": "df7ec32ba27a2c029e6585fc2ec112242590bf8a",
    "metadata": {
        "title": "Radiographic severity index in COVID-19 pneumonia: relationship to age and sex in 783 Italian patients",
        "authors": [
            {
                "first": "Andrea",
                "middle": [],
                "last": "Borghesi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Angelo",
                "middle": [],
                "last": "Zigliani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roberto",
                "middle": [],
                "last": "Masciullo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Salvatore",
                "middle": [],
                "last": "Golemi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Patrizia",
                "middle": [],
                "last": "Maculotti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Davide",
                "middle": [],
                "last": "Farina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Roberto",
                "middle": [],
                "last": "Maroldi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose To improve the risk stratification of patients infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), an experimental chest X-ray (CXR) scoring system for quantifying lung abnormalities was introduced in our Diagnostic Imaging Department. The purpose of this study was to retrospectively evaluate correlations between the CXR score and the age or sex of Italian patients infected with SARS-CoV-2. Materials and methods Between March 4, 2020, and March 18, 2020, all CXR reports containing the new scoring system were retrieved. Only hospitalized patients with SARS-CoV-2 infection were enrolled. For each patient, age, sex, and the CXR report containing the highest score were considered for the analysis. Patients were also divided into seven groups according to age. Nonparametric statistical tests were used to examine the relationship between the severity of lung disease and the age or sex. Results 783 Italian patients (532 males and 251 females) with SARS-CoV-2 infection were enrolled. The CXR score was significantly higher in males than in females only in groups aged 50 to 79 years. A significant correlation was observed between the CXR score and age in both males and females. Males aged 50 years or older and females aged 80 years or older with coronavirus disease 2019 showed the highest CXR score (median ≥ 8). Conclusions Males aged 50 years or older and females aged 80 years or older showed the highest risk of developing severe lung disease. Our results may help to identify the highest-risk patients and those who require specific treatment strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a betacoronavirus that was discovered to be responsible for an acute respiratory syndrome called coronavirus disease 2019 (COVID-19) [1] [2] [3] . This new pulmonary infection first developed in China at the end of 2019, specifically in Wuhan [1] [2] [3] . Currently, a COVID-19 outbreak is also occurring in Europe, with a cluster in Northern Italy. On March 22, 2020, the number of confirmed COVID-19 cases in Italy was 59138 with a mortality rate of 9.3%.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Given the mortality rate of this disease [4, 5] , physicians should be aware of the potential risk factors associated with a fatal outcome [6] [7] [8] [9] . To improve the risk stratification and aid clinicians in defining a \"tailored\" level of care for highrisk patients, an experimental chest X-ray (CXR) scoring system for quantifying the severity and progression of lung abnormalities in COVID-19 pneumonia was introduced in our Diagnostic Imaging Department [10] . This CXR scoring system (named Brixia score), designed exclusively for semi-quantitative assessment of lung disease in COVID-19, ranking the pulmonary involvement on an 18-point severity scale according to extent and characteristics of lung abnormalities (for more details, see Reference 10) .",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 45,
                    "end": 47,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 139,
                    "end": 142,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 143,
                    "end": 146,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 151,
                    "end": 154,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 748,
                    "end": 761,
                    "text": "Reference 10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Considering the close relationship between pulmonary involvement and the risk of death [10] , the purpose of this study was to retrospectively evaluate correlations between the CXR score and the age or sex of Italian patients infected with SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Through a retrospective search on the department radiology information system (RIS)/picture archiving and communication system (PACS) between March 4, 2020, and March 18, 2020, all CXR reports containing the new scoring system were retrieved. Only Italian patients admitted to hospital with SARS-CoV-2 infection (confirmed by real-time polymerase chain reaction) were enrolled in this study. Patients who were younger than 20 years were excluded. For each patient, age, sex, and the CXR report containing the highest score were considered for the analysis. The radiographic images linked to these CXR reports were also reviewed by a radiologist (A.B. who had 15 years of experience in thoracic imaging). The selected patients were divided into seven groups according to age: 20-29 years (group A), 30-39 years (group B), 40-49 years (group C), 50-59 years (group D), 60-69 years (group E), 70-79 years (group F), and ≥ 80 years (group G).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient selection"
        },
        {
            "text": "The data are presented as the number (%) or the median and the interquartile range because the age of the patients and the CXR score were not normally distributed. For each group, the Mann-Whitney U test was used to compare the CXR scores of males and females. The Spearman rank correlation was applied to evaluate the relationship between the CXR score and age. The Kruskal-Wallis test was also used to determine whether there were significant differences in CXR score between the age groups. Statistical analyses were performed using commercial software (MedCalc Statistical Software version 19, Ostend, Belgium, 2019). p values of < 0.05 were considered statistically significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The search identified 783 Italian patients (532 males and 251 females) with confirmed SARS-CoV-2 infection ( Table 1 ). The median age was 65 years (interquartile range, 55-74 years). Of the included patients, 10 (1.3%) were from group A, 29 (3.7%) from group B, 80 (10.2%) from group C, 168 (21.5%) from group D, 196 (25%) from group E, 210 (26.8%) from group F, and 90 (11.5%) from group G. For each age group, the sex of the patients and CXR scores are listed in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 116,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 466,
                    "end": 473,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The CXR score was significantly higher in males than in females only in groups D, E, and F (p ≤ 0.020) ( Table 1 , and Fig. 1) . A significant correlation was observed between the CXR score and age in both males and females (rho = 0.205, p < 0.0001 for males; rho = 0.310, p < 0.0001) (Fig. 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 112,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 119,
                    "end": 126,
                    "text": "Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 293,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "For males, the CXR score of groups D, E, F, and G was significantly higher than that of groups A, B, and C (Fig. 3) . For females, the CXR score of groups E, F, and G was significantly higher than that of groups A and B (Fig. 3) . The CXR score of group G was also significantly higher than that of groups C, D, and E. The CXR score of group F was significantly higher than that of group C.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "text": "(Fig. 3)",
                    "ref_id": null
                },
                {
                    "start": 220,
                    "end": 228,
                    "text": "(Fig. 3)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The literature reports that older age and underlying comorbidities (such as hypertension, diabetes, cardiovascular disease, and oncologic history) are risk factors of fatal outcome in adult patients with confirmed SARS-CoV-2 infection [6] [7] [8] [9] . However, the currently available data on COVID-19 were obtained exclusively from Asian patients.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 239,
                    "end": 242,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To the best of our knowledge, this study is the first to examine the relationship between the severity of lung disease and the age or sex in European (Italians) patients. In addition, no published study used a radiographic severity index to analyze these correlations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our large sample, 67.9% of hospitalized patients were males and only 15.2% were younger than 50 years. In the age groups between 50 and 79 years, pulmonary involvement was significantly greater in males than in females (Table 1 , and Fig. 1 ). For both males and females, lung involvement increased significantly as age increased, although with a different slope (Fig. 2) . Males aged 50 years or older and Fig. 3 ). Our CXR scoring system, the first designed specifically for COVID-19 pneumonia, is a very useful method for ranking the risk stratification of patients with SARS-CoV-2 infection [10] . It allows to easily and quickly obtain a severity index of lung abnormalities [10] . In addition, it provides relevant information on lung disease in an extremely clear way by channeling the available resources toward the maximal amount of benefits. Obviously, we realize that further studies, particularly enrolling European patients, are needed to confirm the effectiveness of this new CXR scoring system in predicting the risk of worst outcome.",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 602,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 237,
                    "end": 243,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 374,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 410,
                    "end": 416,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The main limitations of this study include the retrospective nature of our analysis and lack of comparison between CXR score and patient comorbidities (such as hypertension, diabetes, cardiovascular disease, and oncologic history) or final outcome (recovery versus death) because these clinical data were only available in a small percentage of patients due to the short time for case collection and the large sample size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we found that males aged 50 years or older and females aged 80 years or older showed the highest risk of developing severe lung disease. We believe that the results of our study make a significant contribution to clinicians because they could help to identify at an early stage the highest-risk patients and to know who require specific treatment strategies and which people need to protected from becoming infected. Fig. 1 Representative examples of the chest X-ray (CXR) scoring system in two patients with COVID-19 pneumonia. a CXR score in a 73-year-old male patient; b CXR score in a 74-year-old female patient ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 438,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A novel coronavirus from patients with Pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Understanding of COVID-19 based on current evidence",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25722"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization (2020) WHO Director-General's remarks at the media briefing on",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Situation Report-62",
            "authors": [],
            "year": 2020,
            "venue": "WHO. Coronavirus disease 2019 (COVID-19)",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Real estimates of mortality following COVID-19 infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baud",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nielsen-Saines",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pomar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Favre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "3099",
            "issn": "20",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30195-X"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "6736",
            "issn": "",
            "pages": "30566--30569",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical features of 69 cases with coronavirus disease 2019 in Wuhan, China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa272"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05991-x"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Host susceptibility to severe COVID-19 and establishment of a host risk score: findings of 487 cases outside Wuhan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Crit Care",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-020-2833-7"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 outbreak in Italy: experimental chest x-ray scoring system for quantifying and monitoring disease progression",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Borghesi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maroldi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiol Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11547-020-01200-3"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Scatter diagram showing the relationship between chest X-ray (CXR) scores and age. Red dashed line, trend line for males; blue solid line, trend line for females",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Distribution of chest X-ray scores by age group and gender",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank their colleagues in the Diag-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}