{
    "paper_id": "dfbdc36e30912e16d889a1d9ef59279faa20e00d",
    "metadata": {
        "title": "Curr Treat Options Psych",
        "authors": [
            {
                "first": "Emile",
                "middle": [],
                "last": "Whaibeh",
                "suffix": "",
                "affiliation": {},
                "email": "emilewhaibeh@gmail.com"
            },
            {
                "first": "Hossam",
                "middle": [],
                "last": "Mahmoud",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Dfapa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hady",
                "middle": [],
                "last": "Naal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "American University of Beirut",
                    "location": {
                        "settlement": "Beirut",
                        "country": "Lebanon"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On March 11, 2020, the World Health Organization declared Coronavirus Disease 2019 (COVID-19) as a pandemic [1] . The rapidly spreading and deadly virus has infected over 100 nations, including the USA, where it has been declared a public health emergency [2] . As part of their mitigation strategies, the Centers for Disease Control and Prevention recommend limiting community movement and practicing social distancing [3] , and the Federal Government recommends avoiding gathering of groups of more than 10 people [4] . Coping with the illness of self, family, or loved ones while managing hospital-or home-based isolation may be stress-provoking, and with the crisis projected to last weeks to months, it is expected that mental health conditions will only worsen over time.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction and problem statement"
        },
        {
            "text": "Infected people experience elevated stress levels due to fear, uncertainty, financial stress, and limited inperson interactions [5, 6] . As a result, and paired with confinement in limited spaces, generally, in singlepatient rooms with restricted movement and contact precautions from the health personnel [5] , people are more likely to experience anger, confusion, hopelessness as well as present symptoms of anxiety, depression, and post-traumatic stress disorder [7, 8] . Similarly, asymptomatic people with potential exposure, generally in self-imposed home quarantine, may also report distress, frustration and fear as a result of long quarantine duration, risk perception, and inadequate information [7, 8] . Moreover, people with pre-existing mental health conditions are disproportionately affected since they are more susceptible to stress than the general population [9] . Not only is the treatment of people with mental health comorbidities more challenging and possibly less effective [9] , but also those who need ongoing evaluations and treatment might not be able to access mental health services for logistic reasons such as travel restrictions and risk of infection [5] . Disruption in care is concerning as it increases the risk of symptom exacerbation and relapse.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 132,
                    "end": 134,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 471,
                    "end": 473,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 711,
                    "end": 713,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 878,
                    "end": 881,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 998,
                    "end": 1001,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1184,
                    "end": 1187,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction and problem statement"
        },
        {
            "text": "Despite the aforementioned adverse repercussions, contact precautions and public health recommendations have to be implemented. Accordingly, alternative methods to deliver mental health care are necessary to bridge the significant health gap, and Telemental Health has a unique potential in addressing the psychological side effects of social distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction and problem statement"
        },
        {
            "text": "Telemental Health refers to the use of information and communications technologies, including videoconferencing, to deliver mental health care remotely, including evaluations, medication management, and psychotherapy [10] . Telemental Health has been successfully implemented with multiple populations, across a wide range of mental health conditions, and multiple clinical settings [11, 12] . Among its many proven advantages, its most pertinent utility to the current situation is to expand access to care for hard-to-reach and underserved populations with restricted mobility due to mental, medical, or geographical challenges. Telemental Health reduces or eliminates the need for travel for both patients and clinicians and delivers remote services costeffectively while maintaining the quality of care [13] . As a result, in times of public health crises and national and international emergencies, the value of Telemental Health cannot be overstated.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 807,
                    "end": 811,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Telemental health utility in the COVID-19 pandemic"
        },
        {
            "text": "The COVID-19 is highly contagious and may be deadly for at-risk and elderly individuals [3] . However, these risks should not prohibit individuals from receiving mental health care. Therefore, Telemental Health may be an ideal solution to reduce the risk of clinicians or patients being infected while still providing care, especially in settings with shortages of mental health professionals. The value proposition of Telemental Health is that it can effectively respond to the mental health needs of people in isolation, quarantine, or restricted mobility while reducing patient and clinician infection risk. Thus, Telemental Health adheres to social distancing, avoids care interruptions, and maximizes public health outcomes.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Telemental health utility in the COVID-19 pandemic"
        },
        {
            "text": "Significant steps have been taken at multiple levels. On the reimbursement front, under the Section 1135 waiver, the Centers for Medicare and Medicaid Services (CMS) waived restrictions on originating sites for telehealth, including Telemental Health, during the crisis [14] . Prior to the implementation of this waiver, Medicare reimbursement had significant geographic and originating site restrictions for telehealth services [15] . This waiver means that reimbursement would occur regardless of whether the patient is seen while at home or a healthcare facility. At the regulatory level, the ability of healthcare professionals to prescribe remotely has been expanded to cover controlled substances [15] . The Ryan Haight Online Pharmacy Consumer Protection Act restricts the prescribing of controlled substances via telehealth, with certain exceptions [16] . The Drug Enforcement Administration (DEA) leveraged the public health emergency exception to the Ryan Haight Act, thus lifting the restriction on prescribing controlled substances through telehealth [17] . The exception remains applicable as long as the public health emergency, declared by the Secretary of the Department of Health and Human Services, is in effect [17].",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 703,
                    "end": 707,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1063,
                    "end": 1067,
                    "text": "[17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Current actions and future recommendations"
        },
        {
            "text": "These steps will enhance the healthcare system's ability to continue to provide Telemental Health services during this public health emergency. Further action by policymakers and public health decision-makers is needed to build on these initiatives and supports the provision of Telemental Health services, throughout this crisis and beyond. We urge related personnel to consider the following recommendations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current actions and future recommendations"
        },
        {
            "text": "& From a public health perspective, it is important to prioritize the allocation of public and private funding and resources to expand the implementation of Telemental Health and its integration across multiple clinical settings, including primary care. Funneling funding in this direction may contribute to enhanced preparedness and management of current and future similar public health crises. The funding should also be complemented by training clinicians and familiarizing patients with the use of Telemental Health to overcome travel restrictions, to maintain access to treatment when mobility is compromised. Additionally, it may be essential to facilitate setting the infrastructural landscape for Telemental Health in terms of hardware and software in preparation, which includes enhancing connectivity and expanding access to broadband high-speed Internet across the country. & From a reimbursement perspective, the lifting of CMS reimbursement restrictions, including those based on originating site and geographical locations of patients, should be made permanent. Expanding access to mental health services across the country contributes to supporting the continuity of care, particularly since the repercussions of this public health crisis are likely to be long term. Furthermore, efforts should be made to urge private payers and managed care organizations to expand Telemental Health coverage, with the goal of achieving full parity for mental health services regardless of whether delivered in person or remotely. & From a regulatory perspective, the temporary lifting of the Ryan Haight Online Pharmacy Consumer Protection Act restriction on prescribing controlled substances via Telemental Health should be made permanent in order to ensure expanded access to care continues after the public health crisis is declared to be over. Lobbying for policy reforms by professional societies, such as the American Telemedicine Association and American Psychiatric Association, is needed to achieve this goal, particularly that the Act was passed in 2008 [18] , and the landscape of Telemental Health has rapidly evolved since. & Given that state licensure has been a documented barrier to the expansion of Telemental Health [13] , it is crucial to temporarily suspend restrictions on licensure requirements to practice Telemental Health across state lines, to regions of the country that are most impacted by the pandemic [19] . In the long term, it is important to expand processes that facilitate interstate licensure for better preparedness for future crises. & Finally, in the context of a public health crisis of this magnitude, and with the rapidly changing landscape of regulations and reimbursement for Telemental Health, consistent access to reliable information and updates on regulatory and reimbursement changes is crucial. While we urge healthcare professionals to remain vigilant and up to date, we also urge CMS, DEA, and other health authorities to continue to provide regular and clear guidance to healthcare professionals as we work diligently to overcome the COVID-19 public health crisis.",
            "cite_spans": [
                {
                    "start": 2066,
                    "end": 2070,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2236,
                    "end": 2240,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2434,
                    "end": 2438,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Current actions and future recommendations"
        },
        {
            "text": "The rapid spread and high economic cost of COVID-19 have exposed the shortcomings of the healthcare system writ large and have highlighted the urgency of rethinking how services are delivered in the USA. Social distancing measures paired with the realization of politicians, policymakers, and citizens of the importance of telehealth in the context of the pandemic are likely to lead to a significant shift in attitudes and behavior and result in a larger-scale adoption of telehealth in the long term. While we welcome the temporary changes made to improve access to care and address the psychological side effects of quarantine and isolation, we believe that some of these changes should be made permanent. Moving forward, the integration of telehealth, particularly telemental health, should not be seen as a temporary fix in times of emergency; rather, it is a safe, effective, convenient, scalable, and sustainable method of healthcare delivery that is as crucial as it is inevitable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Current actions and future recommendations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization. WHO Director-General's opening remarks at the media briefing on COVID-19 -11",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Azar declares public health emergency for United States for",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hhs",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Secretary",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Implementation of mitigation strategies for communities with local COVID-19 Transmission",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "White House issues new guidelines for stopping the spread of coronavirus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gittleson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A mental health response to infection outbreak",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Huremovic",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "On SARS type economic effects during infectious disease outbreaks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brahmbhatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dutta",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woodland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30460--30468",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30460-8"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SARS control and psychological effects of quarantine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hawryluck",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pogorski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Styra",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Canada. Emerg Infect Dis",
            "volume": "10",
            "issn": "7",
            "pages": "1206--1218",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Patients with mental health disorders in the COVID-19 epidemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20)30090-0"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Telepsychiatry: benefits and costs in a changing health-care environment",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Waugh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Voyles",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int Rev Psychiatry",
            "volume": "27",
            "issn": "6",
            "pages": "558--68",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Telepsychiatry: videoconferencing in the delivery of psychiatric care",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Shore",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Psychiatry",
            "volume": "170",
            "issn": "3",
            "pages": "256--62",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Report details national shortage of psyciatrists and possible solutions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Psychiatric News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Overcoming barriers to larger-scale adoption of telepsychiatry",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mahmoud",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Vogt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sers",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Fattal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ballout",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Psychiatr Ann",
            "volume": "49",
            "issn": "2",
            "pages": "82--90",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "CMS approves first state request for 1135 Medicaid waiver in Florida",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "DEA Okays telehealth to prescribe opioids amid COVID-19 emergency [Internet]. mHealth Intelligence",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Heath",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Prescribing controlled substances without an in-person exam: the practice of telemedicine under the Ryan Haight Act. Becker's Healthcare",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lacktman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19 information page",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dcd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "6353 (110th): Ryan Haight Online Pharmacy Consumer Protection Act of",
            "authors": [
                {
                    "first": "",
                    "middle": [
                        "H R"
                    ],
                    "last": "Congress",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Trump declares COVID-19 emergency, asks hospitals to activate emergency plans",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cohrs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Conflict of interest Emile Whaibeh declares that he has no conflict of interest. Hossam Mahmoud declares that he has no conflict of interest. Hady Naal declares that he has no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "This article does not contain any studies with human or animal subjects performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Human and animal rights and informed consent"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ]
}