{
    "paper_id": "dfe3ce23b442b1e730bb3dc16c204aaa11993e21",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Naveen",
                "middle": [],
                "last": "Malhotra",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Pt BDS PGIMS",
                    "location": {
                        "settlement": "Rohtak",
                        "region": "Haryana",
                        "country": "India"
                    }
                },
                "email": "secretaryisanhq@gmail.com"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Indian Society of Anaesthesiologists issues the following advisory and position statement to ensure safety of patients and the anaesthesiologists during the \"Corona Virus Disease 2019\" in India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREAMBLE"
        },
        {
            "text": "Infection Prevention and Control policies have to be followed religiously. Human to human transmission occurs by droplet, contact and fomites and average incubation period is 2-10 days. The mortality rate is 2-3% but infectivity rate is very high, leading to increased morbidity and workload on health care. The mortality is high in immuno-compromised and elderly patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREAMBLE"
        },
        {
            "text": "Anaesthesiologist interaction with patients with COVID-19 can occur in Accident and Emergency Department/Trauma Centre for emergency airway management; Critical Care/Intensive Care Units; Pre-Anaesthetic Check Up (PAC) Clinics and Pain Clinics; Perioperative Anaesthesia Care; and Anaesthesia at remote locations: endoscopy, ECT, Radiology (MRI) etc., The anaesthesiologists have to take care of the patients as well as themselves.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREAMBLE"
        },
        {
            "text": "As the understanding of COVID-19 is being updated regularly and so are the guidelines, this ISA advisory and position statement is also subject to change and updation. water or alcohol based sanitizer. Wash your hands after removing gloves, after contact with the patient or anaesthesia equipment. There can be an interface with droplets, sputum, or bodily fluids while performing routine procedures. 3. Use face masks and N 95 masks. N95 masks offer protection against droplet and airborne transmission of 95% of particles more than 0.3 microns in size. Surgical face masks protect against COVID-19 droplet transmission but do not protect against aerosolized small particles. Wear disposable caps and beard covers to decrease the risk of hand contamination by touching hair that may have been exposed to droplets. 4. Do mock drills for correct donning and doffing of Personal Protective Equipment (PPE) including gown, face mask, eye shields and gloves. 5. Do Mock intubation/extubation drills wearing PPE. 6. Aerosol-generating procedures are tracheal intubation and extubation, suctioning, nebulization, CPAP, BiPAP or high flow nasal oxygen therapy. Aerosolization is also increased when more than one attempt at intubation is required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PREAMBLE"
        },
        {
            "text": "Pre-Anaesthetic Check Up (PAC) Clinics/Pain Clinics 1. Every patient entering the hospital should be considered as COVID-19 positive and anaesthesiologists should wear mask all the time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ISA POSITION STATEMENT"
        },
        {
            "text": "2. Wash your hands with alcohol based sanitizer or soap and water frequently. 3. Restrict the number of attendants coming to OPD. Only one attendant to be allowed with the patient. 4. Manage inflow of patients and prevent crowding inside the PAC and Pain Clinics. 5. History of fever should be elicited/record patients' body temperature before entering the PAC Clinic/Pain Clinic. If the body temperature is higher than 37.3°C, patient should be asked to restrict him/herself at home and report to flu clinics in case of worsening of symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ISA POSITION STATEMENT"
        },
        {
            "text": "All patients with cough should be immediately provided with a surgical mask at the reception and they should not be made to wait in queues. 6. Do detailed PAC of all patients. Ask specifically about international travel or domestic travel in the affected areas in last fortnight by the patient or his family members. It is reemphasized to enquire about history of cough, fever and sore throat and a careful chest auscultation. 7. All reusable equipment stethoscopes, BP instruments etc., should be frequently sanitized. 8. At the end of the day, clean and disinfect PAC clinics and Pain clinics by thoroughly wiping the surfaces of furniture, equipment and floor with 2 to 3% hydrogen peroxide. 9. Learn the correct method of using and disposing surgical masks. All PPEs after exposure should be locked in a double zip lock plastic bag and discarded in a touch-free disposal. 10. After returning from hospital, take bath before greeting family members. Change the clothes and keep them in wash bucket. 11. Institutes should counsel patients actively to reschedule elective/semi-emergency surgical procedures. This is especially for the elderly, paediatric and immuno-compromised patients. 12. Defer interventional chronic pain procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ISA POSITION STATEMENT"
        },
        {
            "text": "Only emergency procedures to be done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ISA POSITION STATEMENT"
        },
        {
            "text": "Peri-Operative Anaesthesia Care 1. Any patient with history of cough, fever or sore throat is usually investigated before surgery. Such patients should not undergo elective surgery and be investigated appropriately. 2. Suspected cases should be kept in designated isolation area by the institute and reported to appropriate authorities. 26. A minimum of one hour is planned between cases to allow OT staff to send the patient back to the ward, conduct through decontamination of all surfaces, screens, keyboard, cables, monitors and anaesthesia machine with 2 to 3% hydrogen peroxide spray disinfection, 2-5 g/l chlorine disinfectant, or 75% alcohol wiping of solid surfaces of the equipment and floor. The hydrogen peroxide vaporizer is an added precaution to decontaminate the OT. 27. All unused items on the drug tray and airway trolley should be assumed to be contaminated and discarded. All staff has to take shower before resuming their regular duties. 28. In resource limited settings, where adequate personal protective equipments are not available, it is imperative to refer the patient to a centre with such facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ISA POSITION STATEMENT"
        },
        {
            "text": "Intensive Care/Critical Care Unit 1. The case must be reported by the local health authorities to the national body within 24 hours in their own jurisdiction and transferred to isolation cabin in the ICU. 2. As many ICUs are not equipped with negative and positive pressure regulations in India, an alternative approach is using HEPA-Carbon-Photocatalysis air purification systems as alternate means of source control. 3. Supportive therapy in the form of supplemental oxygen and antipyretics should be immediately started. 4. Liberal fluid administration should be avoided for risk of worsening oxygenation and periodic hemodynamic assessment used to guide goal-directed therapy. 5. Along with it, adequate nutritional support with balanced proportions of proteins, carbohydrates, vitamins and minerals boosts immunity to fight the infection. 6. Empirical antimicrobials must be given within one hour based on the clinical diagnosis, local epidemiology and susceptibility data to cover all likely pathogens causing community acquired pneumonia even if suspected to have COVID. 7. Post tracheal intubation by rapid sequence intubation, lung protective strategies involving use of lower tidal volumes (4-8 ml/kg predicted body weight), high PEEP and lower inspiratory pressures (plateau pressure <30 cmH 2 O) for meeting the pH goal of 7.30-7.45 have been postulated to prevent volutrauma, barotraumas, atelectotrauma and biotrauma. 8. Deep sedation with midazolam, propofol or fentanyl infusions are recommended to curb patient's respiratory drive and prevent dyssynchrony. The few indications of continuous neuromuscular blockade in the setting of severe ARDS are ventilator dyssynchrony, inability to achieve target tidal volumes or refractory hypoxemia/hypercapnia. In fulminating cases, prone ventilation for 12-18 hours per day is useful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ISA POSITION STATEMENT"
        },
        {
            "text": "\"Protected Code Blue\" should be followed, with emphasis on use of N-95/N-99 masks and specialized PPEs during resuscitation due to high risk of airborne transmission. There should be disposable resuscitation packages instead of trolley. All the team members should wear PPEs and then enter the isolation bringing the defibrillator and packages along with.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cardio Pulmonary Resuscitation"
        },
        {
            "text": "Let's work together to maintain health of our great nation India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "It is reemphasized that wear masks, do regular hand wash and maintain social distancing."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Indian Society of Anaesthesiologists (ISA National) Advisory and Position Statement regarding COVID-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Malhotra",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Bajwa",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mehdiratta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indian J Anaesth",
            "volume": "64",
            "issn": "",
            "pages": "259--63",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "surgical, interventional and diagnostic procedures should be rescheduled to a later date when the COVID transmission is contained in the community. The decision for urgent and time-sensitive procedures (cancer surgeries) should be taken as a team, based on the available resources and patient's clinical condition. This will conserve manpower, personal protective equipment and critical care beds. 4. Transmission of COVID-19 can also occur from",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Humble thanks to Team ISA-The Governing Council Members of Indian Society of Anaesthesiologists for their inputs and suggestions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgement"
        },
        {
            "text": "Financial support and sponsorship Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Long Live ISA ! Jai ISAian !! Jai Hind !!"
        },
        {
            "text": "There are no conflicts of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        },
        {
            "text": "This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.For reprints contact: reprints@medknow.com",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}