{
    "paper_id": "e07cbaa2259e508e40acbfd78f1f0496e94d4109",
    "metadata": {
        "title": "To appear in: Canadian Journal of Cardiology Cardiac Care in the Era of Coronavirus 2019: How Should We Prepare?",
        "authors": [
            {
                "first": "Edward",
                "middle": [],
                "last": "Percy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of British Columbia",
                    "location": {
                        "settlement": "Vancouver",
                        "region": "British Columbia",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [
                    "G Y"
                ],
                "last": "Luc",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of British Columbia",
                    "location": {
                        "settlement": "Vancouver",
                        "region": "British Columbia",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Dominique",
                "middle": [],
                "last": "Vervoort",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "John Hopkins Bloomberg School of Public Health",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "Maryland",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Sameer",
                "middle": [],
                "last": "Hirji",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard Medical School",
                    "location": {
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Ruel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ottawa Heart Institute",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": "mruel@ottawaheart.ca"
            },
            {
                "first": "Thais",
                "middle": [],
                "last": "Coutinho",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Division of Cardiac Prevention and Rehabilitation",
                    "institution": "University of Ottawa Heart Institute",
                    "location": {
                        "settlement": "Ottawa",
                        "region": "Ontario",
                        "country": "Canada"
                    }
                },
                "email": "tcoutinho@ottawaheart.ca3"
            },
            {
                "first": "†",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "†",
                "middle": [],
                "last": "Authors",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Co-Corresponding",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The novel coronavirus 2019 pandemic has placed intense pressure on healthcare organizations around the world. Amongst others, there has been an increasing recognition of common and deleterious cardiovascular effects of COVID-19 based on preliminary studies. Furthermore, patients with pre-existing cardiac disease are likely to experience a more severe disease course with COVID-19. As case numbers continue to increase exponentially, a surge in the number of patients with new or comorbid cardiovascular disease will translate into more frequent, and in some cases, prolonged rehabilitation needs following acute hospitalization. This manuscript describes the current status of post-discharge cardiac care in Canada and provides suggestions with regards to steps that policymakers and healthcare organizations can take to prepare for the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Canadian Women's Heart Health Centre University of Ottawa Heart Institute -Ottawa, ON, Canada Email: TCoutinho@ottawaheart.ca Abstract: The novel coronavirus 2019 (COVID-19) pandemic has placed intense pressure on healthcare organizations around the world. Amongst others, there has been an increasing recognition of common and deleterious cardiovascular effects of COVID-19 based on preliminary studies. Furthermore, patients with pre-existing cardiac disease are likely to experience a more severe disease course with COVID-19. As case numbers continue to increase exponentially, a surge in the number of patients with new or comorbid cardiovascular disease will translate into more frequent, and in some cases, prolonged rehabilitation needs following acute hospitalization. This manuscript describes the current status of post-discharge cardiac care in Canada and provides suggestions with regards to steps that policymakers and healthcare organizations can take to prepare for the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Division of Cardiology"
        },
        {
            "text": "Summary: As COVID-19 case numbers continue to increase worldwide, many additional patients with new or comorbid cardiovascular disease will benefit from cardiac rehabilitation and post-discharge care following acute care hospitalization. We describe the current status of cardiovascular rehabilitation in Canada and provide suggestions on steps that policymakers and healthcare organizations can take to optimize post-discharge cardiac care in the COVID-19 era.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Division of Cardiology"
        },
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic, caused by the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) virus, has placed tremendous pressures on healthcare organizations around the world. As of April 5th, 2020, there were 14,018 confirmed cases in Canada spread across the country (Figure 1A) , with estimates suggesting that 35-70% of the Canadian population could eventually become infected. 1, 2 Appropriately, much attention to date has focused on addressing the surge of critically ill patients in acute care settings. Less emphasis has been paid to the post-acute healthcare system capacity to manage numerous cardiac patients after COVID-19, i.e. as patients transition from hospital to long-term care facilities or home. In Canada, post-acute cardiac care includes outpatient and inpatient cardiac rehabilitation facilities, long-term care hospitals, and nursing homes.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 418,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 419,
                    "end": 420,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 314,
                    "text": "(Figure 1A)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "Along with a growing body of knowledge underlying COVID-19, there has been an increased recognition of common and deleterious cardiovascular effects of the novel coronavirus. 3 Furthermore, patients with pre-existing cardiovascular disease (CVD) are likely to experience a more severe course. 3 As case numbers continue to increase exponentially, it is plausible that there will be a massive surge in the number of patients with new or comorbid CVD who will require cardiac rehabilitation after acute care hospitalization.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 293,
                    "end": 294,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objectives of this manuscript are to describe the current status of post-acute cardiac care in Canada, and to provide suggestions with regard to the steps that policymakers and healthcare organizations can take to achieve preparedness in this area, in order to reduce care fragmentation in the post-COVID-19 era.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several reports have denoted the incidence and types of adverse cardiovascular events associated with COVID-19. In one early experience from Wuhan, China, arrhythmias were present in 16.7% of hospitalized patients, with 7.2% experiencing acute cardiac injury. 4 In a subsequent report, cardiac injury, defined as high-sensitivty troponin I levels above the 99th-percentile upper reference limit, occurred in 19.7% of patients, occurring most frequently among older patients and in those with comorbidities. 3 The presence of cardiac injury was associated with a more severe disease course, with a higher proportion of patients with acute respiratory distress syndrome, acute kidney injury, and coagulation disorders, compared to those without cardiac injury. 3 Furthermore, cardiac injury was an independent predictor for mortality, with a hazard ratio of 3.41. 3 Although this injury does not necessarily indicate myocardial infarction, and its long-term significance remains unknown, its high prevalence and associated mortality has raised significant concern within the cardiovascular community.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 507,
                    "end": 508,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 759,
                    "end": 760,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 862,
                    "end": 863,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and Cardiovascular Disease"
        },
        {
            "text": "In addition to the development of COVID-19-related cardiovascular complications, there are implications of COVID-19 infection on patients with preexisting CVD. In patients with COVID-19, CVD is associated with a higher death rate (13.2%) compared to other comorbidities including diabetes (9.2%), chronic respiratory disease (8.0%), and cancer (7.6%). 5 In general, the development of new cardiac injury or the presence of prior CVD are associated with a more severe disease course.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 353,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and Cardiovascular Disease"
        },
        {
            "text": "The pathophysiology of this interaction remains poorly characterized. However, preliminary data suggest that acute inflammation superimposed on pre-existing CVD can precipitate cardiac injury, acute coronary syndrome, and myocardial dysfunction, and trigger arrhythmias in patients with COVID-19. 3, 4 Furthermore, there is evidence of direct myocardial infiltration, potentially as a result of the affinity of the SARS-CoV-2 virus for the angiotensinconverting enzyme 2 receptor. 6 Given the frequency of cardiac manifestations and injuries, the cardiac rehabilitation system will likely be overwhelmed by an unprecedented number of discharged patients with new or exacerbated CVD.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 299,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 300,
                    "end": 301,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 481,
                    "end": 482,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and Cardiovascular Disease"
        },
        {
            "text": "Canada has a long history of outstanding post-acute cardiac care. Currently, there are approximately 220 cardiac rehabilitation programs, serving over 50,000 new patients annually ( Figure 1B) . 7 Funding for cardiac rehabilitation varies by provincial and local resources, according to their unique population densities and funding structures. Given these differences, along with the geographic diversity of the country, access to cardiac rehabilitation remains variable. Newfoundland has the least access, with 0.2 facilities per 100,000 individuals, while Nova Scotia has the most with 2.8 per 100,000.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 196,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 192,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Post-Acute Cardiac Care in Canada"
        },
        {
            "text": "In addition to outpatient cardiac rehabilitation programs, inpatient rehabilitation facilities play a crucial role in supporting the convalescence of patients who no longer require acute care hospitalization. There are 3,409 nursing home or continuing care facilities in Canada, with a similar geographic distribution as cardiac rehabilitation centers ( Figure 1B) . 19 and CVD, we expect that this proportion will increase as patients are discharged from acute care with new or exacerbated cardiac issues.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 354,
                    "end": 364,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Post-Acute Cardiac Care in Canada"
        },
        {
            "text": "As of March 29 2020, 75.1% of Ontario's critical care beds were occupied, of which 29.6% were related to confirmed or suspected cases of COVID-19. Several models have been developed to study the potential trajectories of resource use during this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Burden of COVID-19"
        },
        {
            "text": "Although these models focus on acute care resources, they provide a reliable resource to help predict the range of potential impacts on the post-acute care sector as well. Using the total number of inpatient beds, ICU beds, and ventilators in Ontario, Barret et al. 8 have examined three potential scenarios (Figure 2) . In the worst-case scenario, which assumes a growth rate of 33% in daily cases (similar to that in Italy), the number of available hospital beds in Ontario could fall to 0 by early-to-mid April 2020, without recovery through mid-May.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 267,
                    "text": "8",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 318,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Potential Burden of COVID-19"
        },
        {
            "text": "In another scenario, assuming an initial growth rate of 25% in daily cases (similar to that initially seen in Ontario) until the of end March, followed by a 10.74% decrease to account for successful public health measures (school closure, social distancing, testing, and isolation), the maximum impact on inpatient acute hospital care would occur in early April, followed by a sustained recovery. Finally, in a third scenario which assumes an initial 15% daily increase, with a similar subsequent 10.74% decrease, the overall impact would be reduced; however, the timing of patient influx to post-acute care would likely be unchanged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Burden of COVID-19"
        },
        {
            "text": "The post-acute care sector will play a key role in alleviating pressures on hospitals; however, these facilities and programs themselves will face challenges as they attempt to reduce care fragmentation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential Burden of COVID-19"
        },
        {
            "text": "In the midst of this global crisis, healthcare facilities are adapting to deliver care in safer and more efficient ways. Post-acute care facilities will be increasingly challenged by a rising influx of patients with serious, incompletely resolved cardiac problems. Fortunately, as a large country with a significant rural population, Canada has experience with various alternative models for post-acute cardiac care. In fact, several cardiac rehabilitation programs in the country already deliver home-based programs, which have been shown to have similar clinical outcomes, cost, and completion rates compared to clinic-based programs. 9 The maximization of these services, in order to treat patients at home, will be an extremely important component of managing resources during COVID-19. To accomplish this, open communication between cardiac rehabilitation centres will be needed for knowledge exchange, allowing centres not currently offering home-based programs to quickly learn from other centres where this practice has been successfully implemented.",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 638,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recommendations for the Current Crisis"
        },
        {
            "text": "Additionally, there is a need to maximize mobile health technology to minimize patient and healthcare personnel exposure to COVID-19. In the context of this pandemic, telehealth technology can be leveraged to reduce the need for in-person care, for apporopriate patients. Specifically, this technology can be applied to patient follow-up after discharge, to perform remote cardiac monitoring, and to administer cardic rehabilitation curriculums remotely. Digital health interventions -such as the Virtual Care Program from the University of Ottawa Heart Institute (https://pwc.ottawaheart.ca/programs-services/virtualcare)-provide services such as self-monitoring tools, reminders, and notifications, as well as peer support groups for those undergoing remote curriculums. Healthcare systems that will leverage these technologies to manage the upcoming influx of patients could see a reduction in in-person care needs and be in a better position to serve their patients. These technologies will play a particularly important role in filling gaps present in areas with limited access to current cardiac rehabilitation care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for the Current Crisis"
        },
        {
            "text": "Patient-level factors should also be taken into consideration for the prioritization of inpatient space. In particular, cognitive impairment, paralysis, and those requiring a ventilator or dialysis are among the factors associated with a greater risk of prolonged in-patient rehabilitation stay. The repurposing of unused buildings such as hotels, convention halls, clinics, and other spaces to establish temporary post-acute care settings, where appropriate, could rapidly expand the supply of space, particularily in areas which are currently underserved by post-acute care facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations for the Current Crisis"
        },
        {
            "text": "COVID-19 places an unprecedented strain on healthcare resources in Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Given the association of this infection with comorbid cardiac disease and the high rate of new cardiac conditions among infected patients, the post-discharge cardiac rehabilitation sector will be particularly impacted. There is a pressing need to address the impact of COVID-19 on post-acute cardiac care. Early preparation and thoughtful planning may help limit this impact. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "0",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus could infect 35 to 70 per cent of Canadians, experts say",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kirkey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Association of Cardiac Injury With Mortality in Hospitalized Patients With COVID-19 in Wuhan, China. JAMA Cardiol",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical Characteristics of 138 Hospitalized Patients with 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA -J Am Med Assoc",
            "volume": "323",
            "issn": "11",
            "pages": "1061--1069",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Sex, Demographics (COVID-19) -Worldometer",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Association of Coronavirus Disease 2019 (COVID-19) With Myocardial Injury and Mortality",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Bonow",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Fonarow",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Gara",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Yancy",
                    "middle": [],
                    "last": "Cw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cardiac rehabilitation series: Canada",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Grace",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Ardern",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Although data is limited regarding the proportion of patients with COVID-19 who require post-acute care, historical data from the Canadian Institutes of Health Information Cardiac Care Quality Indicators and Rehabilitation Reports demonstrate that there were 39,438 admissions to inpatient rehabilitation facilities in Canada in the 2018/19 fiscal year, of which 1,331 (3.4%) were cardiac related. Given the associations described between COVID-",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(A) Geographic distribution of COVID-19 cases and deaths per 100,000 population and; (B) geographic distribution of post-acute care facilities across Canada, per 100,000 population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Model for days until hospital resource depletion due to COVID-19. (Adapted with permission from Dr. Beate Sander on behalf of the COVID-19 ModCollab). 8",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}