{
    "paper_id": "e08c8aeba97ca5dd7b129f5991d50f482ba62c30",
    "metadata": {
        "title": "The role of type-2 turkey astrovirus in poult enteritis syndrome",
        "authors": [
            {
                "first": "S",
                "middle": [
                    "K"
                ],
                "last": "Mor",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "addrLine": "1333 Gortner Ave",
                        "postCode": "55108",
                        "settlement": "St. Paul"
                    }
                },
                "email": ""
            },
            {
                "first": "M",
                "middle": [],
                "last": "Abin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "addrLine": "1333 Gortner Ave",
                        "postCode": "55108",
                        "settlement": "St. Paul"
                    }
                },
                "email": ""
            },
            {
                "first": "G",
                "middle": [],
                "last": "Costa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "addrLine": "1333 Gortner Ave",
                        "postCode": "55108",
                        "settlement": "St. Paul"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Durrani",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "addrLine": "1333 Gortner Ave",
                        "postCode": "55108",
                        "settlement": "St. Paul"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Jindal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "addrLine": "1333 Gortner Ave",
                        "postCode": "55108",
                        "settlement": "St. Paul"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [
                    "M"
                ],
                "last": "Goyal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "addrLine": "1333 Gortner Ave",
                        "postCode": "55108",
                        "settlement": "St. Paul"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [
                    "P"
                ],
                "last": "Patnayak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Minnesota",
                    "location": {
                        "addrLine": "1333 Gortner Ave",
                        "postCode": "55108",
                        "settlement": "St. Paul"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "An experimental study was conducted to determine the comparative pathogenicity of type-2 turkey astrovirus (TAstV-2) obtained from turkey flocks afflicted with poult enteritis syndrome (PES) and from turkey flocks displaying no apparent signs of infection. In total, ninety 7-d-old poults, which tested negative for the presence of astrovirus, rotavirus, coronavirus, and reovirus by reverse transcriptase (RT) PCR , were divided evenly into 3 groups: A, B, and C. Birds in group A were inoculated orally with turkey astrovirus-positive intestinal contents from birds affected with PES. Group B received turkey astrovirus-containing intestinal contents from apparently healthy flocks. Group C served as a negative control and was given PBS. Clinical signs of diarrhea, depression, and dullness were observed in group A. Birds in group B also showed clinical signs similar to those in group A, although the signs were milder in nature. Birds in group C did not show any clinical signs. At 16 d postinoculation, the BW of birds in group A was significantly lower than that of birds in groups B or C. In addition, the bursa size was reduced in group A, but not in groups B or C. Birds in groups A and B, but not in group C, were found to shed turkey astrovirus in their feces, as detected by RT-PCR. These results provide a preliminary indication that TAstV-2 from PES birds may be more pathogenic than TAstV-2 from apparently healthy poults. Further studies are needed to determine if pathogenic and nonpathogenic strains of TAstV-2 exist in the environment. These results also reinforce our previous observations that astrovirus is involved in PES, causing significant retardation in growth and weight gain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Astroviruses are small, nonenveloped, positive-sense RNA viruses with a genome size of 6.8 to 7.9 kb. On the basis of their distinctive star-like structure, the name astrovirus was given to these small round viruses, which are known to cause diarrhea in humans and domestic poultry (Madeley and Cosgrove, 1975) . The duck hepatitis virus, which was thought to be a picornavirus (Asplin, 1965) , was later renamed as an astrovirus on the basis of its morphology (Gough et al., 1984) . Turkey astrovirus (TAstV) was first detected in turkey poults experiencing diarrhea in the United Kingdom (McNulty et al., 1980) , and later in the United States (Reynolds and Saif, 1986) . Three types of avian astroviruses have been detected in turkeys, 2 of turkey origin and 1 of chicken origin Pantin-Jackwood et al., 2008a) . The turkey-origin viruses are known as turkey astrovirus 1 (TAstV-1) and turkey astrovirus 2 (TAstV-2) (Koci and Schultz-Cherry, 2002) , and the chicken-origin virus is called avi-an nephritis virus (ANV). The prevalence of TAstV-2, TAstV-1, and ANV in commercial turkey flocks approaches 100, 15.4, and 12.5%, respectively (Pantin-Jackwood et al., 2008a) . The TAstV-2 has frequently been associated with poult enteritis complex (PEC), poult enteritis mortality syndrome, and poult enteritis syndrome (PES; Barnes et al., 2000; Pantin-Jackwood et al., 2008a; Jindal et al., 2009a Jindal et al., , 2010a .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 310,
                    "text": "(Madeley and Cosgrove, 1975)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 378,
                    "end": 392,
                    "text": "(Asplin, 1965)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 461,
                    "end": 481,
                    "text": "(Gough et al., 1984)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 582,
                    "end": 612,
                    "text": "Kingdom (McNulty et al., 1980)",
                    "ref_id": null
                },
                {
                    "start": 646,
                    "end": 671,
                    "text": "(Reynolds and Saif, 1986)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 782,
                    "end": 812,
                    "text": "Pantin-Jackwood et al., 2008a)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 918,
                    "end": 949,
                    "text": "(Koci and Schultz-Cherry, 2002)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1139,
                    "end": 1170,
                    "text": "(Pantin-Jackwood et al., 2008a)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1323,
                    "end": 1343,
                    "text": "Barnes et al., 2000;",
                    "ref_id": null
                },
                {
                    "start": 1344,
                    "end": 1374,
                    "text": "Pantin-Jackwood et al., 2008a;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1375,
                    "end": 1395,
                    "text": "Jindal et al., 2009a",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1396,
                    "end": 1418,
                    "text": "Jindal et al., , 2010a",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The TAstV-2 has been detected not only in flocks with enteritis, but also in apparently healthy flocks of turkeys Jindal et al., 2010b) . It is not known if TAstV-2 detected from PESaffected flocks differ in pathogenicity from those in apparently healthy flocks. We conducted this study to determine the comparative pathogenicity of TAstV-2 in apparently healthy and PES-affected flocks.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 135,
                    "text": "Jindal et al., 2010b)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Twenty 2-wk-old poults showing clinical signs of PES were selected from a PES-affected commercial turkey flock (PES flock). Another 20 birds were selected from an apparently healthy flock (non-PES flock). The birds were killed by cervical dislocation and then necropsied. The intestinal contents from the 2 groups were each pooled separately and processed as described earlier (Jindal et al., 2009b) . Briefly, 10% suspensions of pooled intestinal contents in PBS were centrifuged at 1,200 × g for 20 min at 25°C. The supernatants were collected and examined for bacteria (Salmonella) by culturing; they were found to be negative. We also tested the supernatants for rotavirus, reovirus, and coronavirus with reverse transcriptase (RT)-PCR (Jindal et al., 2009c) to ensure that they were only positive for TAstV-2. The position of the bands on the agarose gel at 598, 630, 849, and 1,120 bp was used to confirm the presence or absence of coronavirus, rotavirus, TAstV-2, and reovirus, respectively. To further confirm viral identity, positive PCR products were purified using a QIAquick PCR purification kit (Qiagen, Valencia, CA) and sequenced at the Biomedical Genomic Center (University of Minnesota, St. Paul). Sequencing was performed in both directions with the same primers as in the initial RT-PCR reactions. The sequences obtained were aligned with the existing database using the BLAST search tool available online (www.ncbi.nlm.nih.gov).",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 399,
                    "text": "(Jindal et al., 2009b)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 740,
                    "end": 762,
                    "text": "(Jindal et al., 2009c)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Source of Inocula"
        },
        {
            "text": "For the first passage, the supernatants from the PES flock and from the non-PES flock were filtered through 0.45-µm filters, and the filtrates were inoculated orally in 3-d-old specific-pathogen-free turkey poults (20 poults/group). Three days postinoculation (DPI), these birds were killed and their intestinal contents were pooled into 2 separate pools (PES and non-PES). Another blind passage was given in 3-d-old specificpathogen-free turkey poults using supernatants derived from the intestinal contents of the first passage. The intestinal contents obtained from the second passage were processed and examined for the presence of viruses as described above. These second-passage supernatants were used as inocula for the experimental study as detailed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Amplification of Inocula"
        },
        {
            "text": "One-day-old turkey poults (n = 90) were procured from a commercial hatchery known to be free from TAstV. The poults were divided into 3 groups of 30 poults each (groups A, B, and C). Two birds from each of the 3 groups were killed at 1 d of age and their intestinal contents were examined by RT-PCR to ensure that they were free of enteric viruses, including TAstV. In addition, 1 pool of feces from the floor of each transport container was collected and examined by RT-PCR. The 3 groups of birds were placed into 3 separate isolators, and they were fed a starter diet from d 1 until the end of the experiment (at 22 d of age). At 7 d of age, 5 fecal samples were collected and pooled from the floor of each of the 3 isolators to make 3 pools (1 from each isolator) and examined by RT-PCR to ensure the absence of enteric viruses. At this time, 22 birds each in groups A and B (7 d of age) were inoculated orally (1 mL/bird) with PES and non-PES supernatant, respectively. Birds in group C (n = 22) were given PBS only and were referred to as the negative control group. Six birds in each group were not inoculated in order to serve as sentinel birds. The animal care protocol for this experiment was approved by the Institutional Animal Care and Use Committee of the University of Minnesota (St. Paul). Poults in all 3 groups were observed daily for the development of clinical signs until 16 DPI. Growth response, gross pathology, and virus shedding were studied at 5, 11, and 16 DPI, as detailed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental Study"
        },
        {
            "text": "Before inoculation (7 d of age, d 0 of experiment), all poults were weighed to determine baseline BW. Subsequently, 7 poults (5 experimental and 2 sentinel) from each group were weighed individually at 5 and 11 DPI, and then killed. The remaining birds in each of the 3 groups were weighed individually at 16 DPI and killed. The mean treatment effect in each group was calculated by taking the average of the mean BW at each interval in a given group. The overall growth depression was calculated by the formula given below:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth Response and Gross Pathology"
        },
        {
            "text": "Overall growth depression (%) = 100 -[(Mean treatment effect value in group A or B/Mean treatment effect value in group C) × 100].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth Response and Gross Pathology"
        },
        {
            "text": "Gross pathological changes were noticed in visceral organs of poults in different groups at different intervals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Growth Response and Gross Pathology"
        },
        {
            "text": "The total RNA was extracted from the intestinal contents from all individual experimental birds at 5, 11, and 16 DPI, and from the pool of fecal samples collected from the isolator floor at each DPI from each group, using the Qiagen RNA easy kit (Qiagen). As positive controls, RNA was extracted from turkey rotavirus (kindly provided by Y. M. Saif, Ohio Agricultural Research and Development Center, Wooster), TAstV-2, and turkey reovirus (SEP 108, kindly provided by J. M. Day, Southeast Poultry Research Laboratory, Athens, GA). Prior to total RNA extraction, the intestinal contents were processed as described earlier in the source of inocula section. Extracted RNAs were subjected to RT-PCR for the detection of rotavirus, TAstV-2, and reovirus using virus-specific primers (Jindal et al., 2009c) . The RT-PCR was performed using a Qiagen One Step RT-PCR kit (Qiagen). The position of the bands in the agarose gel at 630, 849, and 1,120 bp confirmed the presence of rotavirus, TAstV-2, and reovirus, respectively ( Figure 1) . The virus-positive PCR products were purified and sequenced using forward and reverse primers (Jindal et al., 2009c) . The sequences were then aligned and subjected to BLAST analysis as described earlier.",
            "cite_spans": [
                {
                    "start": 780,
                    "end": 802,
                    "text": "(Jindal et al., 2009c)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1127,
                    "end": 1149,
                    "text": "(Jindal et al., 2009c)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 1021,
                    "end": 1030,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Molecular Detection of Enteric Viruses"
        },
        {
            "text": "To determine the effect of different treatments on BW, the data were statistically analyzed using ANOVA tables. In all cases, P < 0.05 denotes a statistically significant difference between treatment groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Analysis"
        },
        {
            "text": "The BLAST analysis of the aligned sequences confirmed that both inocula only contained TAstV-2. The TAstV-2 from PES and non-PES flocks differed in their polymerase gene as well as in their capsid gene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inoculum Confirmation"
        },
        {
            "text": "The clinical signs observed in different groups postinoculation are presented in Table 1 . Poults in group A started experiencing diarrhea at 1 DPI. Initially, the feces were watery and frothy, but the consistency of feces in a few birds changed later to being semisolid. In other birds, watery and frothy feces continued up to the end of the experiment. Poults in group B experienced diarrhea from 2 DPI, but it was milder in nature and shorter in duration. Sentinel birds in group A started experiencing diarrhea on 5 DPI and it was less severe than that in the inoculated birds. Huddling of poults was observed in group A, but not in groups B or C. Poults in the control group (C) did not exhibit any signs of depression, lethargy, or diarrhea. No mortality was observed in any of the groups, except for 1 poult in group B that died on 3 DPI.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Clinical Findings"
        },
        {
            "text": "Poults in group A had lower BW on 5 DPI ( Table 2) . The decrease in BW in group A was statistically significant at 16 DPI as compared with that in groups B and C. The overall growth depression in groups A and B as compared with that in group C was 16 and 2%, respectively (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 42,
                    "end": 50,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 273,
                    "end": 282,
                    "text": "(Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Growth Response"
        },
        {
            "text": "Gross pathological lesions observed in poults of different groups postinoculation are presented in Table 3 . At necropsy, no gross changes were observed in group C poults. Gross changes, mostly confined to the gastrointestinal tract, were observed in groups A and B from 5 DPI onwards. Pale distended intestines with watery contents, and distended ceca with loose to watery and frothy contents were seen. When birds were opened at necropsy at 5 DPI, greenish watery feces dripped from the vents of treated poults. The intestinal wall was no- Figure 1 . Gel electrophoretic analysis of purified reverse-transcriptase PCR products of turkey astrovirus 2 (TAstV-2), rotavirus, and reovirus [from poult enteritis syndrome (PES) and non-PES inocula] run separately using the protocol of Jindal et al. (2009c) . Lanes 1 and 11: 1 kb DNA marker; lanes 2, 3, and 4 show TAstV-2, rotavirus, and reovirus, respectively, from positive control RNA; lane 5 shows the PES inoculum to be positive for TAstV-2 only; lanes 6 and 7 show the PES inoculum to be negative for rotavirus and reovirus, respectively; lane 8 shows non-PES inoculums to be positive for TAstV-2 only; lanes 9 and 10 show non-PES inoculums to be negative for rotavirus and reovirus, respectively. Depression  3  3  2  3  2  1  0  0  0  Dullness  3  3  2  3  2  1  0  0  0  Diarrhea  3  3  2  3  2  2  0  0  0  Retarded growth  3  3  3  2  2  1  0  0  0  Huddling  3  3  2 ticeably thin and the intestine was filled with gas in most birds. Similar changes were also noticed at 11 and 16 DPI. The gross pathological changes in group B and sentinel birds were milder than those in group A for all DPI. There was a reduction in the size of the bursa in group A, but not in groups B or C.",
            "cite_spans": [
                {
                    "start": 782,
                    "end": 803,
                    "text": "Jindal et al. (2009c)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 106,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 542,
                    "end": 550,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1252,
                    "end": 1426,
                    "text": "Depression  3  3  2  3  2  1  0  0  0  Dullness  3  3  2  3  2  1  0  0  0  Diarrhea  3  3  2  3  2  2  0  0  0  Retarded growth  3  3  3  2  2  1  0  0  0  Huddling  3  3  2",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Gross Pathology"
        },
        {
            "text": "The TAstV-2 virus was detected at 5, 11, and 16 DPI in the intestinal contents of all birds (inoculated and sentinel) in groups A and B. Pools of feces collected from the floor of the isolators housing group A and B birds were also positive for the virus. None of the intestinal content samples or pools of feces from group C were positive for TAstV at any time point (Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 368,
                    "end": 376,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Virus Shedding"
        },
        {
            "text": "The aim of this study was to compare the pathogenicity of TAstV-2 from PES-affected and apparently healthy flocks. We selected 2 types of flocks (PES and non-PES) to determine if TAstV-2 from both types of flocks were equally pathogenic. The TAstV-2 from PES and non-PES flocks showed differences in both polymerase and capsid genes. The clinical findings in poults inoculated with material from the PES flock were consistent with those reported in previous studies (Koci et al., 2003; Tang et al., 2006; Pantin-Jackwood et al., 2008b; Jindal et al., 2009b) . The lack of mortality in our study is in contrast to Pantin-Jackwood et al. (2008b) who reported high mortality in turkeys inoculated with 3 different types of TAstV-2. However, our results are consistent with those of Jindal et al. (2009b) , who did not report any mortality in experimental birds inoculated with PES material containing rotavirus, TAstV-2, and Salmonella. Mortality may depend on the virulence and dose of the pathogen, and on the age of the bird at inoculation (Yu et al., 2000; Pantin-Jackwood et al., 2008b) .",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 485,
                    "text": "(Koci et al., 2003;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 486,
                    "end": 504,
                    "text": "Tang et al., 2006;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 505,
                    "end": 535,
                    "text": "Pantin-Jackwood et al., 2008b;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 536,
                    "end": 557,
                    "text": "Jindal et al., 2009b)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 613,
                    "end": 643,
                    "text": "Pantin-Jackwood et al. (2008b)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 779,
                    "end": 800,
                    "text": "Jindal et al. (2009b)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1040,
                    "end": 1057,
                    "text": "(Yu et al., 2000;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1058,
                    "end": 1088,
                    "text": "Pantin-Jackwood et al., 2008b)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The decrease in BW gain in group A can be attributed to decreased feed intake, altered feed conversion efficiency, or both. Though we did not calculate the feed intake in different groups, our daily subjective observation indicated a larger amount of unconsumed feed in the group inoculated with the PES material than that in the other 2 groups. Nighot et al. (2010) reported that TAstV-2 infection induces sodium malabsorption, possibly through redistribution of specific sodium transporters, which results in osmotic diarrhea. In our study, the 16% growth depression in group A birds inoculated with PES material is of considerable economic significance. Barnes et al. (2000) estimated that a 10 to 15% growth depression due to PEC would cause losses of $300 to $400 million annually to the US turkey industry. It is also possible that birds with enteritis are not able to achieve their target weight at marketing age (Odetallah et al., 2001; Jindal et al., 2009c) . In fact, a light turkey syndrome has been observed in Minnesota, where turkey weight is 4 to 5 pounds lower at marketing age in some farms. We hypothesize that enteric virus infections at an early age play a role in this syndrome. Overall growth depression (%) 0 d (n = 28) 5 d (n = 5) 11 d (n = 5) 16 d (n = 10)",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 366,
                    "text": "Nighot et al. (2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 657,
                    "end": 677,
                    "text": "Barnes et al. (2000)",
                    "ref_id": null
                },
                {
                    "start": 920,
                    "end": 944,
                    "text": "(Odetallah et al., 2001;",
                    "ref_id": null
                },
                {
                    "start": 945,
                    "end": 966,
                    "text": "Jindal et al., 2009c)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "A 92 ± 2.2 a 109 ± 13.2 a 134 ± 13.6 a 169 ± 4.6 b 137 b 16 B 94 ± 1.7 a 129 ± 9.8 a 153 ± 7.7 a 198 ± 4.3 a 160 a 2 C 92 ± 2.0 a 118 ± 7.6 a 162 ± 7.8 a 208 ± 6.1 a 163 a a,b Values with different superscripts within a column differ significantly (P < 0.05); all values are mean ± SE of poults at each interval. 1 A = poults inoculated with turkey astrovirus-2-positive material from a flock with poult enteritis syndrome, B = poults inoculated with turkey astrovirus-2-positive material from an apparently healthy flock, and C = poults inoculated with PBS (control). 2 n = number of poults whose BW was taken on a given day postinoculation; no sentinel birds were included in calculating mean BW. In this study, poults inoculated with PES material obtained from turkey farms with enteric problems had significantly lower BW as compared with that of poults inoculated with TAstV-2 positive material from apparently healthy birds, providing preliminary evidence that TAstV-2 from an apparently healthy flock might be less pathogenic than that from a PES flock. In an earlier study, Pantin-Jackwood et al. (2008b) compared the pathogenicity of 3 TAstV differing in their capsid genes, and reported no major differences in induction of enteritis or effect on BW in experimental poults. It is possible that all 3 TAstV in their study originated from flocks with enteritis.",
            "cite_spans": [
                {
                    "start": 1082,
                    "end": 1112,
                    "text": "Pantin-Jackwood et al. (2008b)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There was mild to moderate regression of bursa in group A poults inoculated with material from the PES flock. This is consistent with previous studies (Koci et al., 2003; Pantin-Jackwood et al., 2008b) in which poults challenged with TAstV showed atrophy of lymphoid tissues. In our study, the shedding pattern indicated that the virus persisted in inoculated poults for up to 16 DPI, which is in line with the results of previous studies (Koci et al., 2003; Tang et al., 2006; Pantin-Jackwood et al., 2008b) . No difference in virus shedding was observed in birds inoculated with PES or non-PES material, indicating that the TAstV-2 in both types of flocks (PES and non-PES) may be shed by the infected birds through their feces. The feces may act as source of virus for naïve birds, thereby continuing the cycle of infection. This is further supported by the shedding pattern observed in sentinel birds, which were positive for TAstV-2 until 16 DPI.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 170,
                    "text": "(Koci et al., 2003;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 171,
                    "end": 201,
                    "text": "Pantin-Jackwood et al., 2008b)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 439,
                    "end": 458,
                    "text": "(Koci et al., 2003;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 459,
                    "end": 477,
                    "text": "Tang et al., 2006;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 478,
                    "end": 508,
                    "text": "Pantin-Jackwood et al., 2008b)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Under field conditions, birds are in close contact with each other, particularly in deep litter systems; the chance of pathogens to spread via the fecal-oral route is higher in such systems. The shedding pattern of TAstV-2 in sentinel birds in our study indicates that an infection induced by this virus may continue for a long period in a flock because of the availability of a sufficiently susceptible population. Though the spread can occur in both types of flocks, it seems that in apparently healthy flocks, this virus may assume a pathogenic role if birds are stressed. The presence of concurrent infections may further complicate the situation. We tested the fecal samples for rotavirus, reovirus, and coronavirus and found them to be negative for these 3 viruses. The inocula and samples were also found negative for Salmonella. Though our samples and inocula were negative for the aforesaid pathogens, the effect of other enteric pathogens in the inocula or poults in causing or increasing the severity of enteritis in experimental poults cannot be ruled out. Although the volume of inocula in both groups was the same, we cannot be certain that the amount of virus present in these inocula was the same. Different virus concentrations may also play a role in the prevalence and severity of enteritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, the results of this study reveal that oral inoculation of turkey poults with TAstV-2-positive intestinal material from PES birds lead to diarrhea, significant growth depression, and bursal atrophy. Increased severity of the disease and higher loss of BW in poults inoculated with PES material compared with those in poults inoculated with non-PES material indicate that there may be differences in the pathogenicity of TAstV-2. Additional studies are needed to confirm this hypothesis. 1 pos: positive for turkey astrovirus-2; neg: negative for turkey astrovirus-2. 2 A = poults inoculated with turkey astrovirus-2-positive material from a flock with poult enteritis syndrome, B = poults inoculated with turkey astrovirus-2-positive material from an apparently healthy flock, and C = poults inoculated with PBS (control).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "3 Number of samples positive/total number of samples tested. 4 One poult died at 3 d postinoculation from unrelated causes.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 62,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Duck hepatitis",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Asplin",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Vet. Rec",
            "volume": "77",
            "issn": "",
            "pages": "487--488",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A multiplex RT-PCR test for the differential identification of turkey astrovirus type 1, turkey astrovirus type 2, chicken astrovirus, avian nephritis virus, and avian rotavirus",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spackman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Pantin-Jackwood",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Avian Dis",
            "volume": "51",
            "issn": "",
            "pages": "681--684",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Astrovirus-like particles associated with hepatitis in ducklings",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Gough",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Borland",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Keymer",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Vet. Rec",
            "volume": "114",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Detection and molecular characterization of enteric viruses from poult enteritis syndrome in turkeys",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jindal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Patnayak",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chander",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Ziegler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Goyal",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Poult. Sci",
            "volume": "89",
            "issn": "",
            "pages": "217--226",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection and molecular characterization of enteric viruses in breeder turkeys",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jindal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Patnayak",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chander",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Ziegler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Goyal",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Avian Pathol",
            "volume": "39",
            "issn": "",
            "pages": "53--61",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A retrospective study on poult enteritis syndrome in Minnesota",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jindal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Patnayak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Ziegler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lago",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Goyal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Avian Dis",
            "volume": "53",
            "issn": "",
            "pages": "268--275",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Experimental reproduction of poult enteritis syndrome: Clinical findings, growth response, and microbiology",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jindal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Patnayak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Ziegler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lago",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Goyal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Poult. Sci",
            "volume": "88",
            "issn": "",
            "pages": "949--958",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Duration of growth depression and pathogen shedding in experimentally reproduced poult enteritis syndrome",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jindal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Patnayak",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Ziegler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lago",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Goyal",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Avian Dis",
            "volume": "53",
            "issn": "",
            "pages": "517--522",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Astroviruses induce diarrhea in the absence of inflammation and cell death",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Koci",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Moser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Cherry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol",
            "volume": "77",
            "issn": "",
            "pages": "11798--11808",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Avian astroviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Koci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schultz-Cherry",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Avian Pathol",
            "volume": "31",
            "issn": "",
            "pages": "213--227",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "28-nm particles in feces in infantile gastroenteritis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Madeley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Cosgrove",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "451--452",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Detection of astroviruses in turkey faeces by direct electron microscopy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcnulty",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Curran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Mcferran",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Vet. Rec",
            "volume": "106",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Astrovirus infection induces sodium malabsorption and redistributes sodium hydrogen exchanger expression",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Nighot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moeser",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Blikslager",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Koci",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Virology",
            "volume": "401",
            "issn": "",
            "pages": "146--154",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Growth and digestive function of turkeys surviving the poult enteritis and mortality syndrome",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Krugert",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Poult. Sci",
            "volume": "80",
            "issn": "",
            "pages": "1223--1230",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Enteric viruses detected by molecular methods in commercial chicken and turkey flocks in the United States between",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Pantin-Jackwood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Jackwood",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spackman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Avian Dis",
            "volume": "52",
            "issn": "",
            "pages": "235--244",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pathogenesis of type 2 turkey astroviruses with variant capsid genes in 2-day-old specific-pathogen-free poults",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Pantin-Jackwood",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spackman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Avian Pathol",
            "volume": "37",
            "issn": "",
            "pages": "193--201",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Periodic monitoring of commercial turkeys for enteric viruses indicates continuous presence of astrovirus and rotavirus on the farms",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Pantin-Jackwood",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spackman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Day",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rives",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Avian Dis",
            "volume": "51",
            "issn": "",
            "pages": "674--680",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Astrovirus: A cause of an enteric disease in turkey poults",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Avian Dis",
            "volume": "30",
            "issn": "",
            "pages": "728--735",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Pathogenicity of turkey astroviruses in turkey embryos and poults",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Murgia",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Avian Dis",
            "volume": "50",
            "issn": "",
            "pages": "526--531",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Viral agents associated with poult enteritis and mortality syndrome: The role of a small round virus and a turkey coronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Ismail",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "N"
                    ],
                    "last": "Dearth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Saif",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Avian Dis",
            "volume": "44",
            "issn": "",
            "pages": "297--304",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The scores indicated in the above table are based on 0 = no clinical sign in any bird, 1 = <5 poults showing the indicated sign, 2 = 5 to 10 poults showing the indicated clinical sign, 3 = >10 poults showing the indicated clinical sign. 2 A = poults inoculated with turkey astrovirus-2-positive material from a flock with poult enteritis syndrome, B = poults inoculated with turkey astrovirus-2-positive material from an apparently healthy flock, and C = poults inoculated with PBS (control).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "At 5 and 11 d postinoculation, 7 poults were killed; and at 16 d postinoculation, 14 poults were killed. 2 A = poults inoculated with turkey astrovirus-2-positive material from a flock with poult enteritis syndrome, B = poults inoculated with turkey astrovirus-2-positive material from an apparently healthy flock, and C = poults inoculated with PBS (control).3  One poult died at 3 d postinoculation from unrelated causes.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Extent of clinical signs in poults at 5, 11, and 16 d postinoculation 1",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Body",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Gross",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Turkey astrovirus-2 shedding by reverse-transcriptase PCR in experimentally inoculated poults at 5, 11, and 16 d postinoculation 1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This work was funded in part with a research grant from Rapid Agricultural Response Fund, University of Minnesota (St. Paul).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}