{
    "paper_id": "e187e2887531571e5898831a72e21dca41cc541f",
    "metadata": {
        "title": "Association of Treatment Dose Anticoagulation with In-Hospital Survival Among Hospitalized Patients with COVID-19",
        "authors": [
            {
                "first": "I",
                "middle": [],
                "last": "Paranjpe",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "Fuster",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Lala",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Russak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "S"
                ],
                "last": "Glicksberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "Levin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "W"
                ],
                "last": "Charney",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Narula",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Z",
                "middle": [
                    "A"
                ],
                "last": "Fayad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "E",
                "middle": [],
                "last": "Bagiella",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "G",
                "middle": [
                    "N"
                ],
                "last": "Nadkarni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Reports note increased thromboembolic events among hospitalized patients (1, 2) and anecdotal observations of improved outcomes with systemic anticoagulation (AC). However the specific role of AC in disease management remains unclear (3, 4) . We assessed association between administration of in-hospital AC and survival in a large cohort of hospitalized patients with COVID-19. This work was approved by the Institutional Review Board at the Icahn School of Medicine at Mount Sinai (#20-03271).",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 77,
                    "end": 79,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 234,
                    "end": 237,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 238,
                    "end": 240,
                    "text": "4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Between March 14 and April 11, 2020, 2,773 patients were hospitalized with laboratoryconfirmed COVID-19 within the Mount Sinai Health System in New York City. We used a Cox proportional hazards model to evaluate the effect of treatment-dose systemic AC (including oral, subcutaneous, or intravenous forms) on in-hospital mortality. We adjusted for age, sex, ethnicity, body mass index, history of hypertension, heart failure, atrial fibrillation, type 2 diabetes, AC use prior to hospitalization, and admission date. To adjust for differential length of stay and initiation of AC treatment, AC treatment duration was used as a covariate while intubation was treated as a time-dependent variable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Among 2,773 hospitalized COVID-19 patients, 786 (28%) received systemic AC during their hospital course. The median (IQR) hospitalization duration was 5 days (3-8 days). Median (IQR) time from admission to AC initiation was 2 days (0-5 days). Median (IQR) duration of AC treatment was 3 days (2-7 days). In-hospital mortality for patients treated with AC was 22.5% with a median survival of 21 days, compared to 22.8% and median survival of 14 days in patients who did not receive AC ( Figure 1A ). Patients who received AC were more likely to require invasive mechanical ventilation (29.8% vs 8.1%, p<0.001). Overall, we observed significantly increased baseline prothrombin time, activated partial thromboplastin time, lactate dehydrogenase, ferritin, C reactive protein, and D-dimer values among individuals who received in-hospital AC as compared to those who did not. These differences were not observed, however, among mechanically ventilated patients. In patients who required mechanical ventilation (N=395), in-hospital mortality was 29.1% with a median survival of 21 days for those treated with AC as compared to 62.7% with a median survival of 9 days in patients who did not receive AC ( Figure 1B) . In a multivariate proportional hazards model, longer duration of AC treatment was associated with a reduced risk of mortality (adjusted HR of 0.86 per day, 95% confidence interval 0.82-0.89, p<0.001).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 486,
                    "end": 495,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1199,
                    "end": 1209,
                    "text": "Figure 1B)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": ""
        },
        {
            "text": "We also explored the association of systemic AC administration with bleeding events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Major bleeding was defined as 1) hemoglobin <7 g/dL and any red blood cell transfusion, 2) at least two units of red blood cell transfusion within 48 hours or 3) a diagnosis code for major bleeding including intracranial hemorrhage, hematemesis, melena, peptic ulcer with hemorrhage, colon, rectal, or anal hemorrhage, hematuria, ocular hemorrhage, and acute hemorrhagic gastritis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Among those who did not receive AC, 38 (1.9%) individuals had bleeding events, compared to 24 (3%) among those who received AC (p=0.2). Of the 24 patients who had bleeding events on AC, 15 (63%) had bleeding events after starting AC and 9 (37%) had bleeding events before starting AC. Bleeding events were more common among patients intubated (30/395; 7.5%) than among non-intubated patients (32/2378; 1.35%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Although limited by its observational nature, unobserved confounding, unknown indication for AC, lack of metrics to further classify illness severity in the mechanically ventilated subgroup, and indication bias, our findings suggest that systemic AC may be associated with improved outcomes among patients hospitalized with COVID-19. The potential benefits of systemic AC, however, need to be weighed against the risk of bleeding and therefore should be individualized. The association of in-hospital AC and mechanical ventilation likely reflects reservation of AC for more severe clinical presentations. Interestingly, there was an association with AC and improved survival after adjusting for mechanical ventilation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Disseminated intravascular coagulation in patients with 2019-nCoV pneumonia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lillicrap",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Thromb. Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coagulopathy and Antiphospholipid Antibodies in Patients with Covid-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Difference of coagulation features between severe pneumonia induced by SARS-CoV2 and non-SARS-CoV2",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Thrombolysis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "These data, derived from a large United States cohort, provide clinical insights for consideration in the management of patients hospitalized with COVID-19. Prospective randomized trials are needed to determine whether systemic AC confers a survival benefit in hospitalized patients with COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Legend",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Kaplan-Meier curve for hospitalized COVID-19 patients (A) and those mechanically ventilated (B). Colors indicate treatment-dose anticoagulation. Patients hospitalized at time of data-freeze or discharged within the study period were right-censored.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Anticoagulation may be associated with improved outcomes among patients hospitalized with COVID-19The novel coronavirus 2019 (COVID-19) has affected nearly every country worldwide.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}