{
    "paper_id": "e1f1ef9d97a7da7b632ae9d3b54c5280979fda3e",
    "metadata": {
        "title": "Oculoplastic video-based telemedicine consultations: Covid-19 and beyond",
        "authors": [
            {
                "first": "Swan",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "•",
                "middle": [],
                "last": "Peter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "M"
                ],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NIHR Biomedical Research Centre for Ophthalmology",
                    "institution": "UCL Institute of Ophthalmology",
                    "location": {
                        "postCode": "EC1V 9EL",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Dawn",
                "middle": [
                    "A"
                ],
                "last": "Sim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "NIHR Biomedical Research Centre for Ophthalmology",
                    "institution": "UCL Institute of Ophthalmology",
                    "location": {
                        "postCode": "EC1V 9EL",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [
                    "T"
                ],
                "last": "Parker",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Sydney",
                    "location": {
                        "settlement": "Sydney",
                        "region": "NSW",
                        "country": "Australia"
                    }
                },
                "email": ""
            },
            {
                "first": "Claire",
                "middle": [],
                "last": "Daniel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Moorfields Eye Hospital NHS Foundation Trust",
                    "location": {
                        "postCode": "EC1V 2PD",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Jimmy",
                "middle": [
                    "M"
                ],
                "last": "Uddin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Moorfields Eye Hospital NHS Foundation Trust",
                    "location": {
                        "postCode": "EC1V 2PD",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "While the Covid-19 pandemic poses an unprecedented challenge to ophthalmic service delivery, it also creates a unique opportunity to rapidly expand and promote new uses of telemedicine. Telemedicine offers distinct benefits to patients, clinicians, and communities during the current crisis: it supports social distancing measures by minimising the need for patients and clinicians to travel to hospitals; it enables continued service delivery at a time when in-person outpatient activity has been severely restricted, supporting patients continued access to medical care, promoting patient confidence and reducing patient and clinician anxiety; and reducing the anticipated surge in demand when normal services resume by allowing existing referral, surgery booking, follow-up and discharge pathways to continue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Telemedicine is well established in ophthalmology. Its largest application is in the use of the store-and-forward model used in the UK National Diabetic Eye Screening Programme [1] . Teledermatology has historically been well integrated in service delivery due to its reliance on visual recognition [2] . Akin to dermatology, oculoplastic conditions are suited for telemedicine as most relevant clinical signs can be elicited without the aid of specialist equipment such as a slit lamp. Most devices used for video consultations would provide sufficient resolution for the objective assessment of oculoplastic parameters [3] [4] [5] [6] and those examinations that cannot be conducted effectively (for example, visual acuity or optic nerve function testing) have often been conducted already by the referrer or during a previous examination.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 621,
                    "end": 624,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 629,
                    "end": 632,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In response to the Covid-19 pandemic, our institution has rapidly deployed video consultations using Attend Anywhere, a browser-based platform that allows clinicians to work through a list of patients in a virtual waiting room. Patients need a device with a camera and microphone, with internet access. When patients join the video call, they are prompted to enter their personal details for identification purposes. These details are purged at the end of the call. No patient details or consultation is recorded or stored on the system. We prospectively collected data on 66 consecutive patients seen by two oculoplastic consultants and one fellow over a period of 4 weeks. The patients were selected pragmatically with video consults replacing outpatient appointments cancelled as a result of the Covid-19 crisis. They comprised both of new referrals and follow-up reviews; routine and urgent appointments were included. Data collected included patient demographics, diagnoses, duration of each consultation, waiting time, clinician and patient feedback. The mean age of patients reviewed was 50.7 years (range 18-88 years). The full range of conditions are presented in Table 1 . The most common was thyroid eye disease (34.8%), followed by eyelid lesions (16.7%), other orbital pathologies (15.2%) and lid pathologies (12.1%). Ninety-one percent were follow-up patients and 9% were new patients. On average, each consultation took 13 min and 50 s and the waiting time was 14 min and 30 s.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1173,
                    "end": 1180,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Clinicians reported that the video consultations were particularly useful to see follow-up and post-operative patients, and to more accurately triage and consult new referrals, who often had clinical information provided from the referrer. The resolution of the video image was satisfactory to assess eyelid position and movement, periocular swelling and hue, chemosis, ocular motility (including eliciting gaze-evoked pain), gross diplopia, facial asymmetry and function, and to perform assessment of reasonably sized eyelid lesions. When greater resolution imaging was required, for example of an eyelid lesion, patients were usually able to take a good-quality photograph themselves using a smartphone camera, and digitally transfer this to the evaluating clinician to review, during the video consultation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If further examination and investigation including imaging and blood tests were required, this could be organised at the same time as when the patient attended the hospital for review or done elsewhere through GP practices. In some orbital and lid tumour cases, video consultation, combined with referral information and external imaging, was sufficient to determine that urgent surgery was required. In these cases, surgery was booked remotely, and the final patient assessment was conducted on the same day as their operation, reducing the time to surgery and the number of visits to hospital required. Some elective surgery could also be booked through this system for thyroid eye disease and lid malposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Video consultations were found to be less effective for new orbital patients who require comprehensive assessment in order to reach a provisional diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patient feedback was collected using a structured questionnaire. Ninety-four percent of patients found it easy to join the consultation. Sixty-two percent of patients preferred a video consultation to a face-to-face consultation as it was safer and more convenient. When given the choice, more than 80% of patients chose to be seen via a video consultation rather than a telephone consultation. Patients reported that they had more confidence in care they received as they were able to see the clinician's face and that they found it easier to describe their symptoms. Ninety-two percent of patients would recommend video consultations to others. Outcomes for the patients may include reassurance of post-operative outcome, stability, improvement or deterioration of a disease and drug medication adjustment (which can often be done remotely through pharmacy and GPs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The widespread adoption of teleophthalmology, accelerated by the Covid-19 pandemic, could radically transform the landscape of ophthalmic service delivery. Its cost effectiveness [7] , combined with an increasingly digitally enabled population, make it attractive to both providers and patients. Video consultations lend themselves well to the deployment of ancillary technologies. Speech recognition, for example, could be used to produce a transcript of the consult, while natural language processing could extract salient information from this to populate a structured electronic medical record entry and produce a GP letter. Computer vision could be deployed to support real-time, dynamic quantification of facial anatomy and motility [8] . Although the expansion of teleophthalmology is driven by crisis, it is essential that we carry over successful developments into business-as-usual practices when normal service resumes.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 739,
                    "end": 742,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The English National Screening Programme for diabetic retinopathy 2003-2016",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Scanlon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Acta Diabetol",
            "volume": "54",
            "issn": "",
            "pages": "515--540",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A 14-year review of a UK teledermatology service: experience of over 40 000 teleconsultations",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Mehrtens",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shall",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Halpern",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Exp Dermatol",
            "volume": "44",
            "issn": "",
            "pages": "874--81",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The aesthetic oculoplastic surgery video teleconference consult",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hwang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eftekhari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Schwarcz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Massry",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Aesthet Surg J",
            "volume": "39",
            "issn": "",
            "pages": "714--722",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Use of telemedicine to assist ophthalmologists in developing countries for the diagnosis and management of four categories of ophthalmic pathology",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Benzion",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Helveston",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Ophthalmol",
            "volume": "1",
            "issn": "",
            "pages": "489--95",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Application of teleophthalmology in remote diagnosis and management of adnexal and orbital diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Raman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Mohan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Indian J Ophthalmol",
            "volume": "57",
            "issn": "",
            "pages": "381--385",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Murdoch I. Subspecialty adnexal ophthalmological examination using telemedicine",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rayner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beaconsfield",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Collin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Telemed Telecare",
            "volume": "7",
            "issn": "",
            "pages": "29--31",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Review of economic evaluations of teleophthalmology as a screening strategy for chronic eye disease in adults",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sharafeldin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kawaguchi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sundaram",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rudnisky",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Br J Ophthalmol",
            "volume": "102",
            "issn": "",
            "pages": "1485--91",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A renaissance of teleophthalmology through artificial intelligence",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Korot",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weiner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Sim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trese",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eye",
            "volume": "33",
            "issn": "",
            "pages": "861--864",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Oculoplastic video-based telemedicine consultations: Covid-19 and beyond",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Full list of diagnoses seen via video consult.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}