{
    "paper_id": "e4f6e775a1a5acd72c12afea49fd1eda1d3e6c15",
    "metadata": {
        "title": "Journal Pre-proof Building the Pyramids Building the Pyramids A perspective on creating and upscaling a critical care workforce at a public hospital during the novel Coronavirus (COVID-19) pandemic in New York City",
        "authors": [
            {
                "first": "Alok",
                "middle": [],
                "last": "Bhatt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NYU Langone Health",
                    "location": {
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Sunil",
                "middle": [],
                "last": "Nair",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NYU Langone Health",
                    "location": {
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Radu",
                "middle": [],
                "last": "Postelnicu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NYU Langone Health",
                    "location": {
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Ashwin",
                "middle": [],
                "last": "Basavaraj",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NYU Langone Health",
                    "location": {
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Amit",
                "middle": [],
                "last": "Uppal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NYU Langone Health",
                    "location": {
                        "region": "New York"
                    }
                },
                "email": ""
            },
            {
                "first": "Vikramjit",
                "middle": [],
                "last": "Mukherjee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "NYU Langone Health",
                    "location": {
                        "region": "New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The world is in the midst of a pandemic that has required an extraordinary response, not just from the medical community but also society at large. Where the medical community is calling doctors out of retirement to join the workforce, 1 people are being asked and told to maintain physical and social distancing 2 -reflecting everyone's contribution in the attempt to \"flatten the curve\" and tackle the largest and most dangerous outbreak in recent medical history. New York in particular has borne the brunt of this pandemic, having recently surpassed the largest epicenter in Europe (Italy) both in total number of cases as well as At Bellevue Hospital center, the largest (and oldest) public hospital in New York City (NYC), 4 we are experiencing first-hand the resource strain created by an outbreak of this nature. We have gone from a single patient -our first case admitted on March 10 th -to over 350 patients in the hospital just 4 weeks later. We have provided care to over 200 critically ill patients, almost all intubated for acute respiratory distress syndrome (ARDS). Keeping up with the onslaught of critically ill patients has required not just foresight that has blurred the line with speculation, but also buy-in from all medical staff. We seek to describe this model that was implemented at a public city hospital at the center of the NYC COVID-19 crisis, and hope that this description helps other health care facilities adapt their own responses to the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the beginning, our special pathogens team remained on call, with a small group of critical care physicians taking call in 12-hour shifts, awaiting news of the inevitable first case. At the time, projected numbers were unclear, but anticipated to be small. Bellevue Hospital Center is uniquely positioned to face novel pathogens, having been designated as a Centers for Disease Control regional Ebola and special pathogens treatment center in 2014. 5 A section of our tuberculosis ward, which was already negative pressure and critical care capable, was set aside for any persons under investigation (PUIs) or confirmed COVID-19 cases. Additionally, 9 negative pressure ICU rooms were earmarked for any patient requiring intensive care. Patients were expected to be cared for by a very limited set of personnel, in order to avoid any inadvertent contamination leading to \"super-spreader\" events within the hospital environment. The first PUI was admitted on March 10 th . At that time, each patient was cared for by our special pathogens team, with one nurse and one attending physician each working in 12-hour shifts. Almost immediately following this, the entire division of pulmonary and critical care medicine was briefed about anticipated policies and procedures related to PUIs and cases. These briefings were continued weekly, and as more frequently as needed. An outline was already being created for when the number of cases would begin to exceed the capabilities of the original group, understanding that the special pathogens team would not be a scalable option for pandemic level volumes of patients.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 452,
                    "text": "5",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Within a short span of time, we witnessed an exponential rise in the number of cases requiring critical care. While there is no doubt that the virus was a threat to the entire city and world at large, some communities were hit harder than others either for socioeconomic reasons, or from frequent contact between members of a close-knit community. At our hospital, we care for a large number of individuals from less advantaged communities. Their daily wage jobs possibly could not withstand the economic fallout from the measures that the city and state were beginning to take, and living conditions in New York City can often preclude any social or physical distancing. Very quickly it started to be clear that the special pathogens team as it existed, would not be sufficiently able to care for the increasingly larger and sicker pool of PUIs and confirmed cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The medical community, as it does so often, exemplified the inherent desire for healthcare workers to come together in a time of crisis and need. We had already gone from an attending physician-only model to one that incorporated critical care fellows-in-training that had volunteered to provide direct bedside care for critically ill COVID-19 patients. One team turned into four, with fellows given autonomous roles to lead some of these teams. Residents began to join these teams, as did physician assistants, some of who were from specialties far removed from critical care. An expansive training program was launched, providing \"Just In Time\" training (JIT) for physicians, nurses, respiratory therapists, environmental service workers and other health care workers. This utilized a state of the art simulation center available through our division, though of course under the guidance of physicians with significant experience in preparing for such events. At the leadership level, physicians from other specialties brought their expertise to the table to streamline the various facets of care for a burgeoning critically ill population. Palliative care medicine took a frontline role in addressing loved ones and managing expectations in a highly uncertain disease environment, including working with social work to provide families almost daily video meetings with patients that they couldn't meet due to visitation restrictions. Anesthesiologists began to provide 24-hour procedural services to help the intensivists with the increasingly frequent intubations, as well as central venous and arterial catheter insertions. The post anesthesia care unit (PACU) was designated as the non-COVID-19 critical care area, and surgical critical care specialists now also treat non-COVID-19 medical intensive care unit (MICU) and cardiac care unit (CCU) patients. This allowed us to utilize the entire ICU floor, consisting of 54 beds, for the care of COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This disease has been unique in many ways. Just one of them is the long ICU and hospital length of stay that sicker patients are experiencing. 6 There is very little ICU \"turnover\", and patients that are 10 days into their disease course are not any less unstable than those that have just been admitted. We have accepted hundreds of patients from neighboring hospitals that were struggling to provide adequate care to critically ill patients under the constant stream of admissions they were getting. After having expanded to nearly 8 teams and having repurposed our endoscopy unit, large swathes of the emergency room, and the ambulatory surgery waiting areas into additional COVID-19 ICUs, we are now finding ways to safely accommodate two critically ill patients in one ICU room. We are incorporating the Society of Critical Care Medicine tiered staffing model where a limited number of critical care physicians can oversee the care of a large number of critically ill patients by utilizing ICU advanced practice providers (APPs) and non-ICU physicians as physician extenders, working alongside other staff that are familiar with ICU patients. Nurses without formal critical care training can similarly be \"up-trained\" and work with critical care nursing supervision.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 144,
                    "text": "6",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Today, we have the support of a multitude of nurses, respiratory therapists and ancillary staff from around the country putting in shifts around the clock. We have the support of cardiologists and hospitalists handling admissions and logistics; primary care physicians, along with residents and attending physicians from other specialists functioning as interns; anesthesiologists providing procedural support around the clock; anesthesiologists and orthopedic surgeons constituting a \"prone team\" for mechanically ventilated patients requiring prone positioning; surgeons assisting with renal replacement therapy (RRT) by placing peritoneal dialysis (PD) catheters; dermatology and ophthalmology residents who are volunteering to be trained to assist with PD; and palliative care specialists and social work staff allowing families to see their loved ones remotely. We have recently successfully performed the first three cannulations for veno-venous extracorporeal membrane oxygenation (ECMO) for patients with refractory respiratory failure at our center, with the capability to expand this capacity. Finally, what we have to show for all these efforts, are the success stories. During this unprecedented, sustained, and generation defining pandemic, we are proving to ourselves as much as anyone else, that our accomplishments at the end of this all will undoubtedly be a tour de force. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "19-heres-what-they-need-know.) 2. Social Distancing, Quarantine, and Isolation",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "HHS Launches National Ebola Training and Education Center",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Baseline Characteristics and Outcomes of 1591",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zangrillo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanella",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Patients Infected With SARS-CoV-2 Admitted to ICUs of the Lombardy Region",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Team Role Staffing Prone positioning Anesthesiology, Orthopedic Surgery, Nursing Procedures -vascular access, airway management Anesthesiology Palliative care and video visits Palliative Care, Social Work Tracheostomy Trauma Surgery Peritoneal dialysis Surgery, Dermatology, Ophthalmology Physical and occupational therapy Physical Therapists and Occupational Therapists Research team ICU physicians, medical students Table. Staffing model of various teams assisting ICU physicians",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}