{"paper_id": "e5dffa0472ca1fbac398308c3242a11418dd7bc3", "metadata": {"title": "Original Article Use of Aspergillus fumigatus real-time PCR in bronchoalveolar lavage samples (BAL) for diagnosis of invasive aspergillosis, including azole-resistant cases, in high risk haematology patients: the need for a combined use with galactomannan", "authors": [{"first": "Malgorzata", "middle": [], "last": "Mikulska", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Genoa", "location": {"settlement": "Genoa", "country": "Italy"}}, "email": "m.mikulska@unige.it"}, {"first": "Elisa", "middle": [], "last": "Furfaro", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Genoa", "location": {"settlement": "Genoa", "country": "Italy"}}, "email": ""}, {"first": "Elena", "middle": [], "last": "De Carolis", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università Cat-tolica del Sacro Cuore -Fondazione Policlinico Universitario Agostino Gemelli", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Enrico", "middle": [], "last": "Drago", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Genoa", "location": {"settlement": "Genoa", "country": "Italy"}}, "email": ""}, {"first": "Ilaria", "middle": [], "last": "Pulzato", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ospedale Policlinico San Martino-IRCCS per l'Oncologia", "location": {"settlement": "Genoa", "country": "Italy"}}, "email": ""}, {"first": "Maria", "middle": ["Lucia"], "last": "Borghesi", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Genoa", "location": {"settlement": "Genoa", "country": "Italy"}}, "email": ""}, {"first": "Emanuela", "middle": [], "last": "Zappulo", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Genoa", "location": {"settlement": "Genoa", "country": "Italy"}}, "email": ""}, {"first": "Anna", "middle": ["Maria"], "last": "Raiola", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ospedale Policlinico San Martino-IRCCS per l'Oncologia", "location": {"settlement": "Genoa", "country": "Italy"}}, "email": ""}, {"first": "Carmen", "middle": [], "last": "Di Grazia", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ospedale Policlinico San Martino-IRCCS per l'Oncologia", "location": {"settlement": "Genoa", "country": "Italy"}}, "email": ""}, {"first": "Valerio", "middle": ["Del"], "last": "Bono", "suffix": "", "affiliation": {"laboratory": "Infectious Diseases Unit", "institution": "Azienda Os-pedaliera S. Croce e Carle", "location": {"settlement": "Cuneo", "country": "Italy"}}, "email": ""}, {"first": "Giuseppe", "middle": [], "last": "Cittadini", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ospedale Policlinico San Martino-IRCCS per l'Oncologia", "location": {"settlement": "Genoa", "country": "Italy"}}, "email": ""}, {"first": "Emanuele", "middle": [], "last": "Angelucci", "suffix": "", "affiliation": {"laboratory": "", "institution": "Ospedale Policlinico San Martino-IRCCS per l'Oncologia", "location": {"settlement": "Genoa", "country": "Italy"}}, "email": ""}, {"first": "Maurizio", "middle": [], "last": "Sanguinetti", "suffix": "", "affiliation": {"laboratory": "", "institution": "Università Cat-tolica del Sacro Cuore -Fondazione Policlinico Universitario Agostino Gemelli", "location": {"settlement": "Rome", "country": "Italy"}}, "email": ""}, {"first": "Claudio", "middle": [], "last": "Viscoli", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Genoa", "location": {"settlement": "Genoa", "country": "Italy"}}, "email": ""}]}, "abstract": [{"text": "Diagnosis of invasive aspergillosis (IA) is challenging, particularly in high-risk patients with lung lesions other than typical according to 2008-EORTC/MSG criteria. Even if microbiology is positive, they still remain unclassified according to 2008-EORTC/MSG. Quantitative polymerase chain reaction (qPCR) provides new mycological documentation of IA. This retrospective study assessed Aspergillus fumigatus real time qPCR (MycoGENIE R ) in BAL to diagnose IA and identify azole-resistant strains. Clinical, radiological, and microbiological data from 114 hematology patients (69% HSCT recipients; 29% on mould active agents) from years 2012-2017 were collected; and 123 BAL samples were tested with qPCR (cutoff: Ct < 40) and galactomannan (GM, Platelia R , cutoff: 0.5 ODI). Patients were classified as proven/probable, possible, and no-IA. \"Atypical-IA\" referred to patients with lesions other than typical according to 2008-EORTC/MSG and positive mycology. Proven IA was diagnosed in two cases (1.6%), probable in 28 (22.8%), possible in 27 (22%), atypical in 14 (11.4%). qPCR was positive in 39 samples (31.7%). Sensitivity and specificity of qPCR for proven/probable IA (vs no-IA; atypical-IA excluded) were 40% (95% confidence interval [CI]: 23-59) and 69% (95%CI: 55-81), respectively. Sensitivity of qPCR was higher when combined with GM (83%, 95%CI: 65-94) and in those receiving mould-active agents at BAL (61%, 95%CI: 32-86). One sample had TR34/L98H mutation. In conclusion, in high-risk hematology patients with various lung lesions, A. fumigatus qPCR in BAL contributes to diagnosing IA, particularly if combined with GM and in patients receiving mould-active agents might allow detecting azole-resistant mutations in culture negative samples. C The Author(s)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Invasive fungal disease (IFD), and particularly invasive aspergillosis (IA), is an infectious complication affecting mainly patients with haematological disorders and prolonged neutropenia, long-term high dose corticosteroid treatment or allogeneic stem cell transplantation (SCT). [1] [2] [3] IA in this setting is associated with high morbidity and mortality, particularly when not promptly diagnosed and treated. 4 Unfortunately, the diagnosis of IA in hematology patients is challenging because of nonspecific clinical manifestations, low yield of fungal cultures, and difficulty in performing invasive diagnostic procedures due to thrombocytopenia or poor general conditions. In addition, azole resistant A. fumigatus strains have been increasingly frequent in several geographical regions, and given low rate of positive cultures, these cases risk to remain undetected, compromising the outcome of IA. 5 Diagnostic criteria for IFD in the immunocompromised patients have been developed by EORTC/MSG in 2002 and subsequently revised in 2008. 6 They established three levels of certainty of diagnosis: proven, probable, and possible. In particular, for probable IA, a combination of a host factor (presence of a predisposing condition) plus a clinical criterion plus a mycological criterion are required. Clinical criteria in cases of pulmonary IA include one of the following typical radiological lesions in lung computed tomography (CT) scan: (1) dense, well-circumscribed lesions(s) with or without a halo sign, (2) air-crescent sign, or (3) cavity. Mycological criteria for pulmonary aspergillosis are detection of galactomannan (GM) in serum or bronchoalveolar lavage fluid (BAL) or direct tests positive in sputum or BAL. 6 Possible IA is diagnosed in the presence of host and clinical criteria but in the absence of mycological documentation.", "cite_spans": [{"start": 282, "end": 285, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 286, "end": 289, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 290, "end": 293, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 416, "end": 417, "text": "4", "ref_id": "BIBREF3"}, {"start": 908, "end": 909, "text": "5", "ref_id": "BIBREF4"}, {"start": 1047, "end": 1048, "text": "6", "ref_id": "BIBREF5"}, {"start": 1732, "end": 1733, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Introduction"}, {"text": "Although these criteria revolutionized the clinical research and epidemiological studies in IA, they do not cover numerous possible clinical situations. 7 Among them, the most frequent is the presence of host criteria with positive mycological criteria and lung lesions, which are different from the aforementioned typical ones. These patients remain \"unclassified\" according to EORTC/MSG criteria, but they are usually treated for IA, and several studies showed that they truly have IA. 8 In fact, in a recent observational EORTC study, they were classified as those in whom IFD cannot be excluded, thus not suitable for being considered certain negative controls (European prospective invasive mould disease audit [PIMDA] protocol). 9 Additionally, the performance of GM might be suboptimal in certain settings, for example, in patients receiving mould active agents, in whom breakthrough IA is suspected.", "cite_spans": [{"start": 153, "end": 154, "text": "7", "ref_id": "BIBREF6"}, {"start": 488, "end": 489, "text": "8", "ref_id": "BIBREF7"}, {"start": 735, "end": 736, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Introduction"}, {"text": "Molecular methods such as polymerase chain reaction (PCR) are able to detect Aspergillus DNA in BAL samples with good sensitivity (77.2%) and specificity (93.5%). 10 Although in recent years many publications [11] [12] [13] focused on the diagnostic role of Aspergillus PCR, its use is not yet recommended in the 2016 update of IDSA Guidelines on the diagnosis and management of Aspergillosis, mostly because of the lack of standardised and validated assays. 2, 3 Their advantages include the possibility to detect fungal DNA also if it is no longer viable, such as after antifungal treatment has been started, and to confirm the presence of Aspergillus with higher sensitivity than culture, similarly to GM. Additionally, certain molecular methods offer the possibility to detect resistance mutations in Aspergillus fumigatus even in the absence of strain's growth.", "cite_spans": [{"start": 163, "end": 165, "text": "10", "ref_id": "BIBREF9"}, {"start": 209, "end": 213, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 214, "end": 218, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 219, "end": 223, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 459, "end": 461, "text": "2,", "ref_id": "BIBREF1"}, {"start": 462, "end": 463, "text": "3", "ref_id": "BIBREF2"}], "ref_spans": [], "section": "Introduction"}, {"text": "The aim of the study is to evaluate the performance of a commercially available Aspergillus fumigatus real-time quantitative PCR (qPCR), alone and in combination with GM, in BAL samples form patients at high risk of IA, and with various radiological lesions, including those receiving mould active antifungals. Additionally, the rate of mutations conferring azole resistance in high risk patients in our center was also evaluated.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The study was conducted in Ospedale Policlinico San Martino, a tertiary care center in Genoa, Italy, with active allogeneic SCT center. We retrospectively identified all available BAL samples from years 2012-2017 from patients with SCT and/or haematological malignancies. All patients had pulmonary lesions reported on CT scan. BAL samples from the same patient were excluded if performed within 4 weeks.", "cite_spans": [], "ref_spans": [], "section": "Samples and patients"}, {"text": "All patients underwent at least two determinations of GM (Platelia TM Bio-Rad-Inc.) and 1,3-beta-d-glucan (BDG) (Fungitell R Assay) in serum, with cutoff values for positivity of 0.5 optical density index (ODI) and 80 pg/ml, respectively, according to manufactures' recommendations.", "cite_spans": [], "ref_spans": [], "section": "Samples and patients"}, {"text": "All BAL samples were subject to the following analyses: culture for bacteria, filamentous fungi and mycobacteria, GM, molecular testing for pneumocystosis, Mycobacterium tuberculosis, cytomegalovirus, herpes simplex virus, and respiratory viruses (influenza, parainfluenza, respiratory syncytial virus, metapneumovirus, enterovirus, rhinovirus, coronavirus) and bacteria (Legionella, Bordetella, Streptococcus pneumoniae, Haemophilus influenzae, Chlamydia, Mycoplasma pneumoniae). Direct research for hyphae and antifungal susceptibility testing were not performed routinely.", "cite_spans": [], "ref_spans": [], "section": "Samples and patients"}, {"text": "For BAL GM testing, samples were centrifuged and 300 μl of supernatant was further treated according to manufacturer's instruction. Residual sample after GM testing was stored at −20 • C. for GM the cutoff value of 0.5 ODI was considered positive according to manufacturer's instruction.", "cite_spans": [], "ref_spans": [], "section": "Samples and patients"}, {"text": "For each patient, general data, clinical characteristics, data on the underlying disease, including SCT, administration of mould active antifungals, and outcome were collected.", "cite_spans": [], "ref_spans": [], "section": "Samples and patients"}, {"text": "All patients gave informed consent for data collection and research purposes at the hospital admission and BAL performance. The study was approved by local ethics committees under the reference number PR001REG2016.", "cite_spans": [], "ref_spans": [], "section": "Samples and patients"}, {"text": "For all patients, microbiological results and full medical records were reviewed. CT lesions were revalued by two radiologists (I.P. and G.C.) with an expertise in pulmonary fungal infections and classified as typical IFD lesions according to 2008 EORTC/MSG revised criteria, 6 or other (atypical) lesions.", "cite_spans": [{"start": 276, "end": 277, "text": "6", "ref_id": "BIBREF5"}], "ref_spans": [], "section": "Classifications and definitions"}, {"text": "Considering also mycological criteria, patients were stratified according to 2008 EORTC/MSG criteria into four groups: (1) proven/probable IA, (2) possible IA, (3) atypical lung lesions but positive mycological criteria, considered as atypical IA, (4) no IA with atypical lung lesions and negative mycological criteria. These groups were mutually exclusive but grouped together for the purposes of analyses.", "cite_spans": [], "ref_spans": [], "section": "Classifications and definitions"}, {"text": "The evaluations of qPCR performance were carried out considering as cases patients with proven/probable/possible IA (group 1 and 2) or proven/probable IA (group 1) or proven/probable IA/atypical IA (atypical lesions with mycology positive, group 1 and 3), and considering as controls patients from group 4.", "cite_spans": [], "ref_spans": [], "section": "Classifications and definitions"}, {"text": "The performance of qPCR was evaluated separately for those receiving and not receiving mould active antifungals (either as prophylaxis or treatment) at the time of BAL.", "cite_spans": [], "ref_spans": [], "section": "Classifications and definitions"}, {"text": "BAL samples were stored at −20 • C and subsequently sent to Institute of Microbiology at Università Cattolica del Sacro Cuore in Rome where molecular diagnostic methods have been performed.", "cite_spans": [], "ref_spans": [], "section": "Molecular analyses of BAL"}, {"text": "They were tested with Aspergillus fumigatus real-time qPCR assay MycoGENIE R (AdemTech, Pessac, France). This is a multiplex commercially available CE-IVD marked assay approved for testing respiratory samples which detects DNA by targeting the 28S rRNA multicopy gene and specific TR34/L98H mutations in the cyp51A single copy gene of A. fumigatus. 14 DNA was extracted with a MycoGENIE R DNA extraction kit Automag solution indicated for the isolation and purification of fungal DNA. An amount of 500 microliters of stored BAL fluid was centrifugated at 12,000 rpm for 10 min, after removing 400 microliters of the supernatant, the pellet was resuspended with 125 microliters of Tissue Lysis Buffer and 200 microliters were used to perform the DNA extraction in an AutoMag Solution Instrument equipped with a magnetic particle processor for DNA purification kits (Ademtech). Samples were eluted in 60 microliters. An internal extraction control was added together with the samples during the extraction process as indicated in the manufacturer procedure assay. Positive and negative PCR controls were added for each PCR experiment.", "cite_spans": [], "ref_spans": [], "section": "Molecular analyses of BAL"}, {"text": "The kit performance data fixed the limit of detection (LOD) of monocopy sequences (TR34 and L98H cyp51A mutations) was determined at six copies. For multicopy genes (aspergillus rRNA gene), the LOD is below one copy. The specificity of primers and probes was verified by the manufacturer and indicated as highly specific (100%).", "cite_spans": [], "ref_spans": [], "section": "Molecular analyses of BAL"}, {"text": "The cutoff for positivity was considered as < 40 (Cycle threshold) Ct. The performance of cutoff ≤ 35 Ct was also evaluated.", "cite_spans": [], "ref_spans": [], "section": "Molecular analyses of BAL"}, {"text": "The variables were reported as median value with range. Sensitivity, specificity, positive predictive value (PPV), and negative predictive value (NPV) were calculated where applicable and reported with 95% confidence intervals (95% CI). Distribution of continuous and categorical variables were evaluated with, respectively, Mann-Whitney and χ 2 test or Fisher exact test if applicable.", "cite_spans": [], "ref_spans": [], "section": "Statistical analyses of BAL"}, {"text": "Statistical analysis was performed using MedCalc's Diagnostic test evaluation calculator ( C 2018 MedCalc Software bvba).", "cite_spans": [], "ref_spans": [], "section": "Statistical analyses of BAL"}, {"text": "A total of 123 BAL samples from 114 patients were collected. In 9 patients, data from a second BAL procedures, performed in median 123 days after the first one (range, 28-406 days), were also included in the study. The patients' characteristics are reported in Table 1 . Briefly, 82 (66.7%) of them were male, median age was 54 years (range, 20-81 years) and the most frequent underlying disease was acute myeloid leukaemia (37.4%). In 85 (69.7%) cases, BAL was performed after SCT, allogeneic in 94% of cases, in median 165 days after SCT (range, 15-8543 days); and in 12 cases as diagnostic work up in pre-SCT evaluation, in median 17 days before SCT.", "cite_spans": [], "ref_spans": [{"start": 261, "end": 268, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Patients"}, {"text": "At the time of BAL, 15 patients (12.2%) were neutropenic and 36 (29.3%) were receiving mould active agents. CT scan was performed in median 2 days before BAL.", "cite_spans": [], "ref_spans": [], "section": "Patients"}, {"text": "According to 2008 EORTC/MSG criteria, proven IA was diagnosed in two cases (1.6%), probable IA in 28 (22.8%), and possible in 27 (22%). Overall, 21/28 probable cases had positive GM in BAL, while in seven cases, all receiving antifungal therapy, the diagnosis of IA was made with serum GM in median 30 days before BAL, which was performed mainly due to suspected failure or breakthrough infection. Among the remaining 66 patients without 2008 EORTC/MSG typical lesions, 14 had a positive mycological result: GM in BAL in 13 cases, with median ODI of 1.9 (range, 0.7-8.3) and serum GM in one case, and were considered cases of atypical IA.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis of IA"}, {"text": "In seven cases (5.7%) BAL cultures were positive for filamentous fungi: five Aspergillus (three A. flavus, one A. fumigatus, one A. niger), one Fusarium spp., and one Paecilomyces spp. Patients with growing Aspergillus were diagnosed with proven/probable IA in four cases, and atypical IA in one.", "cite_spans": [], "ref_spans": [], "section": "Diagnosis of IA"}, {"text": "In 35 BAL samples GM was positive, with median ODI of 2.50 (range, 0.52-9.39).", "cite_spans": [], "ref_spans": [], "section": "Diagnosis of IA"}, {"text": "Aspergillus fumigatus qPCR was positive in 39 samples with median cycle to positive of 35.4 (range, 26-38).", "cite_spans": [], "ref_spans": [], "section": "Diagnosis of IA"}, {"text": "The concordance between typical radiological lesions, GM positivity in BAL and qPCR positivity was limited, as shown in Figure 1 , both in patients receiving mould active agents and in patients without ongoing therapy. Also irrespective of radiological lesions, there was poor concordance between BAL GM and qPCR, even if BAL cutoff for positivity of 1 was applied (Supplement Fig. S1 ). There was no correlation between BAL GM positivity and qPCR Ct values and between PCR positivity and BAL GM ODI values (data not shown).", "cite_spans": [], "ref_spans": [{"start": 120, "end": 128, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 377, "end": 384, "text": "Fig. S1", "ref_id": "FIGREF0"}], "section": "Diagnosis of IA"}, {"text": "The classification of IA in those receiving and not antifungal agents is outlined in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 85, "end": 92, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Diagnosis of IA"}, {"text": "The prevalence of positive and negative results of BAL GM and Aspergillus fumigatus qPCR in four different IA diagnostic categories, divided also into patients receiving and not mould active agents at the time of BAL, is reported as supplement in Table S1 .", "cite_spans": [], "ref_spans": [{"start": 247, "end": 255, "text": "Table S1", "ref_id": "TABREF0"}], "section": "Performance of Aspergillus fumigatus qPCR"}, {"text": "The performance of A. fumigatus qPCR is reported in Table 2 . The sensitivity was 33% (95%CI: 21-47) and specificity of 69% (95%CI: 55-81) when patients with proven/probable/possible IA were considered as cases, and, respectively, 40% (95%CI: 23-59) and 69% (95%CI: 55-81) considering as cases only those with proven/probable IA. Sensitivity and specificity were similar also when patients with atypical IA were considered together with proven/probable IA as cases (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 52, "end": 59, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 465, "end": 474, "text": "(Table 2)", "ref_id": "TABREF2"}], "section": "Performance of Aspergillus fumigatus qPCR"}, {"text": "When considering the influence of antifungal treatment, the sensitivity of qPCR was higher in those receiving mould active agents at the time of BAL (61%, 95%CI: 32-86) compared to those not receiving antifungals (24%, 95%CI: 7-50), while the specificity was similar (respectively, 64%, 95%CI: 31-89 and 71%, 95%CI: 55-84) ( Table 2 ). Among 36 patients receiving mould active agents, nine had positive BAL GM, and qPCR was positive in seven of them, compared to five among 26 of those not receiving antifungals (P < .05). In all cases, the performance was much better when qPCR was used together with GM, and was worse if positivity of both qPCR and GM was required. The sensitivity values were similar irrespective of the definition used for cases (only those with proven/probable IA, those with proven/probable/possible IA, or those with proven/probable/atypical), being only slightly higher in case for proven/probable IA cases (Table 2) .", "cite_spans": [], "ref_spans": [{"start": 325, "end": 332, "text": "Table 2", "ref_id": "TABREF2"}, {"start": 932, "end": 941, "text": "(Table 2)", "ref_id": "TABREF2"}], "section": "Performance of Aspergillus fumigatus qPCR"}, {"text": "If a cutoff for qPCR of ≤ 35 Ct was used, sensitivity was lower and specificity higher than for the cutoff of < 40 Ct. For proven/probable IA, the sensitivity was 23% (95%CI: 10-42) and the specificity was 88% (95%CI: 76-96), with higher sensitivity in those receiving mould active agents compared to those not in treatment, respectively, 31% (95%CI: 9-61) versus 18% (95%CI: 4-43). Overall, 16 out of 52 patients with negative mycology and atypical lesions had a positive A. fumigatus qPCR (31%); eight of them received mould active drugs after BAL (either as treatment or prophylaxis, including four patients who started mould-active agents before BAL), while eight patients did not received any mould active agents within 3 months after BAL, and they were all alive at 12 weeks follow-up. Thus, considering high mortality of IA in patients with hematological malignancy if untreated, they were considered as false positives for qPCR or colonized.", "cite_spans": [], "ref_spans": [], "section": "Performance of Aspergillus fumigatus qPCR"}, {"text": "Antifungal resistance TR34/L98H mutation was detected in one case, in a SCT recipient previously exposed to azoles for prolonged treatment of IA after the first SCT. After the second SCT, GM in BAL was positive but culture negative. Initially after BAL, azole therapy was started but after a clinical diagnosis of treatment failure, the therapy was changed to liposomal amphotericin B. GM became negative and radiological lesions improved, but the patient deceased 3 months after the transplant due to a relapse of acute leukemia.", "cite_spans": [], "ref_spans": [], "section": "Performance of Aspergillus fumigatus qPCR"}, {"text": "This retrospective study showed a poor sensitivity of this qPCR for A. fumigatus, with better results in patients receiving mould active agents at the time of BAL (sensitivity 61% vs 24%, respectively) and moderate specificity (64% and 71%, respectively). The combined performance of qPCR and GM was significantly better than the use of qPCR alone.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Our cohort included very selected patients, all at high risk for IA, with various radiological lesions, in whom BAL was performed mainly because non-invasive results were negative for IA and diagnosis was not reached with other tests. Moreover, 12% of them had lung lesions atypical according to EORTC/MSG criteria and positive mycological results. These patients are \"unclassified\" according to EORTC, and they are usually considered as having IA and treated. 8 Therefore, they could not be included as controls for the assessment of diagnostic performance. However, even patients included in the control group (with non-typical lesions and negative mycology), belonged to a high risk population, and the positivity of PCR cannot be easily interpreted as false positive results. Indeed, 50% of patients in this group with a positive PCR did receive empirically mould active agents, so only in remaining 50% of them, positive PCR could be confidently considered as false positive results or colonisation. Moreover, even the presence of an alternative diagnosis should not serve a criterion for the absence of IA, since fungal and bacterial or viral co-infections are frequent in this setting. 15 Good diagnostic performances have reported in metaanalyses, which included mainly studies of in-house methods, with sensitivity and specificity reported of >75% and >93%, respectively. 16 However, in some recent studies, the sensitivity was markedly lower (approximately 30%). 11, 17 The commercial assays allow standardization, high reproducibility and have a validated quality control. However, they do not contain a control of DNA extraction, which may differ for hyphae and for free DNA, and quality control for the BAL itself. Additionally, their performance depends on the assay used and the clinical setting. The low value obtained in our study is not comparable with most of the performances described to date in the literature using MycoGenie R . However, most other studies included patients with high rate of culture-positive respiratory samples. Indeed, the sensitivity was 92.9% in a cohort with 59 of 88 respiratory samples positive in culture for Aspergillus, 14 71% in 31 cases of probable IA with 45% of positive BAL culture rate, 18 and 77.4% in case of fungal rhinosinusitis in which a high concentration of fungus DNA is present. 19 Also a recent study comparing various diagnostic methods, which reported the sensitivity of MycoGenie R of 73.7% in 38 patients with proven/probable IA, had a very high (22/38, 58%) rate of positivity of culture for Aspergillus. 12 In addition, in that cohort, the sensitivity was lower in 41 hematological patients than in those from intensive care unit (ICU) suggesting a lower fungal burden sufficient to cause IFD in highly immunocompromised hosts. 12 Indeed, also the low yield of fungal cultures and rather low median BAL GM ODI confirm the low burden of viable moulds in this study. Therefore, the performance of MycoGenie R in a cohort of with low fungal burden remains to be established. Another explanation for low sensitivity of this qPCR, even in a subgroup of BAL GM positive patients with probable IA, might be the infection with species other than A. fumigatus which are not detected by this assay.", "cite_spans": [{"start": 1193, "end": 1195, "text": "15", "ref_id": "BIBREF14"}, {"start": 1381, "end": 1383, "text": "16", "ref_id": "BIBREF15"}, {"start": 1473, "end": 1476, "text": "11,", "ref_id": "BIBREF10"}, {"start": 1477, "end": 1479, "text": "17", "ref_id": "BIBREF16"}, {"start": 2244, "end": 2246, "text": "18", "ref_id": "BIBREF17"}, {"start": 2346, "end": 2348, "text": "19", "ref_id": "BIBREF18"}, {"start": 2578, "end": 2580, "text": "12", "ref_id": "BIBREF11"}, {"start": 2802, "end": 2804, "text": "12", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "A very interesting factor which influenced sensitivity in our cohort was the presence of mould active treatment at the time of BAL, which increased the sensitivity from 24% to 61%. One possible explanation is that mould active agents caused lysis of the fungal wall with a higher percentage of free DNA detectable in the respiratory tree, particularly in the supernatant of a centrifuged BAL sample, which was the part used in this study. 20 The availability of free fungal DNA would result in much better sensitivity of DNA extraction, which is a critical process for the performance of fungal PCR. 16 This observation is indirectly confirmed by cohorts reporting higher performance of PCR, both in BAL and serum, in those receiving mould active agents. [21] [22] [23] Also in our study, the rate of qPCR positivity in GM positive BAL samples was higher form patients receiving mould active drugs compared to those not treated. Better specification which portion of BAL fluid should be used might be warranted, since by testing supernatant, DNA still within the organism or phagocytic host cells might not be detected.", "cite_spans": [{"start": 439, "end": 441, "text": "20", "ref_id": "BIBREF19"}, {"start": 600, "end": 602, "text": "16", "ref_id": "BIBREF15"}, {"start": 755, "end": 759, "text": "[21]", "ref_id": "BIBREF20"}, {"start": 760, "end": 764, "text": "[22]", "ref_id": "BIBREF21"}, {"start": 765, "end": 769, "text": "[23]", "ref_id": "BIBREF22"}], "ref_spans": [], "section": "Discussion"}, {"text": "The specificity of qPCR in our study was 70% which is lower than in the abovementioned meta-analyses 16 and other studies using the same assay. 14, 18 However, in this study there were no heathy controls, as all the patients were at high risk of IA and had lung lesions, which are referred to in a recent prospective EORTC study as those in whom IA cannot be excluded. 9 When considering the cases in which PCR represented the only positive mycological criterion, that is, with BDG and GM negative, half of these patients (8/16) survived > 3 months without antifungal treatment and without developing IA, confirming that these were either false positives or cases of colonization. Obviously, this could be established only due to a retrospective nature of our study in which PCR results were not available at the time of diagnosis, but it documents a high rate of clinically irrelevant false positive results.", "cite_spans": [{"start": 101, "end": 103, "text": "16", "ref_id": "BIBREF15"}, {"start": 144, "end": 147, "text": "14,", "ref_id": "BIBREF13"}, {"start": 148, "end": 150, "text": "18", "ref_id": "BIBREF17"}, {"start": 369, "end": 370, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Discussion"}, {"text": "Furthermore, considering the cross-reactivity with other species, in our study the qPCR, which should be specific for A. fumigatus, was positive in four cases in which different species grew in culture (two A. flavus, both with BAL GM > 7.5 ODI; one Fusarium spp.; one Paecilomyces). Although in case of fungi other than Aspergillus co-infection might be present, it is unlikely based on negative BAL GM. On the contrary, cases of cross-reactivity of the method with strains of A. flavus have already been described in the literature, 23 and such a false positive result might be particularly likely in case of high fungal burden, as demonstrated in our two cases. From the clinical point of view, a qPCR should detect all species of Aspergilllus, since species other than A. fumigatus might be more prevalent, particularity in some geographical zones, for example, A. flavus in Mediterranean. 24 Although triazole-resistant strains of A. fumigatus are increasing in several geographical regions, fortunately in our cohort only one patient had the TR34/L98H mutation, accounting for 2.6% rate among PCR positive samples. Such a low incidence is in line with what reported for Italy; 25 however, it should be considered with caution given overall poor sensitivity of this qPCR assay. Although molecular methods are important tools, in addition to culture, to monitor the changes in resistance patters, also in this case, detection of more than one resistance mutation might be useful. Finally, the absence of detected mutations does not exclude antifungal resistance in case of clinical failure since various mutation patterns can occur, particularly in case of previous azole exposure.", "cite_spans": [{"start": 535, "end": 537, "text": "23", "ref_id": "BIBREF22"}, {"start": 894, "end": 896, "text": "24", "ref_id": "BIBREF23"}], "ref_spans": [], "section": "Discussion"}, {"text": "The possibility of overestimating the performance of BAL GM, which was the most frequent mycological criterion in this cohort, should be acknowledged. However, it could not be avoided in a population with mostly negative serum GM and BDG results, low culture yield, and lung biopsy frequently not feasible.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, our study demonstrated that the Aspergillus fumigatus qPCR in BAL should be performed together with GM, and it may offer clinical contribution particularly in patients receiving mould active agents, in whom GM is usually negative but PCR had better sensitivity. However, assays detecting most of the common species should be preferred and testing materials other than supernatant might result in higher sensitivity. PCR might be a valuable tool for detecting antifungal resistance both in case of infection or colonization, which may have significant implications for treatment and prophylaxis of IA.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Supplementary data are available at MMYCOL online.", "cite_spans": [], "ref_spans": [], "section": "Supplementary material"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The clinical spectrum of pulmonary aspergillosis", "authors": [{"first": "C", "middle": [], "last": "Kosmidis", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Denning", "suffix": ""}], "year": 2015, "venue": "Thorax", "volume": "70", "issn": "", "pages": "270--277", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Practice guidelines for the diagnosis and management of aspergillosis: 2016 Update by the Infectious Diseases Society of America", "authors": [{"first": "T", "middle": ["F"], "last": "Patterson", "suffix": ""}, {"first": "G", "middle": ["R"], "last": "Thompson", "suffix": ""}, {"first": "D", "middle": ["W"], "last": "Denning", "suffix": ""}], "year": 2016, "venue": "Clin Infect Dis", "volume": "63", "issn": "", "pages": "1--60", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Diagnosis and management of Aspergillus diseases: executive summary of the 2017 ESCMID-ECMM-ERS guideline", "authors": [{"first": "A", "middle": ["J"], "last": "Ullmann", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Aguado", "suffix": ""}, {"first": "S", "middle": [], "last": "Arikan-Akdagli", "suffix": ""}], "year": 2018, "venue": "Clin Microbiol Infect", "volume": "24", "issn": "", "pages": "1--38", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Global and multinational prevalence of fungal diseasesestimate precision", "authors": [{"first": "F", "middle": [], "last": "Bongomin", "suffix": ""}, {"first": "S", "middle": [], "last": "Gago", "suffix": ""}], "year": 2017, "venue": "J Fungi", "volume": "3", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical implications of globally emerging azole resistance in Aspergillus fumigatus", "authors": [{"first": "J", "middle": ["F"], "last": "Meis", "suffix": ""}, {"first": "A", "middle": [], "last": "Chowdhary", "suffix": ""}], "year": 2016, "venue": "Philos Trans R Soc London B Biol Sci", "volume": "371", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1098/rstb.2015.0460"]}}, "BIBREF5": {"ref_id": "b5", "title": "Revised definitions of invasive fungal disease from the European Organization for Research and Treatment of Cancer/Invasive Fungal Infections Cooperative Group and the National Institute of Allergy and Infectious Diseases Mycoses Study Group (EORTC/MSG) Consensus Group", "authors": [{"first": "B", "middle": [], "last": "De Pauw", "suffix": ""}, {"first": "T", "middle": ["J"], "last": "Walsh", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Donnelly", "suffix": ""}], "year": 2008, "venue": "Clin Infect Dis", "volume": "46", "issn": "", "pages": "1813--1821", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The role of antifungal treatment in hematology", "authors": [{"first": "J", "middle": ["A"], "last": "Maertens", "suffix": ""}, {"first": "M", "middle": [], "last": "Nucci", "suffix": ""}, {"first": "J", "middle": ["P"], "last": "Donnelly", "suffix": ""}], "year": 2012, "venue": "Haematologica", "volume": "97", "issn": "", "pages": "325--327", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Probable invasive aspergillosis without prespecified radiologic findings: proposal for inclusion of a new category of aspergillosis and implications for studying novel therapies", "authors": [{"first": "M", "middle": [], "last": "Nucci", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Nouer", "suffix": ""}, {"first": "M", "middle": [], "last": "Grazziutti", "suffix": ""}], "year": 2010, "venue": "Clin Infect Dis", "volume": "51", "issn": "", "pages": "1273--1280", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Observational study to determine the rate of occurrence of invasive mould disease and treatment outcomes in at-risk patients: a European prospective invasive mould disease audit (PIMDA)", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Diagnostic accuracy of PCR alone compared to galactomannan in bronchoalveolar lavage fluid for diagnosis of invasive pulmonary aspergillosis: a systematic review", "authors": [{"first": "T", "middle": [], "last": "Avni", "suffix": ""}, {"first": "I", "middle": [], "last": "Levy", "suffix": ""}, {"first": "H", "middle": [], "last": "Sprecher", "suffix": ""}], "year": 2012, "venue": "J Clin Microbiol", "volume": "50", "issn": "", "pages": "3652--3658", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Diagnosis of invasive fungal infections in haematological patients by combined use of galactomannan, 1,3-beta-D-glucan, Aspergillus PCR, multifungal DNA-microarray, and Aspergillus azole resistance PCRs in blood and bronchoalveolar lavage samples: results of a prospective multicentre study", "authors": [{"first": "T", "middle": [], "last": "Boch", "suffix": ""}, {"first": "B", "middle": [], "last": "Spiess", "suffix": ""}, {"first": "O", "middle": ["A"], "last": "Cornely", "suffix": ""}], "year": 2016, "venue": "Clin Microbiol Infect", "volume": "22", "issn": "", "pages": "862--868", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Improving the diagnosis of invasive aspergillosis by the detection of Aspergillus in broncho-alveolar lavage fluid: Comparison of non-culture-based assays", "authors": [{"first": "H", "middle": [], "last": "Guegan", "suffix": ""}, {"first": "F", "middle": [], "last": "Robert-Gangneux", "suffix": ""}, {"first": "C", "middle": [], "last": "Camus", "suffix": ""}], "year": 2018, "venue": "J Infect", "volume": "76", "issn": "", "pages": "196--205", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Galactomannan testing and Aspergillus PCR in same-day bronchoalveolar lavage and blood samples for diagnosis of invasive aspergillosis", "authors": [{"first": "S", "middle": [], "last": "Eigl", "suffix": ""}, {"first": "M", "middle": [], "last": "Hoenigl", "suffix": ""}, {"first": "B", "middle": [], "last": "Spiess", "suffix": ""}], "year": 2017, "venue": "Med Mycol", "volume": "55", "issn": "", "pages": "528--534", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Molecular diagnosis of invasive aspergillosis and detection of azole resistance by a newly commercialized PCR kit", "authors": [{"first": "E", "middle": [], "last": "Dannaoui", "suffix": ""}, {"first": "F", "middle": [], "last": "Gabriel", "suffix": ""}, {"first": "M", "middle": [], "last": "Gaboyard", "suffix": ""}], "year": 2017, "venue": "J Clin Microbiol", "volume": "55", "issn": "", "pages": "3210--3218", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Invasive pulmonary aspergillosis in patients with influenza infection: report of two cases and systematic review of the literature", "authors": [{"first": "K", "middle": [], "last": "Alshabani", "suffix": ""}, {"first": "A", "middle": [], "last": "Haq", "suffix": ""}, {"first": "R", "middle": [], "last": "Miyakawa", "suffix": ""}, {"first": "M", "middle": [], "last": "Palla", "suffix": ""}, {"first": "A", "middle": ["O"], "last": "Soubani", "suffix": ""}], "year": 2015, "venue": "Expert Rev Respir Med", "volume": "9", "issn": "", "pages": "89--96", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Aspergillus polymerase chain reaction: systematic review of evidence for clinical use in comparison with antigen testing", "authors": [{"first": "P", "middle": ["L"], "last": "White", "suffix": ""}, {"first": "J", "middle": ["R"], "last": "Wingard", "suffix": ""}, {"first": "S", "middle": [], "last": "Bretagne", "suffix": ""}], "year": 2015, "venue": "Clin Infect Dis", "volume": "61", "issn": "", "pages": "1293--1303", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Aspergillus-PCR in bronchoalveolar lavage for detection of invasive pulmonary aspergillosis in immunocompromised patients", "authors": [{"first": "M", "middle": [], "last": "Buess", "suffix": ""}, {"first": "G", "middle": [], "last": "Cathomas", "suffix": ""}, {"first": "J", "middle": [], "last": "Halter", "suffix": ""}], "year": 2012, "venue": "BMC Infect Dis", "volume": "12", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Evaluation of two commercial real-time PCR kits for Aspergillus DNA detection in bronchoalveolar lavage fluid in patients with invasive pulmonary aspergillosis", "authors": [{"first": "J", "middle": [], "last": "Denis", "suffix": ""}, {"first": "F", "middle": [], "last": "Forouzanfar", "suffix": ""}, {"first": "R", "middle": [], "last": "Herbrecht", "suffix": ""}], "year": 2018, "venue": "J Mol Diagn", "volume": "20", "issn": "", "pages": "298--306", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "PCR-based detection of Aspergillus fumigatus and absence of azole resistance due to TR34 /L98H in a french multicenter cohort of 137 patients with fungal rhinosinusitis", "authors": [{"first": "F", "middle": [], "last": "Morio", "suffix": ""}, {"first": "E", "middle": [], "last": "Dannaoui", "suffix": ""}, {"first": "T", "middle": [], "last": "Chouaki", "suffix": ""}], "year": 2018, "venue": "Mycoses", "volume": "61", "issn": "", "pages": "30--34", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "A Comparison of Aspergillus and mucorales PCR testing of different bronchoalveolar lavage fluid fractions from patients with suspected invasive pulmonary fungal disease", "authors": [{"first": "J", "middle": [], "last": "Springer", "suffix": ""}, {"first": "P", "middle": ["L"], "last": "White", "suffix": ""}, {"first": "J", "middle": [], "last": "Kessel", "suffix": ""}], "year": 2018, "venue": "J Clin Microbiol", "volume": "56", "issn": "", "pages": "1655--1672", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Comparison of two molecular assays for detection and characterization of Aspergillus fumigatus triazole resistance and cyp51A mutations in clinical isolates and primary clinical samples of immunocompromised patients", "authors": [{"first": "P", "middle": [], "last": "Postina", "suffix": ""}, {"first": "J", "middle": [], "last": "Skladny", "suffix": ""}, {"first": "T", "middle": [], "last": "Boch", "suffix": ""}], "year": 2018, "venue": "Front Microbiol", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "Clinical performance of Aspergillus PCR for testing serum and plasma: a Study by the European Aspergillus PCR Initiative", "authors": [{"first": "P", "middle": ["L"], "last": "White", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Barnes", "suffix": ""}, {"first": "J", "middle": [], "last": "Springer", "suffix": ""}], "year": 2015, "venue": "J Clin Microbiol", "volume": "53", "issn": "", "pages": "2832--2837", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Performance of molecular approaches for Aspergillus detection and azole resistance surveillance in cystic fibrosis", "authors": [{"first": "H", "middle": [], "last": "Guegan", "suffix": ""}, {"first": "S", "middle": [], "last": "Chevrier", "suffix": ""}, {"first": "C", "middle": [], "last": "Belleguic", "suffix": ""}], "year": 2018, "venue": "Front Microbiol", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "Detection of Aspergillus flavus and A. fumigatus in bronchoalveolar lavage specimens of hematopoietic stem cell transplants and hematological malignancies patients by real-time PCR, nested polymerase chain reaction and mMycological assays", "authors": [{"first": "H", "middle": [], "last": "Zarrinfar", "suffix": ""}, {"first": "H", "middle": [], "last": "Mirhendi", "suffix": ""}, {"first": "A", "middle": [], "last": "Fata", "suffix": ""}, {"first": "H", "middle": [], "last": "Khodadadi", "suffix": ""}, {"first": "P", "middle": [], "last": "Kordbacheh", "suffix": ""}], "year": 2015, "venue": "Jundishapur J Microbiol", "volume": "8", "issn": "", "pages": "", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "Azole-resistant Aspergillus fumigatus in the environment of northern Italy", "authors": [{"first": "A", "middle": [], "last": "Prigitano", "suffix": ""}, {"first": "V", "middle": [], "last": "Venier", "suffix": ""}, {"first": "M", "middle": [], "last": "Cogliati", "suffix": ""}], "year": 2011, "venue": "Euro Surveill", "volume": "19", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Number of patients with results positive for invasive aspergillosis according to radiological criteria, BAL galactomannan (GM) and BAL Aspergillus fumigatus qPCR.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Main characteristics of baseline and outcome data of patients undergoing 123 BAL procedures.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Characteristics </td><td>N = 123 (%)\n</td></tr><tr><td>Baseline variables\n</td><td> </td></tr><tr><td>Sex, male </td><td>82 (66.7)\n</td></tr><tr><td>Median age, years (range) </td><td>54 (20-81)\n</td></tr><tr><td>Underlying disease\n</td><td> </td></tr><tr><td>Acute myeloid leukaemia </td><td>46 (37.4)\n</td></tr><tr><td>Non-Hodgkin lymphoma </td><td>16 (13.0)\n</td></tr><tr><td>Acute lymphoblastic leukaemia </td><td>13 (10.6)\n</td></tr><tr><td>Hodgkin's lymphoma </td><td>11 (8.9)\n</td></tr><tr><td>Myelodysplastic syndromes </td><td>10 (8.1)\n</td></tr><tr><td>Idiopathic myelofibrosis </td><td>9 (7.3)\n</td></tr><tr><td>Multiple myeloma </td><td>6 (4.9)\n</td></tr><tr><td>Chronic lymphocytic leukaemia </td><td>4 (3.3)\n</td></tr><tr><td>Severe aplastic anaemia </td><td>4 (3.3)\n</td></tr><tr><td>Chronic myeloid leukaemia </td><td>2 (1.6)\n</td></tr><tr><td>Others SCT\n</td><td>2 (1.6)\n</td></tr><tr><td>No </td><td>38 (30.9)\n</td></tr><tr><td>BAL performed as pre-SCT evaluation </td><td>12 (9.8)\n</td></tr><tr><td>Yes </td><td>85 (69.1)\n</td></tr><tr><td>Autologous </td><td>5 (5.8)\n</td></tr><tr><td>Allogeneic </td><td>81 (94.2)\n</td></tr><tr><td>HLA-identical </td><td>16 (18.8)\n</td></tr><tr><td>Matched unrelated </td><td>12 (14.1)\n</td></tr><tr><td>Haploidentical </td><td>49 (57.6)\n</td></tr><tr><td>Cord blood </td><td>3 (3.5)\n</td></tr><tr><td>Time from SCT to BAL, days, median (range) </td><td>165 (15-8543)\n</td></tr><tr><td>Neutropenia at BAL, neutrophils &lt; 500 </td><td>15 (12.2)\n</td></tr><tr><td>Neutropenia at BAL, neutrophils &lt; 1000 </td><td>28 (22.8)\n</td></tr><tr><td>Radiological findings of lung computed tomography\n</td><td> </td></tr><tr><td>Compatible with IA (according to EORTC/MSG) </td><td>57 (46.3)\n</td></tr><tr><td>Atypical lesions </td><td>66 (53.7)\n</td></tr><tr><td>Mycology\n</td><td> </td></tr><tr><td>GM serum &gt; 0.5 </td><td>6 (4.9)\n</td></tr><tr><td>BDG serum &gt; 80 pg/mL </td><td>15 (12.2)\n</td></tr><tr><td>Culture BAL positive for filamentous fungi </td><td>7 (5.7)∗\n</td></tr><tr><td>GM BAL &gt; 0.5 </td><td>35 (28.5)\n</td></tr><tr><td>GM BAL &gt; 1.0 </td><td>26 (21.1)\n</td></tr><tr><td>GM positivity in BAL, ODI, median (range) </td><td>2,497 (0.519-9.386)\n</td></tr><tr><td>Aspergillus fumigatus qPCR positive </td><td>39 (31.7)\n</td></tr><tr><td>Cycles of positivity. Median (range) </td><td>35.5 (26.0-38.3)\n</td></tr><tr><td>Diagnosis of IA according to 2008 EORTC/MSG criteria\n</td><td> </td></tr><tr><td>Proven </td><td>2 (1.6)\n</td></tr><tr><td>Probable </td><td>28 (22.8)\n</td></tr><tr><td>Possible </td><td>27 (22.0)\n</td></tr><tr><td>No IA according to 2008 EORTC/MSG criteria </td><td>66 (53.7)\n</td></tr><tr><td>Atypical lesions and mycology positive = atypical IA </td><td>14 (11.4)\n</td></tr><tr><td>Atypical lesions and mycology negative = controls </td><td>52 (42.3)\n</td></tr><tr><td>Not receiving mould-active agents at BAL </td><td>87 (70.7)\n</td></tr><tr><td>Diagnosis of IA according to 2008 EORTC/MSG criteria\n</td><td> </td></tr><tr><td>Proven </td><td>1 (1.1)\n</td></tr></table></body></html>"}, "TABREF1": {"text": "(Continued).", "latex": null, "type": "table"}, "TABREF2": {"text": "Diagnostic performance of A. fumigatus qPCR in all cases, divided into those receiving and not receiving mould active agents at", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Sensitivity </td><td>Specificity </td><td>PPV </td><td>NPV\n</td></tr><tr><td> </td><td> </td><td>All cases, n = 123\n</td><td> </td><td> </td></tr><tr><td>PCR </td><td>Proven/probable/possible vs no IA (mycology negative). Atypical IA excluded\n</td><td> </td></tr><tr><td>33 (21-47) </td><td>69 (55-81) </td><td>54 (41-67) </td><td>49 (42-55)\n</td></tr><tr><td>PCR or GM </td><td>54 (41-68) </td><td>69 (55-81) </td><td>66 (55-76) </td><td>58 (50-66)\n</td></tr><tr><td>PCR and GM </td><td>14 (6-26) </td><td>100 (93-100) </td><td>100 </td><td>51 (49-54)\n</td></tr><tr><td>Proven/probable vs no IA (mycology negative). Atypical IA excluded\n</td><td> </td><td> </td></tr><tr><td>PCR </td><td>40 (23-59) </td><td>69 (55-81) </td><td>43 (29-58) </td><td>67 (59-74)\n</td></tr><tr><td>PCR or GM </td><td>83 (65-94) </td><td>69 (55-81) </td><td>61 (50-71) </td><td>88 (76-94)\n</td></tr><tr><td>PCR and GM </td><td>27 (12-46) </td><td>100 (93-100) </td><td>100 </td><td>70 (66-75)\n</td></tr><tr><td>Proven/probable/atypical IA vs no IA (mycology negative)\n</td><td> </td><td> </td></tr><tr><td>PCR </td><td>36 (22-52) </td><td>69 (55-81) </td><td>50 (36-54) </td><td>56 (49-63)\n</td></tr><tr><td>PCR or GM </td><td>89 (75-96) </td><td>69 (55-81) </td><td>71 (62-79) </td><td>88 (76-94)\n</td></tr><tr><td>PCR and GM </td><td>25 (13-40) </td><td>100 (93-100) </td><td>100 </td><td>61 (57-65)\n</td></tr><tr><td>Not receiving mould active agents, n = 87\n</td><td> </td><td> </td></tr><tr><td>PCR </td><td>Proven/probable/possible vs no IA (mycology negative). Atypical IA excluded\n</td><td> </td></tr><tr><td>17 (7-34) </td><td>71 (55-84) </td><td>33 (17-54) </td><td>50 (44-56)\n</td></tr><tr><td>PCR or GM </td><td>54 (37-71) </td><td>71 (54-84) </td><td>61 (47-74) </td><td>64 (55-73)\n</td></tr><tr><td>PCR and GM </td><td>9 (2-23) </td><td>100 (91-100) </td><td>100 </td><td>56 (54-59)\n</td></tr><tr><td>Proven/probable vs no IA (mycology negative). Atypical IA excluded\n</td><td> </td><td> </td></tr><tr><td>PCR </td><td>24 (7-50) </td><td>71 (55-84) </td><td>25 (11-47) </td><td>69 (62-76)\n</td></tr><tr><td>PCR or GM </td><td>100 (81-100) </td><td>71 (54-84) </td><td>59 (47-70) </td><td>100\n</td></tr><tr><td>PCR and GM </td><td>18 (4-43) </td><td>100 (91-100) </td><td>100 </td><td>75 (70-78)\n</td></tr><tr><td>Proven/probable/atypical IA vs no IA (mycology negative)\n</td><td> </td><td> </td></tr><tr><td>PCR </td><td>25 (11-45) </td><td>71 (54-84) </td><td>37 (21-56) </td><td>58 (51-65)\n</td></tr><tr><td>PCR or GM </td><td>100 (88-100) </td><td>71 (54-84) </td><td>70 (59-79) </td><td>100\n</td></tr><tr><td>PCR and GM </td><td>18 (6-37) </td><td>100 (91-100) </td><td>100 </td><td>64 (60-68)\n</td></tr><tr><td>Receiving mould active agents, n = 36\n</td><td> </td><td> </td></tr><tr><td>PCR </td><td>Proven/probable/possible vs no IA (mycology negative). Atypical IA excluded\n</td><td> </td></tr><tr><td>59 (36-79) </td><td>64 (31-89) </td><td>76 (58-88) </td><td>44 (28-60)\n</td></tr><tr><td>PCR or GM </td><td>55 (32-76) </td><td>64 (31-89) </td><td>75 (56-88) </td><td>41 (27-57)\n</td></tr><tr><td>PCR and GM </td><td>27 (11-50) </td><td>100 (72-100) </td><td>100 </td><td>41 (35-47)\n</td></tr><tr><td>Proven/probable vs no IA (mycology negative). Atypical IA excluded\n</td><td> </td><td> </td></tr><tr><td>PCR </td><td>61 (32-86) </td><td>64 (31-89) </td><td>67 (45-83) </td><td>58 (38-76)\n</td></tr><tr><td>PCR or GM </td><td>61 (32-86) </td><td>64 (31-89) </td><td>67 (45-83) </td><td>58 (38-76)\n</td></tr><tr><td>PCR and GM </td><td>46 (19-75) </td><td>100 (72-100) </td><td>100 </td><td>61 (49-72)\n</td></tr><tr><td>Proven/probable/atypical IA vs no IA (mycology negative)\n</td><td> </td><td> </td></tr><tr><td>PCR </td><td>56 (30-80) </td><td>64 (3189) </td><td>69 (48-85) </td><td>50 (33-67)\n</td></tr><tr><td>PCR or GM </td><td>69 (41-89) </td><td>64 (31-89) </td><td>73 (54-87) </td><td>58 (37-77)\n</td></tr><tr><td>PCR and GM </td><td>44 (20-70) </td><td>100 (72-100) </td><td>100 </td><td>55 (44-65)\n</td></tr></table></body></html>"}, "TABREF3": {"text": "qPCR was positive in three of five BAL samples with culture growth of Aspergillus with Ct of 25.88 and 37.10 for A. flavus (respectively, probable IA, BAL GM ODI 8.2, and proven resistant IA under treatment with BAL GM ODI 7.6) and 36.83 for A. niger (probable IA under treatment, BAL GM ODI 0.08) and in case of growth of Fusarium (35.30 Ct, BAL GM ODI 0.1) and Paecilomyces (33.33 Ct, BAL GM ODI 0.44), while it was negative in one case of A. flavus (BAL GM ODI 2.5) and one case of A. fumigatus (BAL GM ODI 0.99).", "latex": null, "type": "table"}}, "back_matter": [{"text": "Financial support. This study was supported by the Fellowship Program Award Gilead 2015.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "M.M. has received speaker and advisory board fees from Gilead, Pfizer, Biotest, Janssen and MSD. C.V. has received research support to his institution from Pfizer and MSD, speaker, and advisory board fees from Gilead, Pfizer, and MSD. Other authors report no conflicts of interest. The authors alone are responsible for the content and the writing of the paper.", "cite_spans": [], "ref_spans": [], "section": "Declaration of interest"}]}