{
    "paper_id": "e63dc754b42b7af6596c586e9665bb77fae944fa",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To be maximally effective in preventing the introduction of undesirable micro-organisms and parasites into colonies known to be free of such pathogens, animal health quality assurance programs must provide for the assessment of health both before and during use in research. Proof of adequate health status from commercial suppliers employing sufficiently rigorous health surveillance programs in conjunction with appropriate exclusion housing often accomplishes the former. However, in cases where the health status of the incoming animals is not known or suspected to be inadequate, quarantine programs are necessary. To quarantine, by defi nition, is to detain and isolate on account of suspected contagion for purposes of assessment and management of such. 365 colonies from contagions, safeguard personnel from exposure to zoonoses, minimize the transmission of diseases between animals in quarantine, and optimize the health and condition of the newly acquired animals ( Clark et al ., 1995 ; Southers and Ford, 1995 ) . Consequently, the facility used for the quarantine program must, by design and operation, meet these needs and also allow suffi cient access by select personnel to obtain samples for health monitoring or perhaps limited, controlled access for research purposes. Depending upon the institution and the nature of research, quarantine facilities may be needed for virtually any vertebrate species, including (but not limited to) domestic rodents, wild rodents, carnivores, livestock, non-human primates, rabbits, reptiles, amphibians, birds and fi sh.",
            "cite_spans": [
                {
                    "start": 975,
                    "end": 998,
                    "text": "( Clark et al ., 1995 ;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 999,
                    "end": 1024,
                    "text": "Southers and Ford, 1995 )",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "I . INTRODUCTION"
        },
        {
            "text": "Information from suppliers related to animal quality should be suffi cient to enable a veterinarian to determine the length",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I . INTRODUCTION"
        },
        {
            "text": "Michael J. Huerkamp and Jennifer K. Pullium Chapter 26 of quarantine, to defi ne the potential risks to personnel and animals within the colony, to determine whether therapy is required before animals are released from quarantine and, in the case of rodents, to determine whether cesarean rederivation, embryo transfer or other veterinary interventions are required to free the animals of specifi c pathogens. Rodents, dogs, cats, rabbits and other species, for example, might not require quarantine if data from the vendor or provider are suffi ciently current and complete to defi ne the health status of the incoming animals and if the potential for exposure to pathogens during transit is mitigated.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 43,
                    "text": "Huerkamp and Jennifer K. Pullium",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Quarantine Facilities and Operations"
        },
        {
            "text": "The species most often subjected to rigorous quarantine programs requiring isolation are non-human primates and rodents exchanged between research institutions. Although the facilities and rodent management programs employed at academic, pharmaceutical and governmental research enterprises are more advanced with regard to pathogen exclusion and disease prevention than in the past, they are still challenged by a wide variety of organisms ( Jacoby and Lindsey, 1998 ) . For example, mouse hepatitis virus and murine parvoviruses may be found in colonies at more than one-third of academic institutions ( Jacoby and Lindsey, 1998 ) . This has been exacerbated by the increase in genetically modifi ed rodents, and the sharing of these animals among research institutions has been the genesis for high-level rodent quarantine facilities, equipment and containment practices ( Hessler and Leary, 2002 ) . Wild rodents and those from the pet trade that are sometimes used in research present an additional hazard of introducing zoonoses such as hantavirus, lymphocytic choriomeningitis virus, leptospirosis and other diseases ( Gregg, 1975 ; Donnelly and Quimby, 2002 ; Anonymous, 2003 ; Smith et al ., 2005 ) . The current incidence of diseases such as Pasteurella multocida in the overall population of rabbits available for research is unknown. In arrangements where reputable vendors supply rabbits meeting research health standards, such as freedom from pasteurellosis, quarantine may not generally be required. There may be a need to quarantine rabbits of unique and rare breeds, howeverespecially those acquired for research from farms, backyard production operations, auctions or the pet trade.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 469,
                    "text": "( Jacoby and Lindsey, 1998 )",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 604,
                    "end": 632,
                    "text": "( Jacoby and Lindsey, 1998 )",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 874,
                    "end": 901,
                    "text": "( Hessler and Leary, 2002 )",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1124,
                    "end": 1139,
                    "text": "( Gregg, 1975 ;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1140,
                    "end": 1167,
                    "text": "Donnelly and Quimby, 2002 ;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1168,
                    "end": 1185,
                    "text": "Anonymous, 2003 ;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1186,
                    "end": 1207,
                    "text": "Smith et al ., 2005 )",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "II. SOURCES OF RISK AND PRINCIPLES OF PREVENTION"
        },
        {
            "text": "Between 1972 and 1993, data suggest the incidence of tuberculosis in quarantined non-human primates captured from the wild decreased from 6.6 percent to 0.4 percent ( Kaufmann and Anderson, 1978 ; Anonymous, 1993 ) . Tuberculosis remains a disease risk with severe health and economic consequences; therefore, mycobacterial diseases still must be addressed and managed in non-human primates whether obtained from either foreign or domestic sources. Filovirus infections, particularly in imported non-human primates, are an additional risk ( Clark et al ., 1995 ) . Epidemiologic surveillance suggests a 10 percent prevalence of detectable antibodies in wild-caught macaques and African Green monkeys, which suggests prior exposure and possibly infection with these agents ( Anonymous, 1990 ) .",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 196,
                    "text": "( Kaufmann and Anderson, 1978 ;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 197,
                    "end": 214,
                    "text": "Anonymous, 1993 )",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 539,
                    "end": 562,
                    "text": "( Clark et al ., 1995 )",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 772,
                    "end": 791,
                    "text": "( Anonymous, 1990 )",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "II. SOURCES OF RISK AND PRINCIPLES OF PREVENTION"
        },
        {
            "text": "Quarantine and isolation programs may be necessary where unconditioned dogs and cats, such as those from municipal pounds, are acquired by research institutions. While these animals present a risk of zoonotic disease such as rabies, on a daily operative level, less severe infectious agents must also be managed in these species. For example, an epidemiologic assessment of infectious diseases in dogs ( n ϭ 217) acquired from a municipal pound by Emory University in 1988-1989 demonstrated 35 percent of the animals developing clinical diseases in quarantine and a corresponding 9 percent total mortality rate (data not published). Of those dogs developing clinical disease, 60 percent suffered respiratory system disease (primarily infectious tracheobronchitis, ITB) and 40 percent unidentifi ed mild diarrheal diseases typically responsive to time and anthelmintics. The mean prodromal period from the time of acquisition until the onset of clinical signs ( Ϯ 1 standard deviation) was 14.7 days ( Ϯ 11.5 days). Almost all mortality was due to euthanasia of animals with heartworm disease, vicious temperament, or clinical conditions unresponsive to treatment. The rate of spontaneous mortality was 1 percent. In the case of Class B dogs of dealer origin, the incidence of ITB in dogs purchased as \" conditioned \" was 11 percent, suggesting that additional stabilization and conditioning were necessary. Class B licensees acquire dogs and cats from other sources, including unclaimed animals from animal control institutions, and resell them to research institutions. Likewise, cats of unknown health status obtained from random sources frequently incubate or are actively infected with a variety of pathogens that may be diffi cult to diagnose, control or manage, including feline leukemia, feline immunodefi ciency disease and feline infectious peritonitis ( Griffi n and Baker, 2002 ) .",
            "cite_spans": [
                {
                    "start": 1862,
                    "end": 1890,
                    "text": "( Griffi n and Baker, 2002 )",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "II. SOURCES OF RISK AND PRINCIPLES OF PREVENTION"
        },
        {
            "text": "The incubation (or prodromal) period of a disease, and its repercussions for quarantine design is important, as it helps determine how the space will be used to manage multiple shipments. If an incoming agent was enzootic at the source institution, detection may take only a few days with suffi ciently broad testing. Bona fi de quarantine periods generally last at least 3-4 weeks, however, because 2-4 weeks is the commonly accepted time period for micro-organisms to proliferate to levels detectable using serology, bacterial culture or molecular diagnostics ( Rehg and Toth, 1998 ; Shek and Gaertner, 2002 ) . Depending upon the agent, inoculum, host age, host genotype and other factors, the development of detectable serum antibodies may be variable, requiring longer quarantine periods -as has been shown in the case with mouse parvovirus ( Besselsen et al ., 2000 ) . Although the tuberculosis dermal hypersensitivity reaction in macaques generally becomes apparent by 4 weeks following inoculation ( Clarke, 1968 ; Schmidt, 1972 ; Janicki et al ., 1973 ) , it is noteworthy that almost half of all cases diagnosed in imported macaques occurred after the fi rst month of quarantine ( Anonymous, 1993 ) . If some members of an animal population, particularly rodents, become infected at the time of shipment or receipt, or originated from a colony where they were housed in barrier cages, only a small percentage of animals may be infected ( Thigpen et al ., 1989 ; Lipman et al ., 1993 ; Homberger and Thomann, 1994 ; Pullium et al ., 2004 ) . In these cases, infection may be diffi cult to detect, leading to the requirement for broad sampling of the population and/or repeated sampling conducted over a prolonged period of time. The risk of contamination during shipment has been observed at 1.5 percent for rodents shipped by air ( Rehg and Toth, 1998 ) . While this may seem low, the costs of management of an infectious disease outbreak can be exponentially greater if the pathogen is inadvertently released into the facility at large, rather than confi ned to quarantine ( Rehg and Toth, 1998 ) . Where many shipments may be received into quarantine, the facilities should be suffi ciently spacious and compartmentalized to permit animals from one shipment to be effectively separated from animals from other shipments, in order to preclude transfer of infectious agents between groups.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 585,
                    "text": "( Rehg and Toth, 1998 ;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 586,
                    "end": 611,
                    "text": "Shek and Gaertner, 2002 )",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 846,
                    "end": 873,
                    "text": "( Besselsen et al ., 2000 )",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1007,
                    "end": 1023,
                    "text": "( Clarke, 1968 ;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1024,
                    "end": 1039,
                    "text": "Schmidt, 1972 ;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1040,
                    "end": 1063,
                    "text": "Janicki et al ., 1973 )",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1190,
                    "end": 1209,
                    "text": "( Anonymous, 1993 )",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1447,
                    "end": 1472,
                    "text": "( Thigpen et al ., 1989 ;",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1473,
                    "end": 1495,
                    "text": "Lipman et al ., 1993 ;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1496,
                    "end": 1525,
                    "text": "Homberger and Thomann, 1994 ;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1526,
                    "end": 1549,
                    "text": "Pullium et al ., 2004 )",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1841,
                    "end": 1864,
                    "text": "( Rehg and Toth, 1998 )",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2085,
                    "end": 2108,
                    "text": "( Rehg and Toth, 1998 )",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "II. SOURCES OF RISK AND PRINCIPLES OF PREVENTION"
        },
        {
            "text": "Depending upon the nature and circumstances of the research and quality of the supplier, there may also be a need to isolate and quarantine livestock, especially if animals are received from multiple, disparate sources and mixed after arrival. Swine may be obtained from high-quality suppliers of specifi c pathogen-free stock, but, depending upon geographic locale, access to such sources may be variable. Disease caused by Bordetella bronchiseptica , Hemophilus parasuis , Pasteurella multocida , various enteric organisms, and other agents can affl ict the weaned farm-origin pigs that are sometimes preferred for research ( Hansen, 1997 ) . As swine emerge in importance as a source of tissues and organs for xenotransplantation, the need to maintain swine of \" xenograft-defi ned \" microbiological status under stringent exclusion and containment conditions will be paramount ( Swindle, 1998 ; Boneva and Folks, 2004 ) . Coxiella burnetii , the highly infectious causative agent of Q fever, is widespread in ruminants worldwide, with human infections reported in virtually every state in the United States ( McQuiston et al ., 2002 ) . Quarantine programs have also been advocated for marsupials, reptiles, amphibians, domestic and wild-caught fi sh, and wild birds ( Jurgelski et al ., 1974 ; Wolff, 1996 ; Astrofsky et al ., 2002 ; O'Rourke and Shultz, 2002; O'Rourke and Schumacher, 2002 ; Stoskopf, 2002 ) .",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 642,
                    "text": "( Hansen, 1997 )",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 881,
                    "end": 898,
                    "text": "( Swindle, 1998 ;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 899,
                    "end": 923,
                    "text": "Boneva and Folks, 2004 )",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1111,
                    "end": 1138,
                    "text": "( McQuiston et al ., 2002 )",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1271,
                    "end": 1298,
                    "text": "( Jurgelski et al ., 1974 ;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1299,
                    "end": 1312,
                    "text": "Wolff, 1996 ;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1313,
                    "end": 1338,
                    "text": "Astrofsky et al ., 2002 ;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1339,
                    "end": 1365,
                    "text": "O'Rourke and Shultz, 2002;",
                    "ref_id": null
                },
                {
                    "start": 1366,
                    "end": 1397,
                    "text": "O'Rourke and Schumacher, 2002 ;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1398,
                    "end": 1414,
                    "text": "Stoskopf, 2002 )",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "II. SOURCES OF RISK AND PRINCIPLES OF PREVENTION"
        },
        {
            "text": "Diseases can be transmitted between animals by a number of routes, including aerosol, direct contact, feco-oral or inanimate objects (fomites). The ubiquitous mouse hepatitis virus (MHV), murine noroviruses (MNV) and continually emerging parvoviral infections of rodents involve transmission by many routes, including both airborne and feco-oral for MNV ( Wobus et al ., 2006 ) and MHV, and ingestion and close contact for parvoviruses such as murine parvovirus (MPV) ( Smith et al ., 1993 ) . Coxiella burnetii can be excreted at high levels from sheep during parturition, and transmitted by aerosol to humans over long distances and in small quantities ( Lyytikainen et al ., 1997 ) . Common respiratory diseases of dogs and cats, such as ITB and feline respiratory disease complex, are likewise transmitted by aerosol and direct contact. The threat, however, does not end with the animals themselves. Away from animals, a number of pathogens can persist in the environment and on contaminated fomites for days to weeks at a time or even longer, including agents such as parvoviruses, picornaviruses, dermatophytes, bacterial spores, nematode eggs and the like. The management and prevention of transmission by these routes and others, such as skin puncture and mucous membrane exposure from splashes, must be addressed in the design of facilities. A number of items used in quarantine can become contaminated and, if not properly handled or decontaminated, these items represent a risk for dissemination of contagions out of quarantine, into the facility and beyond. Transmission via fomites can be by either aerosol or non-airborne mechanisms. Consequently, the prevention of transmission of agents via inanimate objects exiting the area must also be considered in the design and operation of quarantine facilities. Potential fomites that may be encountered in the context of quarantine operations include clothing, sharps, soiled cages and bedding, used water bottles, shipping containers, other forms of solid waste, diagnostic specimens, scales, veterinary examination equipment, clippers and sanitation supplies.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 377,
                    "text": "( Wobus et al ., 2006 )",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 468,
                    "end": 491,
                    "text": "( Smith et al ., 1993 )",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 655,
                    "end": 684,
                    "text": "( Lyytikainen et al ., 1997 )",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "II. SOURCES OF RISK AND PRINCIPLES OF PREVENTION"
        },
        {
            "text": "The acquisition and quarantine of animals used for research purposes may fall under certain tenets and laws. It is for reasons of protecting the public health and food supply, and for wildlife conservation, that the US federal government and some states have regulated the importation or movement of certain species across national and state lines, respectively. The approach to quarantine can be conveniently divided into that intended for species of foreign versus domestic origin. An additional division can be made along the discriminator of non-human primates versus all other species. Unlike most other species used in research, non-human primates often come from a wide variety of sources, have a poorly defi ned health status and harbor unknown fl ora, thus representing a signifi cant zoonotic hazard ( Southers and Ford, 1995 ) .",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 837,
                    "text": "( Southers and Ford, 1995 )",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "III . GUIDELINES AND RECOMMENDATIONS"
        },
        {
            "text": "Exposure to imported NHP presents infectious disease risks, which may include emerging infectious diseases such as Ebola-Reston, Cercopithecine herpesvirus 1 (B Virus), monkeypox, yellow fever, Simian Immunodefi ciency Virus, tuberculosis and other diseases, some of which may not yet be known or identifi ed. Since 1975, the Federal Quarantine Regulations (42CFR71.53) have restricted the importation of non-human primates under the aegis of the Centers for Disease Control and Prevention (CDC) ( Anonymous, 1990 ( Anonymous, , 1991 DeMarcus et al ., 1999 ) . In consideration of imported non-human primate quarantine, the federal government has not defi ned quarantinefacility design standards or construction criteria. Consequently, in the rare case where such a facility may be contemplated, the design team should contact the Division of Global Migration and Quarantine, National Center for Infectious Diseases, CDC, Atlanta, GA. Additionally, there may be state laws, regulations and policies governing the entry and use of NHP ( Johnson et al ., 1995 ) .",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 513,
                    "text": "( Anonymous, 1990",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 514,
                    "end": 533,
                    "text": "( Anonymous, , 1991",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 534,
                    "end": 558,
                    "text": "DeMarcus et al ., 1999 )",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1034,
                    "end": 1059,
                    "text": "( Johnson et al ., 1995 )",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "III . GUIDELINES AND RECOMMENDATIONS"
        },
        {
            "text": "The importation of reptiles, fi sh and endangered species is regulated by the US Department of the Interior, Law Enforcement Division, Fish and Wildlife Services. The United States Department of Agriculture (Veterinary Services, Animal and Plant Health Inspection Service) has responsibility for livestock, dog and cat entry into the United States. Institutions and design management teams seeking to import these species from sites outside of US borders should properly consult with the appropriate federal agency. The federal government does not regulate the importation of rodents or rabbits, provided they have not been inoculated with any pathogens for scientifi c purposes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III . GUIDELINES AND RECOMMENDATIONS"
        },
        {
            "text": "In determining the need for quarantine facilities, the operator should consider the goals of the veterinary medical management program. For example, the type and size of space, support equipment, monitoring and security may be vastly different if the intent is to permit otherwise presumably healthy animals to restore physiologic homeostasis for a few days after the stress of shipment and receipt than if it is the stabilization, health characterization and appropriate veterinary medical management of wild-caught animals acclimating to confi nement. Given the possibility of a broad spectrum of scenarios, professional judgment should be used, applying the contemporary practice standards of laboratory animal medicine ( Clark et al ., 1995 ) . Situations may be addressed differently depending upon the species to be quarantined. For many species, quarantine may be conducted by the research institution or by contracting commercial entities to provide the technical services. Consequently, a principal decision is whether to build, renovate or dedicate space to a quarantine activity, or to outsource such activities to qualifi ed contractors.",
            "cite_spans": [
                {
                    "start": 723,
                    "end": 746,
                    "text": "( Clark et al ., 1995 )",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "IV. QUARANTINE GOALS AND GENERAL DESIGN CONSIDERATIONS"
        },
        {
            "text": "Stabilization following shipment of research animals, particularly rodents and rabbits, of a defi ned and consistent health status from a commercial production barrier generally requires 3-5 days ( Dymsza et al ., 1963 ; Gisler et al ., 1971 ; Wallace, 1976 ; Landi et al ., 1982 ; Toth and January, 1990 ; Van Ruiven et al ., 1998 ) . This may be done in a typical housing room with resident animals, or in a separate isolated area. For the purposes of this chapter, \" stabilization \" following shipment is considered to be only daily observation of the animals, as opposed to the more intensive health status evaluation and monitoring that occurs during quarantine, and will not be discussed further.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 220,
                    "text": "( Dymsza et al ., 1963 ;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 221,
                    "end": 243,
                    "text": "Gisler et al ., 1971 ;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 244,
                    "end": 259,
                    "text": "Wallace, 1976 ;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 260,
                    "end": 281,
                    "text": "Landi et al ., 1982 ;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 282,
                    "end": 306,
                    "text": "Toth and January, 1990 ;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 307,
                    "end": 333,
                    "text": "Van Ruiven et al ., 1998 )",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "IV. QUARANTINE GOALS AND GENERAL DESIGN CONSIDERATIONS"
        },
        {
            "text": "It is clear, however, that other species, such as carnivores from municipal pounds or Class B dealers, non-human primates, farm animals, rabbits of unknown health background and certain other species, may require conditioning and quarantine programs lasting from a few days to several months. Ordinarily this should be accomplished in a dedicated area that has been physically and programmatically isolated from more stabilized animals and from persons whose duties do not require contact with other animals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. QUARANTINE GOALS AND GENERAL DESIGN CONSIDERATIONS"
        },
        {
            "text": "While there are no thumb-rules or formulas for the size of quarantine facilities, in order to minimize the time that caretakers and other users are in the quarantine area and reduce the risk for containment failures due to human error, the space should be suffi ciently large and designed for effi cient use. For example, although often overlooked or under-allocated, adequate storage space should be provided for janitorial supplies (including disinfectant, mops, buckets and personal protective equipment) and staging or storing clean and dirty cages and other materials. Where procedures other than passive observation are intended for the quarantine facility, the design should enable multiple persons to work simultaneously without jostling or creating close-contact situations that precipitate spills or accidents with sharp objects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. QUARANTINE GOALS AND GENERAL DESIGN CONSIDERATIONS"
        },
        {
            "text": "Non-human primate quarantine may involve importation into the country -a situation strictly regulated by CDC at only approved sites -or secondary quarantine, at a research institution for domestically-bred animals or those acquired through an approved importation site. Facilities used for these species, whether primary or secondary, should be designed with sufficient space and rooms to enable the animals to be isolated by species and date of acquisition, remain secure, and facilitate room decontamination. Facility layout should allow for an individual group to progress through a quarantine period lasting 1-3 months intact as an entity. In cases where the volume of the operation will involve high throughput and multiple shipments, there should be suffi cient rooms or autonomous compartments to prevent mixing of animals from different shipments in order to prevent the obligatory restart of the quarantine period ( Manning et al ., 1980 ) . A site with several small rooms offers greater fl exibility, and is preferred over arrangements with only one or two large rooms. An advantage related to non-human primate quarantine is that the procedures are well-standardized and generally consistent from institution to institution, and there are numerous existing facilities with which to benchmark, thus enabling the design to be a relatively straightforward process.",
            "cite_spans": [
                {
                    "start": 923,
                    "end": 948,
                    "text": "( Manning et al ., 1980 )",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "IV. QUARANTINE GOALS AND GENERAL DESIGN CONSIDERATIONS"
        },
        {
            "text": "The same situation, unfortunately, does not exist in rodent management, where the ideal program remains specifi cally undefi ned, and detailed industry-wide standards have not been developed. Consequently, quarantine programs for rodents, as run by different research institutions, are essentially large, grand experiments under a constant state of evaluation and adjustment. In considering quarantine design, attention should be given to the regularity of incoming shipments, the average batch size and mean total quarantine census, the housing method, and the duration of the isolation period. The space dedicated to quarantine should allow for cage-change stations and the safe conduct of diagnostic sample collection, and some fl exibility to enable limited experimental procedures such as tissue collection or simple surgeries. At Emory University, where mice are received into quarantine on a weekly basis, batches are typically moderate in size (3-to 10-cage range), barrier technology is used at the cage level, and the quarantine period lasts 8-12 weeks. Space for this activity is dedicated to accommodate 1-3 percent of the total institutional mouse-cage census or the equivalent of 2 percent of the total net square footage for mouse housing. Another approach is to use a ratio of the number of cages in quarantine per overall number of scientists at the institution using the given species; however, such benchmark data have not been developed. These methods might not apply to small institutions with a low rodent census and infrequent gift rodent exchanges, and likewise may not apply to large ( Ͼ 20,000-cage census) operations. It is important to appreciate that institutional rodent quarantine programs are expensive, often adding substantial levels of complexity and impediment to collaborative research ( Grimm, 2006 ) , and the ideal would be to facilitate gift rodent exchanges using embryo transfer or equivalent technology. As institutions with the fi nancial wherewithal and in-house resources convert significantly to trading embryos or sperm or other biological materials rather than live mice, less space will be needed for rodent quarantine. Given that some mice are used for acute or shortterm studies and that not all sources will have the wherewithal to bank and ship embryos, sperm or the like, it is not realistic to believe that all live mouse shipments will become obsolete.",
            "cite_spans": [
                {
                    "start": 1823,
                    "end": 1838,
                    "text": "( Grimm, 2006 )",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "IV. QUARANTINE GOALS AND GENERAL DESIGN CONSIDERATIONS"
        },
        {
            "text": "While some livestock and many dogs and cats acquired for research may not require formal quarantine management, those acquired from random sources of uncertain health status, possibly including Class B dealers, are a different situation. Quarantine periods of 8-12 weeks are recommended for random-source cats ( Griffi n and Baker, 2002 ) . The aforementioned experience at Emory University with unconditioned dogs, particularly the considerable variation around the mean for the onset of clinical signs of disease, suggests that relatively lengthy quarantine periods (e.g., 24-day minimum) are warranted and should be considered. While different institutions and programs would approach this situation in diverse ways, given that most dogs remained asymptomatic, the authors ' approach was to relocate dogs stepwise through a series of three rooms dedicated to quarantine as they underwent preventive medical procedures. Through time, the animals were moved into rooms containing populations of progressively healthier dogs as they became increasingly stabilized over a 24-to 30-day quarantine period. The management of newly received swine and small ruminants should be considered in the same light of quality of source, number of sources, anticipated use and the like as for dogs and cats.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 338,
                    "text": "( Griffi n and Baker, 2002 )",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "IV. QUARANTINE GOALS AND GENERAL DESIGN CONSIDERATIONS"
        },
        {
            "text": "Reptiles, fi sh and amphibians are often isolated at the enclosure level or in simple isolation rooms for periods of a month or less using standard operating procedures and typically no other specialized quarantine architectural features, and won't be discussed further here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. QUARANTINE GOALS AND GENERAL DESIGN CONSIDERATIONS"
        },
        {
            "text": "Quarantined animals, whether at the room or cage level, should be effectively isolated, both physically and programmatically, from other animals at the institution. Although the concept of physical isolation is straightforward, the location and design of the physical space can infl uence the operation of quarantine programs on multiple levels. The ideal is to locate quarantine facilities completely separated from resident colonies in a standalone structure ( Hessler et al ., 1999 ; Bernacky et al ., 2002 ) . Where a separate building is not possible, quarantine should be located in space at the building periphery, near the receiving area ( Ruys, 1991 ) but isolated within secure confi nes away from major foot traffi c thoroughfares ( Southers and Ford, 1995 ; Hessler et al ., 1999) ( Figure 26-1 ) . Where quarantine is remote from the receiving area, animal delivery into quarantine should be through a corridor system designed with differential air pressures, preventing contamination of other areas of the facility ( Southers and Ford, 1995 ) . Quarantine operations are facilitated by a location within reasonable proximity of the cage-wash, autoclaves, necropsy and animal-carcass storage facilities.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 486,
                    "text": "( Hessler et al ., 1999 ;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 487,
                    "end": 511,
                    "text": "Bernacky et al ., 2002 )",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 646,
                    "end": 660,
                    "text": "( Ruys, 1991 )",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 742,
                    "end": 769,
                    "text": "( Southers and Ford, 1995 ;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 770,
                    "end": 792,
                    "text": "Hessler et al ., 1999)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1029,
                    "end": 1056,
                    "text": "( Southers and Ford, 1995 )",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 793,
                    "end": 808,
                    "text": "( Figure 26-1 )",
                    "ref_id": null
                }
            ],
            "section": "V. LOCATION AND DIMENSION OF PHYSICAL SPACE"
        },
        {
            "text": "Following location and allocation of square footage, the next quarantine consideration is selection of the general layout. The design of the space should allow for fl exibility in use and take into account the various species requiring isolation, the prospect of multiple acquisitions, the duration of quarantine periods by species, and the housing method. Quarantine facilities should allow for physical separation of animals by species to prevent interspecies disease transmission, and is usually accomplished by housing different species in separate rooms ( Clark et al ., 1995 ) . Where intraspecies separation is essential, such as when rodents are obtained from multiple sites or sources and differ in pathogen status, suites of rooms or cubicles are preferred. Suitable alternatives are laminarfl ow units, cages that have fi ltered air or separate ventilation, and isolators, particularly for rodents, providing the species are otherwise behaviorally compatible ( Clark et al ., 1995 ) . Keeping in mind that not all institutions are blessed with perfectly designed quarantine areas, or the resources or even the scientifi c demand to dedicate one to full-time use, there are times when objectives must be accomplished within the scope of the resources available. In this case, the availability of programs and other infrastructure to compensate for inadequate space or design becomes the key determinant in the success of the program, and often depends upon staff making a challenging situation work through strict adherence to effective standard operating procedures. Given these considerations, there are three general options for quarantine layout: a single room, a suite of rooms or a suite of cubicles.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 582,
                    "text": "( Clark et al ., 1995 )",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 970,
                    "end": 993,
                    "text": "( Clark et al ., 1995 )",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "VI . GUIDING PRINCIPLES OF DESIGN"
        },
        {
            "text": "A single quarantine room, providing that it is relatively spacious, is most suitable where shipments are irregular, and for small institutions with a modest census and little prospect for high-volume activity ( Figure 26-2 ) . Single rooms may be suffi cient for livestock, dogs, cats, non-human primates and rabbits, and for rodents confi ned in barrier cages or isolators. Oftentimes a secured room with negative differential airfl ow relative to the corridor and otherwise meeting Guide construction specifi cations may be appropriate ( Hessler et al ., 1999 ) . For example, for livestock, carnivores, rabbits and non-human primates, it may be appropriate to house a received batch in a standard animal housing room under quarantine standard operating procedures and to allow the room to revert to normal use once quarantine is completed without relocating the animals. In an agricultural setting, this concept might be as simple as locating barns, loafi ng sheds, paddocks and pastures for newly received animals physically separated from and downwind of more stabilized animals. An additional consideration, however, is that some airborne diseases, particularly Q fever ( Lyytikainen et al ., 1997 ) , can be transmitted over great distances, and even from farm to farm.",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 563,
                    "text": "( Hessler et al ., 1999 )",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1176,
                    "end": 1205,
                    "text": "( Lyytikainen et al ., 1997 )",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 209,
                    "end": 224,
                    "text": "( Figure 26-2 )",
                    "ref_id": null
                }
            ],
            "section": "VI . GUIDING PRINCIPLES OF DESIGN"
        },
        {
            "text": "Where multiple species are acquired in regular shipments and potentially in large consignment, a suite of quarantine rooms allows for \" all in -all out \" management ( Figure 26-3 ) . In cases where there may be regular deliveries of a small number of large animals, a series of rooms may enable individual or groups of animals to be relocated from room to room as they become progressively stabilized, receive increasing amounts of preventive medical procedures (e.g., vaccines), and their health characterization becomes defi ned and acceptable. For rodents, one or more large rooms can be used to accommodate animals in barrier (fi lter top) cages or, providing there is suffi cient space and power, portable laminar airfl ow rack isolators (i.e., Bioclean Units) or fl exible fi lm isolators. Suites of cubicles enable effi cient and fl exible use of a relatively small space, where multiple species are obtained and quarantined in small batches or regular shipments ( Ruys, 1991) ( Figure 26-4 ) . Optimal cubicle ventilation resulting in minimal turbulence, stagnation and entrainment has been found to be provided by delivering 20 air changes per hour via two opposed sidewall diffusers located low on the wall, and with exhaust high in the cubicle on the back wall ( Curry et al ., 1998 ) . Cubicles are wasteful of space when the suite is devoted to only one species and do not promote effi ciency of rodent operations when they contain large numbers of cages, as it is diffi cult to move racks, access biosafety cabinets and process large numbers of clean and soiled materials without extensively widening the central corridor. For the same reason, it is cumbersome to move racks to transfer non-human primates from soiled to clean cages in the often close confi nes of a cubicle suite. The control of airborne cross-contamination between cubicles can be compromised when doors are opened unless a cage-level form of containment is used. This risk can be obviated to some extent with meticulous adherence to sensible practices that prevent cross-contamination. These include keeping all the cubicle doors closed, opening only one door at a time, and minimizing the time any one door may be open ( White et al ., 1983 ) . It bears noting the one infectious disease study validating the effectiveness of cubicles in pathogen containment was based upon Sendai virus (parainfl uenza type 1) infection of rats ( White et al ., 1983 ) . Compared to other agents, such as coronaviruses (e.g., MHV, SDAV), subsequent experience has shown Sendai virus to be of low transmissibility, except under conditions of close contact ( Dillehay et al ., 1990 ; Homberger and Thomann, 1994 ) . The reliance upon Sendai virus may not have allowed a suitably rigorous assessment of cubicles as containment devices. In the case of rodents, cubicle systems should be shown to be effective in the containment of highly infectious agents (such as coronaviruses and pinworms) before being relied upon as the primary means of containment. Until then, the role of cubicles should be as a secondary containment component in support of cage-level barrier systems.",
            "cite_spans": [
                {
                    "start": 970,
                    "end": 983,
                    "text": "( Ruys, 1991)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1272,
                    "end": 1295,
                    "text": "( Curry et al ., 1998 )",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2204,
                    "end": 2227,
                    "text": "( White et al ., 1983 )",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2414,
                    "end": 2437,
                    "text": "( White et al ., 1983 )",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2624,
                    "end": 2650,
                    "text": "( Dillehay et al ., 1990 ;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2651,
                    "end": 2680,
                    "text": "Homberger and Thomann, 1994 )",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [
                {
                    "start": 167,
                    "end": 180,
                    "text": "Figure 26-3 )",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 984,
                    "end": 999,
                    "text": "( Figure 26-4 )",
                    "ref_id": null
                }
            ],
            "section": "VI . GUIDING PRINCIPLES OF DESIGN"
        },
        {
            "text": "For rodent quarantine, a fundamental decision is whether to use isolators or cage-level barriers. Microbarrier (fi lter top) cages used in conjunction with Class II biological safety cabinets whenever cages are opened have been repeatedly shown to be effective in pathogen containment ( Lipman et al ., 1982 ( Lipman et al ., , 1987 Dillehay et al ., 1990 ; Boylan and Current, 1992 ; Whary, 2000 ; Whary et al ., 2000 ) , and can be fl exibly used both in rooms and cubicles. It is the preference of the authors to use non-ventilated (static) cages in rodent quarantine, as individually ventilated cages (IVC) pose the risk of environmental contamination from exhaust air leaking from cages. Others might consider this risk to be negligible (especially with gasket-sealed cages), or fi nd the labor savings associated with IVC to be more cost-effective.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 307,
                    "text": "( Lipman et al ., 1982",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 332,
                    "text": "( Lipman et al ., , 1987",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 333,
                    "end": 357,
                    "text": "Dillehay et al ., 1990 ;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 358,
                    "end": 384,
                    "text": "Boylan and Current, 1992 ;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 385,
                    "end": 398,
                    "text": "Whary, 2000 ;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 399,
                    "end": 420,
                    "text": "Whary et al ., 2000 )",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "VI . GUIDING PRINCIPLES OF DESIGN"
        },
        {
            "text": "Gas-tight fl exible plastic isolators ( Figure 26 -5 ) can be used for containment purposes in rooms, but, owing to their size, are generally not suitable for cubicles. Isolators are portable, well-suited for cesarean rederivation procedures, and offer the fl exibility of subdividing common, generic space for different uses. They may be especially useful where a physically isolated quarantine facility is not available. Isolator technology has a proven track record for being used effectively and economically by commercial producers of rodents on an impressive scale. Prepackaging of materials, including food, water and bedding, enables effi cient use of the units. Disadvantages are that these units are labor-intensive, especially for the inexperienced or infrequent user, or where there may not be the advantage of economy of scale. In addition, glove dexterity can be less than ideal for certain purposes. While offering greater species fl exibility than microbarrier cages, there are limitations to the size of animals that can be accommodated in isolators. Purchase cost may be a disadvantage, but the potential user should consider the price in light of the lifetime operating costs compared to other options.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 38,
                    "end": 49,
                    "text": "( Figure 26",
                    "ref_id": null
                }
            ],
            "section": "VI . GUIDING PRINCIPLES OF DESIGN"
        },
        {
            "text": "If the intention is to build, renovate or designate a specifi c area for quarantine purposes, there are many important general elements to consider. Due to the high cost of construction or renovation of such spaces, the approach to design should be pragmatic ( Ruys, 1991 ) and based upon legitimate risk. As pathogens may be transmitted by a variety of mechanisms, including aerosol, the physical design and operation of quarantine areas for animals of uncertain health status should ideally utilize as many of the design principles of animal biosafety level 3 (ABSL3) containment as possible ( Hessler et al ., 1999 ; Chosewood and Wilson, 2007 ) . While the vast majority of animal pathogens pose no health threat to humans, many agents represent an airborne threat from one individual to another of the same species, and sometimes even other genera. A facility built to ABSL3 standards would consist of a sealed room or suite of rooms with air-and waste-handling facilities; facilities for the decontamination of personnel and for disinfection or sterilization of soiled implements and equipment; entry and egress through air locks; and back-up power. Where the ideal cannot be realized, the facility minimally should be designed to operate at animal biosafety level 2 (ABSL2) ( Chosewood and Wilson, 2007 ) . These facilities are especially effective when additional layers of protection are employed, such as when fl exible fi lm isolators or barrier-level caging systems are used within the facility. Except as described below, all other construction criteria and specifi cations for architectural features, plumbing, electrical and mechanical systems are the same as given in the Guide for standard animal housing ( Clark et al ., 1995 ) .",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 273,
                    "text": "( Ruys, 1991 )",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 594,
                    "end": 619,
                    "text": "( Hessler et al ., 1999 ;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 620,
                    "end": 648,
                    "text": "Chosewood and Wilson, 2007 )",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1281,
                    "end": 1311,
                    "text": "( Chosewood and Wilson, 2007 )",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1722,
                    "end": 1745,
                    "text": "( Clark et al ., 1995 )",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "VII. ARCHITECTURAL FEATURES"
        },
        {
            "text": "Quarantine areas for non-human primates and rodents ideally should require entry and exit of personnel through an anteroom with two sets of doors ( Hessler et al ., 1999 ; Rahija, 1999 ) , preferably via an airlock or incorporating an air shower ( Figure 26-6 ) . One advantage of cubicle suites is that the corridor can serve as a nominal anteroom ( Figure 26-4 ) . Where an airlock exists, interlocking hardware should permit only one door to be opened at a time ( Hessler et al ., 1999 ) . The anteroom should contain suffi cient space to accommodate a handwashing sink, trash receptacles, and an area to stage racks, cages, supplies and implements either entering or exiting the area. In the effi cient management of rodents, the design should provide for enough space to permit the storage of a full complement of complete, intact cages. As an alternative, the anteroom should be suffi ciently spacious to contain and allow the passage of a fully loaded rack of caging materials without interfering with the doors ( Hessler et al ., 1999 ) . Assembling cages from separated components in quarantine should be avoided, as it theoretically risks contamination of clean cages and transmission of infectious agents.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 171,
                    "text": "( Hessler et al ., 1999 ;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 172,
                    "end": 186,
                    "text": "Rahija, 1999 )",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 465,
                    "end": 490,
                    "text": "( Hessler et al ., 1999 )",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1019,
                    "end": 1044,
                    "text": "( Hessler et al ., 1999 )",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 261,
                    "text": "( Figure 26-6 )",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 364,
                    "text": "( Figure 26-4 )",
                    "ref_id": null
                }
            ],
            "section": "VII. ARCHITECTURAL FEATURES"
        },
        {
            "text": "The integration of walls, fl oors and ceilings should be conceptualized as an envelope with sealed ducts, plumbing, conduits, wiring, lights, and any other surface penetrations, to reduce air escape and permit decontamination by fumigation or other means. As such, the perimeter walls should extend to the fl oor above ( Hessler et al., 1999 ) . In extreme, high-risk cases, it may be useful to design a double-wall system utilizing an air lock and progressively differential air pressures ( Ruys, 1991 ) . Construction may need to be more substantial and damage-proof than the norm in the case where powerful animals, such as chimpanzees ( Riddle et al., 1982 ) or livestock, may be quarantined. Construction features that enable vermin exclusion cannot be over-emphasized. Importantly, utility service access should be from outside the quarantine area, typically in the interstitial space above the external corridor, for facilities management and physical plant maintenance personnel ( Hessler et al ., 1999 ) . For decontamination purposes, wall orifi ces should be provided for attachment of volatile hydrogen peroxide chambers or operation of fumigation equipment. Exhaust and supply ducts in the room(s), cubicle suite(s) and any anteroom(s) should be confi gured with dampers enabling the space to be sealed for fumigation. Sealing the anteroom enables the possibility to decontaminate large or complex pieces of equipment before removal into the uncontaminated corridor. Also useful may be a sleeve port for peracetic acid, chemical decontamination or pass-through dunk tanks ( Hessler et al ., 1999 ) .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 343,
                    "text": "( Hessler et al., 1999 )",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 490,
                    "end": 504,
                    "text": "( Ruys, 1991 )",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 639,
                    "end": 662,
                    "text": "( Riddle et al., 1982 )",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 987,
                    "end": 1012,
                    "text": "( Hessler et al ., 1999 )",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1585,
                    "end": 1610,
                    "text": "( Hessler et al ., 1999 )",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "VII. ARCHITECTURAL FEATURES"
        },
        {
            "text": "Hand-washing sinks should be foot-or elbow operated ( Hessler et al ., 1999 ; Rahija, 1999 ) , and installed adjacent to any exit doors. A double-door pass-through autoclave, wall-or fl oor-mounted, should be present (Rehg and Toth, 1999; Rahija, 1999 ) and most ideally located on a wall connecting animal housing space with the anteroom. The capacity of the autoclave should be large enough to accommodate the throughput for a day's activity in one load or as few loads as possible. It may be advantageous to have a pass-through portal, separate from the pathway used by personnel, for the transfer of small animals and some supplies into the quarantine area, and decontaminated items out of the anteroom to the corridor.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 77,
                    "text": "( Hessler et al ., 1999 ;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 78,
                    "end": 92,
                    "text": "Rahija, 1999 )",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 217,
                    "end": 238,
                    "text": "(Rehg and Toth, 1999;",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 251,
                    "text": "Rahija, 1999",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "VII. ARCHITECTURAL FEATURES"
        },
        {
            "text": "Areas used for quarantine should have ample GFIC outlets and electrical power supply to simultaneously accommodate all powered equipment, including IVC, stationary biosafety cabinets, portable cage-change stations and other transiently used devices (e.g., electronic scales, computers, hot bead sterilizers, etc.). These should be connected to an emergency power source ensuring maintenance of at least air exhaust, nominal lighting and all electrical outlets. Optimally, both air-heating and -cooling should be on back-up power. Given the breadth of species that might be contained within the resource over time, full spectrum lighting should be provided ( Ruys, 1991 ) .",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 670,
                    "text": "( Ruys, 1991 )",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "VII. ARCHITECTURAL FEATURES"
        },
        {
            "text": "The most important concept related to the mechanical system is for air to be supplied and exhausted such that the quarantine space is maintained under negative differential air pressure relative to other areas ( Kaufmann and Anderson, 1978 ; Rehg and Toth, 1998 ; Hessler et al ., 1999 ) . In essence, air should fl ow in a gradient from areas of least risk into that of the greatest hazard (quarantine). This includes supply and exhaust ventilation down to the level of individual cubicles ( Hessler et al ., 1999 ) . To ensure that the differential air pressure remains progressively negative and properly balanced with respect to anterooms, corridors and other adjacencies, circulation should be regularly monitored with alarmed sensors. As a redundant failsafe, differential air-fl ow monitoring devices should be installed for local, visual monitoring of proper air-fl ow direction by technicians and other personnel in the area. This can be done using magnehelic pressure gauges or balum devices (e.g., a ping pong ball in a tube), or by affi xing inexpensive fl exible plastic strips at the door ventilation grill. To prevent abnormal relative air pressures in the case of a fan failure and reduce the possibility of contaminated air reaching the clean areas of the animal facility, a mechanism should be in place to cut off supply air by closing dampers or turning off appropriate fans. Likewise, to avert retrograde fl ow Fig. 26-6 A multi-room isolation area built to ABSL3 standards showing 4 animal holding rooms (AHR) with personnel entry through an airlock changing room design and allowing for progressively stronger differential air pressure gradients from the changing rooms to a central corridor and into each AHR. of potentially contaminated air, supply-duct dampers should also close automatically when air supply is interrupted. Air turnover rates should range from 12 to 20 air changes per hour (ACH) for rooms ( Kaufmann and Anderson, 1978 ; Hessler et al ., 1999 ) and up to 35 ACH for cubicles ( Hessler et al ., 1999 ) in order to dilute and remove any micro-organisms suspended in the air in the quarantine environment. Design should allow for air-supply and exhaust ducts to be situated in light of computational fl ow dynamics, in order to promote the best air circulation for the space and to minimize unventilated \" dead \" pockets of air ( Hessler et al ., 1999 ) . Air effl uent from the quarantine area should not be recirculated, and air exhausted to the outdoors should not be discharged near air-intake ducts or elevator shafts. Finally, the principle of redundancy should be applied in the form of dual fan and fi lter systems along with emergency power supply.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 241,
                    "text": "( Kaufmann and Anderson, 1978 ;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 242,
                    "end": 263,
                    "text": "Rehg and Toth, 1998 ;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 264,
                    "end": 287,
                    "text": "Hessler et al ., 1999 )",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 491,
                    "end": 516,
                    "text": "( Hessler et al ., 1999 )",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1933,
                    "end": 1964,
                    "text": "( Kaufmann and Anderson, 1978 ;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1965,
                    "end": 1988,
                    "text": "Hessler et al ., 1999 )",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2019,
                    "end": 2044,
                    "text": "( Hessler et al ., 1999 )",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2369,
                    "end": 2394,
                    "text": "( Hessler et al ., 1999 )",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 1431,
                    "end": 1440,
                    "text": "Fig. 26-6",
                    "ref_id": null
                }
            ],
            "section": "VII. ARCHITECTURAL FEATURES"
        },
        {
            "text": "Plumbing requirements are dependent upon the species housed and sanitation system used, except that generally an automated water delivery system for large animals should be designed into the area. For maximal fl exibility, it makes sense to equip the facility with drains and cap them when not in use, such as for rodent quarantine. When in use, however, traps in fl oor drains should allow for the continuous presence of water or liquid disinfectant. Wastes should be disposed of in a safe and sanitary manner that complies with federal, state and local codes and regulations. Feces, soiled contact bedding and liquid waste from quarantine ordinarily can be disposed via the sanitary sewer system or incineration, or disposal by a licensed contractor. If waste is deemed to be of high hazard, however, it should be collected and rendered safe by appropriate means prior to removal from the facility. Where liquid waste presents extreme hazard, provision should be made for bulk collection and disinfection in heat-treatment tanks prior to discharge into the sewer system ( Hessler et al ., 1999 ) .",
            "cite_spans": [
                {
                    "start": 1072,
                    "end": 1097,
                    "text": "( Hessler et al ., 1999 )",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "VII. ARCHITECTURAL FEATURES"
        },
        {
            "text": "With non-human primates and large animals, a fundamental consideration impacting design is the sanitation program and, in particular, whether it will be a so-called wet or dry system. Regarding the former, feces and urine collect in pan beneath cage or on the fl oor under a suspended expanded metal grid fl oor, and are periodically rinsed manually or automatically into a common drain. Where detergents and/or disinfectants are added to water for spray-rinsing, chemical burns or intoxication are risks if done overzealously ( Kelley and Hall, 2002 ) . Likewise, the splashing of water during wet cleaning procedures has been determined to be a risk factor for the transmission of tuberculosis ( Ford et al ., 1973 ) and, potentially, other agents ( Kelley and Hall, 2002 ) in non-human primates. A variation of the basic wet system is the wet vacuum system, where the excreta pan is fi lled with disinfectant at all times and periodically vacuumed, but this adds the potential risk of splashing or creation of aerosols. If wet sanitation systems are used and a grinder is not incorporated into the system, 6-inch diameter drains are necessary to accommodate the discharge of the waste, and hair and gas traps may be necessary. Likewise, all drains should have short runs to the main, or be steeply pitched ( Manning et al ., 1980 ) . For these reasons, albeit largely theoretical and weakly empirical, some facilities are managed using the dry alternative. In this system, shavings, shredded corn cobs, plastic, treated paperboard or other equivalent materials are used to bed the excreta pan. The pans are removed and replaced with appropriate regularity, decontaminated if necessary, and dumped and washed in the cage-wash facility.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 552,
                    "text": "( Kelley and Hall, 2002 )",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 696,
                    "end": 718,
                    "text": "( Ford et al ., 1973 )",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 750,
                    "end": 775,
                    "text": "( Kelley and Hall, 2002 )",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1309,
                    "end": 1334,
                    "text": "( Manning et al ., 1980 )",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "VII. ARCHITECTURAL FEATURES"
        },
        {
            "text": "Where there may be multiple users or where security is particularly important (given that high traffi c and non-compliant personnel are the most likely sources of contamination and containment failure), microprocessor-controlled security systems using personalized identifi cation codes can be used to control and document entry ( Hessler et al ., 1999 ) . Other types of personalized information that can be used to allow and document entry include fi ngerprints and retinal images. View ports in doors, two-way intercoms, dataport access, and phone jacks for fax and telephone should be considered. These reduce the level of traffi c in and out, and the ability to transmit data electrically from within the quarantine area and into administrative or other areas eliminates the risk of taking contaminated hard copies into these areas. Installing doors with view ports enables persons in the corridor to check visually for personnel in the room without compromising biosecurity by opening a door.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 354,
                    "text": "( Hessler et al ., 1999 )",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "VII. ARCHITECTURAL FEATURES"
        },
        {
            "text": "Although not essential, a shower and locker room are desirable ( Hessler et al ., 1999 ) . These may not be necessary or practical, however, because compliance in such circumstances may be variable and diffi cult to monitor. Additionally, the effective use of appropriate personal protective equipment (PPE), with or without a clothing change, may be suffi cient in many cases.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 88,
                    "text": "( Hessler et al ., 1999 )",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "VII. ARCHITECTURAL FEATURES"
        },
        {
            "text": "The well-established quarantine measures for non-human primates and those that have re-emerged for rodents are still necessary today. While there may also be a need to contain other wild-caught or large animal species, the increased use and exchange of genetically engineered mutant mice especially demands rodent quarantine capabilities for the majority of research institutions. Apart from species-specifi c housing requirements, it is important to consider pathogens to be contained in terms of the route of transmission and degree of hazard to human and animal health. Animals obtained from commercial vendors, as opposed to other research institutions, may be less likely to harbor undesirable micro-organisms, often allowing them to be exempt from a quarantine program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIII . CONCLUSION"
        },
        {
            "text": "The ideal quarantine facility should be fl exible enough to allow the use of multiple species and take into account the number and frequency of shipments expected. The more shipments and different species involved, the more subdivided the facility should be, through the use of multiple rooms, cubicles, isolators, etc. At a minimum, ABSL2 design criteria should be used to enable the containment of pathogens at the room or cage level, while also preventing agent transmission via contaminated animal waste, fomites, and personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VIII . CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Update: Filovirus infections among persons with occupational exposure to non-human primates",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anonymous",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Morbid. Mortal. Wkly Rep",
            "volume": "39",
            "issn": "",
            "pages": "266--273",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Current trends update: non-human primate importation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anonymous",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Morbid. Mortal. Wkly Rep",
            "volume": "40",
            "issn": "",
            "pages": "684--685",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Tuberculosis in imported non-human primates -United States",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anonymous",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Morbid. Mortal. Wkly Rep",
            "volume": "42",
            "issn": "",
            "pages": "572--576",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Update: Multistate outbreak of monkeypox -Illinois",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anonymous",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Morbid. Mortal. Wkly Rep",
            "volume": "52",
            "issn": "",
            "pages": "642--646",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Biology and management of the zebrafi sh",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Astrofsky",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Bullis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Sagerstrom",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Laboratory Animal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Nonhuman primates",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bernacky",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Abee",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Laboratory Animal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effect of mouse strain and age on detection of mouse parvovirus 1 by use of serologic testing and polymerase chian reaction",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Besselsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Loganbill",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Comp. Med",
            "volume": "50",
            "issn": "",
            "pages": "498--502",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Xenotransplantation and risks of zoonotic infections",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Boneva",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Folks",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ann. Med",
            "volume": "36",
            "issn": "",
            "pages": "504--517",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Improved rat model of Pneumocystis carinii pneumonia: induced laboratory infections in Pneumocystis-free animals",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Boylan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Current",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Infect. Immun",
            "volume": "60",
            "issn": "",
            "pages": "1--589",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Biosafety in Microbiological and Biomedical Laboratories , 5th edn",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Chosewood",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Guide for the Care and Use of Laboratory Animals",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Bayne",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "57--58",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The relationship of hypersensitivity to shedding of Mycobacterium tuberculosis in experimentally infected Macaca mulatta",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Am. Rev. Resp. Dis",
            "volume": "98",
            "issn": "",
            "pages": "416--423",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Advances in cubicle design using computational fl uid dynamics as a design tool",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Curry",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Loseby",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lab. Anim",
            "volume": "32",
            "issn": "",
            "pages": "117--127",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "US policy for disease control among imported non-human primates",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Demarcus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tipple",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Ostrowski",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J. Infect. Dis",
            "volume": "179",
            "issn": "",
            "pages": "281--282",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The effectiveness of a microisolator cage system and sentinel mice for controlling and detecting MHV and Sendai virus infections",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Dillehay",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Lehner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Huerkamp",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Lab. Anim. Sci",
            "volume": "40",
            "issn": "",
            "pages": "367--370",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Biology and diseases of other rodents",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Quimby",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Laboratory Animal Medicine",
            "volume": "",
            "issn": "",
            "pages": "247--307",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Equilibration of the laboratory rat following exposure to shipping stress",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Dymsza",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Maloney",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Lab. Anim. Care",
            "volume": "13",
            "issn": "",
            "pages": "60--65",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Investigations into the diagnosis and spread of epizootic simian tuberculosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Der Waaij",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Speltie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Beyersbergen",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Lab. Anim. Sci",
            "volume": "23",
            "issn": "",
            "pages": "232--240",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Hormonal regulation of the immune response. I. Induction of an immune response in vitro with lymphoid cells from mice exposed to acute systemic stress",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Gisler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Bussard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mazie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Cell. Immunol",
            "volume": "2",
            "issn": "",
            "pages": "634--645",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Recent outbreaks of lymphocytic chorimeningitis virus in the United States of America",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Gregg",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Bull. WHO",
            "volume": "52",
            "issn": "",
            "pages": "549--553",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Domestic cats as laboratory animals",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Griffi N",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Laboratory Animal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Mouse genetics: a mouse for every gene",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grimm",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "862--863",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Health status of experimental pigs",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pharmacol. Toxicol",
            "volume": "80",
            "issn": "",
            "pages": "10--15",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Design and management of animal facilities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hessler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Leary",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Laboratory Animal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Rodent quarantine: facility design and equipment for small animal containment facilities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hessler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Broderson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Lab. Anim",
            "volume": "28",
            "issn": "",
            "pages": "34--40",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Transmission of murine viruses and mycoplasma in laboratory mouse colonies with respect to housing conditions",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "R"
                    ],
                    "last": "Homberger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "E"
                    ],
                    "last": "Thomann",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Lab. Anim",
            "volume": "28",
            "issn": "",
            "pages": "113--120",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Risks of infection among laboratory rats and mice at major biomedical research institutions",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Jacoby",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Lindsey",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "ILAR J",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Immune responses in rhesus monkeys after bacillus Calmette-Guerin vaccination and aerosol challenge with Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Janicki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Good",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Minden",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Am. Rev. Resp. Dis",
            "volume": "107",
            "issn": "",
            "pages": "359--365",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Laws, regulations and policies",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Morin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Bayne",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Wolfl E",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Non-human Primates in Biomedical Research: Biology and Management",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The opossum ( Didelphis virginiana Kerr ) as a biomedical model. I. Research perspective, husbandry, and laboratory technics",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jurgelski",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Forsythe",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dahl",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Lab. Anim. Sci",
            "volume": "24",
            "issn": "",
            "pages": "376--403",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Tuberculosis control in nonhuman primate colonies",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Mycobacterial Infections of Zoo Animals",
            "volume": "",
            "issn": "",
            "pages": "227--234",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Housing",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Kelley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Laboratory Animal Medicine",
            "volume": "",
            "issn": "",
            "pages": "197--198",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Effects of shipping on the immune function in mice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Landi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Kreider",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Bullock",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Am. J. Vet. Res",
            "volume": "43",
            "issn": "",
            "pages": "1654--1657",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Rederivation of MHV and MEV antibody positive mice by cross-fostering and use of the microisolator caging system",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Lipman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Newcomer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Fox",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Lab. Anim. Sci",
            "volume": "37",
            "issn": "",
            "pages": "195--199",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Evaluation of isolator caging systems for protection of mice against challenge with mouse hepatitis virus",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Lipman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Corning",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saifuddin",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Lab. Anim",
            "volume": "27",
            "issn": "",
            "pages": "134--140",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Q fever outbreak -Germany",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lyytikainen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schwartlander",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Morbid. Mortal. Wkly Rep",
            "volume": "40",
            "issn": "",
            "pages": "29--32",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Laboratory animal management: non-human primates",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Manning",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Cadigan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "ILAR News",
            "volume": "23",
            "issn": "",
            "pages": "1--44",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Q fever",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Mcquiston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Childs",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Am. Vet. Med. Assoc",
            "volume": "221",
            "issn": "",
            "pages": "796--799",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Biosecurity and minimal disease herds",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Vet. Clin. North Am. Food Anim. Pract",
            "volume": "8",
            "issn": "",
            "pages": "461--474",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Biology and diseases of amphibians",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "O&apos;rourke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Schultz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Laboratory Animal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Biology and diseases of reptiles",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "O&apos;rourke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schumacher",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Laboratory Animal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Rodent vendor apparent source of mouse parvovirus in sentinel mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Pullium",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Benjamin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Huerkamp",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Contemp. Topics Lab. Anim. Sci",
            "volume": "43",
            "issn": "",
            "pages": "8--11",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Animal facility design",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rahija",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Occup. Med",
            "volume": "14",
            "issn": "",
            "pages": "407--422",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Rodent quarantine programs: purpose, principles, and practice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Rehg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Toth",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lab. Anim. Sci",
            "volume": "48",
            "issn": "",
            "pages": "438--447",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Chimpanzee holding, rehabilitation and breeding: facilities design and colony management",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Riddle",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Alford",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Lab. Anim. Sci",
            "volume": "32",
            "issn": "",
            "pages": "525--533",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Handbook of Facilities Planning",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ruys",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Improving existing methods of control of tuberculosis: a prime challenge to the experimentalist",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Am. Rev. Resp. Dis",
            "volume": "105",
            "issn": "",
            "pages": "183--205",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Microbiological quality control for laboratory rodents and lagomorphs",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "R"
                    ],
                    "last": "Shek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gaertner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Laboratory Animal Medicine",
            "volume": "",
            "issn": "",
            "pages": "365--393",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "In vivo studies with an \" orphan \" parvovirus of mice",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "O"
                    ],
                    "last": "Jacoby",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Lab. Anim. Sci",
            "volume": "43",
            "issn": "",
            "pages": "175--182",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Outbreak of multidrug-resistant Salmonella Typhimurium associated with rodents purchased at retail pet stores -United States",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Leano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Snider",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Morbid. Mortal. Wkly Rep",
            "volume": "54",
            "issn": "",
            "pages": "429--433",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Quarantine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Southers",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nonhuman Primates in Biomedical Research: Biology and Management",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Biology and health of laboratory fi shes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Stoskopf",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Laboratory Animal Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Defi ning appropriate health status and management programs for specifi c-pathogen-free swine for xenotransplantation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Swindle",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Ann. NY Acad. Sci",
            "volume": "862",
            "issn": "",
            "pages": "111--120",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "The use of dirty bedding for detection of murine pathogens in sentinel mice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Thigpen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Lebetkin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Dawes",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Lab. Anim. Sci",
            "volume": "39",
            "issn": "",
            "pages": "324--327",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Physiologic stabilization of rabbits after shipping",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Toth",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "January",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Lab. Anim. Sci",
            "volume": "40",
            "issn": "",
            "pages": "384--387",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The infl uence of transportation stress on selected nutritional parameters to establish the minimum period for adaptation of rat feeding studies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Ruiven",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wiersma",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lab. Anim",
            "volume": "32",
            "issn": "",
            "pages": "446--456",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Effects of stress due to deprivation and transport in different genotypes of house mouse",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Lab. Anim",
            "volume": "10",
            "issn": "",
            "pages": "335--347",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Containment of Helicobacter hepaticus by use of husbandry practices (comment)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Whary",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Comp. Med",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Containment of Helicobacter hepaticus by use of husbandry practices",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Whary",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Cline",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Comp. Med",
            "volume": "50",
            "issn": "",
            "pages": "78--81",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Evaluation of a cubicle containment system in preventing gaseous and particulate airborne cross-contamination",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lang",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Lab. Anim. Sci",
            "volume": "33",
            "issn": "",
            "pages": "571--576",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Murine norovirus: a model system to study norovirus biology and pathogenesis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Wobus",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Thackray",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Virgin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol",
            "volume": "80",
            "issn": "",
            "pages": "104--109",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Husbandry practices employed by private aviculturists, bird markets and zoo collections, which may be conducive to fostering infectious diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Revue Scientifi que et Technique",
            "volume": "15",
            "issn": "",
            "pages": "55--71",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Functionally, the goals of quarantine are to protect resident I. Introduction ...................................................................... 365 II. Sources of Risk and Principles of Prevention .................. 366 III. Guidelines and Recommendations ................................... 367 IV. Quarantine Goals and General Design Considerations .... 368 V. Location and Dimension of Physical Space ..................... 369 VI. Guiding Principles of Design ........................................... 370 VII. Architectural Features ...................................................... 372 VIII. Conclusion ....................................................................... 374 References .................................................................................. 375",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": ". 26-1 Floor plan depicting a duplex room arrangement suitable for quarantine, isolated at the periphery of a building, convenient to a loading dock and also showing storage (ST) and an anteroom (A). Figure courtesy of Emory University, Atlanta, GA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 26-2 A single quarantine room layout suitable for small populations or irregular quarantine activity. The built-in, pass-through autoclave (a) makes this arrangement well-suited for rodent isolation.Figure courtesy of Emory University, Atlanta, GA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Multiple room suite arrangement allowing for multiple lots or shipments of animals.Figure courtesyof Emory University, Atlanta, GA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Floor plan showing three suites of cubicles allowing for fl exible use of space including quarantine, and particularly where small numbers of multiple species may require isolation or small batches or regular shipments of rodents are received. Figure courtesy of Emory University, Atlanta, GA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Stacked semi-rigid isolators suitable for rodent quarantine activities.Photograph courtesy of Mt. Sinai School of Medicine, New York, NY.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure courtesy of Emory University, Atlanta, GA.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}