{"paper_id": "e65a594a2d8b64fc8fccfaa13ab3ed705519dd4e", "metadata": {"title": "of Novel Coronavirus-Infected Pneumonia", "authors": [{"first": "Drs", "middle": ["Q"], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "X", "middle": [], "last": "Guan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "P", "middle": [], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "X", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Drs", "middle": ["B"], "last": "Cowling", "suffix": "", "affiliation": {}, "email": "bcowling@hku.hk"}, {"first": "B", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Leung", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Z", "middle": [], "last": "Feng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qun", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": [], "last": "Med", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xuhua", "middle": [], "last": "Guan", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Peng", "middle": [], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xiaoye", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "M", "middle": ["P H"], "last": "", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lei", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yeqing", "middle": [], "last": "Tong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ruiqi", "middle": [], "last": "Ren", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Kathy", "middle": ["S M"], "last": "Leung", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Eric", "middle": ["H Y"], "last": "Lau", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jessica", "middle": ["Y"], "last": "Wong", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Xuesen", "middle": [], "last": "Xing", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Nijuan", "middle": [], "last": "Xiang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yang", "middle": [], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chao", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qi", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dan", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tian", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Jing", "middle": [], "last": "Zhao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Man", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Wenxiao", "middle": [], "last": "Tu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Chuding", "middle": [], "last": "Chen", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Lianmei", "middle": [], "last": "Jin", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rui", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Qi", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Suhua", "middle": [], "last": "Zhou", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Rui", "middle": [], "last": "Wang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Hui", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yinbo", "middle": [], "last": "Luo", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yuan", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Ge", "middle": [], "last": "Shao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Huan", "middle": [], "last": "Li", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhongfa", "middle": [], "last": "Tao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yang", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhiqiang", "middle": [], "last": "Deng", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Boxi", "middle": [], "last": "Liu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zhitao", "middle": [], "last": "Ma", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Yanping", "middle": [], "last": "Zhang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Guoqing", "middle": [], "last": "Shi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Tommy", "middle": ["T Y"], "last": "Lam", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Joseph", "middle": ["T"], "last": "Wu", "suffix": "", "affiliation": {}, "email": ""}, {"first": "George", "middle": ["F"], "last": "Gao", "suffix": "", "affiliation": {}, "email": ""}, {"first": "D", "middle": [], "last": "Phil", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Benjamin", "middle": ["J"], "last": "Cowling", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Bo", "middle": [], "last": "Yang", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Gabriel", "middle": ["M"], "last": "Leung", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Zijian", "middle": [], "last": "Feng", "suffix": "", "affiliation": {}, "email": ""}]}, "abstract": [{"text": "We collected information on demographic characteristics, exposure history, and illness timelines of laboratory-confirmed cases of NCIP that had been reported by January 22, 2020. We described characteristics of the cases and estimated the key epidemiologic time-delay distributions. In the early period of exponential growth, we estimated the epidemic doubling time and the basic reproductive number.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Among the first 425 patients with confirmed NCIP, the median age was 59 years and 56% were male. The majority of cases (55%) with onset before January 1, 2020, were linked to the Huanan Seafood Wholesale Market, as compared with 8.6% of the subsequent cases. The mean incubation period was 5.2 days (95% confidence interval [CI], 4.1 to 7.0), with the 95th percentile of the distribution at 12.5 days. In its early stages, the epidemic doubled in size every 7.4 days. With a mean serial interval of 7.5 days (95% CI, 5.3 to 19), the basic reproductive number was estimated to be 2.2 (95% CI, 1.4 to 3.9).", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "On the basis of this information, there is evidence that human-to-human transmission has occurred among close contacts since the middle of December 2019. Considerable efforts to reduce transmission will be required to control outbreaks if similar dynamics apply elsewhere. Measures to prevent or reduce transmission should be implemented in populations at risk. (Funded by the Ministry of Science and Technology of China and others.) a bs tr ac t Early Transmission Dynamics", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "T h e ne w e ngl a nd jou r na l o f m e dicine S ince December 2019, an increasing number of cases of novel coronavirus (2019-nCoV)-infected pneumonia (NCIP) have been identified in Wuhan, a large city of 11 million people in central China. [1] [2] [3] On December 29, 2019, the first 4 cases reported, all linked to the Huanan (Southern China) Seafood Wholesale Market, were identified by local hospitals using a surveillance mechanism for \"pneumonia of unknown etiology\" that was established in the wake of the 2003 severe acute respiratory syndrome (SARS) outbreak with the aim of allowing timely identification of novel pathogens such as 2019-nCoV. 4 In recent days, infections have been identified in other Chinese cities and in more than a dozen countries around the world. 5 Here, we provide an analysis of data on the first 425 laboratory-confirmed cases in Wuhan to describe the epidemiologic characteristics and transmission dynamics of NCIP.", "cite_spans": [{"start": 152, "end": 158, "text": "(NCIP)", "ref_id": null}, {"start": 242, "end": 245, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 246, "end": 249, "text": "[2]", "ref_id": "BIBREF1"}, {"start": 250, "end": 253, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 654, "end": 655, "text": "4", "ref_id": "BIBREF3"}, {"start": 781, "end": 782, "text": "5", "ref_id": "BIBREF4"}], "ref_spans": [], "section": ""}, {"text": "The earliest cases were identified through the \"pneumonia of unknown etiology\" surveillance mechanism. 4 Pneumonia of unknown etiology is defined as an illness without a causative pathogen identified that fulfills the following criteria: fever (≥38°C), radiographic evidence of pneumonia, low or normal white-cell count or low lymphocyte count, and no symptomatic improvement after antimicrobial treatment for 3 to 5 days following standard clinical guidelines. In response to the identification of pneumonia cases and in an effort to increase the sensitivity for early detection, we developed a tailored surveillance protocol to identify potential cases on January 3, 2020, using the case definitions described below. 1 Once a suspected case was identified, the joint field epidemiology team comprising members from the Chinese Center for Disease Control and Prevention (China CDC) together with provincial, local municipal CDCs and prefecture CDCs would be informed to initiate detailed field investigations and collect respiratory specimens for centralized testing at the National Institute for Viral Disease Control and Prevention, China CDC, in Beijing. A joint team comprising staff from China CDC and local CDCs conducted detailed field investigations for all suspected and confirmed 2019-nCoV cases.", "cite_spans": [{"start": 103, "end": 104, "text": "4", "ref_id": "BIBREF3"}, {"start": 719, "end": 720, "text": "1", "ref_id": "BIBREF0"}], "ref_spans": [], "section": "Sources of Data"}, {"text": "Data were collected onto standardized forms through interviews of infected persons, relatives, close contacts, and health care workers. We collected information on the dates of illness onset, visits to clinical facilities, hospitalization, and clinical outcomes. Epidemiologic data were collected through interviews and field reports. Investigators interviewed each patient with infection and their relatives, where necessary, to determine exposure histories during the 2 weeks before the illness onset, including the dates, times, frequency, and patterns of exposures to any wild animals, especially those purportedly available in the Huanan Seafood Wholesale Market in Wuhan, or exposures to any relevant environments such as that specific market or other wet markets. Information about contact with others with similar symptoms was also included. All epidemiologic information collected during field investigations, including exposure history, timelines of events, and close contact identification, was cross-checked with information from multiple sources. Households and places known to have been visited by the patients in the 2 weeks before the onset of illness were also investigated to assess for possible animal and environmental exposures. Data were entered into a central database, in duplicate, and were verified with EpiData software (EpiData Association).", "cite_spans": [], "ref_spans": [], "section": "Sources of Data"}, {"text": "The initial working case definitions for suspected NCIP were based on the SARS and Middle East respiratory syndrome (MERS) case definitions, as recommended by the World Health Organization (WHO) in 2003 and 2012. 6-8 A suspected NCIP case was defined as a pneumonia that either fulfilled all the following four criteriafever, with or without recorded temperature; radiographic evidence of pneumonia; low or normal white-cell count or low lymphocyte count; and no reduction in symptoms after antimicrobial treatment for 3 days, following standard clinical guidelines -or fulfilled the abovementioned first three criteria and had an epidemiologic link to the Huanan Seafood Wholesale Market or contact with other patients with similar symptoms. The epidemiologic criteria to define a suspected case were updated on January 18, 2020, once new information on identified cases became available. The criteria were the following: a travel history to Wuhan or direct contact with patients from Wuhan who had fever or respiratory symptoms, within 14 days before illness onset. 9 A confirmed case was defined as a case with respiratory specimens that tested positive for the 2019-nCoV by at least one of the following three methods: isolation of 2019-nCoV or at least two positive results by real-time reversetranscription-polymerase-chain-reaction (RT-PCR) assay for 2019-nCoV or a genetic sequence that matches 2019-nCoV.", "cite_spans": [{"start": 1068, "end": 1069, "text": "9", "ref_id": "BIBREF8"}], "ref_spans": [], "section": "Case Definitions"}, {"text": "The 2019-nCoV laboratory test assays were based on the previous WHO recommendation. 10 Upper and lower respiratory tract specimens were obtained from patients. RNA was extracted and tested by real-time RT-PCR with 2019-nCoV-specific primers and probes. Tests were carried out in biosafety level 2 facilities at the Hubei (provincial) CDC and then at the National Institute for Viral Disease Control at China CDC. If two targets (open reading frame 1a or 1b, nucleocapsid protein) tested positive by specific real-time RT-PCR, the case would be considered to be laboratory-confirmed. A cycle threshold value (Ct-value) less than 37 was defined as a positive test, and a Ct-value of 40 or more was defined as a negative test. A medium load, defined as a Ct-value of 37 to less than 40, required confirmation by retesting. If the repeated Ct-value was less than 40 and an obvious peak was observed, or if the repeated Ct-value was less than 37, the retest was deemed positive. The genome was identified in samples of bronchoalveolar-lavage fluid from the patient by one of three methods: Sanger sequencing, Illumina sequencing, or nanopore sequencing. Respiratory specimens were inoculated in cells for viral isolation in enhanced biosafety laboratory 3 facilities at the China CDC. 3", "cite_spans": [{"start": 84, "end": 86, "text": "10", "ref_id": "BIBREF9"}], "ref_spans": [], "section": "Laboratory Testing"}, {"text": "The epidemic curve was constructed by date of illness onset, and key dates relating to epidemic identification and control measures were overlaid to aid interpretation. Case characteristics were described, including demographic characteristics, exposures, and health care worker status. The incubation period distribution (i.e., the time delay from infection to illness onset) was estimated by fitting a log-normal distribution to data on exposure histories and onset dates in a subset of cases with detailed information avail-able. Onset-to-first-medical-visit and onset-toadmission distributions were estimated by fitting a Weibull distribution on the dates of illness onset, first medical visit, and hospital admission in a subset of cases with detailed information available. We fitted a gamma distribution to data from cluster investigations to estimate the serial interval distribution, defined as the delay between illness onset dates in successive cases in chains of transmission.", "cite_spans": [], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "We estimated the epidemic growth rate by analyzing data on the cases with illness onset between December 10 and January 4, because we expected the proportion of infections identified would increase soon after the formal announcement of the outbreak in Wuhan on December 31. We fitted a transmission model (formulated with the use of renewal equations) with zoonotic infections to onset dates that were not linked to the Huanan Seafood Wholesale Market, and we used this model to derive the epidemic growth rate, the epidemic doubling time, and the basic reproductive number (R 0 ), which is defined as the expected number of additional cases that one case will generate, on average, over the course of its infectious period in an otherwise uninfected population. We used an informative prior distribution for the serial interval based on the serial interval of SARS with a mean of 8.4 and a standard deviation of 3.8. 11 Analyses of the incubation period, serial interval, growth rate, and R 0 were performed with the use of MATLAB software (MathWorks). Other analyses were performed with the use of SAS software (SAS Institute) and R software (R Foundation for Statistical Computing).", "cite_spans": [{"start": 918, "end": 920, "text": "11", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Statistical Analysis"}, {"text": "Data collection and analysis of cases and close contacts were determined by the National Health Commission of the People's Republic of China to be part of a continuing public health outbreak investigation and were thus considered exempt from institutional review board approval.", "cite_spans": [], "ref_spans": [], "section": "Ethics Approval"}, {"text": "The development of the epidemic follows an exponential growth in cases, and a decline in the most recent days is likely to be due to underascertainment of cases with recent onset and delayed identification and reporting rather than T h e ne w e ngl a nd jou r na l o f m e dicine a true turning point in incidence (Fig. 1) . Specifically, the latter part of the curve does not indicate a decrease in the number of incident cases but is due to delayed case ascertainment at the cutoff date. Care should be taken in interpreting the speed of growth in cases in January, given an increase in the availability and use of testing kits as time has progressed. The majority of the earliest cases included reported exposure to the Huanan Seafood Wholesale Market, but there was an exponential increase in the number of nonlinked cases beginning in late December.", "cite_spans": [], "ref_spans": [{"start": 314, "end": 322, "text": "(Fig. 1)", "ref_id": "FIGREF0"}], "section": "R esult s"}, {"text": "The median age of the patients was 59 years (range, 15 to 89), and 240 of the 425 patients (56%) were male. There were no cases in children below 15 years of age. We examined char-acteristics of cases in three time periods: the first period was for patients with illness onset before January 1, which was the date the Huanan Seafood Wholesale Market was closed; the second period was for those with onset between January 1 and January 11, which was the date when RT-PCR reagents were provided to Wuhan; and the third period was those with illness onset on or after January 12 ( Table 1 ). The patients with earlier onset were slightly younger, more likely to be male, and much more likely to report exposure to the Huanan Seafood Wholesale Market. The proportion of cases in health care workers gradually increased across the three periods (Table 1) .", "cite_spans": [], "ref_spans": [{"start": 578, "end": 585, "text": "Table 1", "ref_id": "TABREF1"}, {"start": 840, "end": 849, "text": "(Table 1)", "ref_id": "TABREF1"}], "section": "R esult s"}, {"text": "We examined data on exposures among 10 confirmed cases, and we estimated the mean Nov.", "cite_spans": [], "ref_spans": [], "section": "R esult s"}, {"text": "Dec.", "cite_spans": [], "ref_spans": [], "section": "2019"}, {"text": "Jan. ", "cite_spans": [], "ref_spans": [], "section": "2020"}, {"text": "Not linked to Huanan market Linked to Huanan market incubation period to be 5.2 days (95% confidence interval [CI], 4.1 to 7.0); the 95th percentile of the distribution was 12.5 days (95% CI, 9.2 to 18) ( Fig. 2A) . We obtained information on 5 clusters of cases, shown in Figure 3 . On the basis of the dates of illness onset of 6 pairs of cases in these clusters, we estimated that the serial interval distribution had a mean (±SD) of 7.5±3.4 days (95% CI, 5.3 to 19) (Fig. 2B) .", "cite_spans": [], "ref_spans": [{"start": 205, "end": 213, "text": "Fig. 2A)", "ref_id": "FIGREF1"}, {"start": 273, "end": 281, "text": "Figure 3", "ref_id": "FIGREF2"}, {"start": 470, "end": 479, "text": "(Fig. 2B)", "ref_id": "FIGREF1"}], "section": "Outbreak Period"}, {"text": "In the epidemic curve up to January 4, 2020, the epidemic growth rate was 0.10 per day (95% CI, 0.050 to 0.16) and the doubling time was 7.4 days (95% CI, 4.2 to 14). Using the serial interval distribution above, we estimated that R 0 was 2.2 (95% CI, 1.4 to 3.9).", "cite_spans": [], "ref_spans": [], "section": "Outbreak Period"}, {"text": "The duration from illness onset to first medical visit for 45 patients with illness onset before January 1 was estimated to have a mean of 5.8 days (95% CI, 4.3 to 7.5), which was similar to that for 207 patients with illness onset between January 1 and January 11, with a mean of 4.6 days (95% CI, 4.1 to 5.1) (Fig. 2C) . The mean duration from onset to hospital admission was estimated to be 12.5 days (95% CI, 10.3 to 14.8) among 44 cases with illness onset before January 1, which was longer than that among 189 patients with illness onset between January 1 and 11 (mean, 9.1 days; 95% CI, 8.6 to 9.7) (Fig.  2D) . We did not plot these distributions for patients with onset on or after January 12, because those with recent onset and longer durations to presentation would not yet have been detected.", "cite_spans": [], "ref_spans": [{"start": 311, "end": 320, "text": "(Fig. 2C)", "ref_id": "FIGREF1"}, {"start": 606, "end": 616, "text": "(Fig.  2D)", "ref_id": "FIGREF1"}], "section": "Outbreak Period"}, {"text": "Here we provide an initial assessment of the transmission dynamics and epidemiologic characteristics of NCIP. Although the majority of the earliest cases were linked to the Huanan Seafood Wholesale Market and the patients could have been infected through zoonotic or environmental exposures, it is now clear that human-tohuman transmission has been occurring and that the epidemic has been gradually growing in recent weeks. Our findings provide important parameters for further analyses, including evaluations of the impact of control measures and predictions of the future spread of infection.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "We estimated an R 0 of approximately 2.2, meaning that on average each patient has been spreading infection to 2.2 other people. In general, an epidemic will increase as long as R 0 is greater than 1, and control measures aim to reduce the reproductive number to less than 1. The (7) * Reduced denominators indicate missing data. Percentages may not total 100 because of rounding.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "T h e ne w e ngl a nd jou r na l o f m e dicine R 0 of SARS was estimated to be around 3, 12 and SARS outbreaks were successfully controlled by isolation of patients and careful infection control. 13 In the case of NCIP, challenges to control include the apparent presence of many mild infections 14 and limited resources for isolation of cases and quarantine of their close contacts. Our estimate of R 0 was limited to the period up to January 4 because increases in awareness of the outbreak and greater availability and use of tests in more recent weeks will have increased the proportions of infections ascertained. It is possible that subsequent control measures in Wuhan, and more recently elsewhere in the country as well as overseas, have reduced transmissibility, but the detection of an increasing number of cases in other domestic locations and around the world suggest that the epidemic has contin-ued to increase in size. Although the population quarantine of Wuhan and neighboring cities since January 23 should reduce the exportation of cases to the rest of the country and overseas, it is now a priority to determine whether local transmission at a similar intensity is occurring in other locations. It is notable that few of the early cases occurred in children, and almost half the 425 cases were in adults 60 years of age or older, although our case definition specified severe enough illness to require medical attention, which may vary according to the presence of coexisting conditions. Furthermore, children might be less likely to become infected or, if infected, may show milder symptoms, and either of these situations would account for underrepresentation in the confirmed case count. Serosurveys after the first wave of the epidemic would clarify this question. Although infections in health care workers have been detected, the proportion has not been as high as during the SARS and MERS outbreaks. 15 One of the features of SARS and MERS outbreaks is heterogeneity in transmissibility, and in particular the occurrence of super-spreading events, particularly in hospitals. 16 Superspreading events have not yet been identified for NCIP, but they could become a feature as the epidemic progresses.", "cite_spans": [{"start": 90, "end": 92, "text": "12", "ref_id": "BIBREF11"}, {"start": 197, "end": 199, "text": "13", "ref_id": "BIBREF12"}, {"start": 297, "end": 299, "text": "14", "ref_id": "BIBREF13"}, {"start": 1928, "end": 1930, "text": "15", "ref_id": "BIBREF14"}, {"start": 2103, "end": 2105, "text": "16", "ref_id": "BIBREF15"}], "ref_spans": [], "section": "Discussion"}, {"text": "Although delays between the onset of illness and seeking medical attention were generally short, with 27% of patients seeking attention within 2 days after onset, delays to hospitalization were much longer, with 89% of patients not being hospitalized until at least day 5 of illness ( Fig. 2) . This indicates the difficulty in identifying and isolating cases at an earlier stage of disease. It may be necessary to commit considerable resources to testing in outpatient clinics and emergency departments for proactive case finding, both as part of the containment strategy in locations without local spread yet as well as to permit earlier clinical management of cases. Such an approach would also provide important information on the subclinical infections for a better assessment of severity.", "cite_spans": [], "ref_spans": [{"start": 285, "end": 292, "text": "Fig. 2)", "ref_id": "FIGREF1"}], "section": "Discussion"}, {"text": "Our preliminary estimate of the incubation period distribution provides important evidence to support a 14-day medical observation period or quarantine for exposed persons. Our estimate was based on information from 10 cases and is somewhat imprecise; it would be important for Numbers in boxes are calendar dates in December 2019 and January 2020. Data from the 5 secondary cases (patients who had clear exposure to only one index case and had no other potential source of infection) were used to estimate the serial interval distribution. The first four clusters were identified in Wuhan, and the fifth cluster was identified in Huanggang. further studies to provide more information on this distribution. When more data become available on epidemiologic characteristics of NCIP, a detailed comparison with the corresponding characteristics of SARS and MERS, as well as the four coronaviruses endemic in humans, would be informative. Our study suffers from the usual limitations of initial investigations of infections with an emerging novel pathogen, particularly during the earliest phase, when little is known about any aspect of the outbreak and there is a lack of diagnostic reagents. To increase the sensitivity for early detection and diagnosis, epidemiology history was considered in the case identification and has been continually modified once more information has become available. Confirmed cases could more easily be identified after the PCR diagnostic reagents were made available to Wuhan on January 11, which helped us shorten the time for case confirmation. Furthermore, the initial focus of case detection was on patients with pneumonia, but we now understand that some patients can present with gastrointestinal symptoms, and an asymptomatic infection in a child has also been reported. 17 Early infections with atypical presentations may have been missed, and it is likely that infections of mild clinical severity have been under-ascertained among the confirmed cases. 18 We did not have detailed information on disease severity for inclusion in this analysis.", "cite_spans": [{"start": 1809, "end": 1811, "text": "17", "ref_id": "BIBREF16"}, {"start": 1993, "end": 1995, "text": "18", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "In conclusion, we found that cases of NCIP have been doubling in size approximately every 7.4 days in Wuhan at this stage. Human-to-human transmission among close contacts has occurred since the middle of December and spread out gradually within a month after that. Urgent next steps include identifying the most effective control measures to reduce transmission in the community. The working case definitions may need to be refined as more is learned about the epidemiologic characteristics and outbreak dynamics. The characteristics of cases should continue to be monitored to identify any changes in epidemiology -for example, increases in infections among persons in younger age groups or health care workers. Future studies could include forecasts of the epidemic dynamics and special studies of person-to-person transmission in households or other locations, and serosurveys to determine the incidence of the subclinical infections would be valuable. 14 These initial inferences have been made on a \"line list\" that includes detailed individual information on each confirmed case, but there may soon be too many cases to sustain this approach to surveillance, and other approaches may be required. 19 ", "cite_spans": [{"start": 1204, "end": 1206, "text": "19", "ref_id": "BIBREF18"}], "ref_spans": [], "section": "Discussion"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The 2019-nCoV Outbreak Joint Field Epidemiology Investigation Team, Li Q. Notes from the field: an outbreak of NCIP (2019-nCoV) infection in China -Wuhan", "authors": [], "year": 2019, "venue": "", "volume": "2", "issn": "", "pages": "79--80", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "A novel coronavirus genome identified in a cluster of pneumonia cases -Wuhan", "authors": [{"first": "W", "middle": ["J"], "last": "Tan", "suffix": ""}, {"first": "X", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "X", "middle": ["J"], "last": "Ma", "suffix": ""}], "year": 2019, "venue": "China CDC Weekly", "volume": "2", "issn": "", "pages": "61--63", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "A novel coronavirus from patients with pneumonia in China", "authors": [{"first": "N", "middle": [], "last": "Zhu", "suffix": ""}, {"first": "D", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "W", "middle": [], "last": "Wang", "suffix": ""}], "year": 2019, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "727--760", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Use of national pneumonia surveillance to describe influenza A(H7N9) virus epidemiology, China", "authors": [{"first": "N", "middle": [], "last": "Xiang", "suffix": ""}, {"first": "F", "middle": [], "last": "Havers", "suffix": ""}, {"first": "T", "middle": [], "last": "Chen", "suffix": ""}], "year": 2004, "venue": "Emerg Infect Dis", "volume": "19", "issn": "", "pages": "1784--90", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "A novel coronavirus emerging in China -key questions for impact assessment", "authors": [{"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}, {"first": "M", "middle": [], "last": "Koopmans", "suffix": ""}, {"first": "N", "middle": [], "last": "Van Doremalen", "suffix": ""}, {"first": "D", "middle": [], "last": "Van Riel", "suffix": ""}, {"first": "E", "middle": [], "last": "De Wit", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "692--696", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "WHO guidelines for the global surveillance of severe acute respiratory syndrome (SARS)", "authors": [], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Middle East respiratory syndrome case definition for reporting to WHO", "authors": [], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Evidence for camel-to-human transmission of MERS coronavirus", "authors": [{"first": "E", "middle": ["I"], "last": "Azhar", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "El-Kafrawy", "suffix": ""}, {"first": "S", "middle": ["A"], "last": "Farraj", "suffix": ""}], "year": 2014, "venue": "N Engl J Med", "volume": "370", "issn": "", "pages": "2499--505", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "New coronavirus pneumonia prevention and control program", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Laboratory diagnostics for novel coronavirus", "authors": [], "year": null, "venue": "", "volume": "2020", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Transmission dynamics and control of severe acute respiratory syndrome", "authors": [{"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}, {"first": "T", "middle": [], "last": "Cohen", "suffix": ""}, {"first": "B", "middle": [], "last": "Cooper", "suffix": ""}], "year": 2003, "venue": "Science", "volume": "300", "issn": "", "pages": "1966--70", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Dynamically modeling SARS and other newly emerging respiratory illnesses: past, present, and future", "authors": [{"first": "C", "middle": ["T"], "last": "Bauch", "suffix": ""}, {"first": "J", "middle": ["O"], "last": "Lloyd-Smith", "suffix": ""}, {"first": "M", "middle": ["P"], "last": "Coffee", "suffix": ""}, {"first": "A", "middle": ["P"], "last": "Galvani", "suffix": ""}], "year": 2005, "venue": "Epidemiology", "volume": "16", "issn": "", "pages": "791--801", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Coronavirus infections -more than just the common cold", "authors": [{"first": "C", "middle": ["I"], "last": "Paules", "suffix": ""}, {"first": "H", "middle": ["D"], "last": "Marston", "suffix": ""}, {"first": "A", "middle": ["S"], "last": "Fauci", "suffix": ""}], "year": 2020, "venue": "JAMA", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Another decade, another coronavirus", "authors": [{"first": "S", "middle": [], "last": "Perlman", "suffix": ""}], "year": 2020, "venue": "N Engl J Med", "volume": "382", "issn": "", "pages": "760--762", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "SARS and MERS: recent insights into emerging coronaviruses", "authors": [{"first": "E", "middle": [], "last": "De Wit", "suffix": ""}, {"first": "N", "middle": [], "last": "Van Doremalen", "suffix": ""}, {"first": "D", "middle": [], "last": "Falzarano", "suffix": ""}, {"first": "V", "middle": ["J"], "last": "Munster", "suffix": ""}], "year": 2016, "venue": "Nat Rev Microbiol", "volume": "14", "issn": "", "pages": "523--557", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "the role of super-spreaders in infectious disease", "authors": [{"first": "G", "middle": [], "last": "Wong", "suffix": ""}, {"first": "W", "middle": [], "last": "Liu", "suffix": ""}, {"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "B", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "Y", "middle": [], "last": "Bi", "suffix": ""}, {"first": "G", "middle": ["F"], "last": "Gao", "suffix": ""}, {"first": "Sars", "middle": [], "last": "Mers", "suffix": ""}, {"first": "Ebola", "middle": [], "last": "", "suffix": ""}], "year": 2015, "venue": "Cell Host Microbe", "volume": "18", "issn": "", "pages": "398--401", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster", "authors": [{"first": "J", "middle": ["F"], "last": "Chan", "suffix": ""}, {"first": "S", "middle": [], "last": "Yuan", "suffix": ""}, {"first": "K", "middle": ["H"], "last": "Kok", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Realtime tentative assessment of the epidemiological characteristics of novel coronavirus infections in Wuhan, China, as at", "authors": [{"first": "P", "middle": [], "last": "Wu", "suffix": ""}, {"first": "X", "middle": [], "last": "Hao", "suffix": ""}, {"first": "Ehy", "middle": [], "last": "Lau", "suffix": ""}], "year": 2020, "venue": "Eurosurveillance", "volume": "25", "issn": "3", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "How to maintain surveillance for novel influenza A H1N1 when there are too many cases to count", "authors": [{"first": "M", "middle": [], "last": "Lipsitch", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Hayden", "suffix": ""}, {"first": "B", "middle": ["J"], "last": "Cowling", "suffix": ""}, {"first": "G", "middle": ["M"], "last": "Leung", "suffix": ""}], "year": 2009, "venue": "Lancet", "volume": "374", "issn": "", "pages": "1209--1220", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Visit the article page at NEJM.org and click on Metrics for a dashboard that logs views, citations, media references, and commentary", "authors": [{"first": "", "middle": [], "last": "Track This Article&apos;s Impact And", "suffix": ""}, {"first": "", "middle": [], "last": "Reach", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Onset of Illness among the First 425 Confirmed Cases of Novel Coronavirus (2019-nCoV)-Infected Pneumonia (NCIP) in Wuhan, China.The decline in incidence after January 8 is likely to be due to delays in diagnosis and laboratory confirmation. China CDC denotes Chinese Center for Disease Control and Prevention, NHC National Health Commission of the People's Republic of China, PCR polymerase chain reaction, WHC Wuhan Health Commission, and WHO World Health Organization.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Key Time-to-Event Distributions. The estimated incubation period distribution (i.e., the time from infection to illness onset) is shown in Panel A. The estimated serial interval distribution (i.e., the time from illness onset in successive cases in a transmission chain) is shown in Panel B. The estimated distributions of times from illness onset to first medical visit are shown in Panel C. The estimated distributions of times from illness onset to hospital admission are shown in Panel D.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Detailed Information on Exposures and Dates of Illness Onset in Five Clusters Including 16 Cases.", "latex": null, "type": "figure"}, "TABREF1": {"text": "Characteristics of Patients with Novel Coronavirus-Infected Pneumonia in Wuhan as of January 22, 2020.*", "latex": null, "type": "table"}, "TABREF2": {"text": "Exposure to wet marketExposure to other cases Exposure to wet market and other cases", "latex": null, "type": "table"}}, "back_matter": [{"text": "The views expressed in this article are those of the authors and do not represent the official policy of the China CDC. All the authors have declared no relationships or activities that could appear to have influenced this work. We thank Wuhan CDC, Huanggang CDC, and other prefecture CDCs and medical institutions in Wuhan for assistance with field investigation administration and data collection and the National Institute for Viral Disease Control and Prevention, China CDC, for assistance with laboratory testing.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "The authors' affiliations are as follows: the Chinese Center for Disease Control and Prevention, Beijing (Q.L., X.W., L.Z., R.R., N.X., C.L., D.L., J.Z., W.T., L.J., Q.W., R.W., Y.Z., G. Shi, G.F.G., Z. ", "cite_spans": [], "ref_spans": [], "section": "Appendix"}]}