{
    "paper_id": "e83bae5b120206a72d71af02487818913d82bd64",
    "metadata": {
        "title": "Journal Pre-proof Less is more: Intelligent intensive care for SARS-CoV-2 based on the imaging data Less is more: Intelligent intensive care for SARS-CoV-2 based on the imaging data",
        "authors": [
            {
                "first": "Hamid",
                "middle": [],
                "last": "Abdollahi",
                "suffix": "",
                "affiliation": {},
                "email": "h_abdollahi@kmu.ac.ir@tell:989132909810"
            },
            {
                "first": "Haftbagh",
                "middle": [
                    "Alavi"
                ],
                "last": "Highway",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kerman",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The pandemic of 2019 novel coronavirus, now called severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causing the disease Covid-19, caused a major public health crisis worldwide (1) . To date, more than 800,000 coronavirus cases are diagnosed and near 40,000 death are reported globally. The main method for SARS-CoV-2 diagnosis is reverse-transcription polymerase chain reaction (RT-PCR) that has its own limitation such as the amount of its sensitivity (2) . However, computed tomography (CT) images were used as first diagnosis line in several departments, although other imaging modalities such as chest radiography, positron emission tomography (PET) and ultrasound are also recruited (3) (4) (5) .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 465,
                    "end": 468,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "Artificial intelligence (AI) is a newly accepted approach for developing models to solve clinical problems such as diseases detection, diagnosis, prognosis and prediction of therapeutic response (6) . On the use of AI in SARS-CoV-2 issue, several efforts have been made which most of them are published in preprint servers (e.g. arxiv, medarxiv and bioRxiv). These studies have focused on AI to develop models to predict coronavirus outbreak, analysis of new drugs interaction and development, mortality rate prediction, SARS-CoV-2 detection and discrimination from influenza (7) . The data for developing such models were obtained from epidemiological, clinical, genetic and geographical resources that are sufficient because of the pandemic.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "Over the past few years, quantitative features extracted from medical images are studied for biomarker discovery. This new scientific field is called radiomics and has been applied on all types of medical images including CT, positron emission tomography (PET), magnetic resonance imaging (MRI), ultrasound, single photon emission computed tomography (SPECT) and digital radiology to find features for diagnosis, prognosis, therapy response prediction/assessment and survival prediction (8, 9) . Radiomics studies have also indicated that several imaging features are highly correlated to genomics/proteomics/metabolomics parameters and thereafter could unveil the biological mechanisms (pathways) of diseases by a simple, easy to use, noninvasive and cost effective manner (10) .",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 490,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 491,
                    "end": 493,
                    "text": "9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "Radiomics reports have suggested that combination of AI in terms of machine and deep learning and imaging features is a feasible approach to develop more precisied clinical decision support systems (CDSSs) for better managing the diseases (11) . The radiomics features for CDSSs could be obtained from before the intervention, during the intervention and after the intervention images (12) . There are several studies have identified that radiomics feature changes during (or due) a therapy (in some studies is called delta radiomics) are accurate biomarkers to predict the outcome of the treatment.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "In the case of SARS-CoV-2, although there are no radiomics studies, we suggest a radiomics pipeline, developed by combination of imaging features and AI as an intelligent intensive care program. This pipeline is based on the radiomics and AI experiences obtained from previous studies and would be an option for researchers and clinicians to manage the SARS-CoV-2 from detection to treatment. This pipeline has three main processes as the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1"
        },
        {
            "text": "This is the first and main line of the radiomics pipeline. The suggested imaging modalities are chest radiography, Chest CT and PET/CT based on the imaging department facilities. All referred individuals with suspected SARS-CoV-2 have to be imaged by same imaging protocols and scanners. The protocols could be provided by medical imaging experts (physicists and radiologists) to obtain images with highest quality and lowest patient's side effects. For example, low radiation dose protocols are critical in the cases of CT and PET/CT. Imaging with same scanners and protocols reduces the biases and provide more reproducible/repeatable results with minimal false positive rate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imaging"
        },
        {
            "text": "Imaging for SARS-CoV-2 positive patients would be a serial imaging program. For these cases, images could be obtained before, during and after the any intervention. Images in any phases are analyzed qualitatively by a same protocol such as Lung-RADS suggested by American College of Radiology or CO-RADS developed by COVID working group of the Dutch Radiological Society.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Imaging"
        },
        {
            "text": "In this process, all images (in any phases) are exported to a standard radiomics tool. We suggest Pyradiomics that is an open-source python package for the extraction of radiomics data from medical images and have several pre-processing and standard radiomics feature sets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiomics analysis"
        },
        {
            "text": "Pyradiomics is approved by the image biomarker standardization initiative (IBSI). IBSI is an independent international collaboration which works towards standardizing the extraction of image biomarkers from acquired imaging for the purpose of radiomics. Here also, same preprocessing and feature extraction is needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiomics analysis"
        },
        {
            "text": "The image segmentation of infected regions in the lung is a critical issue. Based on the previous radiomics studies, we suggest three dimensional (3D) segmentation with deep learning algorithms. Also, automat segmentation produces lower biases that manual segmentation. In addition, 3D segmentation provides more information than 2D in the case of radiomics analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiomics analysis"
        },
        {
            "text": "After segmentation, radiomics features are extracted, selected and are used for further analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiomics analysis"
        },
        {
            "text": "For feature selection, approved machine learning algorithms are suggested based on the previous radiomics studies. The selected radiomics features would be as main inputs for developing intelligent models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiomics analysis"
        },
        {
            "text": "This is the final and main step. In this step, several analysis are made and selected models are used for managing the patients. For developing models, in addition to radiomics data, other clinical, epidemiological and biological data could be used. These models are including diagnostic prognostic, predictive and therapeutic models. In all these models, AI algorithms are used in combination with imaging or other features. In diagnostic models, imaging features are used for diagnosis or improving the diagnosis. Combination of quantitative and qualitative parameters (and other parameters) will result in better diagnosis and better patient management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intelligent intensive care program"
        },
        {
            "text": "The radiomics features could also act as prognostic and predictive markers and used for survival and side effects of disease prediction. By delta radiomics features (changes in radiomics features due to a therapy), the impacts of treatments and their correlation with patient's outcome could be assessed. In addition, by incorporating underlying diseases into the models, better predictive power may be obtained. By finding associations of radiomics features with genomics parameters of the SARS-CoV-2 such as immunological genes, biological mechanisms of the disease could be well understood and therapeutic targets are identified. Also, patients based on their imaging features are categorized and managed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intelligent intensive care program"
        },
        {
            "text": "In conclusion, an intelligent intensive care program could be developed based on the imaging data and artificial intelligence algorithms. Further research studies are needed to test this program clinically.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intelligent intensive care program"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Defining the epidemiology of Covid-19-studies needed",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Combination of RT-qPCR Testing and Clinical Features For Diagnosis of COVID-19 facilitates management of SARS-CoV-2 Outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sensitivity of chest CT for COVID-19: comparison to RT-PCR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ying",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "FDG PET/CT of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Findings of lung ultrasonography of novel corona virus pneumonia during the 2019-2020 epidemic",
            "authors": [
                {
                    "first": "Q-Y",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "X-T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L-N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Cccus",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Intensive Care Medicine",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Direct attenuation correction of brain PET images using only emission data via a deep convolutional encoder-decoder (Deep-DAC)",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shiri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ghafarian",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Geramifar",
                    "suffix": ""
                },
                {
                    "first": "Kh-Y",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghelichoghli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oveisi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "European radiology",
            "volume": "29",
            "issn": "12",
            "pages": "6867--79",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Artificial Intelligence Distinguishes COVID-19 from",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Community Acquired Pneumonia on Chest CT. Radiology",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Machine learningbased radiomic models to predict intensity-modulated radiation therapy response, Gleason score and stage in prostate cancer",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abdollahi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mofid",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Razzaghdoust",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saadipoor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahdavi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "La radiologia medica",
            "volume": "124",
            "issn": "6",
            "pages": "555--67",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Noninvasive Fuhrman grading of clear cell renal cell carcinoma using computed tomography radiomic features and machine learning",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nazari",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shiri",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hajianfar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oveisi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abdollahi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Deevband",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "La radiologia medica",
            "volume": "2020",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Next-Generation Radiogenomics Sequencing for Prediction of EGFR and KRAS Mutation Status in NSCLC Patients Using Multimodal Imaging and Machine Learning Algorithms",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shiri",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Maleki",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hajianfar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abdollahi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ashrafinia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatt",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Molecular Imaging and Biology",
            "volume": "2020",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Radiomics: the bridge between medical imaging and personalized medicine",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lambin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Leijenaar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Deist",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Peerlings",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Timmeren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nature reviews Clinical oncology",
            "volume": "14",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Radiomics for personalised medicine: the long road ahead",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miles",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}