{
    "paper_id": "e887fef19fa475875cadb93da90e1ed3367d0780",
    "metadata": {
        "title": "Online Mental Health Services in Indonesia During the COVID-19 Outbreak",
        "authors": [
            {
                "first": "R",
                "middle": [
                    "P"
                ],
                "last": "Fadli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "K",
                "middle": [],
                "last": "Suranata",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "N",
                "middle": [],
                "last": "Zola",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Z",
                "middle": [],
                "last": "Ardi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The COVID-19 pandemic in Indonesia started when an individual with symptoms was tested and diagnosed on March 2, 2020 (Brahma, 2020) . This became the first case in Indonesia and was directly announced by President Joko Widodo (Almuttaqi, 2020) . This led to many reactions from the general public, including evaluations of the government's preparedness in handling the issue. The first case compelled the government to look for clusters to prevent the spread of the disease. From March to April, the number of confirmed cases increased to 5,923, and the number of deaths rose to 520 people. This situation has caused psychological disorders including anxiety. In addressing the outbreak, the World Health Organization (WHO) announced that COVID-19 was a pandemic and issued several protocols to support mental and social well-being during the outbreak (Brahma, 2020; WHO, 2020) . Treatments in affected countries are focused on the physical health of infected patients. Various efforts have been made by affected countries to find the cause (Brake et al., 2020) and a vaccine (Alshaabi et al., 2020) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 132,
                    "text": "(Brahma, 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 227,
                    "end": 244,
                    "text": "(Almuttaqi, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 853,
                    "end": 867,
                    "text": "(Brahma, 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 868,
                    "end": 878,
                    "text": "WHO, 2020)",
                    "ref_id": null
                },
                {
                    "start": 1042,
                    "end": 1062,
                    "text": "(Brake et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1077,
                    "end": 1100,
                    "text": "(Alshaabi et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Indonesian government has accelerated the handling of the confirmed cases and issued Presidential Decree R1 No. 7 of 2020 on March 13 concerning the task force team for responding to the disease. Later, they issued a revision of the previous decree, called No. 9 of 2020. The handling team took action to prevent the spread of the virus through various measures published on the website covid19.go.id. The team also issued three protocols, namely the entrance protocol of the Indonesian territory, the public transportation protocol, and the protocol in the area of educational institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Publications and awareness created by the task force team were quickly responded to by regional heads in all areas of the country. The heads of regions, education, and other official services relating to the public have instructed people to study, work, and worship from home. The government has provided online services through the 119 hotlines during the outbreak. This service has become a tool for people to obtain valid information about the pandemic and has focused on how to educate the public to break the chain of the spread. However, the service does not address the mental health problems of the community. The anxiety caused by hoax information, an increased number of deaths, and dramatized news has not been optimized. The spread of the virus has had a psychological impact on Indonesian society, including heightened levels of stress, anxiety, depression, and obsessive-compulsive disorder (OCD). Optimum online mental health services are needed to deal with anxiety during the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Based on this, several educational practitioners conducted online research about anxiety levels from March 20 th -30 th , 2020. Therapists, psychologists, counselors, and educational practitioners have also opened online services to help individuals that are experiencing psychological disorders during the outbreak. The service is in the form of online counseling through WhatsApp, Meets, Zoom cloud meetings, and other platforms. Also, thoughts and feelings during the pandemic can be seen in 24 languages on Twitter (Alshaabi et al., 2020) . However, the psychological state of the community is greatly influenced by the news coverage relating to the virus (Dong and Zheng, 2020) , and considerable attention from the government should be devoted to amending this situation. During the outbreak in Indonesia, several practitioners such as counselors, psychiatrists, psychologists, therapists, and social workers have developed their own initiatives to help with psychological first aid and to improve the general psychological state of the community, including addressing high stress levels, anxiety, depression, OCD, and other psychological conditions. The forms of intervention are done through online counseling, distribution of brochures on the prevention of the disease, websites, YouTube video tutorials, videos, short movies, online discussions through WhatsApp groups, and other means. This form of treatment is still administered separately by practitioners.",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 542,
                    "text": "(Alshaabi et al., 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 660,
                    "end": 682,
                    "text": "(Dong and Zheng, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Therefore, this current situation needs the formation of a forum to handle the psychological conditions during and after the outbreak. Presently, online mental health services in Indonesia are developing; for example, the Mobile App Survey (AMMS) (Sukmawati et al., 2019) and the online health use of social media. Moreover, the coordination between Indonesia and other countries in the surrounding region is very important. Based on these concerns, the Southeast Asia Mental Health and Counseling Association (SAMHCA) was established and initiated by Ifdil Ifdil, Itsar Bolo Rangka, Kadek Suranata, and colleagues from various countries including Indonesia, Malaysia, Brunei Darussalam, and Timor-Leste. Lastly, there is hope that, in the near future, this association can become a forum for mental health and counseling practitioners, to help people navigate the post-COVID-19 era. They will achieve this by addressing the global psychological crisis and other psychological problems developing in these communities.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 271,
                    "text": "(Sukmawati et al., 2019)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interes"
        },
        {
            "text": "None",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial disclosure"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The omnishambles of COVID-19 response in Indonesia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Almuttaqi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How the world's collective attention is being paid to a pandemic: COVID-19 related 1-gram time series",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Alshaabi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Minot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Dewhurst",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Reagan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Muhamad",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Danforth",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Dodds",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Oncologists and COVID-19 in Indonesia: What can we learn and must do? Indones",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brahma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Cancer",
            "volume": "14",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Smoking upregulates angiotensin-converting enzyme-2 receptor: A potential adhesion site for novel coronavirus SARS",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Brake",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Barnsley",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Mcalinden",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Eapen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Sohal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Letter to the editor: Headline stress disorder caused by Netnews during the outbreak of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Heal. Expect. An Int. J. Public Particip. Heal. Care Heal. Policy",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Development and validation of acceptability of mental-health mobile app survey (AMMS) for Android-based online counseling service assessment",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sukmawati",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ardi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ifdil",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zikra",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Physics: Conference Series",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mental health and psychosocial considerations during the COVID-19 outbreak",
            "authors": [],
            "year": 2020,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "None",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}