{
    "paper_id": "e9a23427bf88a97498de1f67192dee9cac2798e0",
    "metadata": {
        "title": "ORIGINAL STUDY Efficacy and safety of ultra-low dose 0.005% estriol vaginal gel for the treatment of vulvovaginal atrophy in postmenopausal women with early breast cancer treated with nonsteroidal aromatase inhibitors: a phase II, randomized, double-blind, placebo-controlled trial",
        "authors": [
            {
                "first": "Angelica",
                "middle": [],
                "last": "Linde´n Hirschberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": "angelica.linden-hirschberg@sll.se"
            },
            {
                "first": "Pedro",
                "middle": [],
                "last": "Sa´nchez-Rovira",
                "suffix": "",
                "affiliation": {
                    "laboratory": "GEI-CAM Spanish Breast Cancer Group",
                    "institution": "Hospital Universitario de Jaén",
                    "location": {
                        "settlement": "Jaén",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Jesu´s",
                "middle": [],
                "last": "Presa-Lorite",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitario de Jaén",
                    "location": {
                        "settlement": "Jaén",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Miriam",
                "middle": [],
                "last": "Campos-Delgado",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hospital Universitari de Bellvitge, L'Hospitalet de Llobregat",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Miguel",
                "middle": [],
                "last": "Gil-Gil",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IDIBELL, L'Hospitalet de Llobregat",
                    "location": {
                        "settlement": "Barcelona",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Elisabet",
                "middle": [],
                "last": "Lidbrink",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Endocrine tumors and Sarcoma",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden;"
                    }
                },
                "email": ""
            },
            {
                "first": "Javier",
                "middle": [],
                "last": "Sua´rez-Almarza",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "postCode": "171 76",
                        "settlement": "Italfarmaco, Madrid, Stockholm",
                        "region": "S.A., SE",
                        "country": "Spain., Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Concepcio´n",
                "middle": [],
                "last": "Nieto-Magro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Karolinska University Hospital",
                    "location": {
                        "postCode": "171 76",
                        "settlement": "Italfarmaco, Madrid, Stockholm",
                        "region": "S.A., SE",
                        "country": "Spain., Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Angelica",
                "middle": [],
                "last": "Lindén Hirschberg",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: To assess the efficacy and safety of ultra-low dose 0.005% estriol vaginal gel in women with breast cancer receiving nonsteroidal aromatase inhibitors (NSAIs) and experiencing treatment-related vulvovaginal symptoms and signs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Women with hormone receptor-positive early breast cancer receiving NSAIs were randomized to either estriol vaginal gel or placebo for 12 weeks. Vaginal maturation, vaginal pH, and total and individual scores of symptoms and signs of vulvovaginal atrophy were assessed at baseline and at weeks 3 and 12; sexual functioning was also evaluated using the Female Sexual Functioning Index (FSFI) questionnaire, as well as circulating estrogens, follicle-stimulating hormone (FSH) and luteinizing hormone (LH).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Sixty-one women with a mean age of 59 years were included: 50 received 0.005% estriol vaginal gel and 11 received placebo. Active treatment significantly improved maturation value and pH, vaginal dryness and global scores of symptoms and signs. Active treatment also increased the total FSFI score and all the FSFI domains, with the exception of pain. Small oscillations were observed in FSH and LH, which remained within the postmenopausal range. Estriol levels increased initially and normalized by week 12, and estradiol and estrone remained mostly undetectable throughout the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Conclusions: Ultra-low dose 0.005% estriol vaginal gel showed efficacy in improving the symptoms and signs of vulvovaginal atrophy. These results, together with minimal oscillations in hormonal levels throughout the treatment, support the use of ultra-low dose 0.005% estriol vaginal gel as a treatment option for vulvovaginal atrophy in women with breast cancer receiving NSAIs with an indication for treatment with vaginal estrogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "B reast cancer survivors (BCSs) who initiate adjuvant therapy with nonsteroidal aromatase inhibitors (NSAIs) experience various genitourinary signs and symptoms associated with menopausal stage. This clinical condition, currently encompassed within the term ''genitourinary syndrome of menopause (GSM),'' are mainly attributed to vulvovaginal atrophy and include genital (ie dryness, burning, and irritation), sexual (ie, lack of lubrication, discomfort, and pain), and urinary problems (ie, urgency, dysuria, and recurrent urinary tract infections). 1, 2 Intense estrogen deprivation associated with NSAI therapy increases the severity of GSM symptoms, which negatively impact patients' quality of life and may consequently compromise their compliance with adjuvant endocrine therapy. [2] [3] [4] Symptoms associated with vulvovaginal atrophy appear in 50% to 75% of BCSs, the most common being vaginal dryness and dyspareunia. [5] [6] [7] To alleviate these and other vulvovaginal symptoms such as itching and burning, vaginal moisturizers and lubricants are recommended as first-line therapy. 2, 4 However, these products only provide temporary symptomatic relief, and do not restore the normal function of vaginal tissue. 2, 4, 8 Conversely, local hormonal treatments have proven efficacy in reversing vulvovaginal atrophy associated with estrogen depletion, although their use in BCSs is controversial due to the risk of increasing estrogen levels. 4, 8, 9 In this regard, low-dose local estrogen treatments are considered to have a lower risk profile compared to standard doses and have shown efficacy in several studies in BCSs. 10, 11 Among the variety of local treatments, ultra-low dose of 0.005% estriol vaginal gel has shown a favorable pharmacokinetic and safety profile (ie, a negligible increase of serum estriol levels after three weeks of daily use) and efficacy in reversing vulvovaginal symptoms in healthy postmenopausal women after 12 weeks of treatment. 12, 13 Estriol is a final metabolite unable to convert back to other estrogenic precursors, and has low binding affinity to the estrogen receptor. Furthermore, estriol displays preferential affinity to b (urogenital) rather than a (breast) estrogen receptors. Compared with estradiol, estriol is a less potent hormone with lower estrogenic potential 14 ; yet, clinical studies indicate a similar effectiveness of both agents in controlling GSM symptoms. 4, 8, 15, 16 Even though low-dose estrogen-based vaginal preparations are widely used, scientific evidence regarding their safety and efficacy in women with breast cancer receiving NSAI treatment is still scarce, and the need for placebo-controlled randomized trials in this setting has been highlighted. 14, 17, 18 Given that NSAIs are a mainstay of endocrine adjuvant treatment for breast cancer survivors, further clinical research is needed to establish guidelines to treat its associated side effects. 4, 8, 9, 11 In this randomized, placebo-controlled clinical trial, we investigated the efficacy and safety of an ultra-low dose of 0.005% estriol vaginal gel in postmenopausal women treated with NSAIs under the hypothesis that its application is effective in the management of vulvovaginal symptoms without a significant impact on serum gonadotropins and plasma estrogens.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 553,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 786,
                    "end": 789,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 790,
                    "end": 793,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 794,
                    "end": 797,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 929,
                    "end": 932,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 933,
                    "end": 936,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 937,
                    "end": 940,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1096,
                    "end": 1098,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1226,
                    "end": 1228,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1229,
                    "end": 1231,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1454,
                    "end": 1456,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1457,
                    "end": 1459,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1636,
                    "end": 1639,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1976,
                    "end": 1979,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2430,
                    "end": 2432,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2433,
                    "end": 2435,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2436,
                    "end": 2439,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2735,
                    "end": 2738,
                    "text": "14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2739,
                    "end": 2742,
                    "text": "17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2937,
                    "end": 2939,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2940,
                    "end": 2942,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2943,
                    "end": 2945,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This was a phase II, randomized, double-blind, placebocontrolled, international, multicenter study for assessing the safety and efficacy of 0.005% estriol vaginal gel in the treatment of symptoms of vulvovaginal atrophy. The study included postmenopausal women with hormone receptorpositive (and any HER2 status) early breast cancer (stage I-IIIA) who had been treated with NSAI (ie, either anastrozole or letrozole) for at least six months. Participants were recruited from five Spanish sites and one Swedish site during a routine follow-up visit between April 2015 and October 2016. Postmenopausal status was defined as 12 months of spontaneous amenorrhea, or 6 months of spontaneous amenorrhea with serum FSH levels greater than 40 mIU/mL, or 6 weeks postsurgical bilateral oophorectomy, with or without hysterectomy. All patients had moderate-to-severe vaginal dryness according to the FDA guidelines for drug development in postmenopausal women (Center for Drug Evaluation and Research, CDER January 2003). A moderate symptom was considered if the symptom was present, bothersome and annoying, and a severe symptom was considered if the symptom was present, bothersome and annoying, and interfered with the normal activity. Other inclusion criteria were a score 0 or 1 in the Eastern Cooperative Oncology Group performance status (ECOG), and an adequate bone marrow and organ function. Patients treated with another antitumoral therapy (excluding pamidronate or alendronate) and those who received vulvovaginal treatment in the 15 days before the study start, and/or had used hormones, natural (phytoestrogens) or herbal products to treat menopausal symptoms in the 3 months before the study start were excluded from the study. Other important exclusion criteria included the presence of postmenopausal uterine bleeding, vaginal bleeding of unknown etiology, and endometrial thickness greater than or equal to 4 mm; and history of other malignancy within 5 years of study entry (aside from nonmelanoma skin cancer or carcinoma-in-situ of the uterine cervix adequately treated), thromboembolic disease or coagulopathies, severe cardiovascular or respiratory disease in the previous 6 months, renal impairment, Hepatitis B and/or C (with the exception of patients with normal hepatic function), and HIV infection. Patients who had received any investigational treatment for any condition or had participated in any clinical trial within 4 weeks of inclusion date were excluded from the study. All patients signed the written informed consent before starting the treatment, and the study protocol was approved by the Regulatory Authorities and applicable Ethics Committees of the participating countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATERIAL AND METHODS Study design and population"
        },
        {
            "text": "The study was conducted in two phases: the safety phase and the study phase. During the safety phase, a sentinel group of 10 women was treated daily for three weeks with active treatment (0.005% estriol vaginal gel, study drug) or placebo (moisturizing gel) at a 4:1 ratio. The influence of treatment on LOW DOSE ESTRIOL FOR VVA IN BREAST CANCER either the levels of systemic estrogens or gonadotropins was assessed by an Independent Data Monitoring Committee. Once the lack of influence on hormone levels was verified, a minimum of 60 women (study group) were randomized to receive either active treatment or placebo at a 4:1 ratio. The study sponsor was responsible for the randomization list, which was performed in blocks of 5. The study drug and placebo had identical characteristics (appearance, smell, and texture), and the investigators and patients were blinded to randomization codes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Both treatments were administered using an intravaginal applicator at the dose of 1 g of gel per application (containing 50 mg of estriol for the active treatment) for 12 weeks: once daily during the first three weeks, and twice weekly during weeks 4 to 12. During the baseline visit, patients were provided with the investigational products, administered the first dose in the presence of the investigator, and were instructed to administer the gel at bedtime. A screening visit was scheduled within the two weeks prior to the baseline visit. Follow-up visits were performed at weeks 1, 3, 8, and 12 of treatment, and 30 AE 5 days after the last dose (posttreatment visit; only physical examination, general laboratory analysis, and adverse events recording). Treatment compliance was assessed by counting and recording the number of unused applicators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Intervention"
        },
        {
            "text": "Efficacy assessments were performed at baseline, and weeks 3 and 12, and included a gynecological examination and the administration of the Female Sexual Function Index (FSFI) questionnaire. Vaginal symptoms (ie vaginal dryness, dyspareunia, and pruritus) and signs (ie mucosa with thinning or flattening of folds, and fragility and dryness of the mucosa) were rated by the patient (symptoms) and the investigator (signs) on a 4-point scale, where 0 indicated the absence of the sign/symptom and 3 indicated the symptom was considered very irritating and severe; scores 1 and 2 indicated mild and moderate signs/symptoms, respectively The vaginal pH was measured on the vaginal secretion using a reactive strip (pH 2.0-9.0). Vaginal maturation was assessed from two cytology samples (drawn from the bottom of the right and left vaginal sac, respectively), and were analyzed at a central laboratory (Centro Anatomopatológico, S.L., Madrid, Spain). For the cytological evaluation, the average percentages of parabasal, intermediate, and superficial cells were calculated twice on 100 consecutive cells. The maturation index was determined using the formula 0.2x (% parabasal) þ 0.6x (% intermediate) þ 1.0x (% superficial) (range 20-100). 19 The FSFI is a 19-item questionnaire, composed of three multi-item functional subscales covering six domains (ie, desire, arousal, lubrication, orgasm, satisfaction, and pain), developed specifically to assess sexual functioning in the research setting. 20 An algorithm was used to determine domain scores and a composite full-scale score.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficacy and safety assessments"
        },
        {
            "text": "Safety was assessed based on the occurrence of adverse events, endometrial changes from baseline to week 12 as evidenced by ultrasound, and the changes in the serum levels of gonadotropins (FSH and luteinizing hormone [LH]) and plasma levels of estrogens (estriol, estradiol, and estrone) throughout treatment. Estrogen levels were determined at a central laboratory (Pharm-Analyt, Austria) at baseline and weeks 1, 3, 8, and 12. Due to the extremely low levels of estrogens expected, estriol, estradiol, and estrone were analyzed using a validated ultrasensitive liquid chromatography tandem mass spectrometry (LC-MS/MS) method. Values below limit of quantification (1, 3 and 5 pg/ml) were considered 0.5, 1.5, and 2.5 pg/mL for estriol, estradiol, and estrone, respectively. FSH and LH were analyzed by chemiluminescent immunoassay at Laboratorios Echevarne, Spain at the same time points and, additionally, at the screening visit to assess their physiological variability. Determinations for a given participant were performed in the same batch. Other safety assessments included laboratory parameters (hematology, blood chemistry, and urine tests) and a physical and gynecological examination (breast and pelvic examination), performed at baseline and at weeks 3 and 12. All adverse events were recorded and graded according to the Medical Dictionary for Regulatory Activities. The causal relationship between the investigational product and the adverse event was assessed by the investigator using the Karch and Lasagna algorithm. 21 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Efficacy and safety assessments"
        },
        {
            "text": "Analyses regarding the change in gonadotropins were performed in the intent-to-treat (ITT) population, which included all 61 randomized participants; missing data were imputed using the last observation carried forward method. Data missing in the efficacy analysis were not imputed. Categorical variables were presented as frequency and percentage, whereas quantitative variables were presented as the mean and standard deviation (SD) or the median and interquartile range (IQR). Results regarding the progression of signs and symptoms severity throughout the follow-up period were presented as both mean (SD) and median (IQR) to provide a comprehensive view of que quantitative change, which in some cases occurred in a narrow score range. Because of the high variability of physiological levels of gonadotropins, the change in these hormones was assessed by comparing the physiological variability (ie, difference between screening and baseline visits) and the in-treatment variability (ie, difference from baseline to 12-week treatment). The between-group differences in score change were compared using the nonparametric Mann-Whitney-U test, whereas differences between time points within each treatment group were compared using the Wilcoxon signed-rank test (results are presented as mean and SD) All analyses were performed using the statistical software SAS Enterprise Guide 5.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistics"
        },
        {
            "text": "Of 86 patients considered for eligibility, 61 were randomized to receive either 0.005% estriol vaginal gel (n ¼ 50) or placebo moisturizing gel (n ¼ 11) (Fig. 1) . Nine patients, seven in the HIRSCHBERG ET AL active group and two in the placebo group, discontinued the intervention but were nevertheless included in the analysis of the ITT population. The ITT population included postmenopausal women with mean (SD) age of 58.9 (7.6) and 61.4 (4.7) years (active and placebo groups, respectively). Twenty-one (34.4%) and 40 (65.6%) women complained of moderate-and severe-vaginal dryness, respectively; 12 (19.7%) and 33 (54%) from moderate and severe dyspareunia, respectively; and 36 (59%) from mild-to-severe pruritus. Table 1 summarizes the baseline demographic and clinical characteristics of the study participants. At baseline, patients in the two groups showed no significant differences regarding vaginal pH and maturation, the scores of the symptoms (ie, dyspareunia, pruritus, and vaginal dryness) and signs (ie, dryness, fragility of the mucosa, and vaginal mucosa with flattening of folds or thinning) of vaginal atrophy (Table 2) . Likewise, the scores of the FSFI questionnaire (total and for each domain) were similar between the two study groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 722,
                    "end": 729,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1134,
                    "end": 1143,
                    "text": "(Table 2)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Characteristics of Study Patients"
        },
        {
            "text": "The median (IQR) vaginal maturation scoring in the active group increased significantly from 24.6 (21.3, 30.8) at baseline to 90.2 (72.8, 94.6) at week 3 and 65.2 (51. 4, 75 .0) at week 12 (P < 0.001 for each comparison with baseline), and remained similar in the placebo group (P ¼ 0.717 and P ¼ 0.244, for differences between baseline and weeks 3 and 12, respectively) (Fig. 2) . Correspondingly, vaginal maturation values were significantly higher in the active compared to the placebo treatment arm: mean (SD) for active and placebo groups were 83.1 (17.7) and 32.4 (22.4) at week 3, and 61.0 (21.2) and 34.1 (18.1) at week 12, respectively (P < 0.001, for each time point). A similar trend was observed for vaginal pH: patients in the active group experienced a significant decrease in median vaginal pH from baseline (6.5, IQR 5.5, 7.5) to week 3 (4.5, IQR 4.5, 5.0) and week 12 (4.5, IQR 4.5, 5.5) (P < 0.001, for each comparison with baseline). Conversely, no significant differences were found between baseline and week 3 and week 12 in the placebo group (P ¼ 0.38 and P ¼ 0.184, respectively) (Fig. 2) . Likewise, pH was significantly lower in the active compared to the placebo treatment arm, with mean (SD) values of 4.8 (0.8) and 6.5 (1.1) at week 3 (P < 0.001), and 5.1 (0.9) and 6.4 (1.4) at week 12 (P ¼ 0.004), respectively. ",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 171,
                    "end": 173,
                    "text": "75",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 576,
                    "text": "(22.4)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 379,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1103,
                    "end": 1111,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Efficacy on maturation value and vaginal pH"
        },
        {
            "text": "Patients in the active group, but not those in the placebo group, experienced a significant decrease in the scores of dyspareunia, pruritus, fragility of the mucosa, and mucosa with flattening of folds or thinning between baseline, week 3, and week 12. Conversely, the scores for vaginal dryness (symptom) and dryness (sign) significantly decreased in the active and, to a minor extent, in the placebo group after 3 and 12 weeks of treatment (Fig. 3) . A similar trend was observed for the total scores of symptoms and signs of vaginal atrophy, which significantly decreased in the active and, to a minor extent, in the placebo group at the follow-up visits (Fig. 4) . The extent of the change in the scores of vulvovaginal symptoms and signs in the active and placebo groups throughout the follow-up period is summarized in Table 3 . Changes in total symptom score between baseline and the two follow-up visits were significantly greater in the active group compared to the placebo group. Regarding individual symptoms, the HIRSCHBERG ET AL assessment of vaginal dryness at week 12 yielded significant differences between groups. On the other hand, all the signs analyzed and the total signs score showed statistically signifi-cant differences between active and placebo groups at week 3 and week 12, except for fragility of the mucosa, whose changes were statistically significant only at week 12. Columns and error bars represent median and IQR, respectively. Symptoms/signs severity are presented on a 0-3 scale: 0 ¼ lack of symptoms/signs, 1 ¼ mild, 2 ¼ moderate, and 3 ¼ severe. BL, baseline; IQR, interquartile range; w, week. ÃÃ P < 0.001, Ã P < 0.05 for differences between baseline and the given visit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 442,
                    "end": 450,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 658,
                    "end": 666,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 825,
                    "end": 832,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Efficacy of symptoms and signs of vulvovaginal atrophy"
        },
        {
            "text": "Although patients in the placebo group did not show significant differences after treatment, those in the active group experienced a progressive and significant increase in the FSFI total score from baseline, a trend that was maintained in the individual analysis of the desire, arousal, lubrication, orgasm, and satisfaction domains, but not in the pain domain (Table 4 ). Despite the significant improvement in most domains observed only in the active group, the pairwise comparison at each visit did not reveal significant differences between active and placebo groups regarding the total FSFI score and the scores of each domain.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 362,
                    "end": 370,
                    "text": "(Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Impact on sexual function"
        },
        {
            "text": "Patients treated with estriol gel did not experience significant changes in FSH levels (median difference between physiological and in-treatment variability after 12 weeks of treatment was À2.8 [IQR À13.1; 7.4]; P ¼ 0.104) and LH levels (À0.8 [IQR À5.3; 2.9]; P ¼ 0.116; N ¼ 61). In the active group, median estriol levels slightly increased at week 1 and progressively normalized over the treatment period. The levels of the key hormones at each study visit are summarized in Supplementary  Table 1 (Supplementary file 1, http://links.lww.com/MENO/ A532). The median and IQR of both estrone and estradiol were persistently below the limit of quantification at all study visits for both groups. During the 16 weeks of follow-up (including the posttreatment visit), no deaths or serious adverse events (SAEs) related to the treatment were reported. An SAE unrelated to the study treatment consisting of non-Hodgkin's lymphoma appeared before the administration of the study treatment and resulted in study discontinuation. Eight nonserious adverse events were reported once each in six patients in the active group: breast tenderness, vulvovaginal inflammation, vulvovaginal pruritus, burning sensation, diarrhea, vomiting, mucosal dryness, and pyrexia.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 477,
                    "end": 499,
                    "text": "Supplementary  Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Safety"
        },
        {
            "text": "In this phase II, randomized, double-blind, placebo-controlled clinical trial, we provide scientific evidence regarding Vulvovaginal symptoms of menopause are a highly prevalent side effect of adjuvant hormonal treatments in BCSs, particularly in women receiving NSAIs, who experience vaginal dryness more frequently compared to women receiving tamoxifen. 6 In spite of the widespread use of local estrogens for reversing this and other symptoms and signs of vulvovaginal atrophy in healthy postmenopausal women, clinical evidence supporting the safety and efficacy of local application of estrogens in BCSs is scarce. 8, 10, 22 Our results regarding the efficacy of the product in reducing the signs/ symptoms burden were similar to those of previous trials investigating other estrogen formulations containing either estradiol or estriol at higher doses such as estradiol ring and tablets (7.5 and 12.5 mg, respectively), estriol ovules (0.5 mg) and cream (0.25 mg), and estriol tablets (0.03 mg) containing Lactobacillus acidophilus. 3, 23, 24 In spite of the lesser estrogenic action of estriol (compared to estradiol) and the 10-fold lower dose (compared to other estriol products widely indicated for this use), the ultra-low dose of estriol used in this study (50 mg per application dose) showed efficacy in reversing the changes in the vaginal epithelium associated with the deep estrogen deprivation in postmenopausal BCSs receiving NSAIs, providing clinical evidence that this population could benefit from local estrogen treatment.",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 621,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1037,
                    "end": 1039,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1040,
                    "end": 1043,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Interestingly, although the intensity of most symptoms and signs of vaginal atrophy remained unchanged in the placebo treatment arm, the scores of vaginal dryness (sign and symptom) experienced a significant-albeit modest-reduction after 3 and 12 weeks of placebo treatment. Given that the 0.005% estriol gel is formulated as a highly hydrating gel with a true effect beyond the pure placebo effect, treatment with the gel alone (without hormones) was expected to have an effect on some of the symptoms and signs (ie temporal relief of vaginal dryness), similar to the lubricants and moisturizers indicated as first-line treatment for vaginal atrophy. 2, 4, 8 Nevertheless, patients in the active arm experienced a greater improvement in vaginal dryness throughout the follow-up, likely due to the stimulation of maturation of the vaginal epithelium by the active hormone and its healing effect. Regarding sexual function, only the 0.005% estriol gel improved most domains and the total score of the FSFI questionnaire, whereas the placebo hydrating gel failed to improve sexual function. Given the predominant impact of NSAIs treatment on sexual function and consequently, wellbeing and quality of life, these findings suggest that the ultralow 0.005% estriol vaginal gel may improve patients' quality of life in addition to alleviating GSM symptoms. 25 Although studies with local estrogens in BCSs receiving NSAIs are scarce, the efficacy of local estrogen treatment, such as low-dose estriol, in alleviating symptoms and signs of vulvovaginal atrophy in healthy postmenopausal women is well documented. 26 In this regard, a previous pivotal phase III placebo-controlled study including 167 women reported efficacy of the 0.005% estriol ultra-low dose vaginal gel. 12 ",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 654,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 655,
                    "end": 657,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Hence, irrespective of the cause of estrogen deprivation (ie, natural vs NSAIs-associated), the 0.005% estriol gel effectively reversed the changes in the vaginal epithelium associated with estrogen deprivation. In spite of the randomized placebo-controlled nature of this trial, our analysis was constrained to a 12-week follow-up, thus precluding long-term assessment of the effects of estriol. Some authors have reported an increased absorption in atrophic compared to estrogenized vaginal tissues and a differential expression of estrogen receptors in the vaginal walls of pre-and post-menopausal women. 27, 28 Although these observations likely rule out increased absorption of estriol by the well estrogenized epithelium and, consequently, safety concerns after prolonged treatment, long-term studies may be needed to assess the sustained safety and effectivity throughout the prescribed adjuvant treatment. It is also worth mentioning that the scarcity of previous data regarding the change of FSH in patients treated with estriol vaginal gels precluded a formal estimation of sample size; however, the results of a previous analysis of FSH change in these patients suggested that the size of our sample should be large enough to identify significant changes in FSH levels. 24 Given that our results indicate that the 0.005% estriol gel preparation is effective and safe, further studies using a larger sample size (with a balanced randomization) to assess long-term effects are warranted.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 611,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "LOW DOSE ESTRIOL FOR VVA IN BREAST CANCER"
        },
        {
            "text": "Our results provide clinical evidence on the efficacy of 0.005% estriol vaginal gel in postmenopausal breast cancer survivors treated with NSAI. Despite the ultra-low dose of estriol, the application of the gel is safe and improves vaginal symptoms and signs, including vaginal pH and maturation, associated with the depletion of estrogens that occurs in these patients, resulting in improved sexual function. The negligible impact of the product on the levels of estrogens, FSH, and LH supports the safe use of this ultra-low dose estriol vaginal gel as a treatment option for vulvovaginal atrophy in BSCs receiving NSAIs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genitourinary syndrome of menopause: new terminology for vulvovaginal atrophy from the International Society for the Study of Women's Sexual Health and the North American Menopause Society",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Portman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gass",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Menopause",
            "volume": "21",
            "issn": "",
            "pages": "1063--1068",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A clinical guide to the management of genitourinary symptoms in breast cancer survivors on endocrine therapy",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Sousa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peate",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jarvis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ther Adv Med Oncol",
            "volume": "9",
            "issn": "",
            "pages": "269--285",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Amelioration of sexual adverse effects in the early breast cancer patient",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Melisko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Rugo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Cancer Surviv",
            "volume": "4",
            "issn": "",
            "pages": "247--255",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Practical clinical guidelines for assessing and managing menopausal symptoms after breast cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hickey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Partridge",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Oncol",
            "volume": "19",
            "issn": "",
            "pages": "1669--1680",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Life after breast cancer: understanding women's health-related quality of life and sexual functioning",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Ganz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Rowland",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Desmond",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Clin Oncol",
            "volume": "16",
            "issn": "",
            "pages": "501--514",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Should urogenital atrophy in breast cancer survivors be treated with topical estrogens?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trinkaus",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wolfman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Oncologist",
            "volume": "13",
            "issn": "",
            "pages": "222--231",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Menopause after breast cancer: a survey on breast cancer survivors",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Biglia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cozzarella",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Cacciari",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Maturitas",
            "volume": "45",
            "issn": "",
            "pages": "29--38",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genitourinary syndrome of menopause in breast cancer survivors: are we facing new and safe hopes?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Biglia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Bounous",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Sgro",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Breast Cancer",
            "volume": "15",
            "issn": "",
            "pages": "413--420",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Committee Opinion No. 659. The use of vaginal estrogen in women with a history of estrogen-dependent breast cancer",
            "authors": [],
            "year": 2016,
            "venue": "Obstet Gynecol",
            "volume": "127",
            "issn": "",
            "pages": "93--96",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Vaginal oestrogen therapy after breast cancer: is it safe?",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ponzone",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Biglia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Jacomuzzi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Eur J Cancer",
            "volume": "41",
            "issn": "",
            "pages": "2673--2681",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Vaginal estrogen products in hormone receptor-positive breast cancer patients on aromatase inhibitor therapy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sulaica",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Breast Cancer Res Treat",
            "volume": "157",
            "issn": "",
            "pages": "203--210",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The therapeutic effect of a new ultra low concentration estriol gel formulation (0.005% estriol vaginal gel) on symptoms and signs of postmenopausal vaginal atrophy: results from a pivotal phase III study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Estevez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Usandizaga",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Menopause",
            "volume": "19",
            "issn": "",
            "pages": "1130--1139",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pharmacokinetics and preliminary efficacy of two vaginal gel formulations of ultra-low-dose estriol in postmenopausal women",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Delgado",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Estevez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Radicioni",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Climacteric",
            "volume": "19",
            "issn": "",
            "pages": "172--180",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Management of genitourinary syndrome of menopause in women with or at high risk for breast cancer: Consensus recommendations from The North American Menopause Society and the International Society for the Study of Women's Sexual Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Faubion",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Larkin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Stuenkel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Menopause",
            "volume": "25",
            "issn": "",
            "pages": "596--608",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Continuous low dose estradiol released from a vaginal ring versus estriol vaginal cream for urogenital atrophy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barentsen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Van De Weijer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Schram",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Eur J Obs Gynecol Reprod Biol",
            "volume": "71",
            "issn": "",
            "pages": "73--80",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Tratamiento de la atrofia urogenital mediante administración intravaginal de estrógenos a bajas dosis, con especial referencia al estriol. Bases fisiológicas y farmacológicas",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mas",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Prog Obs Ginecol",
            "volume": "54",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A cohort study of topical vaginal estrogen therapy in women previously treated for breast cancer",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Dew",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Wren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Eden",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Climacteric",
            "volume": "6",
            "issn": "",
            "pages": "45--52",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Local estrogen therapy and risk of breast cancer recurrence among hormone-treated patients: a nested case-control study",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dell&apos;aniello",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bonnetain",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Breast Cancer Res Treat",
            "volume": "135",
            "issn": "",
            "pages": "603--609",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cytologic evaluation of the effect of various estrogens given in postmenopause",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hustin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Van Den Eynde",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heiman",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Acta Cytol",
            "volume": "21",
            "issn": "",
            "pages": "255--258",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The Female Sexual Function Index (FSFI): a multidimensional self-report instrument for the assessment of female sexual function",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heiman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Sex Marital Ther",
            "volume": "26",
            "issn": "",
            "pages": "191--208",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Toward the operational identification of adverse drug reactions",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Karch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lasagna",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Clin Pharmacol Ther",
            "volume": "21",
            "issn": "",
            "pages": "247--254",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Cost-benefit analysis of ivermectin, permethrin and benzyl benzoate in the management of infantile and childhood scabies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Elgart",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Expert Opin Pharmacother",
            "volume": "4",
            "issn": "",
            "pages": "1521--1524",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Low-dose vaginal estrogens or vaginal moisturizer in breast cancer survivors with urogenital atrophy: a preliminary study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Biglia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sgandurra",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Gynecol Endocrinol",
            "volume": "26",
            "issn": "",
            "pages": "404--412",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Vaginal estriol to overcome sideeffects of aromatase inhibitors in breast cancer patients",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pfeiler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Glatz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Königsberg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Climacteric",
            "volume": "14",
            "issn": "",
            "pages": "339--344",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Sexual problems during the first 2 years of adjuvant treatment with aromatase inhibitors",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Schover",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Fuson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Sex Med",
            "volume": "11",
            "issn": "",
            "pages": "3102--3111",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Low dose estriol pessaries for the treatment of vaginal atrophy: a double-blind placebo-controlled trial investigating the efficacy of pessaries containing 0.2 mg and 0.03 mg estriol",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Griesser",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Skonietzki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Maturitas",
            "volume": "71",
            "issn": "",
            "pages": "360--368",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Vaginal administration of estradiol: effects of dose, preparation and timing on plasma estradiol levels",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Santen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Climacteric",
            "volume": "18",
            "issn": "",
            "pages": "121--134",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Estrogen receptor alpha and beta expression in the vaginal walls and uterosacral ligaments of premenopausal and postmenopausal women",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Fertil Steril",
            "volume": "71",
            "issn": "",
            "pages": "1099--1102",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow diagram of the patients included in the study.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Boxplot of the vaginal maturation (A) and vaginal pH (B) values determined at each of the indicated visits in the active treatment and placebo groups (ITT population). ITT, intent-to-treat. FIG. 3. Individual scores of each symptom (A) and signs (B) of vulvovaginal atrophy throughout treatment.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Total scores of symptoms (A) and signs (B) of vulvovaginal atrophy throughout treatment. Columns and error bars represent median and IQR, respectively. BL, baseline; IQR, interquartile range; w, week. ÃÃ P < 0.001, Ã P < 0.05 for differences between baseline and the given visit.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Changes in vaginal maturation value, vaginal pH, and the scores of symptoms and signs of vaginal atrophy 0 (0.0,0.0) <0.001 1.0 (1.0,2.0) 0.0 (0.0,1.0) <0.001 Total score signs 3.8 (1.9) 1.5 (1.4) 4.6 (2.1) 1.6 (1.5) 4.0 (2.0,5.0) 1.0 (0.0,2.0) <0.001 5.0 (4.0,6.0) 1.0 (1.0,3.0) <0.001 All values in bold are considered significant according to the threshold established for this analysis. Results are described as mean (standard deviation) (upper row) and median (percentile 25.75) (lower row). Between-group differences were analyzed using the Mann-Whitney-U test. HIRSCHBERG ET AL the efficacy and safety of 0.005% estriol vaginal gel for the treatment of genital symptoms in postmenopausal women receiving NSAI adjuvant therapy for hormone receptor-positive early breast cancer. After 12 weeks of treatment, the local application of the ultra-low dose of estriol gel reversed most of the vulvovaginal symptoms and signs associated with deep estrogen deprivation in BSCs receiving adjuvant treatment, including the most common and bothersome symptoms (ie vaginal dryness and dyspareunia), resulting in a positive impact on sexual function.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Baseline scores of symptoms and signs of vaginal atrophy and FSFI scores, according to treatment allocation, median (percentile 25.75)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "FSFI domain and total scores throughout treatment, median (percentile 25.75) All values in bold are considered significant according to the threshold established for this analysis. BL, baseline; FSFI, Female Sexual Function Index. a Signed rank test (Wilcoxon).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank i2e3 Biomedical Research Institute for providing medical writing support during the preparation of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        }
    ]
}