{
    "paper_id": "ea019e5c43b92016ee89fc1d3f3c80bcbce13930",
    "metadata": {
        "title": "Numeracy, adult education, and vulnerable adults: a critical view of a neglected field",
        "authors": [
            {
                "first": "Iddo",
                "middle": [],
                "last": "Gal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Anke",
                "middle": [],
                "last": "Grotlüschen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dave",
                "middle": [],
                "last": "Tout",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gabriele",
                "middle": [],
                "last": "Kaiser",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This survey paper examines selected issues related to the intersection of three broad scholarly areas: numeracy, adult education, and vulnerability. Numeracy encompasses the ways in which people cope with the mathematical, quantitative, and statistical demands of adult life, and is viewed as an important outcome of schooling and as a foundational skill for all adults. The focus on vulnerability stems from the realization that concerns of policy makers and educators alike often center on populations seen as vulnerable. The paper is organized in five sections. After a brief introduction, Section 2 examines adult numeracy, focusing on five numeracy domains (health, financial, digital, civic, and workplace numeracy), literacynumeracy linkages, functional and critical aspects of numeracy, and the centrality of numeracy practices, and notes sources of vulnerability for each of these. Section 3 sketches formal, non-formal and informal contexts in which adults learn or develop their numeracy, and examines factors that may be potential sources of vulnerability, including systemic factors and dispositional and affect factors. Section 4 reflects more broadly on the concept of vulnerability, introduces selected aspects of the papers published in this issue of ZDM Mathematics Education, and points to findings regarding adult learners who may be deemed vulnerable. The closing section summarizes conclusions and research directions regarding the intersection of the three core domains. Overall, the paper points to emerging research needs and educational challenges that are relevant to scholars, practitioners, and policy makers interested in developing the numeracy of adults as well as in the mathematics education of younger learners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Adult numeracy is a vital field of interest to societies and economies worldwide, and to the billions of individuals who live in them, and who come from all walks of life and age groups, from young adults and school leavers, all the way to elderly persons. Yet, the area of adult numeracy is underresearched and faces many challenges. At the same time, this area holds much promise from educational, research, and policy perspectives. This survey paper, together with the 16 papers in this special issue of ZDM Mathematics Education, examines selected topics at the intersection of three broad scholarly areas: numeracy, adult education, and vulnerability, doing so from a lifelong perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "While the term numeracy is used in some countries to describe desired knowledge and skills expected of all school graduates and adults, other expressions, such as quantitative literacy and mathematical literacy are used internationally. The diversity of terms used for numeracy is also complicated A survey paper for ZDM Mathematics Education special issue on \"Numeracy, learning, and vulnerability in adult life\". by the lack of an equivalent term in some languages. What is meant by numeracy can also vary when applied to school children as opposed to adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Adult numeracy is a construct related to the ways people cope with the many mathematical, quantitative, and statistical demands of adult life. Some definitions of numeracy emphasize basic computational skills or focus on emergent numeracy at a young age. In this paper, however, numeracy is used broadly to encompass a set of diverse skills, knowledge-bases, dispositions and affect, communication abilities, and practices and behaviors, that range from simple to very advanced, relate to mathematics and statistics, and that individuals need or use in order to engage and manage diverse life situations and tasks in the adult world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The need to focus on vulnerability in connection with numeracy stems from the realization that many concerns by policy makers and the general public, and many educational efforts related to numeracy or mathematics-related knowledge of adults and young people, focus on vulnerable populations (UNESCO 2018) with diverse characteristics. For instance, subgroups in the population may be identified as having low or insufficient numeracy skill levels, which imply a need for further learning or skill upgrading and require relevant or customized educational interventions. Indeed, as reviewed later, large-scale studies show that sizeable proportions of adults and young adults in many countries (including many high-income or developed ones) demonstrate low numeracy (or mathematical literacy).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although this paper focuses on issues pertaining to adults as learners or users of numeracy, we believe that many of these issues are also pertinent to the learning and teaching of mathematics at the high-school or 'young adult' levels. After all, in many countries, young people leave schools early on, and enter the adult world or the labor market well before age 18. Many countries are expressing interest in mathematical literacy, which is closely linked with adult numeracy. Hence, some of the insights developed in this paper, and the findings and ideas presented in the other papers in this issue of ZDM Mathematics Education, will also be of value to educators and researchers interested in mathematics education at the school level, in both STEM (science, technology, engineering, mathematics) and vocational education, and in working with young people and adults deemed vulnerable in such contexts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "No examination of the intersection of the areas of numeracy, adult education, and vulnerability has been published to date. Since each of these three areas is in itself a broad domain with extensive literature, a systematic review of them all is beyond the scope of a single paper. Hence, we focus here on selected sources from multiple disciplines that enable us to sketch each of the three areas in broad strokes, but mainly help to examine their intersection and explore sources of potential vulnerability. Furthermore, since issues pertaining to the skills, dispositions, and practices of teachers, programs, and learners are influenced by many factors, the paper combines an educationalist lens with a policy or systemic lens. (Note: terms such as skills, competencies, and abilities are used interchangeably in this paper, given the diversity in their usage in the literature; OECD 2019a; Rychen and Salganic 2003) .",
            "cite_spans": [
                {
                    "start": 895,
                    "end": 920,
                    "text": "Rychen and Salganic 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "With the above in mind, the remainder of this paper is organized in four sections: Sect. 2 examines adult numeracy, and Sect. 3 sketches the terrain of formal, non-formal, and informal contexts in which adults learn or develop their numeracy, but both sections focus on factors that may serve as potential sources of vulnerability. Section 4 reflects more broadly on the concept of vulnerability, introduces selected aspects of the papers published in this issue of ZDM Mathematics Education, and points to some findings regarding adult learners who may be deemed vulnerable. Section 5 summarizes conclusions regarding the intersection of the three core areas, and points to emerging needs and future research and development directions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This section reviews selected issues, including skill gaps in numeracy, the changing roles of numeracy, links between literacy and language and numeracy, and findings and ideas regarding numeracy practices. This section also discusses an evolving conceptualization of numeracy as both functional and critical, which educators and researchers could take on board in the twenty-first century, and reflects on the intersection of all of the above with the notion of vulnerability (which is expanded on in Sect. 4).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About numeracy of adults and young people"
        },
        {
            "text": "Increased attention to adult numeracy is manifested in many ways around the globe. In particular, the United Nations Sustainable Development Goals (SDGs) Target 4.6 calls on all world countries to \"ensure that all youth and a substantial proportion of adults, both men and women, achieve literacy and numeracy\" by 2030 (see: https ://susta inabl edeve lopme nt.un.org/sdg4). The explicit inclusion of numeracy in this goal implies that there are serious gaps regarding numeracy (and literacy) levels across the globe. The growing acknowledgement and interest in adult numeracy is also evident in the coverage of numeracy and related constructs in large-scale assessment programs, at both the international and national levels. The Adult Literacy and Lifeskills (ALL) survey in the mid-2000s was the first study to explicitly address numeracy, which was later included as a major domain in OECD's Program for the International Assessment of Adult Competencies (PIAAC), which was undertaken between 2008 and 2019 in 39 countries and regions, including seven non-OECD participants. These adult assessments surveyed people aged 16-64. The Program for International Student Assessment (PISA), which focuses on school students aged 15 years old, which was implemented in its latest cycle in 2018 in 79 countries, focused on a similar construct, mathematical literacy (Tout and Gal 2015) . These surveys and the many policy-related studies that use their results, highlight the need to address both the numeracy and the literacy skills of a country's population.",
            "cite_spans": [
                {
                    "start": 1361,
                    "end": 1380,
                    "text": "(Tout and Gal 2015)",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Numeracy needs and gaps"
        },
        {
            "text": "Findings regarding proficiency levels of adults in numeracy (PIAAC) or of young adults in mathematical literacy (PISA), suggest that large numbers of adults and young people, sometimes upwards of 30-60% in middle income countries and 10-40% in high-income countries, have low or very low numeracy skills (OECD 2019a). Furthermore, the overall PIAAC performance in numeracy showed that 7.5% of the adult population were at or below level 1 (the lowest levels) across 39 countries, compared with only 3.7% at the same level in reading literacy (OECD 2019a).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numeracy needs and gaps"
        },
        {
            "text": "Numeracy has also been included in stand-alone national adult skills surveys developed in some high-income countries, such as the French Information et Vie Quotidienne (IVQ) survey or the UK's Skills for Life survey. England and France tested both literacy and numeracy in two rounds of these surveys, and both reported a decrease in numeracy, while literacy skills increased (Jonas 2018) .",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 388,
                    "text": "(Jonas 2018)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Numeracy needs and gaps"
        },
        {
            "text": "Going beyond the PIAAC findings, which cover mainly high-income OECD countries, relatively little is known about the distribution of adult numeracy skills in lowerincome countries, which are the majority of world countries, given the lack of large-scale comparative data. A notable exception are the results from UNESCO's Literacy Assessment and Monitoring Programme (LAMP), which in 2009-2011 showed that substantial groups of adults in four middle-income countries or national entities (Jordan, Mongolia, Palestine, Paraguay) have very low numeracy skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numeracy needs and gaps"
        },
        {
            "text": "Regarding the preparation of younger populations to tackle numeracy tasks in adulthood, results from the PISA for Development (PISA-D) assessment project (Ward 2018) show an even more alarming pattern. Only about 12% of students across seven middle-or low-income countries (Cambodia, Ecuador, Guatemala, Honduras, Paraguay, Senegal, and Zambia) achieve the minimum PISA level of proficiency in mathematical literacy (Level 2), compared with the OECD average of 77%; about 23% achieved the minimum level of proficiency in reading, compared with the OECD average of 80%.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 165,
                    "text": "(Ward 2018)",
                    "ref_id": "BIBREF98"
                }
            ],
            "ref_spans": [],
            "section": "Numeracy needs and gaps"
        },
        {
            "text": "It can thus be assumed that large skill gaps and resulting learning needs regarding numeracy and mathematical literacy exist in most middle-and low-income countries, given the quality of education systems and school dropout rates in such countries (Hanushek and Woessmann 2007) . Due to such needs and gaps, many of the papers in this issue of ZDM Mathematics Education focus on sub-populations with relatively low numeracy (and literacy) proficiency, since such populations often have to cope with multiple vulnerabilities (Grotlüschen et al. 2016) . This section continues to reflect on the purposes served by numeracy, and on numeracy practices and conceptualizations that have implications for a discussion of vulnerability.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 277,
                    "text": "(Hanushek and Woessmann 2007)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 524,
                    "end": 549,
                    "text": "(Grotlüschen et al. 2016)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Numeracy needs and gaps"
        },
        {
            "text": "The literature describes a range of contexts or situations where foundational skills such as literacy and numeracy are called upon or invoked. The concept of literacy has a long tradition of being understood in plural as literacies and the literature refers to literacies as being situated, purposeful, and occurring within specific literacy domains (Barton and Hamilton 2000) . Parallel developments have occurred in terms of attention to multiple numeracies. An early scheme developed by Steen (1990) outlined five purposes for numeracy: Practical, (focused on mathematical and statistical knowledge and skills that can help to cope with tasks in daily life); Professional (mathematical and statistical skills needed in specific jobs); Civic (data and uses that can benefit society); Recreational (related to the role of mathematical ideas and processes in games, sports, lotteries, and diverse leisure activities); and Cultural (appreciation of mathematical aspects of human culture, such as in artistic artifacts). Many other projects have looked at the roles and purposes of numeracy over the last few decades. Gal (1997) listed nine contexts that build and elaborate on Steen's scheme: home, recreation, active parenting, personal finance, informed citizenship, social action, workplace, passing tests, and further education. In Australia, the concept of different numeracies was developed from the notion of different literacies mentioned above, and was used in curriculum frameworks for both adults and young people. It centered around four domains (Kindler 1996) : Numeracy for practical purposes, Numeracy for interpreting society, Numeracy for personal organization (e.g., money, time, and travel/location), and Numeracy for knowledge, which addressed more formal mathematical skills needed for further study.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 376,
                    "text": "(Barton and Hamilton 2000)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 490,
                    "end": 502,
                    "text": "Steen (1990)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1116,
                    "end": 1126,
                    "text": "Gal (1997)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1557,
                    "end": 1571,
                    "text": "(Kindler 1996)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "The changing roles and purposes of numeracy in the twenty-first century"
        },
        {
            "text": "Such and related classifications of the range of areas and situations in which adults or young people operate, were condensed into shorter lists in designing the conceptual and assessment frameworks for ALL and PIAAC, as well as PISA. PIAAC's first cycle referred to four contexts of numeracy, everyday life, work, societal, and further learning. The latest PISA cycle referred to personal, occupational, societal, and scientific contexts. Tout and Gal (2015) compared these sets of descriptors and argued that they are highly consistent with each other, with differences due only to relevance to the age of the two target groups.",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 459,
                    "text": "Tout and Gal (2015)",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "The changing roles and purposes of numeracy in the twenty-first century"
        },
        {
            "text": "Research on numeracies in different life domains is continuing to evolve. Interviews with diverse stakeholders in 16 German federal states (Duncker-Euringer 2016) helped identify four specific literacy domains (digital, financial, health, and political) and related uses and practices of literacy in the context of work, family and everyday life, and continuing education. These informed the literacy definitions of the German literacy decade (2016) (2017) (2018) (2019) (2020) (2021) (2022) (2023) (2024) (2025) (2026) and the content of national literacy surveys. Based on this work, Grotlüschen et al. (2019a) suggested establishing a system of four numeracy domains: financial numeracy, health numeracy, digital numeracy, and political or civic numeracy.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 449,
                    "text": "(2016)",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 456,
                    "text": "(2017)",
                    "ref_id": null
                },
                {
                    "start": 457,
                    "end": 463,
                    "text": "(2018)",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 470,
                    "text": "(2019)",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 477,
                    "text": "(2020)",
                    "ref_id": null
                },
                {
                    "start": 478,
                    "end": 484,
                    "text": "(2021)",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 491,
                    "text": "(2022)",
                    "ref_id": null
                },
                {
                    "start": 492,
                    "end": 498,
                    "text": "(2023)",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 505,
                    "text": "(2024)",
                    "ref_id": null
                },
                {
                    "start": 506,
                    "end": 512,
                    "text": "(2025)",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 519,
                    "text": "(2026)",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 612,
                    "text": "Grotlüschen et al. (2019a)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "The changing roles and purposes of numeracy in the twenty-first century"
        },
        {
            "text": "Indeed, over the last 2 decades, separate conceptual frameworks and findings have developed that support each of the above four domains. These are briefly presented below but are described in more detail in Sect. 4.3.1, where their connection to vulnerability is explained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The changing roles and purposes of numeracy in the twenty-first century"
        },
        {
            "text": "• Financial numeracy includes many actions related to the critical evaluation of financial information, data, and risk (Lusardi and Mitchell 2011) , as opposed to simply reading texts about financial issues. Hence, this term seems more relevant than the well-established domain of financial literacy. • Health numeracy is emerging as an independent field in medical and health sciences research, in parallel to continued interest in health literacy (Golbeck et al. 2005 ). • Digital numeracy is becoming increasingly important alongside digital literacy, in times of increasing datafication (Steen 1999) , public exposure to big data, and the use of algorithms (Michael and Lupton 2016) , and alongside growing opportunities to access open data sets and participate in 'citizen science' initiatives. • Civic numeracy is emerging as a complex domain that merges mathematics, statistics, and other areas, and involves critical numeracy (Geiger et al. 2015) , statistical literacy (Gal 2002) , and civic statistics (ProCivicStat Partners 2018).",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 146,
                    "text": "(Lusardi and Mitchell 2011)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 449,
                    "end": 469,
                    "text": "(Golbeck et al. 2005",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 591,
                    "end": 603,
                    "text": "(Steen 1999)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 661,
                    "end": 686,
                    "text": "(Michael and Lupton 2016)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 934,
                    "end": 954,
                    "text": "(Geiger et al. 2015)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 978,
                    "end": 988,
                    "text": "(Gal 2002)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The changing roles and purposes of numeracy in the twenty-first century"
        },
        {
            "text": "Workplace numeracy, or workplace mathematics, has emerged as a separate area of adult life and has been the focus of much research. This domain must be addressed explicitly, as an additional fifth numeracy domain, since numeracy (and literacy) practices differ in work contexts compared with other life domains. A review of the many publications on workplace numeracy is beyond the scope of the present paper. Risking oversimplification, however, we can summarize that numeracy tasks that people undertake in many types of workplaces, involve much more than basic arithmetic skills or procedural competence with school-based mathematics. For example, based on an employers' survey, Madison and Steen (2003) found that:",
            "cite_spans": [
                {
                    "start": 682,
                    "end": 706,
                    "text": "Madison and Steen (2003)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "The changing roles and purposes of numeracy in the twenty-first century"
        },
        {
            "text": "Work-related mathematics is rich in data, interspersed with conjecture, dependent on technology, and tied to useful applications. Work contexts often require multistep solutions to open-ended problems, a high degree of accuracy, and proper regard for required tolerances. None of these features are found in typical classroom exercises (p. 55).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The changing roles and purposes of numeracy in the twenty-first century"
        },
        {
            "text": "Many sources argue that the impact of changing technology and ICT systems, tools and processes, causes twentyfirst century workplaces to require higher STEM skills (Maass et al. 2019) or techno-mathematical literacies (Hoyles et al. 2010 ), more sophisticated mathematical problem solving skills, the ability to address tasks related to risk and statistics, and critical interpretation of data in various forms, among other trends (FitzSimons 2019). Other research shows, however, that mathematics is becoming increasingly invisible, and sometimes disappears within technological systems (Marr and Hagston 2007; Straesser 2015) .",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 183,
                    "text": "(Maass et al. 2019)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 218,
                    "end": 237,
                    "text": "(Hoyles et al. 2010",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 588,
                    "end": 611,
                    "text": "(Marr and Hagston 2007;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 612,
                    "end": 627,
                    "text": "Straesser 2015)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "The changing roles and purposes of numeracy in the twenty-first century"
        },
        {
            "text": "Beyond the five broad numeracy domains or areas listed above, we are witnessing many changes that affect numeracy demands across the lifespan (Griffin and Care 2015; Michael and Lupton 2016) . These are brought upon by the rapid rise in the use and daily impact of algorithms, big data, machine learning, artificial intelligence, predictive systems, the availability of open data, and more. Citizens and workers from all walks of life are affected by the changes in both the explicit and transparent mathematical and statistical processes within multiple numeracy domains. Such trends have important implications for educators, as they may both increase and decrease motivations to invest in further learning of numeracy and mathematics by adults, and should impact policy or curricular decisions regarding the educational content that needs to be taught.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 165,
                    "text": "(Griffin and Care 2015;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 166,
                    "end": 190,
                    "text": "Michael and Lupton 2016)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "The changing roles and purposes of numeracy in the twenty-first century"
        },
        {
            "text": "Overall, literacy-numeracy linkages and interdependencies point to possible sources of vulnerability in adult numeracy education. Findings from both PIAAC (OECD 2019a) and PISA (OECD 2019b) show a strong association between performance in reading/literacy and mathematics/numeracy. Hence, this section discusses some of these links and connections. Solving a numeracy problem situated in the real world often involves a process of reading, interpreting, solving, and communicating in a mathematical manner. As part of such process, it is necessary to understand and use a range of both text-embedded informal and formal linguistic components (both oral and written), as well as mathematical terms, language, symbols, and representations. Literacy aspects are critical in reporting and communicating results. An added complexity, is that the language of mathematics itself is particularly critical as part of the problem-solving process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connections between numeracy and mathematics and literacy and language"
        },
        {
            "text": "There is a broad literature on language and literacy in the mathematics classroom that revolves around classroom discourse and related aspects of the interactions between learners, teachers, textbooks, and learning tasks (Gal 1999; Morgan et al. 2014; Tout 1991) . Ellerton (1989) , for example, argued that:",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 231,
                    "text": "(Gal 1999;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 232,
                    "end": 251,
                    "text": "Morgan et al. 2014;",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 252,
                    "end": 262,
                    "text": "Tout 1991)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 265,
                    "end": 280,
                    "text": "Ellerton (1989)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Connections between numeracy and mathematics and literacy and language"
        },
        {
            "text": "Teachers have often assumed that incorrect solutions to problems have arisen from a lack of understanding of mathematical concepts or a deficiency in computational skills. In fact, the errors have been caused by an inadequate understanding of the language of mathematics (p. 95).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connections between numeracy and mathematics and literacy and language"
        },
        {
            "text": "However, many scholars have pointed to the need to consider literacy and language (written and spoken) when discussing numeracy as it is practiced in the real world (e.g., in the context of the five domains listed earlier), and pointed to two-way conceptual and pragmatic links between numeracy and mathematics on the one hand, and literacy and language on the other (Baker and Street 1994) . Stated informally, there is no literacy without numeracy, and no numeracy without literacy. In this issue of ZDM Mathematics Education, several papers argue that language matters for numeracy skills (Prince and Frith 2020) as well as for numeracy practices (Civil et al. 2020; Fonseca 2020; Jorgensen 2020 ).",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 390,
                    "text": "(Baker and Street 1994)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 650,
                    "end": 669,
                    "text": "(Civil et al. 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 670,
                    "end": 683,
                    "text": "Fonseca 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 684,
                    "end": 698,
                    "text": "Jorgensen 2020",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Connections between numeracy and mathematics and literacy and language"
        },
        {
            "text": "An important aspect of the literacy-numeracy linkage was acknowledged early on by the Kirsch and Mosenthal's construction of literacy as comprised of Prose, Document, and Quantitative dimensions (Kirsch et al. 1998 ). For example, in many life contexts, quantitative or spatial information is communicated via text or is embedded in text and various types of documents (e.g., timetables, price lists, newspaper articles reporting results of surveys). Practices in life domains listed earlier may involve following instructions about medicine dosages, checking financial information online, or reading newspaper articles with textual descriptions and graphs about 'burning' civic issues (ProCivicStat Partners 2018) such as migration trends, global warming, or the spread of the recent Corona-virus pandemic.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 214,
                    "text": "(Kirsch et al. 1998",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Connections between numeracy and mathematics and literacy and language"
        },
        {
            "text": "Likewise, in the workplace, workers need to read documentation (e.g., about occupational health and safety or operating procedures) that involves data, measurements, or proportions that are integrated into textual materials. Croce and McCormick (2019) argue that cumulative findings in the subfield of 'disciplinary literacy' show that professionals do not separate between language and mathematics in their discourse, and there are communities of mathematical discourse within specific functional contexts (e.g., different types of workplaces).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connections between numeracy and mathematics and literacy and language"
        },
        {
            "text": "It follows that all key numeracy domains require a wide range of numeracy skills and practices, but are also predicated on text comprehension and literacy skills (Gal 1999) . General linguistic and text comprehension skills, as well as familiarity with discourse patterns within specific functional and social contexts, can impact the ability of both learners and adults to comprehend, reason about, and communicate regarding real-world numeracy tasks that involve any kind of text, as well as on their in-class work and interactions.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 172,
                    "text": "(Gal 1999)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Connections between numeracy and mathematics and literacy and language"
        },
        {
            "text": "For adult numeracy learners, this complex set of linkages and interdependencies between numeracy and mathematics and literacy and language, points to a range of different sources of vulnerability that need to be understood and explicitly addressed in adult numeracy education. This also has consequences for the diagnosis of the stumbling blocks encountered by each individual adult numeracy learner, since they may have to do with mathematics, or literacy, or language, or their different combinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Connections between numeracy and mathematics and literacy and language"
        },
        {
            "text": "The notion of practices, when discussing literacy or numeracy, is multifaceted, because the concept is treated in different ways in the literature, referring both to behaviors in a social context, as well as to how, or how often, or how frequent a certain skill is used (i.e., practiced) in diverse contexts. Both notions are briefly reviewed below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numeracy as a (social) practice"
        },
        {
            "text": "A scholarly discussion on practices began early on, initially in connection with literacy practices (Baker and Street 1994) and evolved under the umbrella of the new literacy studies (Barton and Hamilton 2000) . The practices perspective assumes that literacy and numeracy are not neutral cognitive skills or knowledge, but are embedded or played out in the real world within a context. The context is characterized by societal factors such as social and power relations, cultural and discourse norms and goals, and opportunities within one's environment or one's ways of engagement with such tasks, i.e., practices (see Reder's Practice-Engagement Theory (1994) or Reder 2020, in this issue).",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 123,
                    "text": "(Baker and Street 1994)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 183,
                    "end": 209,
                    "text": "(Barton and Hamilton 2000)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 621,
                    "end": 662,
                    "text": "Reder's Practice-Engagement Theory (1994)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Numeracy as a (social) practice"
        },
        {
            "text": "It has been argued that literacy and numeracy skills and behaviors are taught in formal schooling as if they were neutral (Barton and Hamilton 2000) , but a historically informed view shows that dominant literacy practices of the middle and upper classes push aside or devalue the more vernacular practices of lower classes (Yasukawa et al. 2018) . Work on numeracy practices evolved from Lave's early research on cognition in practice (Lave 1988) , and continued with discussions on (young) adults' numeracy and conceptualizations of mathematical knowledge and behavior as social practices (e.g., Evans et al. 2017) . Such work suggested that skills and how they are acted out in the world may be shaped by a community of practice and by one's levels and ways of engagement with diverse tasks, and as such, should be measured (Coben and Alkema 2017) . Yasukawa et al. (2018) recently summarized the theoretical development of the overarching concept of numeracy as social practice, arguing that numeracy is not free of value or context, but embedded in power relations. They base these ideas not only on Street's work, but also on three generations of the Cultural-Historical Activity Theory (CHAT) developed by Vygotsky, Leontiev and Engeström, and on Lave's early work on situated learning.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 148,
                    "text": "(Barton and Hamilton 2000)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 324,
                    "end": 346,
                    "text": "(Yasukawa et al. 2018)",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 436,
                    "end": 447,
                    "text": "(Lave 1988)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 598,
                    "end": 616,
                    "text": "Evans et al. 2017)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 827,
                    "end": 850,
                    "text": "(Coben and Alkema 2017)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 853,
                    "end": 875,
                    "text": "Yasukawa et al. (2018)",
                    "ref_id": "BIBREF100"
                }
            ],
            "ref_spans": [],
            "section": "Numeracy as a (social) practice"
        },
        {
            "text": "In contrast, the notion of practices has also been examined, without its societal or cultural aspects, in comparative surveys of adults' skills. Surveys such as ALL and PIAAC include in their background questionnaire a set of frequencyof-use questions about both literacy and numeracy practices in two life contexts, work practices and everyday practices. For numeracy, questions typically inquire, \"how often do you normally…\" followed by a list of activities, such as read invoices, bank statements or similar; read plans, maps or graphs; calculate prices, costs or budgets; calculate using fractions, decimals or percentages; read diagrams, charts or tables; use simple formulas or similar; or use higher level mathematics or statistics. While seemingly simplistic, such questions provide important new information about the ways in which numeracy is used in everyday life and at work, and about the correlates of frequency of practices and their association with actual skill levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numeracy as a (social) practice"
        },
        {
            "text": "Numerous studies have analyzed PIAAC data based on such questions. For example, Jonas (2018) found that the level of proficiency in numeracy skills and the frequency of engagement in numeracy practices supported one another, i.e., proficient adults perform numerical tasks frequently in their private and working lives, and adults who regularly engage in numeracy practices are more likely to maintain or improve their performance in numeracy. Likewise, PIAAC data showed that employed people engage in mathematical activities less in their private settings if they do not engage in mathematical activities regularly at work. Nienkemper and Grotlüschen (2019) examined the interactions between literacy practices, numeracy practices, and computer usage, and showed that ubiquitously writing adults also calculate ubiquitously, in both work and home contexts.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 92,
                    "text": "Jonas (2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 626,
                    "end": 659,
                    "text": "Nienkemper and Grotlüschen (2019)",
                    "ref_id": "BIBREF67"
                }
            ],
            "ref_spans": [],
            "section": "Numeracy as a (social) practice"
        },
        {
            "text": "A comparison of numeracy practices, using data from comparative skill surveys from the mid-1990s to recent PIAAC data, shows a decline, i.e., lower levels of numeracy practices, over the last 20 years (Redmer and Dannath 2020) , suggesting changes in the demands of different occupational clusters for numeracy skills. Overall, studies regarding numeracy practices (both in the social context and in terms of skill use) provide new insights into multiple types of factors that may contribute to growth, retention, or decline of skills throughout the lifespan. Such studies suggest that the types of tasks one has to engage with in everyday and work life can lead to personal growth but can also contribute to vulnerabilities in terms of skill formation, skills mismatch, or skills loss, and may create new learning needs in the area of numeracy.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 226,
                    "text": "(Redmer and Dannath 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Numeracy as a (social) practice"
        },
        {
            "text": "Since the introduction of the term numeracy in the Crowther and Cockcroft Reports in the United Kingdom (Cockcroft 1982 ), many scholars and task forces have elaborated on and investigated what numeracy means, and have discussed the linkages between the world of numeracy and the world of (school-based) mathematics (e.g., Benn 1997; Coben et al., 2003; Condelli, et al. 2006; Gal et al. 2009; Geiger 2015; Ginsburg et al. 2006; Tout and Gal 2015; Tout and Schmitt 2002) . Such reviews examined the many building blocks of numeracy, including cognitive elements (e.g., knowledge of content areas, skills) and meta-cognitive and dispositional aspects such as beliefs, attitudes, habits of minds, and related aspects.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 119,
                    "text": "(Cockcroft 1982",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 323,
                    "end": 333,
                    "text": "Benn 1997;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 334,
                    "end": 353,
                    "text": "Coben et al., 2003;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 354,
                    "end": 376,
                    "text": "Condelli, et al. 2006;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 377,
                    "end": 393,
                    "text": "Gal et al. 2009;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 394,
                    "end": 406,
                    "text": "Geiger 2015;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 407,
                    "end": 428,
                    "text": "Ginsburg et al. 2006;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 429,
                    "end": 447,
                    "text": "Tout and Gal 2015;",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 448,
                    "end": 470,
                    "text": "Tout and Schmitt 2002)",
                    "ref_id": "BIBREF93"
                }
            ],
            "ref_spans": [],
            "section": "Evolving conceptualization of numeracy as functional and critical"
        },
        {
            "text": "One underpinning connection that has been highlighted in sources such as those listed above and many others (e.g., Geiger et al. 2015; OECD 2019a) is between numeracy and mathematics as a domain of knowledge. To be considered numerate, adults and young people are expected to know some (or a lot of) mathematics (and statistics), and be able to apply that mathematics within a real-world context.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 134,
                    "text": "Geiger et al. 2015;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 135,
                    "end": 146,
                    "text": "OECD 2019a)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "Evolving conceptualization of numeracy as functional and critical"
        },
        {
            "text": "The mathematical (and statistical) content usually encompassed within curriculum statements and guides that are of relevance to both school systems and adult learners of numeracy, usually covers four content areas (Kilpatrick 2001; Steen 1999 ): quantity and number; space and shape; relationship and change; and data and chance-or similar labels referring to key big ideas in mathematics and statistics. Similar labels are also used to describe the key content areas in PISA and PIAAC (Tout and Gal 2015) and in other assessments at national and international levels that pertain either to numeracy or to mathematical literacy.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 231,
                    "text": "(Kilpatrick 2001;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 232,
                    "end": 242,
                    "text": "Steen 1999",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 486,
                    "end": 505,
                    "text": "(Tout and Gal 2015)",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Evolving conceptualization of numeracy as functional and critical"
        },
        {
            "text": "In addition, two separate issues need to be highlighted as part of the conceptualization of numeracy. First, the earlier arguments presented in Sect. 2.4 imply that practices should become part of the conceptualization of numeracy, since they reflect how people's numeracy is enacted in the world and how it is continuously shaped by ongoing experiences. Furthermore, the conceptualization of numeracy should address both its functional and critical roles and its components. Both of these issues have ramifications for understanding how numeracy can be developed (in formal and informal contexts) and for understanding sources of vulnerability for adults and for numeracy learners in the twentyfirst century, as explained below and in later sections.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evolving conceptualization of numeracy as functional and critical"
        },
        {
            "text": "It seems obvious to view numeracy from a functional perspective, for instance, to discuss it in terms of the application of arithmetical calculations or the understanding of simple mathematical ideas from the four content areas listed earlier (e.g., proportions, percentages, symmetry, area, volume, distance, and averages) and show their usefulness in the solution of everyday mathematical problems. However, the literature reiterates that as with any competency, numeracy encompasses a set of diverse skills, knowledge-bases, and other building blocks that range from simple to very advanced. Numeracy should, therefore, not be seen as pertaining to simple or basic levels of mathematical knowledge, but as a complex competency. The understanding of numeracy in adult education and as one of the factors that affect citizens' well-being, increasingly encompasses the need for adults to be able to access, use, and apply a wide range of advanced mathematical skills and knowledge, including in a critical sense.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evolving conceptualization of numeracy as functional and critical"
        },
        {
            "text": "The notion of criticality is now routinely highlighted in virtually all frameworks that explore and define twentyfirst century skills (e.g., Griffin and Care 2015) , but has long-standing and diversified roots. An emphasis on critical reflection or interpretation is consistent with longstanding views in the area of adult numeracy, such as the concept of critical numeracy (Steen 1999) , which connects with the interest in critical mathematics (Frankenstein 1989) . For example, Johnston (1994) argued that:",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 163,
                    "text": "Griffin and Care 2015)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 374,
                    "end": 386,
                    "text": "(Steen 1999)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 446,
                    "end": 465,
                    "text": "(Frankenstein 1989)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 481,
                    "end": 496,
                    "text": "Johnston (1994)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Evolving conceptualization of numeracy as functional and critical"
        },
        {
            "text": "To be numerate is more than being able to manipulate numbers, or even being able to 'succeed' in school or university mathematics. Numeracy is a critical awareness which builds bridges between mathematics and the real-world, with all its diversity (p. 34).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evolving conceptualization of numeracy as functional and critical"
        },
        {
            "text": "Early approaches argued that reading, writing, and calculation are not neutral and should be used to counter oppression. For instance, when curricula require students to learn how to invest money in order to generate high rates of interest, this teaches capitalism and not critical awareness (Freire 1996) . Other notable perspectives that emphasize critical aspects of numeracy in order to promote socially, culturally, or economically responsible behavior, stem from international work in the area of ethnomathematics, such as that by D'Ambrosio, Rosa, and other scholars (Rosa et al. 2016) .",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 305,
                    "text": "(Freire 1996)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 574,
                    "end": 592,
                    "text": "(Rosa et al. 2016)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "Evolving conceptualization of numeracy as functional and critical"
        },
        {
            "text": "Critical approaches to numeracy thus do not think only of the individual, but also focus on societal circumstances. Geiger et al. (2015, p. 535) have already argued that \"an important aspect of becoming numerate is developing the capability to take a more critical view of the world-from personal, social, and political perspectives\". Adults need to be able to interrogate and form opinions about trends in crime, unemployment, pollution, medical or environmental risks, and related issues, all of which require a critical understanding of civic statistics (Gal 2002; ProCivicStat Partners 2018) .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 144,
                    "text": "Geiger et al. (2015, p. 535)",
                    "ref_id": null
                },
                {
                    "start": 557,
                    "end": 567,
                    "text": "(Gal 2002;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 568,
                    "end": 595,
                    "text": "ProCivicStat Partners 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evolving conceptualization of numeracy as functional and critical"
        },
        {
            "text": "Critical numeracy can be used to make claims for social justice. In this issue of ZDM Mathematics Education, this is illustrated as part of examining the societal/community role of numeracy for refugees and migrants (Jurdak 2020) or in Dìez-Palomar's (2019) study on women's critical thinking about numeracy. Criticality is also essential in health and medical contexts, and in financial matters such as understanding and reacting to changes in social benefits, taxation or vital household expenses like power supply (Murphy 2019) , and the monitoring of numerate environments (Evans et al. 2017) . Gendered power relations in money management is another financial numeracy issue where a critical lens may be useful (Lave 1988; Redmer and Grotlüschen 2019) .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 229,
                    "text": "(Jurdak 2020)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 517,
                    "end": 530,
                    "text": "(Murphy 2019)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 577,
                    "end": 596,
                    "text": "(Evans et al. 2017)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 716,
                    "end": 727,
                    "text": "(Lave 1988;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 728,
                    "end": 756,
                    "text": "Redmer and Grotlüschen 2019)",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Evolving conceptualization of numeracy as functional and critical"
        },
        {
            "text": "Hence, to be considered numerate in the twenty-first century, adults and young people are expected both to know diverse aspects of mathematics, encompassing a broad and advanced range of knowledge, skills, and dispositions, and to be able to apply their knowledge within diverse contexts. The latest definition of numeracy for the planned 2nd cycle of PIAAC also highlights the importance of reasoning critically (Tout et al. forthcoming) :",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 438,
                    "text": "(Tout et al. forthcoming)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Evolving conceptualization of numeracy as functional and critical"
        },
        {
            "text": "Numeracy is accessing, using and reasoning critically with mathematical content, information and ideas represented in multiple ways in order to engage in and manage the mathematical demands of a range of situations in adult life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evolving conceptualization of numeracy as functional and critical"
        },
        {
            "text": "Overall, we argue that functional numeracy is not separate from critical numeracy-it is not a dichotomy, nor are they in competition with each other or should be seen as a hierarchy of skills. A functional perspective and a critical perspective are both relevant to each of the numeracy domains discussed earlier in Sect. 2.2. For many vulnerable adults, functional numeracy is vital and critical. Functional numeracy also is a stepping-off point for becoming critical (e.g., citizens who live under the poverty line or depend on government assistance for welfare, health, or food, need to monitor their income as well as their rights; see Smythe 2018).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evolving conceptualization of numeracy as functional and critical"
        },
        {
            "text": "On the one hand, it seems impossible to move towards critical awareness and critical reflection without having the functional skills necessary for functioning in a given society. On the other hand, people who lack certain functional skills do not automatically lack critical awareness. The two are interdependent. It is possible and necessary to be critical even without fully understanding the mathematical part first. For example, in an increasingly technologized age, algorithmic processes of machine learning are black boxes, even for those who produce them (Michael and Lupton 2016) . For this reason, there is an emerging need to address both functional and critical aspects of numeracy as part of numeracy and mathematics education. Lack of attention by educators to either one of these issues can contribute to vulnerability in adult life.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 587,
                    "text": "(Michael and Lupton 2016)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Evolving conceptualization of numeracy as functional and critical"
        },
        {
            "text": "How and where does people's numeracy develop, after they leave formal schooling? This section reviews selected issues and challenges associated with the learning of numeracy in diverse contexts, from a lifelong perspective. The section points to several sources of vulnerability, including at the system level and the individual level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numeracy within adult learning and education"
        },
        {
            "text": "Adult learning and education (ALE) is an umbrella term encompassing a wide range of contexts in which learning by adults may take place around the globe. Diverse classifications of ALE exist, using multiple lenses related to the organization, governance, or funding sources, how intentional the learning is, or what the purposes or motivations underlying the learning are, e.g., functional goals such as career promotion or work, leisure or well-being needs, or improving active citizenship and participation in community action (Jarvis 2004; Lee and Desjardins 2019). A long-standing classification of ALE suggests that adult learning may occur in three contexts: formal, non-formal, and informal (Cedefop-European Centre for the Development of Vocational Training 2014); these are the contexts in which numeracy may develop as well. Although definitions may differ, we summarize them as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About adult learning and education"
        },
        {
            "text": "• Formal learning involves learning that is intentional from the learner's perspective, occurs in an organized context created by an institutional actor, and usually leads to a formal credential, diploma, or certificate. Examples include a vocational education course leading to a training qualification, or an adult education program operated by a local educational body that offers courses, possibly including a mathematics course, leading to a high-school equivalency diploma. • Non-formal learning is embedded in planned activities that are not explicitly designated as formal education and do not usually involve credentialing, yet still contain a substantial learning element, which is intentional from the learner's point of view. Non-formal learning contexts offer many opportunities for lifelong numeracy learning, as when taking part in counseling to over-indebted persons (Angermeier and Ansen 2020), attending a company workshop or a retirement planning lecture at a commu-nity center, or participating in programs for economic empowerment of women or minority groups. • Informal learning may occur spontaneously, i.e., learning is usually non-intentional or governed by a structured educational process, but occurs as part of daily activities and is experiential in nature. Indeed, a well-known line of research refers to informal learning of mathematics, as in the literature on everyday cognition or 'street math' (Lave 1988) . Several papers in this issue of ZDM Mathematics Education discuss related issues regarding numeracy practices, all of which offer opportunities for informal learning.",
            "cite_spans": [
                {
                    "start": 1429,
                    "end": 1440,
                    "text": "(Lave 1988)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "About adult learning and education"
        },
        {
            "text": "A newer typology of education and training provision (Boeren and Whittaker 2018) sheds more light on types of adult learners in formal education as it integrates some older typologies and new lifelong learning policy initiatives in Europe and elsewhere. This typology consists of seven categories: (1) Basic skills and basic education, (2) 'Second chance' education at upper secondary level, (3) Post-secondary vocational-technical education, (4) Apprenticeships, (5) Training that forms part of active labor market policies, (6) Workplace or job-related learning, and (7) Personal or social learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About adult learning and education"
        },
        {
            "text": "Numeracy learning may occur in all categories listed by Boeren and Whittaker that intersect with formal, non-formal, and informal contexts. Many of these categories or contexts are examined by papers in this issue of ZDM Mathematics Education, and some by papers in a prior 2015 ZDM issue on numeracy in general.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About adult learning and education"
        },
        {
            "text": "In reflecting on sources of vulnerability for adult numeracy learners, it is important to look at adult (numeracy) education through a systemic lens, as there may be gaps between supply and demand of learning opportunities, especially formal and sometimes non-formal ones. Adult education services (which involve curricula, classrooms, teachers and teacher preparation, and credentialing mechanisms) are provided via formal organizational structures and are grounded in public policy or organizational policy. Policy and its actual enactment, whether at the national, local, or program level, is where a discussion of vulnerabilities in numeracy education is most pertinent. After all, policies are modifiable, and depend in large parts on shifting political and social preferences or on economic possibilities and pressures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "About adult learning and education"
        },
        {
            "text": "Indeed, as Desjardins et al. (2016) argue, adult education and learning policies (and funding levels and mechanisms) vary widely across countries. The recent Global Report on Adult Education and Learning (GRALE; UNESCO Institute for Lifelong Learning 2019, p. 15) showed that participation rates in adult education also vary widely across countries, and argued that chances to participate are considered \"shockingly unequal\". This points to systemic sources of vulnerability in terms of the opportunity to learn and raises new questions about the factors underlying such patterns.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 35,
                    "text": "Desjardins et al. (2016)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "About adult learning and education"
        },
        {
            "text": "The above typologies, and the various international perspectives on the future of education and training for adults (e.g., European Qualifications Framework for Lifelong Learning; OECD Skills Strategy [OECD 2019b), suggest that the organization and delivery of formal and non-formal education and learning opportunities for adults is very diverse, more so than the provision of mathematics education within compulsory or tertiary education systems.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numeracy and numeracy teachers in adult education"
        },
        {
            "text": "To illustrate the multifaceted nature of the organization of formal numeracy-related adult education and learning, and teachers' qualifications in this regard, this subsection describes the situation in several countries. We start with Germany, which has the largest population among European Union countries, and according to the latest GRALE (UNESCO Institute for Lifelong Learning 2019) has one of the most developed systems of adult education, hence it is discussed in more detail below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numeracy and numeracy teachers in adult education"
        },
        {
            "text": "In Germany, adult education nowadays is formalized in the constitutions of its 16 federal states, not on the overall federal level. Most federal states have laws that allow for financial support of literacy and basic adult education for vulnerable subpopulations. Furthermore, Germany is currently implementing a 'decade for literacy and adult basic education' policy (2016) (2017) (2018) (2019) (2020) (2021) (2022) (2023) (2024) (2025) (2026) . The relevant policy claims that literacy is the ability to read, write, and compute (i.e., following a traditional view held by UNESCO, subsuming numeracy within literacy) but its literacy domains include financial, digital, health, and civic noted earlier. Nevertheless, only one out of 25 projects funded by the literacy decade initiative focuses directly on adult numeracy, covering research and training on financial literacy (Mania and Tröster 2015) .",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 374,
                    "text": "(2016)",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 381,
                    "text": "(2017)",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 388,
                    "text": "(2018)",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 395,
                    "text": "(2019)",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 402,
                    "text": "(2020)",
                    "ref_id": null
                },
                {
                    "start": 403,
                    "end": 409,
                    "text": "(2021)",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 416,
                    "text": "(2022)",
                    "ref_id": null
                },
                {
                    "start": 417,
                    "end": 423,
                    "text": "(2023)",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 430,
                    "text": "(2024)",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 437,
                    "text": "(2025)",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 444,
                    "text": "(2026)",
                    "ref_id": null
                },
                {
                    "start": 877,
                    "end": 901,
                    "text": "(Mania and Tröster 2015)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Numeracy and numeracy teachers in adult education"
        },
        {
            "text": "Unlike other countries, adult basic education in Germany is governed and funded separately from other types of adult learning described above by Boeren and Whittaker (2018) . It includes second-chance schools and vocational education (funded by education ministries), remedial education for adults (funded by the pension system), language provision (funded by the interior ministry) and training in unemployment agencies (funded by the labor ministry). This implies the possibility of fragmentation of curricular schemes and heterogeneity of teacher qualifications. For example, trainers working in unemployment agencies do not need a teaching certificate, even though courses for job seekers have components on quality control and may involve some workplace mathematics, whereas trainers in some other adult education services (e.g., the German folk high schools) do not need to have formal certification, but can acquire qualifications through non-formal schemes.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 172,
                    "text": "Boeren and Whittaker (2018)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Numeracy and numeracy teachers in adult education"
        },
        {
            "text": "Many other countries with established adult education systems show a similar fragmentation of adult education learning schemes and diversity in the demands for teacher qualification in mathematics and numeracy. For instance:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numeracy and numeracy teachers in adult education"
        },
        {
            "text": "• In the USA, a country with close to four million learners in federally-funded adult education programs, an early national survey (Gal and Schuh 1994) found that 85% of adult numeracy instructors were parttime; fewer than 5% of teachers in programs providing numeracy education were certified to teach mathematics, and few had received any pre-service training in mathematics instruction. Later on, Condelli et al. (2006) confirmed this picture. Smith and Gillespie (2007) summarized the characteristics of adult basic education teachers in the USA as follows: they work mostly part-time, they leave the field more often than do school teachers, few have formal qualifications in teaching adults, though many are qualified and have taught in K-12, and they are not consistently funded to participate in in-service professional development. • In the UK, a review of the professional development and qualifications of adult educators revealed the inconsistent and poor background of teachers and the lack of systematic professional development opportunities (Morton et al. 2006 ). • Going beyond Germany, USA, and the UK, an OECD comparative review about the background, experience, and knowledge of adult literacy and numeracy teachers shows a consistent pattern across many different European countries (Windisch 2016) : Few teaching staff have formal qualifications in adult literacy and numeracy pedagogy.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 151,
                    "text": "(Gal and Schuh 1994)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 400,
                    "end": 422,
                    "text": "Condelli et al. (2006)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 447,
                    "end": 473,
                    "text": "Smith and Gillespie (2007)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1057,
                    "end": 1076,
                    "text": "(Morton et al. 2006",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1304,
                    "end": 1319,
                    "text": "(Windisch 2016)",
                    "ref_id": "BIBREF99"
                }
            ],
            "ref_spans": [],
            "section": "Numeracy and numeracy teachers in adult education"
        },
        {
            "text": "Based on such literature reviews and available data about numeracy (and literacy) teaching and programs in several high-income countries, it appears that numeracy is infrequently taught as a stand-alone subject, and more often appears under different names, i.e., as part of language provision, initial vocational education, further training for unemployed, and so forth. That said, second-chance schools, which provide basic qualifications to adults who have had little formal schooling (e.g., due to being migrants or refugees) and seek school completion certificates, often do teach mathematics as a separate subject, but following the standard curriculum for school students (Pavic and Černja 2019). Furthermore, going beyond formal education to non-formal numeracy education, little is known about the content provided in in-house training that companies or worker unions provide for their employees or members, nor about teacher qualifications in such contexts (Kelly 2019) . Overall, the realities described above point to many systemic factors that can create sources of vulnerability from the point of view of numeracy learners and education providers alike, e.g., in terms of teacher qualifications and training, curriculum cohesion and relevance to adult learners. These realities show the need for much further systematic research that will map numeracy education pathways and evaluate the relative quality of education services across the many contexts in which adults may learn numeracy or mathematics, both formal and non-formal.",
            "cite_spans": [
                {
                    "start": 967,
                    "end": 979,
                    "text": "(Kelly 2019)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Numeracy and numeracy teachers in adult education"
        },
        {
            "text": "The adult education literature has paid much attention to barriers to participation and to factors affecting persistence, engagement, and dropout (Comings 2008 ). Many factors have been discussed in this regard: person-or learner-related (e.g., cognitive preparedness, psychosocial characteristics, learning habits, motivation), technical (e.g., schedules, location, transportation), program-related (e.g., quality of curriculum, availability and quality of teachers), and policy-related (Lee and Desjardins 2019) . These factors and issues are of interest to any educator, and are raised because of their obvious connection to the intersection between numeracy, adult education, and vulnerability.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 159,
                    "text": "(Comings 2008",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 488,
                    "end": 513,
                    "text": "(Lee and Desjardins 2019)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Participation, achievement, and dispositional or affect-related factors"
        },
        {
            "text": "One key learner-related issue that numeracy educators often encounter is linked to the realization that adult learners may bring to their numeracy studies specific dispositional or affective factors, which may have both negative and positive aspects (Safford-Ramus et al. 2016 ). On the negative side, adults may bring negative memories, mathematics anxiety or phobia, low self-efficacy, unproductive beliefs (e.g., about mathematics and its usefulness), and other negative attitudes, feelings, and self-perceptions. These and similar factors are often the result of prior experiences with mathematics instruction and encounters with mathematics teachers at the school level (Hannula et al. 2019) , but can also result from negative encounters or 'unsuccessful' numeracy practices outside of formal schooling.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 276,
                    "text": "(Safford-Ramus et al. 2016",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 675,
                    "end": 696,
                    "text": "(Hannula et al. 2019)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Participation, achievement, and dispositional or affect-related factors"
        },
        {
            "text": "Such attitudes and beliefs stand in contrast to the sense of 'at-homeness with numbers' that is desired of school graduates (Cockcroft 1982) and can interfere with one's motivation to develop new mathematical skills or to tackle mathematics-related tasks as an adult (Gal et al. 2009 ). Overall, one's experiences in formal schooling may affect the motivations and identity one develops which, in turn, may affect one's behaviors (or avoidance) and practices as a learner and user of mathematical knowledge. For example, mathematics anxiety, which has been well researched for decades, has been shown to have a significant impact on performance in mathematics (e.g., Ma 1999) .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 140,
                    "text": "(Cockcroft 1982)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 267,
                    "end": 283,
                    "text": "(Gal et al. 2009",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 667,
                    "end": 675,
                    "text": "Ma 1999)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Participation, achievement, and dispositional or affect-related factors"
        },
        {
            "text": "Of course, dispositional or affect-related factors must not be seen only from their potential negative side (which is understandable in the light of this paper's focus on vulnerability), but through a positive lens as well. Positive dispositions and motivations, or high-self efficacy, are key factors that can contribute to engagement and high achievement (Hannula et al. 2019) . To illustrate this, Swain (2005) reported, based on a qualitative study of adult learners returning to study numeracy in college, that learners had multiple complex motivations, inextricably linked to the learners' identity. He concluded that mathematics studies do not have to be functional in order to capture students' interest, involvement, or imagination.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 378,
                    "text": "(Hannula et al. 2019)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 401,
                    "end": 413,
                    "text": "Swain (2005)",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Participation, achievement, and dispositional or affect-related factors"
        },
        {
            "text": "In sum, dispositional and affect-related factors illustrate unique sources of vulnerability (or success) of adult numeracy learners, apart from literacy or knowledge-related factors discussed earlier. Such factors may affect adults' willingness to arrive at the classroom door, persistence, and actual achievement. In addition, dispositional factors may impact engagement with (or avoidance of) numeracy tasks and resulting numeracy practices in the real world, beyond the classroom walls. The research literature on this issue is, however, patchy at best with regard to adult learners, especially in terms of longitudinal or mixed-method designs that track the development of dispositions and affect over time, or analyses of effective interventions that can undo and overcome negative dispositions or beliefs related to mathematics and its learning, which learners bring from their school days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participation, achievement, and dispositional or affect-related factors"
        },
        {
            "text": "Vulnerability is a multi-faceted term. In feminist discourse, vulnerability is regarded as an essential human condition, i.e., it is understood as a 'conditio humana' that states that every human being depends on relations with others and is thus vulnerable on all levels-in interaction with others, with institutions, and on a societal level (Butler 2016 ). Yet, the essence of vulnerability is also that it has an empirical aspect, i.e., it refers to the possibility and probability of getting hurt, where some members of a society are better protected than others from actually getting hurt, as revealed by empirical data (e.g., official statistics or comparative studies). Thus, vulnerability captures a seeming paradox that relates to the status of social groups that are part of society but are at increased risk of social, political, or economic exclusion or disadvantage (Streich 2009 ), though are not necessarily actually being excluded or disadvantaged (or are on a continuum of severity).",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 355,
                    "text": "(Butler 2016",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 879,
                    "end": 892,
                    "text": "(Streich 2009",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "About vulnerability"
        },
        {
            "text": "As the World Health Organization and social sciences originally introduced the concept/term, vulnerability relates to subpopulations that are systematically exposed to factors (e.g., lack of clean water, unsafe living or working conditions, poor nutrition, very low income) that increase their risk to become sick, reduce life expectancy, slow physical development or growth, etc. Streich (2009) transferred the term vulnerability from health research to social work and social services. His concerns refer, for instance, to the dangers of being overly indebted, exclusion from banking, difficulties with housing because of low or no income, as well as vulnerability to unemployment or unstable work due to poor qualifications and skills or being part of a minority group.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 395,
                    "text": "Streich (2009)",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "About vulnerability"
        },
        {
            "text": "Adults with lower numeracy skills are often described as vulnerable, marginalized or at high risk of being excluded from labor markets and social life (OECD 2019b). Data shows, however, that the majority of low numerate or low literate adults are employed and integrated into family and social life (Grotlüschen et al. 2016 ), at least on some level, i.e., they are not necessarily excluded from labor markets and social life, though they are at higher risk in this regard (Jonas 2018; OECD 2019a) . This paradox is difficult to capture with a dichotomous view of persons as being either vulnerable or not, or being either in an inclusion or exclusion binary status. Moreover, this dichotomy fosters stereotyping and stigmatization, deficit orientation and 'blaming the victim', problems that have long been discussed in literacy research. Furthermore, vulnerable subpopulations account for a sizeable percentage of the overall population, not a negligible minority. The clearest example is women, who are still in many ways excluded from social power and income sources, but constitute half of the world population.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 323,
                    "text": "(Grotlüschen et al. 2016",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 473,
                    "end": 485,
                    "text": "(Jonas 2018;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 486,
                    "end": 497,
                    "text": "OECD 2019a)",
                    "ref_id": "BIBREF69"
                }
            ],
            "ref_spans": [],
            "section": "About vulnerability"
        },
        {
            "text": "It thus seems appropriate to move on to a theoretical notion of vulnerability as a continuum, which is applicable for different aspects of life. For example, one can be included and function well in one area (e.g. family life) yet be vulnerable in other areas (e.g. housing). Vulnerability should therefore not be seen as a stigmatizing term, but be defined as a continuum that extends from comfortable interrelatedness (given the feminist idea of vulnerability as a normal human condition) through more precarious social positions or increasing risk of exclusion. The other end of the continuum would be the factual exclusion, e.g., longterm unemployment, which gradually leads to complete dropping out of the formal labor market. Educational needs and policy-based interventions should then be considered accordingly, aiming among other things to empower diverse vulnerable groups (Benn 1997; UNESCO 2016) .",
            "cite_spans": [
                {
                    "start": 883,
                    "end": 894,
                    "text": "(Benn 1997;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 895,
                    "end": 907,
                    "text": "UNESCO 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "About vulnerability"
        },
        {
            "text": "Overall, research shows that skills such as literacy and numeracy lead to desirable social and economic outcomes, for example in the area of income and job security, as well as so-called wider benefits of learning, such as health and socio-political participation (OECD 2019a). This general and recurrent finding is noted and confirmed by many studies (Hanushek and Woessmann 2007; Liu et al. 2019 ). Educational services and training programs often target marginalized populations via national skills strategies (OECD 2019b) and various types of adult education programs. Numeracy is a foundational element in all such programs, alongside literacy and language skills. The discussion of vulnerability also raises moral questions since it calls on policy makers and social institutions to reduce the vulnerability of certain groups. For example, they have an ethical responsibility to combat poor living conditions or poor nutrition and improve health outcomes, or help those with needs due to skill shortages and employment gaps. The improvement of numeracy in specific domains of life discussed in Sect. 3, (i.e., health numeracy, financial numeracy, digital numeracy, civic numeracy, and workplace numeracy), are essential ingredients in this regard. These domains are, therefore, further revisited in the next subsection, and expanded beyond their initial description in Sect. 2.2.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 381,
                    "text": "(Hanushek and Woessmann 2007;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 382,
                    "end": 397,
                    "text": "Liu et al. 2019",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Rationale-why vulnerability and adult numeracy are coupled"
        },
        {
            "text": "Vulnerability is mostly captured as a single characteristic of a group, but some cases involve an intersection, as with migrant women or unemployed youth. Numeracy stands at the center of the discussion, as it may affect the vulnerability and possibility of reducing the vulnerability, of groups studied in all papers in this issue of ZDM Mathematics Education, including:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vulnerability as captured in adult numeracy research"
        },
        {
            "text": "• Low-numerate adults and students ( The remainder of this section examines three questions, framed against the results and theoretical arguments stemming from the papers in this issue of ZDM Mathematics Education, and building on earlier sections of this paper. First, we examine whether the findings support the need to address separate numeracy domains, discussed in Sect. 2.2, in ways that also link with sources of vulnerability. Next, we examine whether the reported studies support ideas discussed in Sect. 2.3 regarding linkages between numeracy and literacy. Finally, we show how the findings support the proposal presented in Sect. 2.5 regarding the need to address both functional and critical aspects of numeracy of adults, and illustrate aspects of numeracy practices, a notion discussed in Sect. 2.4, and some aspects of adult learning and adult (numeracy) education, raised in Sect. 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vulnerability as captured in adult numeracy research"
        },
        {
            "text": "This subsection illustrates how key numeracy domains described in Sect. 2.2, i.e., health numeracy, financial numeracy, digital numeracy, and civic numeracy, are reflected in papers published in this issue of ZDM Mathematics Education, in ways that also point to related vulnerabilities and to the need for both functional but also critical numeracy skills. This analysis has implications for conceptualizing targets for adult numeracy education. (Regarding workplace numeracy, see Hoyles et al. 2010; Straesser 2015) .",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 501,
                    "text": "Hoyles et al. 2010;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 502,
                    "end": 517,
                    "text": "Straesser 2015)",
                    "ref_id": "BIBREF87"
                }
            ],
            "ref_spans": [],
            "section": "How is vulnerability related to separate numeracy domains?"
        },
        {
            "text": "Several new findings confirm the relevance of health numeracy in adult lives. This term represents the degree to which individuals have the ability to access, process, interpret, communicate, and act on numerical, quantitative, graphical, bio-statistical, and probability-based health information (Golbeck et al. 2005) . Descriptions from qualitative data (Zeuner et al. 2020 ) on elderly adults indicate that health-oriented activities demand numeracy practices, e.g., probability checks (chances of recovery and risks of an operation), scaled self-observations (pain protocols), dosage tasks, or expenses and bonuses claimed from health insurers. Large-scale data confirm the relevance of health numeracy to adults' well-being. Based on a longitudinal study (PIAAC-L), Heilmann (2020) showed a relationship between aspects of health-related behavior (non-smoking, exercise, health-conscious nutrition) and basic numerical practices such as estimating measurements and calculating simple averages, as well as more complex numerical practices such as the interpretation of statistical data.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 318,
                    "text": "(Golbeck et al. 2005)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 356,
                    "end": 375,
                    "text": "(Zeuner et al. 2020",
                    "ref_id": "BIBREF102"
                }
            ],
            "ref_spans": [],
            "section": "How is vulnerability related to separate numeracy domains?"
        },
        {
            "text": "Regarding the relationship between financial literacy and financial numeracy, substantial research shows that numeracy is even more relevant than language proficiency (Evans et al. 2017; Lave 1988; Redmer and Grotlüschen 2019) . For example, debt counselors who work with over-indebted people seeking advice (Angermeier 2019; Angermeier and Ansen 2020) point out that commercial and service providers often present product descriptions (e.g., credit offers, installment purchases, telephone and electricity bills) that make price comparisons difficult and require advanced numeracy skills. Grotlüschen et al. (2019b) show that complex financial decisions (retirement plans, tax returns) are less likely to be made by low-literate adults, while numeracy practices of over-indebted people (Grotlüschen et al. 2019a) involve the intense use of finance-oriented numeracy practices and skills. Research also shows that many people use online banking in a functional manner, but few feel convinced that they can actually judge the risks and chances properly (Buddeberg 2020) .",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 186,
                    "text": "(Evans et al. 2017;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 187,
                    "end": 197,
                    "text": "Lave 1988;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 198,
                    "end": 226,
                    "text": "Redmer and Grotlüschen 2019)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 590,
                    "end": 616,
                    "text": "Grotlüschen et al. (2019b)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 787,
                    "end": 813,
                    "text": "(Grotlüschen et al. 2019a)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1052,
                    "end": 1068,
                    "text": "(Buddeberg 2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "How is vulnerability related to separate numeracy domains?"
        },
        {
            "text": "Digital numeracy is not about using technology in instruction, although this is of course important in and of itself (Geiger 2015) . Rather, digital numeracy refers to skills and dispositions required in today's' quantitative, data-rich world (Evans et al. 2019) . New challenges range from understanding ubiquitous data collection, algorithmic decision making, and uses of 'big data' in prediction systems (Michael and Lupton 2016) . Citizens need to understand the potential contribution of such developments to inequality or discriminatory use, e.g., health insurance based on the probability of an improved situation (Smythe 2018) , and to distinguish advertisements from information and understand disinformation (European Commission 2018). Zuboff's (2019) recent theory on surveillance capitalism calls for critical awareness of how human behavior is predicted and modified based on personal data to benefit leading internet companies. The upshot is that citizens who do not develop digital numeracy and a critical stance in this regard are vulnerable, e.g., to actions by various service providers.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 130,
                    "text": "(Geiger 2015)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 243,
                    "end": 262,
                    "text": "(Evans et al. 2019)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 407,
                    "end": 432,
                    "text": "(Michael and Lupton 2016)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 621,
                    "end": 634,
                    "text": "(Smythe 2018)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "How is vulnerability related to separate numeracy domains?"
        },
        {
            "text": "Civic numeracy covers multiple issues, starting with the understanding of statistical data (Evans et al. 2019 ) and civic statistics (ProCivicStat Partners 2018) in order to monitor and engage with societal issues (e.g., rising crime or pollution). Civic numeracy also covers the contribution of numeracy to social justice advocacy (Jurdak 2020 ) and understanding of power relations (Yasukawa et al. 2018 ). Quantitative knowledge is relevant when claiming a fair share and fair treatment (Kalman and Solares 2018) and for adult empowerment (Dìez-Palomar 2019). Schreiber-Barsch et al. (2020) argue that elderly people and people with disabilities are under-represented in large-scale assessments, and their practices only gain visibility and social recognition when they also appear in measurements. The upshot is that citizens who lack both functional and critical aspects of civic numeracy may be vulnerable or open to inequality or lack of social power in various spheres of life.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 109,
                    "text": "(Evans et al. 2019",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 332,
                    "end": 344,
                    "text": "(Jurdak 2020",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 384,
                    "end": 405,
                    "text": "(Yasukawa et al. 2018",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 490,
                    "end": 515,
                    "text": "(Kalman and Solares 2018)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 563,
                    "end": 593,
                    "text": "Schreiber-Barsch et al. (2020)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "How is vulnerability related to separate numeracy domains?"
        },
        {
            "text": "Linkages between numeracy/mathematics and literacy/language were already noted in Sect. 2.3. Findings presented in the papers in this issue of ZDM Mathematics Education support and speak to the need to address such linkages. Language matters for both numeracy skills (Prince and Frith 2020) and practices (Civil et al. 2020; Fonseca 2020; Jorgensen 2020) .",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 290,
                    "text": "(Prince and Frith 2020)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 305,
                    "end": 324,
                    "text": "(Civil et al. 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 325,
                    "end": 338,
                    "text": "Fonseca 2020;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 339,
                    "end": 354,
                    "text": "Jorgensen 2020)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Do numeracy, literacy, and language interact?"
        },
        {
            "text": "These findings show that numeracy is dependent on literacy and language skills, although it may be theoretically assumed that literacy and language practices also contain aspects of numeracy, and mesh in the many contexts involving 'document literacy' (Kirsch et al. 1998) . For instance, newspaper and internet readers come across numbers and mathematical words in texts, graphs, tables, and charts and encounter information and arguments using proportions, chance, amounts, and trends. Functional literacy practices like filling in forms, searching for information online, and writing formal letters regularly require a wide range of numeracy practices. These theoretical arguments can benefit from additional empirical support.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 272,
                    "text": "(Kirsch et al. 1998)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Do numeracy, literacy, and language interact?"
        },
        {
            "text": "Findings presented in several papers in this ZDM Mathematics Education issue support the argument raised in Sect. 2.5, according to which functional and critical aspects are both essential for adults, and are intertwined. Critical aspects focus on both numeracy and literacy as societal capabilities (Zeuner 2013 ) that individuals and groups can use to examine and challenge their positions in a society and the overall distribution of goods and power (Freire 1996) . Several numeracy researchers focused their approach on this critical aspect (Dìez-Palomar 2019; Geiger et al. 2015) , others include motivational aspects (Liu 2020) . Some papers in this issue, however, discuss numeracy skills and practices also from a functional perspective, e.g., for incarcerated adults with a restricted numerate environment (Reder 2020) , indigenous learners who benefit from educational vocational programs (Jorgensen 2020; Miller et al. 2019) , or refugees in schooling preparation classes or other educational settings (Lüssenhop and Kaiser 2020; Nortvedt and Wiese 2020) .",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 312,
                    "text": "(Zeuner 2013",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 453,
                    "end": 466,
                    "text": "(Freire 1996)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 565,
                    "end": 584,
                    "text": "Geiger et al. 2015)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 623,
                    "end": 633,
                    "text": "(Liu 2020)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 815,
                    "end": 827,
                    "text": "(Reder 2020)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 899,
                    "end": 915,
                    "text": "(Jorgensen 2020;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 916,
                    "end": 935,
                    "text": "Miller et al. 2019)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1013,
                    "end": 1040,
                    "text": "(Lüssenhop and Kaiser 2020;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1041,
                    "end": 1065,
                    "text": "Nortvedt and Wiese 2020)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "How are functional and critical aspects of numeracy represented?"
        },
        {
            "text": "The need for further attention to the numeracy of adults and young people and to its development around the globe, with a focus on people deemed vulnerable, seems essential and timely in light of an increasing global interest in numeracy as part of the Sustainable Development Goals and by multiple policy-driven international assessment programs (PIAAC, PISA and others). Accordingly, this paper provided a critical examination of multiple aspects of the conceptualization of numeracy and its changing roles and building blocks, discussed five specific numeracy domains, reflected on issues and gaps within adult education systems that may affect numeracy learners, and problematized the notion of vulnerable learners of numeracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "Some key insights from the reviews of the above topics can be summarized as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "• Numeracy is as ubiquitous as literacy, and as multifaceted. It is time to differentiate between numeracy domains and consider effective teaching methods for each. • Literacy and language, and numeracy and mathematics, are interrelated at a level that requires renewed and deeper consideration by researchers as well as by numeracy and mathematics teachers. • Functional and critical approaches to numeracy are both intertwined and essential in all five numeracy domains reviewed earlier, with no hierarchy and no dichotomy between functional and critical aspects. • The view of vulnerability regarding adult numeracy and numeracy education should be broadened to cover multiple subpopulations and encompass both personal, societal, and systemic sources of vulnerability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "Going beyond these insights, the findings we reviewed and those reported in other papers in this issue of ZDM Mathematics Education, lead to several conclusions, as follows. First, to be considered capable or competent in any aspect of life, and in particular concerning situations with any mathematical or statistical aspect, whether explicit or implicit, requires the integration of multiple personal systems. Cognitive skills and knowledge bases are core elements of numeracy from the point of view of educators and curriculum developers, and lead the conceptualization, teaching, and assessment of numeracy. Acting in a numerate way, however, also involves meta-cognitive elements (e.g., reflectiveness) as well as non-cognitive or semi-cognitive aspects (e.g., emotions, motivations, value judgments, personal views).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "Second, viewing numeracy as a competence has additional important implications, because a competence is a dynamic structure (Rychen and Salganik 2003) that depends on individual opportunities to practice a behavior (i.e., external affordances), as well as on actual behaviors and their results (i.e., feedback and internal change via reflection). Furthermore, as this paper and other papers in this issue demonstrate, numeracy practices occur in social and cultural contexts, and are affected by individuals' personal histories and prior learning trajectories. Numeracy and numerate behavior have also been shown to be interdependent both on language skills and on literacy practices. For these reasons, adult numeracy is a challenging area as a target for educational action and research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "Third, numeracy should have a similar standing to that of literacy, due to humanistic, theoretical, civic, and functional considerations. This means, however, that numeracy must also be differentiated in the formulation of (adult) education policies and practices, as well as in educational research. This paper pointed to five domains in which separate but connected numeracies are needed by adults, related to digital, financial, health, civic, and the broad area of workplace numeracy. Each of these domains requires somewhat different knowledge bases, dispositions, and practices, although some issues cut across multiple domains. These five domains may be seen as functional, calling for pragmatic responses, yet they all also involve critical elements since they require the ability (and inclination) to raise questions, reflect critically, and communicate effectively about thoughts and concerns. Furthermore, based on Gal (1997) , each of these five domains requires not only computational, but also interpretive and decisional reactions, hence present higher task demands than may seem from a functional view of numeracy, and may require different teaching/learning processes.",
            "cite_spans": [
                {
                    "start": 926,
                    "end": 936,
                    "text": "Gal (1997)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "Fourth, given the complex terrain involving multiple numeracies and numeracy practices of diverse types of adults, this paper discussed a broad range of vulnerabilities that adults face in functional and societal contexts, as well as when they are learners (especially in formal education). Some of the vulnerabilities are well known in the literature and pertain to personal characteristics (e.g., minority status, learning difficulties) or to situational and social barriers (e.g., economic conditions, social exclusion). Sections 3 and 4, however, contributed additional sources of vulnerability related to negative affective or motivational baggage that adults bring with them when they enter a learning program or engage with various numeracy tasks, as well as poor literacy skills. Other barriers are systemic and may pertain to the characteristics or resources of the learning programs that adults may enter. They also pertain to the qualifications and practices of teachers, their understanding of the unique aspects of teaching adults (rather than school children), and the understanding of how to promote numeracy-literacy links. All of these vulnerabilities can inform goals and policies in adult numeracy education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "Fifth, as the twenty-first century progresses, as discussed in Sect. 2, the nature of the numeracy situations in the adult world is changing across the globe. Rapid technological, scientific, economic, and social changes and developments increasingly require adults to have more critical and reflective reasoning skills and the ability to recognize, interpret, and understand a broadening spectrum of manifestations or contributions of mathematics, statistics, and numeracy across a wide range of life domains (Griffin and Care 2014) . This is reflected, for instance, in the barrage of communications and data presented to the public worldwide regarding probabilities, risks, and quantitative projections associated with the recent Corona-virus (COVID-19) pandemic, and the resulting need for many interpretive and decisional reactions from citizens from all walks of life. Educators who will not attend to the critical side of numeracy may contribute to their learners' vulnerability.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 533,
                    "text": "(Griffin and Care 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "Finally, promoting adult numeracy skills and developing effective learning systems requires attention to the fact that the majority of adults in any country are outside the reach of formal education systems. Thus, planning of learning opportunities should take into account both formal, non-formal, and informal learning pathways. The distinction between these learning pathways is in fact becoming blurred, given emerging technologies and the rise of open digital resources (e.g., MOOCs) and instructional videos on social platforms and websites of public and private actors, which enable self-governed informal learning, without a set curriculum. Hence, it is necessary to broaden the conceptualization of what may be considered adult education in numeracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and implications"
        },
        {
            "text": "The conclusions sketched above open up a variety of research questions and knowledge needs; while some may appear general, most have elements that are unique to the area of numeracy. It is, however, quite common in many countries that the focus in research related to adult education and training is on literacy. Numeracy is often forgotten, as review papers published over the last two decades have illustrated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research realities"
        },
        {
            "text": "In a 2002 analysis, Tout and Schmitt found that while there was a high level of research into both mathematics education (in schools) and into adult basic education in the US, less than 1% of any such reported research addressed numeracy or mathematics within adult basic education. Tout and Schmitt (2002) therefore called for further research about how adults think mathematically, what resources they bring to bear in approaching and solving problems, and what instructional interventions may best support the development of numerate thinking. Similar conclusions were reached by Condelli et al. (2006) in a federally-funded systemic review of research on adult numeracy education in the USA. Their recommendations for research included the following five areas:",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 306,
                    "text": "Tout and Schmitt (2002)",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 583,
                    "end": 605,
                    "text": "Condelli et al. (2006)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Research realities"
        },
        {
            "text": "• Evaluate instructional frameworks and theories of adult mathematics learning. • Identify and evaluate specific instructional practices. • Study how adults learn mathematics in class. • Explore the role of learner attitudes, affect, and experience (i.e., practices). • Examine learners and students with learning disabilities or who study in a language other than their home language.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research realities"
        },
        {
            "text": "A decade later, an analysis sponsored by OECD (Windisch 2016) concluded that few intervention studies across OECD countries have been conducted and little is known about strategies that are most effective in improving adult foundation skills. This study argued that tackling serious literacy and numeracy weaknesses is challenging because low-skilled adults are diverse and require different, welltargeted interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research realities"
        },
        {
            "text": "Given the research realities and gaps listed above, we see many possible directions for future research, given the need to inform policy regarding 'what works' (or 'could work') in adult numeracy programs, as well as to inform planning of educational interventions at the program or teacher level. Examples of research-worthy questions include, but are not limited to the following broad topics:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research directions on adults and numeracy"
        },
        {
            "text": "1. What is the impact of dispositional and affective factors (broadly viewed, including attitudes, purposes and motivations for learning, beliefs, identity, etc), which may have both negative and positive aspects, on participation, retention, persistence, and engagement by learners of numeracy? 2. What are the numeracy practices (both productive and unproductive) of vulnerable groups (several subtypes were described in this paper) and how should such practices be considered when planning and implementing instruction? 3. What teaching (and assessment) practices can promote the teaching and learning of critical aspects of numeracy, and what is the role of new technologies in this regard? 4. What content knowledge (CK) and pedagogical content knowledge (PCK) are required by teachers in the area of adult numeracy, and what professional development schemes can promote such knowledge? 5. What curricula or teaching practices can enhance literacy-numeracy linkages, i.e., enable learners to effectively engage with the literacy aspects of numeracy? 6. Since learning of numeracy and numeracy practices occur in many non-formal as well as informal life contexts (e.g., health, financial, digital, civic, workplace), to what extent are the skills and dispositions that adults bring from such contexts recognized and capitalized on by teachers, curricula, and teaching practices in formal numeracy education programs?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research directions on adults and numeracy"
        },
        {
            "text": "Note that the six questions listed above are sampled from broader clusters of possible questions: The first two illustrate research directions related to learners, and the next three illustrate questions related to teachers, programs, and teaching/learning processes. The last question integrates all of the above, but points to the need to shed more light on nonformal and informal learning contexts, which abound but to date are mostly poorly researched in terms of their connection with numeracy teaching/learning in formal education.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research directions on adults and numeracy"
        },
        {
            "text": "Such and related research directions may gradually contribute to theory-building in the area of adult numeracy, and also inform the practice of numeracy education for both adults and younger people. Research on such issues seems urgent, given demographic shifts and migration (UNESCO 2018) and other social and economic trends (OECD 2019b), rapid technological changes, and the international emphasis on creating sustainable changes in education and skills (UNESCO 2016). All these may necessitate an expansion in the thinking on how to address 'vulnerability' as part of numeracy education, both in high-income as well as in all of the many other world countries, given that, as argued in this paper, there are many sources to vulnerability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research directions on adults and numeracy"
        },
        {
            "text": "Overall, the arguments and findings discussed in this paper have been selective, due to the breadth of the areas involved. Yet, taken together, they demonstrate that numeracy knowledge, skills, and practices (and related dispositions), in parallel with literacy skills and practices, should be one of the key targets for policy-driven educational interventions that aim to improve the social and economic status, and overall well-being of low-skilled or otherwise vulnerable adults. This paper highlights the fact that the roles and purposes of adult numeracy are complex, yet are becoming more multifaceted and dynamic in a rapidly changing twenty-first century. Thus, the conceptualization of the numeracy skills and practices that adults need should be continuously monitored and adjusted by policy bodies, researchers, and practitioners involved in adult learning and skills, and no less so by those interested in mathematics and statistics education in schools, STEM, and vocational contexts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research directions on adults and numeracy"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Die (vernachlässigte) pädagogische dimension der sozialen schuldnerberatung: Alltagsmathematik im kontext von überschuldung",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Angermeier",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "91--102",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Value and understanding of numeracy practices in German debt counselling from the perspective of professionals",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Angermeier",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ansen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ZDM Mathematics Education",
            "volume": "52",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Literacy and numeracy: Concepts and definitions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Street",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Encyclopedia of education",
            "volume": "",
            "issn": "",
            "pages": "3453--3459",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Literacy practices",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Situated literacies: Reading and writing in context",
            "volume": "",
            "issn": "",
            "pages": "7--15",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Adults count too: Mathematics for empowerment",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Benn",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A typology of education and training provisions for low educated adults: Categories and definitions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Boeren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Studies in the Education of Adults",
            "volume": "50",
            "issn": "1",
            "pages": "4--18",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Literalität, finanzbezogene praktiken und grundkompetenzen",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buddeberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "LEO 2018: Leben mit geringer literalität",
            "volume": "",
            "issn": "",
            "pages": "94--117",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rethinking vulnerability and resistance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vulnerability in resistance",
            "volume": "",
            "issn": "",
            "pages": "12--27",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Terminology of European education and training policy. A Selection of 130 Key Terms. Luxembourg: Publications Office of the European Union",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cedefop-European",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Learning with and from immigrant from immigrant mothers: Implications for adult numeracy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Civil",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Stoehr",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Salazar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ZDM Mathematics Education",
            "volume": "52",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-019-01076-2"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The case for measuring adults' numeracy practices",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coben",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alkema",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Research and Practice for Adult Literacy, Secondary, and Basic Education",
            "volume": "6",
            "issn": "1",
            "pages": "20--32",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Adult numeracy: Review of research and related literature. London: National Research and Development Centre for Adult Literacy and Numeracy (NRDC)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coben",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Colwell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macrae",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boaler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mathematics counts. London: Her Majesty's Stationary Office",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Cockcroft",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prepared by American Institutes for Research for the Adult Numeracy Initiative of the US Department of Education's Office of Vocational and Adult Education",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Condelli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Safford-Ramus",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coben",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hector-Mason",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Student persistence in adult literacy and numeracy programs",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Comings",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Tracking adult literacy and numeracy skills: Findings from longitudinal research",
            "volume": "",
            "issn": "",
            "pages": "180--196",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cross-national patterns of participation in adult education and policy trends in Korea, Norway, and Vietnam",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Desjardins",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Melo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Prospects",
            "volume": "46",
            "issn": "1",
            "pages": "149--170",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Dialogic mathematics gatherings: Encouraging the other women's critical thinking on numeracy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dìez-Palomar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ZDM Mathematics Education",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-019-01092-2"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Das grundbildungsverständnis der öffentlichen bildungsverwaltung: Definitionen, interessen und machtverhältnisse",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duncker-Euringer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The interface between mathematics and language",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ellerton",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Australian Journal of Reading",
            "volume": "12",
            "issn": "2",
            "pages": "92--102",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A multi-dimensional approach to disinformation: Report of the independent high level group on fake news and online disinformation",
            "authors": [],
            "year": 2018,
            "venue": "European Commission",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Data in society: Challenging statistics in an age of globalisation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruane",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Numerical skills and the numerate environment: Affordances and demands",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yasukawa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mallows",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Creese",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Adults Learning Mathematics: An International Journal",
            "volume": "12",
            "issn": "1",
            "pages": "17--26",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Adults learning mathematics: Transcending boundaries and barriers in an uncertain world",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Fitzsimons",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Adults Learning Mathematics: An International Journal",
            "volume": "14",
            "issn": "1",
            "pages": "41--52",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Numeracy in youth and adult basic education: Syntactic, semantic, and pragmatic dimensions of a discursive practice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Fonseca",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ZDM Mathematics Education",
            "volume": "52",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-019-01110-3"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Relearning mathematics: A different third R-radical math(s)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frankenstein",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Pedagogy of the oppressed",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Freire",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Numeracy: Imperatives of a forgotten goal",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gal",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Why numbers count: Quantitative literacy for tomorrow's America",
            "volume": "",
            "issn": "",
            "pages": "36--44",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Links between literacy and numeracy",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gal",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Literacy: An international handbook",
            "volume": "",
            "issn": "",
            "pages": "227--231",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Adults' statistical literacy: Meanings, components, responsibilities",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gal",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "International Statistical Review",
            "volume": "70",
            "issn": "1",
            "pages": "1--25",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "PIAAC numeracy: A conceptual framework",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alatorre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Close",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Johansen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maguire",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tout",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "74211",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1787/220337421165"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Who counts in adult literacy programs? A national survey of numeracy education",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schuh",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "A rich interpretation of numeracy for the 21st century: A survey of the state of the field",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Geiger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goos",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Forgasz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "ZDM",
            "volume": "47",
            "issn": "4",
            "pages": "531--548",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The components of numeracy. National Center for the Study of Adult Learning and Literacy (NCSALL)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ginsburg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schmitt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "A definition and operational framework for health numeracy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Golbeck",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Ahlers-Schmidt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Paschal",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Dismuke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "American Journal of Preventive Medicine",
            "volume": "29",
            "issn": "4",
            "pages": "375--376",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Assessment and teaching of 21st century skills: Methods and approach",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Care",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Numeralität: Eine unterschätzte domäne der grundbildung?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grotlüschen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buddeberg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Zeitschrift Für Weiterbildungsforschung",
            "volume": "42",
            "issn": "3",
            "pages": "319--342",
            "other_ids": {
                "DOI": [
                    "10.1007/s40955-019-00148-w"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Vulnerable subgroups and numeracy practices: How poverty, debt, and unemployment relate to everyday numeracy practices",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grotlüschen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Buddeberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Redmer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ansen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dannath",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Adult Education Quarterly",
            "volume": "69",
            "issn": "4",
            "pages": "251--270",
            "other_ids": {
                "DOI": [
                    "10.1177/0741713619841132"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Adults with low proficiency in literacy or numeracy. OECD education working papers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grotlüschen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mallows",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reder",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sabatini",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Affect and mathematics education: Fresh perspectives on motivation, engagement, and identity (ICME-13 Monographs)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hannula",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Leder",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Morselli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vollstedt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "The role of education quality for economic growth",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Hanushek",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woessmann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1596/1813-9450-4122"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Health and numeracy: The role of numeracy skills in health satisfaction ansd health-related behaviour",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heilmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ZDM Mathematics Education",
            "volume": "52",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-019-01106-z"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Improving mathematics at work: The need for techno-mathematical literacies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hoyles",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Noss",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bakker",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Critical numeracy. Fine Print",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "32--35",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Numeracy practices and numeracy skills among adults",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jonas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1787/8f19fc9f-en"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Creating opportunities for vulnerable indigenous learners to succeed in vocational education",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jorgensen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ZDM Mathematics Education",
            "volume": "52",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-019-01117-w"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The sociopolitical and sociocultural dimensions of migrants' adult numeracy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jurdak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ZDM Mathematics Education",
            "volume": "52",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-019-01079-z"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Tear it out and rip it up or you might get charged again': Paying debts at the company store in a farm workers' camp in Mexico",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kalman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Solares",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Numeracy as social practice: Global and local perspectives",
            "volume": "",
            "issn": "",
            "pages": "59--75",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Motivating adults to learn mathematics in the workplace: A trade union approach",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Lifelong Education",
            "volume": "38",
            "issn": "2",
            "pages": "132--147",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Understanding mathematical literacy: The contribution of research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kilpatrick",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Educational Studies in Mathematics",
            "volume": "47",
            "issn": "1",
            "pages": "101--116",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Certificates in general education for adults. Melbourne: Adult, Community and Further Education Board",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kindler",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The measurement of adult literacy",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Kirsch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jungblut",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Mosenthal",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Adult literacy in OECD countries: Technical report on the first International Adult Literacy Survey",
            "volume": "",
            "issn": "",
            "pages": "105--134",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Cognition in practice: Mind, mathematics, and culture in everyday life",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lave",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Changes to adult learning and education (ALE) policy environment in Finland, Korea, and the United States: Implications for addressing inequality in ALE participation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Desjardins",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Compare: A Journal of Comparative and International Education",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/03057925.2019.1610356"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Low-numerate adults, motivational factors in learning, and their employment, education and training status in Germany, the US, and South Korea",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ZDM Mathematics Education",
            "volume": "52",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-019-01108-x"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Examining selfdirectedness and its relationships with lifelong learning and earnings in Yunnan",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grotlüschen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Educational Development",
            "volume": "70",
            "issn": "",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijedudev.2019.102088"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Financial literacy around the world: An overview",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lusardi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Pension Economics & Finance",
            "volume": "10",
            "issn": "4",
            "pages": "497--508",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Refugees and numeracy: What can we learn from international large-scale assessments",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lüssenhop",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kaiser",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "especially from TIMSS? ZDM Mathematics Education",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-019-01111-2"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "A meta-analysis of the relationship between anxiety toward mathematics and achievement in Mathematics",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal for Research in Mathematics Education",
            "volume": "30",
            "issn": "5",
            "pages": "520--540",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The role of mathematics in interdisciplinary STEM education",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maass",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Geiger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Ariza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goos",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ZDM",
            "volume": "51",
            "issn": "6",
            "pages": "869--884",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Quantitative literacy: Why numeracy matters for schools and colleges",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Madison",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Steen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The National Council on Education and the Disciplines",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Finanzielle grundbildung: Konzepte, förderdiagnostik und angebote",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mania",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tröster",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Alphabetisierung und grundbildung. Literalitäts und grundlagenforschung",
            "volume": "11",
            "issn": "",
            "pages": "45--60",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Thinking beyond numbers: Learning numeracy for the future workplace. An adult literacy national project report",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Marr",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hagston",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Toward a manifesto for the 'public understanding of big data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lupton",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Public Understanding of Science",
            "volume": "25",
            "issn": "1",
            "pages": "104--116",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Examining changes in young Aboriginal and Torres Strait Island students and their beginning primary school teachers' engagement in the teaching and learning of mathematics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armour",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ZDM Mathematics Education",
            "volume": "52",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-019-01077-1"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Language and communication in mathematics education: An overview of research in the field",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schuette",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wagner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "ZDM",
            "volume": "46",
            "issn": "6",
            "pages": "843--853",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "A literature review of research on teacher education in adult literacy, numeracy and ESOL. London: National Research and Development Centre for Adult Literacy and Numeracy (NRDC)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Morton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baynham",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Tax injustice and the challenges of measuring illicit financial flows",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Data in society: Challenging statistics in an age of globalisation",
            "volume": "",
            "issn": "",
            "pages": "103--114",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Using PIAAC data to learn more about the literacy practices of adults",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nienkemper",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grotlüschen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Lifelong Education",
            "volume": "38",
            "issn": "4",
            "pages": "393--405",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Numeracy and migrant students: A case study of secondary level mathematics education in Norway",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Nortvedt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wiese",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ZDM Mathematics Education",
            "volume": "52",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-020-01143-z"
                ]
            }
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Skills matter: Additional results from the survey of adult skills",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1787/1f029d8f-en"
                ]
            }
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "OECD skills strategy 2019: Skills to shape a better future",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "64313",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1787/9789264313835-en"
                ]
            }
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Job satisfaction of teachers in primary adult education in Croatia: Portrait on the eve of educational reform",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pavić",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Černja",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Lifelong Education",
            "volume": "38",
            "issn": "5",
            "pages": "553--565",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "An investigation of the relationship between academic numeracy of university students in South Africa and their mathematical and language ability",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Prince",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Frith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ZDM Mathematics Education",
            "volume": "52",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-019-01063-7"
                ]
            }
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Engaging civic statistics: A call for action and recommendations. (A product of the ProCivicStat Project)",
            "authors": [],
            "year": 2018,
            "venue": "ProCivicStat Partners",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Practice engagement theory: A sociocultural approach to literacy across languages and cultures",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reder",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Literacy across language and cultures",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "33--74",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Numeracy imprisoned: Skills and practices of incarcerated adults in the United States",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ZDM Mathematics Education",
            "volume": "52",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-019-01094-0"
                ]
            }
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Changes in employment since the 1990s: Numeracy practices at work in IALS and PIAAC",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Redmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dannath",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "ZDM Mathematics Education",
            "volume": "52",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Alltagsmathematische praktiken im höheren lebensalter",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Redmer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Grotlüschen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Zeitschrift für Weiterbildungsforschung",
            "volume": "42",
            "issn": "",
            "pages": "397--413",
            "other_ids": {
                "DOI": [
                    "10.1007/s40955-019-0135-y"
                ]
            }
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Current and future perspectives of ethnomathematics as a program",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "D&apos;ambrosio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Orey",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shirley",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Alangui",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Palhares",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Gavarrete",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Key competencies for a successful life and well-functioning society",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "The troika of adult learners, lifelong learning, and mathematics. ICME-13 Topical Surveys",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Safford-Ramus",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Misra",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maguire",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Whose voices matter? Adults with learning difficulties and the emancipatory potential of numeracy practices",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schreiber-Barsch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Curdt",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gundlach",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ZDM Mathematics Education",
            "volume": "52",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Research on professional development and teacher change: Implications for adult basic education",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Review of Adult Learning and Literacy",
            "volume": "7",
            "issn": "7",
            "pages": "205--244",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Adult learning in the control society: Digital era governance, literacies of control, and the work of adult educators",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smythe",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Adult Education Quarterly",
            "volume": "68",
            "issn": "3",
            "pages": "197--214",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "On the shoulders of giants: New approaches to numeracy",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Steen",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Numeracy: The new literacy for a data-drenched society",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Steen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Educational Leadership",
            "volume": "57",
            "issn": "",
            "pages": "8--13",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Numeracy at work: A discussion of terms and results from empirical studies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Straesser",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "ZDM",
            "volume": "47",
            "issn": "4",
            "pages": "665--674",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Verwundbarkeit\" als politiksensibilisierende metapher in der beschreibung gesundheitlicher ungleichheit",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Streich",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Gesundheitliche ungleichheit: Grundlagen, probleme, perspektiven",
            "volume": "",
            "issn": "",
            "pages": "301--308",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Beyond the daily application': Motivations for adults attending numeracy classes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Swain",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Research in Post-Compulsory Education",
            "volume": "10",
            "issn": "3",
            "pages": "305--324",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Breaking the maths barrier. Canberra: Department of Employment",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tout",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "PIAAC numeracy: An assessment framework for the second cycle of the Programme for the International Assessment of Adult Competencies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tout",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Demonty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Díez-Palomar",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Geiger",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hoogland",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maguire",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Perspectives on numeracy: Reflections from international assessments. ZDM",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tout",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Gal",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "47",
            "issn": "",
            "pages": "691--706",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "The inclusion of numeracy in adult basic education",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tout",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Schmitt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The annual review of adult learning and literacy",
            "volume": "3",
            "issn": "",
            "pages": "152--202",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Global education monitoring report 2016: Education for people and planet-creating sustainable futures for all",
            "authors": [],
            "year": 2016,
            "venue": "UNESCO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "Global Education Monitoring Report 2019: Migration, displacement and education-Building bridges",
            "authors": [],
            "year": 2018,
            "venue": "UNESCO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "4th Global Report on Adult Learning and Education (GRALE). Paris: UNESCO. Retrieved March",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "PISA for development: Results in focus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PISA in Focus",
            "volume": "91",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1787/c094b186-en"
                ]
            }
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "How to motivate adults with low literacy and numeracy skills to engage and persist in learning: A literature review of policy interventions",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Windisch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Review of Education",
            "volume": "62",
            "issn": "3",
            "pages": "279--297",
            "other_ids": {}
        },
        "BIBREF100": {
            "ref_id": "b100",
            "title": "Mapping the terrain of social practice perspectives of numeracy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yasukawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kane",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Coben",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Numeracy as social practice: Global and local perspectives",
            "volume": "",
            "issn": "",
            "pages": "3--17",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "From workers education to societal competencies: Approaches to a critical, emancipatory education for democracy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zeuner",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "European Journal for Research on the Education and Learning of Adults",
            "volume": "4",
            "issn": "2",
            "pages": "139--152",
            "other_ids": {
                "DOI": [
                    "10.3384/rela.2000-7426.rela9011"
                ]
            }
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Numeracy practices and vulnerability in old age: Interdependencies and reciprocal effects",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zeuner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pabst",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benz-Gydat",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ZDM Mathematics Education",
            "volume": "52",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11858-019-01121-0"
                ]
            }
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "The age of surveillance capitalism: The fight for a human future at the new frontier of power",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zuboff",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fonseca; Heilmann; Liu; Prince and Frith; Redmer and Dannath) • People in financial debt (Angermeier and Ansen) • Gender, age and elderly (Dìez-Palomar; Civil et al.; Zeuner et al.) • Migrants and refugees (Jurdak; Nortvedt and Wiese; Civil et al.; Lüssenhop and Kaiser) • Aboriginal or indigenous persons (Miller et al.; Jorgensen) • People with learning differences/difficulties (Schreiber-Barsch et al.) • Imprisoned persons(Reder)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments Open Access funding provided by Projekt DEAL.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}