{
    "paper_id": "ea22ca5c8622d58a7133ec6ad3667b2821e2bb31",
    "metadata": {
        "title": "Activity profiling and structures of inhibitor-bound SARS-CoV-2-PLpro protease provides a framework for anti-COVID-19 drug design",
        "authors": [
            {
                "first": "Wioletta",
                "middle": [],
                "last": "Rut",
                "suffix": "",
                "affiliation": {},
                "email": "wioletta.rut@pwr.edu.pl"
            },
            {
                "first": "Zongyang",
                "middle": [],
                "last": "Lv",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "postCode": "29425",
                        "settlement": "Charleston",
                        "region": "SC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mikolaj",
                "middle": [],
                "last": "Zmudzinski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephanie",
                "middle": [],
                "last": "Patchett",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University School of Medicine",
                    "location": {
                        "postCode": "10016",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Digant",
                "middle": [],
                "last": "Nayak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "postCode": "29425",
                        "settlement": "Charleston",
                        "region": "SC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Scott",
                "middle": [
                    "J"
                ],
                "last": "Snipas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Farid",
                "middle": [
                    "El"
                ],
                "last": "Oualid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UbiQ Bio B.V",
                    "location": {
                        "postCode": "1098 XH",
                        "settlement": "Amsterdam",
                        "country": "The Netherlands"
                    }
                },
                "email": ""
            },
            {
                "first": "Tony",
                "middle": [
                    "T"
                ],
                "last": "Huang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "New York University School of Medicine",
                    "location": {
                        "postCode": "10016",
                        "settlement": "New York",
                        "region": "NY",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Miklos",
                "middle": [],
                "last": "Bekes",
                "suffix": "",
                "affiliation": {},
                "email": "miklosbekes@icloud.com"
            },
            {
                "first": "Marcin",
                "middle": [],
                "last": "Drag",
                "suffix": "",
                "affiliation": {},
                "email": "marcin.drag@pwr.edu.pl"
            },
            {
                "first": "Shaun",
                "middle": [
                    "K"
                ],
                "last": "Olsen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Medical University of South Carolina",
                    "location": {
                        "postCode": "29425",
                        "settlement": "Charleston",
                        "region": "SC",
                        "country": "USA"
                    }
                },
                "email": "olsens@uthscsa.edu"
            }
        ]
    },
    "abstract": [
        {
            "text": "In December 2019, the first cases of a novel coronavirus infection causing COVID-19 were diagnosed in Wuhan, China. Viral Papain-Like cysteine protease (PLpro, NSP3) is essential for SARS-CoV-2 replication and represents a promising target for the development of antiviral drugs. Here, we used a combinatorial substrate library containing natural and a wide variety of nonproteinogenic amino acids and performed comprehensive activity profiling of SARS-CoV-2-PLpro. On the scaffold of best hits from positional scanning we designed optimal fluorogenic substrates and irreversible inhibitors with a high degree of selectivity for SARS PLpro variants versus other proteases. We determined crystal structures of two of these inhibitors (VIR250 and VIR251) in complex with SARS-CoV-2-PLpro which reveals their inhibitory mechanisms and provides a structural basis for the observed substrate specificity profiles. Lastly, we demonstrate that SARS-CoV-2-PLpro harbors deISGylating activities similar to SARS-CoV-1-PLpro but its ability to hydrolyze K48-linked Ub chains is diminished, which our sequence and structure analysis provides a basis for. Altogether this work has revealed the molecular rules governing PLpro substrate specificity and provides a framework for development of inhibitors with potential therapeutic value or drug repositioning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The global epidemic of three coronaviruses have emerged in this century so far. In (4, 5) . Current studies indicate that this coronavirus is similar to SARS-CoV. Although these three coronaviruses -SARS-CoV, MERS-CoV, and SARS-CoV-2 are identified as a highly pathogenic into the human population, there is no effective antiviral treatment. Therefore, current studies are focused on rapid development of vaccines and antiviral drugs to prevent and treat coronavirus infection.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "text": "(4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 87,
                    "end": 89,
                    "text": "5)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "One of the attractive antiviral drug targets is the SARS-CoV encoded cysteine protease -papain-like protease (PLpro) (6) . This enzyme recognizes the tetrapeptide LXGG motif found in-between viral proteins nsp1 and nsp2, nsp2 and nsp3, and nsp3 and nsp4 (nsp1/2, nsp2/3, nsp3/4) (7, 8) . The hydrolysis of the peptide bond on the carboxyl side of glycine at the P1 position leads to the release of nsp1, nsp2, and nsp3 proteins, which are essential for viral replication. The in vitro studies have shown that SARS-CoV-PLpro harbors two other proteolytic activities, removal of ubiquitin (Ub) and ubiquitin-like protein ISG15 (interferoninduced gene 15) from cellular proteins (9) (10) (11) . Ubiquitinated and ISGylated substrates are more efficiently hydrolyzed by SARS-CoV-PLpro than small substrates containing C-terminal LRGG motif (11, 12) . These results indicated a more complex mechanism of substrate recognition than only the interaction of S4-S1 pockets of enzyme with tetrapeptide fragment.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "text": "(6)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "(7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 283,
                    "end": 285,
                    "text": "8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 680,
                    "end": 684,
                    "text": "(10)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 685,
                    "end": 689,
                    "text": "(11)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 836,
                    "end": 840,
                    "text": "(11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 841,
                    "end": 844,
                    "text": "12)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Further studies revealed that SARS-CoV-PLpro possess two distinct Ub binding subsites (SUb1 and SUb2) and recognize Lys48-linked polyUb chains for polyubiquitin chain editing and/or deubiquitination of polyubiquitinated proteins (13) (14) (15) .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "(13)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 234,
                    "end": 238,
                    "text": "(14)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "(15)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Due to the deubiquitinating and deISGylating activities of SARS-CoV PLpro, this enzyme performs significant role in the innate immune response during viral infection (16, 17) . SARS-CoV-PLpro is involved in inhibiting the production of cytokines and chemokines, that are 4 responsible for the activation of the host innate immune response against viral infection (18) (19) (20) . For these reasons, this enzyme is an important molecular target in the design of SARS-CoV antiviral drugs. Despite substantial research efforts in the development of SARS-CoV inhibitors, efficacy data of these compounds from clinical trials are missing (21) (22) (23) .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "(16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 171,
                    "end": 174,
                    "text": "17)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 363,
                    "end": 367,
                    "text": "(18)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 368,
                    "end": 372,
                    "text": "(19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "(20)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 633,
                    "end": 637,
                    "text": "(21)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "(22)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 643,
                    "end": 647,
                    "text": "(23)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Nevertheless, we hypothesize that information gained over past years for the SARS-CoV-PLpro could be immediately translated into the timely study of SARS-CoV-2-PLpro to accelerate new antivirals development and drug retargeting approaches. The optimal method to check level of similarity in binding site architecture between two enzymes is positional scanning technology. We have recently developed a novel chemical approach, called HyCoSuL (Hybrid Combinatorial Substrate Library), to dissect a broad substrate specificity of proteolytic enzymes (24) . Application of this approach SARS-CoV-2-PLpro facilitated the development of irreversible inhibitors (VIR250 and VIR251) harboring a high degree of selectivity for SARS PLpro variants versus other proteases. Crystal structures of VIR250 and VIR251 in complex with SARS-CoV-2-PLpro reveal their inhibitory mechanisms and provide a structural basis for the observed substrate specificity profiles. We also examined processing of Ub and Ubl by SARS-CoV-2 PLpro and found that it harbors deISGylating activities similar to SARS-CoV-1-PLpro but its ability to hydrolyze K48-linked Ub chains is significantly diminished. Altogether this work has revealed the molecular rules governing PLpro substrate specificity, provides a framework for development of inhibitors with potential therapeutic value or drug repositioning, and reveals intriguing differences in the biochemical functions of SARS-CoV-1 and 2 PLpro that may contribute to differences in their biology.",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 551,
                    "text": "(24)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "SARS-CoV-2 PLpro recognizes the tetrapeptide LXGG motif found in-between viral proteins nsp1 and nsp2, nsp2 and nsp3, and nsp3 and nsp4 ( Figure 1A ) (7, 8) . Hydrolysis of the peptide bond on the carboxyl side of glycine at the P1 position leads to the release of nsp1, nsp2, and nsp3 proteins, which are essential for viral replication. SARS-CoV-2 PLpro also harbors deubiquitinating and deISGylating activities and recognizes the conserved LRGG motif at the C-terminus of these proteins. ( Figure 1A ). Our previous studies of SARS-CoV-1 PLpro substrate preferences using a combinatorial substrate library containing only natural amino acids revealed that this protease recognizes LXGG motif at P4-P1 positions with broad substrate specificity at P3 position (25) . These results suggest that more detailed mapping of binding pocket architecture should facilitate design of new, active substrates as well as optimal peptide sequences for inhibitor development efforts. To achieve this goal we developed a defined and combinatorial substrate library (HyCoSuL) containing wide variety of nonproteinogenic amino acids (24) . Since tetrapeptide fluorogenic substrates are not very efficiently hydrolyzed by enzymes exhibiting deubiquitinating activity, we designed and synthesized the P2 defined library with a general structure of Ac-LRXG-ACC (X -19 natural and 109 unnatural amino acids) and a hybrid combinatorial substrate library, where three positions were fixed and one position contains an equimolar mixture of 19 amino acids (Mix), (P3 sublibrary: Ac-Mix-P3-Gly-Gly-ACC, P4 sublibrary: Ac-P4-Mix-Gly-Gly-ACC; P3 and P4a natural or unnatural amino acid) (26) . By design of libraries with tailored peptide scaffold toward DUBs we could reach the highest possible concentration of individual fluorogenic substrates in each sublibrary during the assay. Table S1 supplemental information). These enzymes do not recognize acidic residues and most D-amino acids (the exception are D-Arg, D-hPhe, D-Lys, and D-Phg). The S4 pocket of SARS-CoV and SARS-CoV-2-PLpro can accommodate hydrophobic residues only, among natural amino acids, practically only leucine can be tolerated (being the best hit for SARS-CoV-2-PLpro) ( Figure 1B ). SARS-CoV-PLpro recognized two unnatural residues better than leucine at P4 position (hTyr and hTyr(Me)). Other bulky amino acids are also accepted (≥ 30%, hPhe, Abu(Bth), Phe(3-I), Cys(Bzl), Cys(MeBzl), Cys(4-MeOBzl), hSer(Bzl), and Dht) ( Figure 1B ).",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "text": "(7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 154,
                    "end": 156,
                    "text": "8)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "(25)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1118,
                    "end": 1122,
                    "text": "(24)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1661,
                    "end": 1665,
                    "text": "(26)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 502,
                    "text": "Figure 1A",
                    "ref_id": null
                },
                {
                    "start": 1858,
                    "end": 1866,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 2220,
                    "end": 2229,
                    "text": "Figure 1B",
                    "ref_id": null
                },
                {
                    "start": 2473,
                    "end": 2482,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "Substrate specificity profile"
        },
        {
            "text": "To validate the library-screening data we designed optimal tetrapeptide fluorogenic substrates to find optimal sequences recognized by SARS-CoV and SARS-CoV-2-PLpro. We analyzed both SARS PLpro substrate specificity profile at the P4-P2 positions and selected the most preferred amino acids (P2: Gly; P3: Dap, Phe(guan); P4: hTyr, hPhe, and Abu(Bth)) ( Figure 1E ). Kinetic analysis revealed that some designed substrates were better recognized by SARS-CoV-1 PLpro with Ac-hTyr-Dap-Gly-Gly-ACC being almost 2.5 times more efficiently cleaved than endogenous Ac-LRGG-ACC. In case of SARS-CoV-2-PLpro, we did not find significant difference between Ac-LRGG-ACC and all tested substrates ( Figure 1C ). It is important to notice that substitution of Arg in P3 position by relatively small Dap did not affect binding to S3 pocket and yields very good substrates ( Figure 1C ). Thus, data obtained from combinatorial screening very well translate into individual substrates and demonstrate very high level of similarity between two investigated enzymes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 362,
                    "text": "Figure 1E",
                    "ref_id": null
                },
                {
                    "start": 687,
                    "end": 696,
                    "text": "Figure 1C",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 869,
                    "text": "Figure 1C",
                    "ref_id": null
                }
            ],
            "section": "Design and kinetic analysis of tetrapeptide fluorogenic substrates"
        },
        {
            "text": "Next, we wanted to see if incorporation of unnatural amino acids in P4 and P3 positions of peptide sequence can result in selective tetrapeptide substrates. We tested the substrates with four enzymes that exhibit deubiquitinating activity -SARS-CoV-PLpro, SARS-CoV-2-PLpro, MERS-CoV-PLpro and human DUB UCH-L3. We have found that none of the substrates with unnatural amino acids in the sequence were significantly recognized at 10µM either by MERS-CoV-2 PLpro (2.5 µM) nor human DUB UCH-L3 (8 µM) ( Figure 1D ). In line with previous data, Ac-LRGG-ACC was recognized by all four enzymes ( Figure 1D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 509,
                    "text": "Figure 1D",
                    "ref_id": null
                },
                {
                    "start": 590,
                    "end": 599,
                    "text": "Figure 1D",
                    "ref_id": null
                }
            ],
            "section": "Design and kinetic analysis of tetrapeptide fluorogenic substrates"
        },
        {
            "text": "To further analyze selectivity of peptide sequences with unnatural amino acids we converted two substrates (Ac-hTyr-Dap-Gly-Gly-ACC and Ac-Abu(Bth)-Dap-Gly-Gly-ACC) into inhibitors by exchanging the fluorescent tag to a reactive group -vinylmethyl ester (VME). VME group was selected due to its broad reactivity toward DUBs (inhibitor selectivity is determined by tetrapeptide sequence). The results from kinetic analysis of SARS-CoV-PLpro and SARS-CoV-2-PLpro inhibitors reflected those of substrate hydrolysis (Figure 2A, B) . selective inhibitor toward these enzymes than Ac-Abu(Bth)-Dap-Gly-Gly-VME (hereafter referred to as VIR250). Importantly, both compounds exhibit high selectivity for SARS-PLpro variants and robustly inhibit both SARS-CoV-PLpro, SARS-CoV-2-PLpro activities. In contrast, practically no inhibition of human UCH-L3 and only a slight inhibition of MERS-PLpro was observed (Figure 2A, B) . Further, incubation of HeLa lysates with Ub-VME yields a crosslinking profile that is unaltered by titrations of VIR250 or VIR251 ( Figure 2C ). Since a major crosslinking target of Ub-VME is known to be human DUB enzymes, this data suggests that VIR250 8 and VIR251 do not cross-react with human DUBs. This is an important finding in search for a selective antiviral molecule with minimal cross-reactivity with human DUBs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 512,
                    "end": 526,
                    "text": "(Figure 2A, B)",
                    "ref_id": null
                },
                {
                    "start": 897,
                    "end": 911,
                    "text": "(Figure 2A, B)",
                    "ref_id": null
                },
                {
                    "start": 1046,
                    "end": 1055,
                    "text": "Figure 2C",
                    "ref_id": null
                }
            ],
            "section": "Development of PLpro inhibitors"
        },
        {
            "text": "We next set out to determine crystal structures of SARS-CoV-2-PLpro in complex with VIR250 and VIR251 in order to gain insights into the molecular mechanism by which these molecules inhibit SARS-CoV-2-PLpro activity as well as the basis for the observed substrate selectivity profile. Catalytic cysteine 111 of CoV-2-PLpro engages in Michael Addition to the bcarbon of the vinyl group of the VME warheads of VIR250 and VIR251, resulting in formation of a covalent thioether linkage ( Figure 2D ). Large-scale cross-linking reactions yielded CoV-2-PLpro-VIR250 and CoV-2 PLpro-VIR251 complexes of yield and purity sufficient for growth of diffraction quality crystals. The structure of CoV-2-PLpro in complex with VIR250 ( Figure 2E) was determined by molecular replacement using the recently determined structure of apo CoV-2 PLpro (PDB: 6W9C) and was resolved to 2.79 Å resolution with R/Rfree values of 0.230/0.195 (Table S2) . This structure was used as the molecular replacement search model for determination of the structure of CoV-2-PLpro in complex with VIR251 ( Figure 2F ). The CoV-2 PLpro/VIR251 structure was resolved to 1.65 Å resolution and refined to R/Rfree values of 0.196/0.170 (Table S2) . (Figures 2A, B) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 493,
                    "text": "Figure 2D",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 732,
                    "text": "Figure 2E)",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 927,
                    "text": "(Table S2)",
                    "ref_id": null
                },
                {
                    "start": 1071,
                    "end": 1080,
                    "text": "Figure 2F",
                    "ref_id": null
                },
                {
                    "start": 1196,
                    "end": 1206,
                    "text": "(Table S2)",
                    "ref_id": null
                },
                {
                    "start": 1209,
                    "end": 1224,
                    "text": "(Figures 2A, B)",
                    "ref_id": null
                }
            ],
            "section": "Structures of CoV-2-PLpro in complex with VIR250 and VIR251"
        },
        {
            "text": "Analysis of the CoV-2-PLpro/VIR250 and CoV-2-PLpro/VIR251 complexes reveals a similar network of interacting residues with ~560 Å 2 from a total of ~775 Å 2 solvent accessible area of VIR251 and ~600 Å 2 from a total of ~800 Å 2 solvent accessible area of VIR250 buried upon complex formation. With the exception of the P4 positions of VIR250 and VIR251, which engage largely in hydrophobic interactions with CoV-2-PLpro, the majority of interactions at the P1-P3 positions of both inhibitors are mediated through polar interactions and hydrogen bonds ( Figures 3A, B) . At the P1 position of VIR250, GlyVME is covalently linked via thioether bond to catalytic Cys111 of CoV-2-PLpro and engages in a backbone-backbone hydrogen bond to Gly271 (Figure 3A ). At the P2 VIR250 position, Gly engages in two backbonebackbone hydrogen bonds to Gly163 and van der Waals contacts to Leu163 and Tyr164 of CoV-2-PLpro and P3 Dap of VIR250 participates in a backbone-backbone hydrogen bond with Gly271 ( Figure 3A ). The network of backbone-backbone hydrogen bonds participated in at the P3-P1 positions of VIR250 are fully conserved in VIR251 ( Figure 3B ). In contrast, while the methylester group from the GlyVME warhead of VIR250 engages in a hydrogen bond with His272 from the catalytic triad of CoV-2-PLpro, the corresponding methylester of VIR251 participates in hydrogen bonds with Trp106 and Asn109 side chains, which are proposed to contribute to oxyanion hole stabilization ( Figures 3A, B) . Trp106 adopts a different conformation and is poorly ordered in the VIR250 complex ( Figure 3A) . In terms of how our structures correlate with the observed substrate selectivity profiles described above, P2 dependence on Gly is the result of residues from the b14-b15 and a5-a6 loops of CoV-2-PLpro (notably Leu162, Tyr 264, Cys270, Gly271, and Tyr273) clamping down on top of the P2 position leaving no room for side chain atoms at the R position ( Figures 3A-C) . The preference for positive and hydrophobic residues and selection against acidic residues at the P3 position is likely the result of its broader pocket and proximity to the acidic carbonyl oxygens of Tyr268, Gln269, and Leu162, the side chain of Asp164, as well as the hydrophobic side chains of Leu162 and Tyr268 (Figures 3A-C) . At the P4 position the strong preference for bulky hydrophobic residues can be explained by the hydrophobic nature of the P4 binding pocket that is largely formed by residues Met208 Pro247, Pro248, Tyr264, and Tyr268 ( Figures   3A, B) . Notably, the very deep and broad nature of the S4 pocket of SARS-CoV-2-PLpro has been exploited by the Abu(Bth) and h-Tyr sidechains at P4 of VIR250 and VIR251, which as noted above project towards different ends of the S4 pocket and engage in distinct networks of contacts ( Figure 3C ). With that said there remain regions at the deepest parts of this pocket, particularly an acidic patch formed by Asp164, Tyr273, and Thr301 that could potentially be exploited for development of more potent inhibitors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 554,
                    "end": 568,
                    "text": "Figures 3A, B)",
                    "ref_id": null
                },
                {
                    "start": 742,
                    "end": 752,
                    "text": "(Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 992,
                    "end": 1001,
                    "text": "Figure 3A",
                    "ref_id": null
                },
                {
                    "start": 1134,
                    "end": 1143,
                    "text": "Figure 3B",
                    "ref_id": null
                },
                {
                    "start": 1475,
                    "end": 1489,
                    "text": "Figures 3A, B)",
                    "ref_id": null
                },
                {
                    "start": 1577,
                    "end": 1587,
                    "text": "Figure 3A)",
                    "ref_id": null
                },
                {
                    "start": 1943,
                    "end": 1956,
                    "text": "Figures 3A-C)",
                    "ref_id": null
                },
                {
                    "start": 2274,
                    "end": 2288,
                    "text": "(Figures 3A-C)",
                    "ref_id": null
                },
                {
                    "start": 2510,
                    "end": 2526,
                    "text": "Figures   3A, B)",
                    "ref_id": null
                },
                {
                    "start": 2805,
                    "end": 2814,
                    "text": "Figure 3C",
                    "ref_id": null
                }
            ],
            "section": "Molecular recognition of VIR250 and VIR251"
        },
        {
            "text": "Studies carried out for SARS-CoV-1 PLpro revealed that this enzyme has ubiquitin binding domain and efficiently process full ubiquitin fluorogenic substrates (12) . We wanted to see if this is also the case for SARS-CoV-2-PLpro. To that end, we used ubiquitin activitybased probe (ABP) for labeling of both enzymes. In this ABP, biotin was used as detection tag and VME as an irreversible warhead that cross-links to the catalytic cysteines. To test its sensitivity, we performed SDS-PAGE analysis followed by nitrocellulose membrane transfer and visualization with fluorescent streptavidin ( Figure 4A ). We observed significant labeling of both proteases by Biotin-Ub-VME at a concentration twice higher than the enzyme concentration (200 nM), however SARS-CoV-1 PLpro was more efficiently labeled compared to SARS-CoV-2 PLpro. We next decided to explore the Ub and Ub-like protein (Ubl) substrate specificity of SARS-CoV-2 PLpro by testing its reactivity with a panel of Ub/Ubl ABPs. This PLpro for recognition of ISG15 and monoUb and a poor ability to recognize K48-linked and K63-linked diUb ( Figure 4B ). As expected, preincubation of SARS-CoV-2 PLpro with VIR251 completely blocked its ability to react with all of the probes ( Figure 4B ). The apparent lack of reactivity with the K48-linked diUb-PA probe and the increased processing of ISG15 CTD -VPS relative to monoUb-PA was surprising since SARS-CoV-2 PLpro has been demonstrated to robustly process K48-linked polyUb chains and a preference for Ub over ISG15 (27, 28) .",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "(12)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1524,
                    "end": 1528,
                    "text": "(27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1529,
                    "end": 1532,
                    "text": "28)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 593,
                    "end": 602,
                    "text": "Figure 4A",
                    "ref_id": null
                },
                {
                    "start": 1099,
                    "end": 1108,
                    "text": "Figure 4B",
                    "ref_id": null
                },
                {
                    "start": 1236,
                    "end": 1245,
                    "text": "Figure 4B",
                    "ref_id": null
                }
            ],
            "section": "Processing of Ub and Ubl variants by CoV-1 and CoV-2-PLpro"
        },
        {
            "text": "To more thoroughly examine these differences, we performed a comparison of the kinetics of SARS-CoV-1 and CoV-2 PLpro processing of LRGG-ACC, Ub-ACC, and ISG15-AMC fluorogenic substrates. The results of this experiment show that SARS-CoV-2 PLpro processes Ub-ACC 4-fold less efficiently compared to SARS-CoV-1 PLpro and that SARS-CoV-2 PLpro processes ISG15-AMC 60-fold more efficiently than Ub-ACC ( Figure 4C ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 401,
                    "end": 410,
                    "text": "Figure 4C",
                    "ref_id": null
                }
            ],
            "section": "Processing of Ub and Ubl variants by CoV-1 and CoV-2-PLpro"
        },
        {
            "text": "Further, SARS-CoV-2 PLpro, like SARS-CoV-1 PLpro, more robustly processes K48 tetraUb compared to K63 tetraUb ( Figure 4D) , and cross-links to the ABP Ub-VS similarly to SARS-CoV-1 PLpro, MERS PLpro, and the human DUB USP2CD ( Figure 4E ). Yet, in side-by-side comparison, SARS-CoV-2 PLpro demonstrates a significantly diminished ability to process K48 tetraUb compared to SARS-CoV-1 PLpro ( Figure 4F ). This was an unexpected finding as we and others have shown before that SARS-CoV-1 PLpro displays a preference for recognition of K48 diUb linkages over ISG15 (27, 28) . As expected and shown before, both MERS PLpro and USP2CD efficiently processes both types of Ub chains.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 568,
                    "text": "(27,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "28)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 112,
                    "end": 122,
                    "text": "Figure 4D)",
                    "ref_id": null
                },
                {
                    "start": 228,
                    "end": 237,
                    "text": "Figure 4E",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 402,
                    "text": "Figure 4F",
                    "ref_id": null
                }
            ],
            "section": "Processing of Ub and Ubl variants by CoV-1 and CoV-2-PLpro"
        },
        {
            "text": "The significantly diminished ability of SARS-CoV-2 PLpro to process K48 polyUb chains compared to SARS-CoV-1 PLpro was surprising considering the very high overall similarity between the enzymes (83% identity, 9% similarity) ( Figure 3D ). To try to reconcile this apparent contradiction, we compared our SARS-CoV-2 PLpro structures with the previously reported structure of SARS-CoV-1-PLpro in complex with K48 diUb ( Figure 4G ) (28) . This structure revealed three key interfaces: 1) the catalytic site that accommodates the C-terminus of Ub with L73, R74, G75, and G76 constituting the S4-S1 residues, 2) a binding site for the 'S1 Ub' which is the Ub N-terminal to the cleavage site in the K48 polyUb chain, and 3) a binding site for the 'S2 Ub' which is N-terminal to the S1 Ub ( Figure 4G ). Comparative analysis of the catalytic sites of SARS-CoV-1 and 2 PLpro shows a 100% conservation of residues involved in contacts to the S4-S1 positions of S1 Ub, VIR250, and VIR251 ( Figure  3D ) and unsurprisingly a very similar structure in this region ( Figure 4G ). While the Ub S1 site harbors more variability than the catalytic site the overall amino acid conservation is still very high (83% identity, 17% similarity) ( Figure 3D ) and the structures align well in this region ( Figure 4G ).",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 435,
                    "text": "(28)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 227,
                    "end": 236,
                    "text": "Figure 3D",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 428,
                    "text": "Figure 4G",
                    "ref_id": null
                },
                {
                    "start": 786,
                    "end": 795,
                    "text": "Figure 4G",
                    "ref_id": null
                },
                {
                    "start": 982,
                    "end": 992,
                    "text": "Figure  3D",
                    "ref_id": null
                },
                {
                    "start": 1056,
                    "end": 1065,
                    "text": "Figure 4G",
                    "ref_id": null
                },
                {
                    "start": 1227,
                    "end": 1236,
                    "text": "Figure 3D",
                    "ref_id": null
                },
                {
                    "start": 1286,
                    "end": 1295,
                    "text": "Figure 4G",
                    "ref_id": null
                }
            ],
            "section": "Processing of Ub and Ubl variants by CoV-1 and CoV-2-PLpro"
        },
        {
            "text": "In contrast to the catalytic and S1 Ub sites, the S2 Ub site of SARS-CoV-2 PLpro harbors much less conservation at the amino acid level (67% identity, 13% similarity) compared to SARS-CoV-1 PLpro (Figure 3D) , and there are several structural differences at these regions important for molecular recognition of the S2 Ub ( Figure 4G) . A key interaction surface at this interface is formed by the Ile44 hydrophobic patch (formed by Leu8, Ile44, and Val70), and in the SARS-CoV-1 PLpro/K48 diUb structure the Ile44 patch of the S2 Ub engages in a network of hydrophobic contacts with Leu75 ( Figure 4G ). Interestingly, this residue has changed to a threonine in SARS-CoV-2 which would be unable to engage in a similar network of contacts with S2 Ub as leucine. Further, much of the SARS-CoV-2 structure in proximity to the S2 Ub site adopts a slightly different structure including a ~3 Å translation of Thr75 of SARS-CoV-2 PLpro relative to Leu75 of SARS-CoV-1 PLpro and other notable amino acid changes of S66V and E77P ( Figure 4G ). Lastly, Glu179 of SARS-CoV-1 PLpro engages in hydrogen bonds to Thr9 and Lys11 of S2 Ub ( Figure 4G ). This residue has changed to an aspartate in SARS-CoV-2 PLpro, which is a conservative change, but the shorter aspartate side chain is unable to engage in a similar set of contacts ( Figure 4G ). Based on our analysis, we posit that the diminished ability of SARS-CoV-2 PLpro to process K48 polyUb is largely due to the aforementioned differences at the S2 Ub binding site. Consistent with this hypothesis, mutation of Leu75 of SARS-CoV-1 PLpro to serine resulted in a five-fold reduction in binding of K48 diUb with no apparent effect on monoUb (27) . In combination with other changes in SARS-CoV-2 PLpro such as E179D, there appears to be a cumulative effect of several relatively minor changes between SARS-CoV-1 and 2 PLpro at the S2 binding site that altogether have a significant effect on their ability to process K48 polyUb. Whether these changes also account for the apparent preference of SARS-CoV-2 PLpro for ISG15 over Ub and whether these intriguing differences in the function of SARS-CoV-1 and 2 PLpro have any effect on the biology of the viruses remains to be seen.",
            "cite_spans": [
                {
                    "start": 1685,
                    "end": 1689,
                    "text": "(27)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 207,
                    "text": "(Figure 3D)",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 333,
                    "text": "Figure 4G)",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 600,
                    "text": "Figure 4G",
                    "ref_id": null
                },
                {
                    "start": 1024,
                    "end": 1033,
                    "text": "Figure 4G",
                    "ref_id": null
                },
                {
                    "start": 1127,
                    "end": 1136,
                    "text": "Figure 4G",
                    "ref_id": null
                },
                {
                    "start": 1322,
                    "end": 1331,
                    "text": "Figure 4G",
                    "ref_id": null
                }
            ],
            "section": "Processing of Ub and Ubl variants by CoV-1 and CoV-2-PLpro"
        },
        {
            "text": "The outbreak of the current coronavirus pandemic leading to COVID-19 disease has dramatically accelerated research into effective drugs and a vaccine to treat this disease. The genome of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) consists of 29811 nucleotides that encode 29 proteins, two of which are proteases. The first of these, SARS-CoV-2-Mpro is used by the virus in the process of protein maturation. Its structure has already been described recently (29) . The results of retargeting about 12,000 drugs and other leading structures resulted in selection of several candidates for further studies (30) . To date, there is no information about the activity of the second protease, namely SARS-CoV-2-PLpro. We were hypothesizing that this enzyme, similarly to SARS-CoV-PLpro, in addition to participating in the process of virus protein maturation, also performs an additional function, which is to help the virus in evasion of the host innate immune responses by controlling the deubiquitination and deISGylation process. Thus, SARS-CoV-2-PLpro is also an excellent candidate for a drug, not only blocking virus replication, but also inhibiting the dysregulation of signaling cascades in infected cells (9) . Knowledge of substrate preferences is equally important with understanding the structure of the protein, as it enables rational design of inhibitors or research on drug retargeting.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 480,
                    "text": "(29)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "(30)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1227,
                    "end": 1230,
                    "text": "(9)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "In our research, we decided to examine the SARS-CoV-2-PLpro substrate preferences at positions P4-P2 and compare them directly with the well-known SARS virus 2002/03 protein, SARS-CoV-PLpro. For this purpose, we used positional scanning technology using natural and unnatural amino acids (HyCoSuL). Library screening revealed that both enzymes recognize only Gly in P2 and possess broad in P3 and rather narrow substrate specificity at the P4 position. Moreover, direct analysis of the preferences of both enzymes demonstrate that the architecture of S4-S2 pockets is almost identical, because they recognize natural and unnatural amino acids practically in a very similar way. The differences in activity for a given amino acid between the two enzymes observed in some positions are very small, and there are no amino acids that are recognized by one enzyme only. This is also confirmed by the analysis of amino acids building S4-S2 pockets in both enzymes, which is identical ( Figure 1B and S1). This is critically important information in the aspect of using information from research on inhibitors or retargeting of drugs conducted in the past for SARS-CoV-PLpro for immediate application to SARS-CoV-2-PLpro. Analysis of kinetic parameters for tetrapeptide substrates for both enzymes shows a high degree of similarity in terms of kcat/Km values, proving that the catalytic yields of both enzymes are also similar. Importantly, the sequences containing unnatural amino acids at P4-P3 positions were recognized only by both SARS-PLpro, not MERS-PLpro and the human DUB UCH-L3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 980,
                    "end": 989,
                    "text": "Figure 1B",
                    "ref_id": null
                }
            ],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "We next leveraged the information we gained regarding the molecular rules governing substrate selectivity by SARS-CoV-2-PLpro to develop covalent inhibitors VIR250 and VIR251.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "These inhibitors proved to be active and selectively inhibited the SARS-CoV-1 and 2 PLpro, but exhibited much weaker activity towards MERS-PLpro and practically no activity towards human UCH-L3. This is excellent information in terms of conducting research towards the search for peptide antiviral compounds targeted to this enzyme. Importantly, our crystal structures of VIR250 and VIR251 in complex with SARS-CoV-2-PLpro reveals their inhibitory mechanisms and provides a structural basis for the observed substrate specificity profiles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Further, the unexpected finding that the P4 amino acids of VIR250 and VIR251 occupy opposite sides of the broad S4 pocket of SARS-CoV-2 PLpro and that there are additional regions of this pocket that are unengaged by either inhibitor raise the possibility that our structures will inform future drug discovery efforts aimed at generating more potent inhibitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Lastly, we decided to examine processing of Ub and Ubl variants by SARS-CoV-1 and 2 PLpro and found that SARS-CoV-2-PLpro harbors deISGylating activities similar to SARS-CoV-1-PLpro but its ability to hydrolyze K48-linked Ub chains is significantly diminished. This was an unexpected result considering the very high sequence identity between SARS-CoV-1 and 2 PLpro, however our structure analysis revealed subtle structural and sequence variations in the S2 Ub binding site of SARS-CoV-2 PLpro which we posit collectively diminish the ability of the S2 Ub of K48 polyUb to bind and subsequently be processed. Further, analysis of the enzyme kinetics of the Ub-ACC substrate indicates that it is efficiently processed by the enzyme, but the difference between the tetrapeptide substrate and ubiquitin is only about ten times, when in the case of SARS-CoV-1 PLpro this difference is around sixty times ( Figure   4C ). This indicates some differences between both enzymes in the aspect of interaction in the exosite binding region related to amino acids identity and similarity. Given the role of Ub and ISG15 conjugation in evasion of the host innate immune responses whether these intriguing differences in the function of SARS-CoV-1 and 2 PLpro have any effect on the biology of the viruses remains to be seen and will be the topic of future studies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 903,
                    "end": 914,
                    "text": "Figure   4C",
                    "ref_id": null
                }
            ],
            "section": "Discussion and Conclusions"
        },
        {
            "text": "Collectively our work has revealed the molecular rules governing PLpro substrate specificity and reveals a very high level of sequence and structural similarity between SARS-CoV-1 and 2 PLpro in the substrate binding pocket. These findings signal that previously discovered information on SARS-CoV-1 PLpro can immediately be applied to the search for effective antiviral molecules as well as retargeting of known drugs for the inhibition of SARS-CoV-2 PLpro. Further, structures of the novel inhibitors VIR250 and VIR251 in complex with SARS-CoV-2 PLpro provides a framework for rational development of inhibitors with improved potency. Altogether, our data also gives a hope for design of a drug that can act as a panselective inhibitor against both SARS-CoV-PLpro and SARS-CoV-2-PLpro, and may have some universal value against emerging coronaviruses in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion and Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People's Republic of China",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Zhong",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "",
            "pages": "1353--1358",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "SARS and MERS: recent insights into emerging coronaviruses",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Rev Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "523--534",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Isolation of a Novel Coronavirus from a Man with Pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "New Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Horby",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "496--496",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "496--496",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The SARS-coronavirus papain-like protease: Structure, function and inhibition by designed antiviral compounds",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Baez-Santos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "St John",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mesecar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Antivir Res",
            "volume": "115",
            "issn": "",
            "pages": "21--38",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Papain-like protease 2 (PLP2) from severe acute respiratory syndrome coronavirus (SARS-CoV): Expression, purification, characterization, and inhibition",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Biochemistry-Us",
            "volume": "44",
            "issn": "",
            "pages": "10349--10359",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Identification of severe acute respiratory syndrome coronavirus replicase products and characterization of papain-like protease activity",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Harcourt",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "13600--13612",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The papain-like protease of severe acute respiratory syndrome coronavirus has deubiquitinating activity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barretto",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Virology",
            "volume": "79",
            "issn": "",
            "pages": "15189--15198",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Deubiquitinating activity of the SARS-CoV papain-like protease",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Barretto",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Adv Exp Med Biol",
            "volume": "581",
            "issn": "",
            "pages": "37--41",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Selectivity in ISG15 and ubiquitin recognition by the SARS coronavirus papain-like protease",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Lindner",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Arch Biochem Biophys",
            "volume": "466",
            "issn": "",
            "pages": "8--14",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The papain-like protease from the severe acute respiratory syndrome coronavirus is a deubiquitinating enzyme",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Lindner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "15199--15208",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Structural Basis for the Ubiquitin-Linkage Specificity and deISGylating Activity of SARS-CoV Papain-Like Protease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kilianski",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Baez-Santos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mesecar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Plos Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "SARS hCoV papain-like protease is a unique Lys(48) linkage-specific di-distributive deubiquitinating enzyme",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bekes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biochem J",
            "volume": "468",
            "issn": "",
            "pages": "215--226",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Recognition of Lys48-Linked Di-ubiquitin and Deubiquitinating Activities of the SARS Coronavirus Papain-like Protease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bekes",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol Cell",
            "volume": "62",
            "issn": "",
            "pages": "572--585",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Ubiquitin-Conjugating System: Multiple Roles in Viral Replication and Infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Calistri",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Munegato",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Carli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parolin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cells-Basel",
            "volume": "3",
            "issn": "",
            "pages": "386--417",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "MERS-CoV papain-like protease has deISGylating and deubiquitinating activities",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Mielech",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kilianski",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Baez-Santos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mesecar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virology",
            "volume": "450",
            "issn": "",
            "pages": "64--70",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Regulation of IRF-3-dependent innate immunity by the papain-like protease domain of the severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Devaraj",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Biol Chem",
            "volume": "282",
            "issn": "",
            "pages": "32208--32221",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Deubiquitinating and Interferon Antagonism Activities of Coronavirus Papain-Like Proteases",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Clementz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "4619--4629",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Severe Acute Respiratory Syndrome Coronavirus Papain-Like Protease Ubiquitin-Like Domain and Catalytic Domain Regulate Antagonism of IRF3 and NF-kappa B Signaling",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Frieman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Mesecar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "6689--6705",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "A noncovalent class of papain-like protease/deubiquitinase inhibitors blocks SARS virus replication",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "16119--16124",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "From SARS to MERS: crystallographic studies on coronaviral proteases enable antiviral drug design",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hilgenfeld",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "FEBS J",
            "volume": "281",
            "issn": "",
            "pages": "4085--4096",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Disulfiram can inhibit MERS and SARS coronavirus papain-like proteases via different modes",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Antiviral Res",
            "volume": "150",
            "issn": "",
            "pages": "155--163",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Synthesis of a HyCoSuL peptide substrate library to dissect protease substrate specificity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Poreba",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Salvesen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Drag",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nat Protoc",
            "volume": "12",
            "issn": "",
            "pages": "2189--2214",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Positional-scanning fluorigenic substrate libraries reveal unexpected specificity determinants of DUBs (deubiquitinating enzymes)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Drag",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biochem J",
            "volume": "415",
            "issn": "",
            "pages": "367--375",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Engineered unnatural ubiquitin for optimal detection of deubiquitinating enzymes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rut",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biorxiv preprint server DOI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.30.926881"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Structural Basis for the Ubiquitin-Linkage Specificity and deISGylating activity of SARS-CoV papain-like protease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ratia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kilianski",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Baez-Santos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mesecar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Recognition of Lys48-Linked Di-ubiquitin and Deubiquitinating Activities of the SARS Coronavirus Papain-like Protease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bekes",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mol Cell",
            "volume": "62",
            "issn": "",
            "pages": "572--585",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Crystal structure of SARS-CoV-2 main protease provides a basis for design of improved alpha-ketoamide inhibitors",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Structure of M(pro) from COVID-19 virus and discovery of its inhibitors",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "November 2002 in Foshan, China, the first known case of human infected with severe acute respiratory syndrome coronavirus (SARS-CoV) has been reported (1). By July 2003, more than 8,000 SARS cases were detected in 27 countries. The main symptoms of SARS-CoV infection were influenza-like and included fever, headache, malaise, shivering and diarrhea. Only a few cases of infection occurred between December 2003 and January 2004 (2). The implementation of measures infection control has ended the global SARS outbreak. Ten years after the SARS pandemic a new coronavirus -Middle East respiratory syndrome coronavirus (MERS-CoV) was diagnosed in Saudi Arabia man (3). Due to international travels of infected people, MERS-CoV has spread worldwide. 2502 laboratory-confirmed cases of MERS-CoV infection were reported from September 2012 to the end of December 2019, including 858 associated deaths. In December 2019 a novel coronavirus -severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) formerly known as the 2019 novel coronavirus (2019-nCoV) was identified in Wuhan, China",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "P2 library screening revealed that SARS-CoV and SARS-CoV-2-PLpro possess very high substrate specificity at this position -only glycine can be accepted (Supplementary Figure 1). Both proteases exhibit a broad substrate preference at P3 position (Figure 1B). The S3 pocket of SARS-CoV and SARS-CoV-2-PLpro can tolerate not only positively charged residues like Phe(guan), Dap, Dab, Arg, Lys, Orn, and hArg, but also hydrophobic amino acids, such as hTyr, Phe(F5), Cha, Met, Met(O), Met(O)2, D-hPhe (amino acid structures presented 6 in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of apo CoV-2-PLpro to CoV-2-PLpro/VIR250 and CoV-2-PLpro/VIR251 complexes reveal similar overall structures with the exception of the b14-b15 loop which is situated proximal to the active site and undergoes a conformational change in that is likely due to inhibitor binding (Supplementary Figure 2) (see below). This analysis shows that there are also slight rigid body rotations of the finger and ubiquitin-like domains of CoV-2-PLpro which are likely due to crystal packing effects. Analysis of the structures reveal extensive electron density projecting from the caytalytic Cys111 side chain of CoV-2-PLpro into which all the atoms of VIR250 and VIR251 could unambiguously be placed (Figures 2E, F). Further, the covalent bond between Cys111 and both VIR250 and VIR251 are clear (Figures 2E, F). As anticipated, both VIR250 and VIR251 inhibitors occupy the S4-S1 pockets of CoV-2-PLpro in proximity to the active site and adopt similar structures with the exception of the orientation of the P4 substituents which will be discussed in greater detail below. The P4 position is the only region of chemical divergence between VIR250 and VIR251, with an Abu(Bth) in VIR250 and an h-Tyr in VIR251",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Intriguingly, there are significant differences in how the side chains of the P3 and P4 positions of VIR250 and VIR251 engage CoV-2-PLpro. The side chain amine of Dap at the P3 position of VIR250 engages in a hydrogen bond with the backbone carbonyl oxygen of Tyr268 and the P4 Abu(Bth) projects toward Met208, Pro247, Pro248, and Thr301 where it engages in a network of van der Waals interactions (Figure 3A). In contrast, it is the backbone amine of P3 Dap that engages in the hydrogen bond to the carbonyl oxygen of Tyr268, and surprisingly, hTyr at the P4 position projects towards the opposite side of the S4 pocket compared to Abu(Bth) from VIR250 by extending towards Pro248, Tyr264, and Tyr268 of CoV-2-PLpro and participating in a distinct network of van der Waals interactions (Figure 3B). This new network of interactions is facilitated by a 1.5 Å shift of the b14-b15 loop (Asn267, Tyr268, and Gln269) towards the hTyr of VIR251 (Figure 3C) thereby facilitating many novel contacts which would be unable to occur in the absence of this shift. Notably, all of the CoV-2-PLpro residues involved in contacts to both VIR250 and VIR251 are fully conserved in SARS CoV-1-PLpro, and the overall structures of the two SARS PLpro variants are very similar in the catalytic site of the enzyme which likely accounts for the ability of these inhibitors to target both enzymes (Figure 3C, 4G).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "panel of probes includes K48-linked diUb and K63-linked diUb with propargylamide (PA) warheads at their distal ends, mono Ub-PA, and ISG15 C-terminal domain (CTD)-vinyl pentynyl sulfone (VPS). The results of this analysis indicated a preference of SARS-CoV-2",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}