{
    "paper_id": "eae087cb02a41ed61ccc3ae5e0a7edb54ca07811",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Yousif",
                "middle": [],
                "last": "Ali",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [],
                "last": "Alradhawi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nour",
                "middle": [],
                "last": "Shubber",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Abdul-Rahman",
                "middle": [],
                "last": "Abbas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Yousif Ali 1 , Mohammad Alradhawi 1 , Nour Shubber 1 , Abdul-Rahman Abbas 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal protective equipment in the response to the SARS-CoV-2 outbreak -A letter to the editor on \"World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19)\" (Int J Surg 2020; 76:71-6)"
        },
        {
            "text": "Dear Editor,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Personal protective equipment in the response to the SARS-CoV-2 outbreak -A letter to the editor on \"World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19)\" (Int J Surg 2020; 76:71-6)"
        },
        {
            "text": "We read with great interest the article by Sohrabi et al. regarding the current 2019 novel coronavirus, SARS-CoV-2 outbreak. The article presented the timeline of the initial outbreak and response, describing key aspects such as management, transmission and symptoms. [1] In this letter, we provide a detailed update on the supply of personal protective equipment (PPE) in the United Kingdom (UK), highlighting key statistics and updated PPE guidelines on surgical procedures. We provide comparisons to World Health Organisation (WHO) guidelines and describe recent innovations aiming to reduce hospital SARS-CoV-2 spread.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Personal protective equipment in the response to the SARS-CoV-2 outbreak -A letter to the editor on \"World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19)\" (Int J Surg 2020; 76:71-6)"
        },
        {
            "text": "SARS-CoV-2 has been shown to spread in human to human contact through aerosol droplets. Therefore, healthcare staff are at an increased risk of infection, especially during aerosol generating procedures (AGPs) including intubation, a procedure essential in maintaining ventilation of SARS-CoV-2 patients and in surgical intervention. Hence the use of PPE such as plastic face visors, filtering face pieces class 3/2 (FFP3/2) or N95 masks, which filter out 99%/94% and 95% of airborne particles respectively, are imperative in healthcare environments to prevent further spread. Government statistics state that over 761 million items of PPE have been transported to frontline staff across 58,000 different healthcare settings including hospitals, care homes and GPs. To further address demand, the UK government has developed a three-strand plan to enhance national supply and use of PPE. The first strand emphasises clear guidance on differentiating PPE requirements for different healthcare workers in various operational circumstances. The second strand focuses on remodelling logistical provisions and the establishment of a new national supply system, in addition to providing a 24-hour PPE request helpline for healthcare establishments. The final strand addresses the need to meet the increasing future demand of PPE by working with suppliers abroad and local industries, including Burberry and Rolls-Royce, to push domestic production. [ UK PPE guidelines for healthcare staff align well with WHO guidelines, however future circumstances and direction remain unpredictable. WHO and UK guidelines both recommend utilisation of full arm gowns and disposable fluid repellent coveralls for any contact with suspected or confirmed COVID-19 patients, especially during AGPs and other high-risk procedures. Whilst the WHO recommends the use of FFP2 masks, the UK goes further to suggest FFP3 masks for higher risk procedures. In line with WHO guidelines, the UK recommends that single use gloves and disposable repellent coveralls cannot be reused and are to be disposed of after each patient contact. [4] In response to growing concerns regarding the shortage of PPE, innovations in protective equipment are increasingly important. Canelli et al. portrayed the effectiveness of an easily fabricated, clear plastic cube enclosing a patient's head in preventing the spread of aerosols during AGPs onto practitioners and surroundings. [5] Further work on developing procedures which allow for the re-use of N95 masks via high temperature and UV sanitisation, hence expanding their life span, will be imperative; especially considering updated guidelines released by the UK government advising for the reuse of PPE equipment when shortages present. [2] The SARS-CoV-2 crisis has taken the lives of many and will inevitably continue to affect others. The provision of adequate PPE and clear guidelines on its application will be necessary in preventing the spread of the virus through healthcare workers, minimising further avoidable deaths.",
            "cite_spans": [
                {
                    "start": 1443,
                    "end": 1444,
                    "text": "[",
                    "ref_id": null
                },
                {
                    "start": 2102,
                    "end": 2105,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2433,
                    "end": 2436,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2746,
                    "end": 2749,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Personal protective equipment in the response to the SARS-CoV-2 outbreak -A letter to the editor on \"World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19)\" (Int J Surg 2020; 76:71-6)"
        },
        {
            "text": "The following additional information is required for submission. Please note that failure to respond to these questions/statements will mean your submission will be returned. If you have nothing to declare in any of these categories, then this should be stated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "International Journal of Surgery Author Disclosure Form"
        },
        {
            "text": "No conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Please state any conflicts of interest"
        },
        {
            "text": "No funding received.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Please state any sources of funding for your research"
        },
        {
            "text": "Ethical approval was not required for this letter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Please state whether Ethical Approval was given, by whom and the relevant Judgement's reference number"
        },
        {
            "text": "Please enter the name of the registry, the hyperlink to the registration and the unique identifying number of the study. You can register your research at http://www.researchregistry.com to obtain your UIN if you have not already registered your study. This is mandatory for human studies only.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research Registration Unique Identifying Number (UIN)"
        },
        {
            "text": "Please specify the contribution of each author to the paper, e.g. study design, data collections, data analysis, writing. Others, who have contributed in other ways should be listed as contributors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerwan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Jabir",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Iosifidis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Surg",
            "volume": "76",
            "issn": "",
            "pages": "71--76",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijsu.2020.02.034"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19: infection prevention and control (IPC) -GOV",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Government sets out plan for national effort on PPE -GOV",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "April",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Infection prevention and control during health care when COVID-19 is suspected",
            "authors": [],
            "year": null,
            "venue": "WHO Global Infection Prevention and Control Network",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Barrier Enclosure during Endotracheal Intubation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Canelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nozari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "YA was lead author on this letter",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/nejmc2007589"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "2,3] UK PPE guidelines have been developing consistently throughout this pandemic as new evidence emerges. Current PPE includes respirators, fluid resistant surgical masks, full-face shields, visors, disposable gowns, gloves, aprons and polycarbonate safety spectacles or equivalent. A full-face shield or visor is recommended during AGPs, especially those performed during operating procedures. FFP3 grade PPE is recommended for all staff, while FFP2 and N95 can be used if unavailable due to shortages. To ensure adequate protection for all individuals, appropriate fit testing must be conducted by trained individuals, as determined by the British Safety Industry Federation (BSIF) scheme who work closely with the Health and Safety Executive (HSE). Additionally, hospital staff must be trained in donning and doffing PPE, ensuring an adequate seal has been achieved. Discarding disposable PPE between patients has been deemed unnecessary due to evidence illustrating no reduction in risk of transmission. This drove updates to guidance ensuring PPE is used sparingly and on a case by case basis. Furthermore, recommendations encompassing patient use of face masks have been introduced. This compliments regulation advising practitioners on the use of disposable fluid repellent coveralls as an alternative to long sleeved fluid repellent gowns for AGPs. This further increases the requirement for staff training in the correct and safe removal of coveralls.[2]",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The Guarantor is the one or more people who accept full responsibility for the work and/or the conduct of the study, had access to the data, and controlled the decision to publish. Please note that providing a guarantor is compulsory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Guarantor"
        },
        {
            "text": "All data used is publicly accessible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Yousif Ali"
        }
    ]
}