{
    "paper_id": "eb09ee5d87fff7a0678111c2ceaeeb6a2aec81a9",
    "metadata": {
        "title": "Pandemics, regional outbreaks, and sudden-onset disasters",
        "authors": [
            {
                "first": "Paul",
                "middle": [
                    "R"
                ],
                "last": "Gully",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "M",
                "middle": [
                    "B"
                ],
                "last": "Chb",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Pandemics of influenza, cholera, and plague are part of global history. Regional epidemics and pandemics of infectious diseases, primarily influenza A, continue to cause significant morbidity and mortality while remaining unpredictable in nature. Sudden-onset disasters such as earthquakes and floods occur with little warning. The consequences of climate change and environmental degradation can only be expected to increase the incidence of some infectious diseases and weather-related crises, adding to the unpredictability of such events. Health system leaders, both in public health and healthcare, need to understand the international context and how coordination and response across or within jurisdictions will improve the likelihood of successful management of challenges. Public health emergencies respect no borders or political structures. The ability of institutions to adapt quickly can make a difference in health outcomes and a community's trust in those institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The randomness of infectious disease events and sudden-onset disasters will continue to present challenges in detection and mitigation for the global community, including Canada. Through a review of recent events, this article highlights their unexpected nature and consequences and challenges in response. It is proposed that further efforts have to be made to improve the ability of the health systems of all countries to detect issues and to manage future challenges. Foreign policy and health action should be aligned to support global health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Severe Acute Respiratory Syndrome (SARS) global outbreak began without warning in China late in 2002, gaining world attention in March 2003. SARS was readily transmissible by very sick people and produced severe disease. The causative agent, CoV, was quickly identified, 1,2 as was the likely animal source and the means of spillover to humans, 3 and diagnostic tests were widely available in a short space of time. The pattern of transmission allowed for the effective use of traditional public health measures but not before at least 8,096 cases had occurred globally, a significant proportion being in healthcare workers.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 350,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Recent events SARS and influenza"
        },
        {
            "text": "Canada was fully engaged in the response to SARS, although not without criticism, as examined in a report commissioned by the federal Minister of Health. 4 Respect for the public health system and healthcare management in Canada was damaged. Institutions in Greater Toronto saw transmission of disease that caused tremendous health, social, economic, and political repercussions. The initial cases may have been unavoidable, but hospital management, infection control practices, and public health action should have been able to prevent the initial outbreak and the recrudescence. Chief Justice Campbell led the SARS Commission in Ontario 5 and concluded that \"we must ready for the unseen\" (note 1).",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 155,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Recent events SARS and influenza"
        },
        {
            "text": "Collaboration between governments, set up as part of pandemic influenza preparedness, was used to good effect, but it was evident that there needed to be radical improvements in surveillance and investigation capacity federally and provincially. The Public Health Agency of Canada was created in the wake of this event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recent events SARS and influenza"
        },
        {
            "text": "The difficulties of developed countries, including Canada, in recognizing and responding to SARS, led to acceptance by World Health Organization (WHO) Member States of revised International Health Regulations (IHR) for improved global management of outbreaks of infectious disease and other public health events. 6 Although pandemic influenza preparedness plans were well advanced in many developed countries prior to late 2003, there was no concerted global effort to develop vaccines or plan to control global spread at source. The development of country preparedness had been stimulated by the outbreak of H5N1 in chickens and subsequent deaths in humans in Hong Kong in 1996. With its resurgence in late 2003, not long after the end of the SARS outbreak, there were predictions that H5N1 might give rise to a pandemic, but it was not until the influenza A (H1N1) pdm09 pandemic, in 2009, that there was the opportunity for a coordinated international response but plans were based on the assumption that an influenza pandemic would start in Asia. It was unexpected that a pandemic of human influenza would arise in a developed nation. Genetic analysis points to the origin being swine in Mexico. 7 An increase in influenza-like illness was seen in that country in mid-March 2009, and swine influenza A/ H1N1, similar to recent cases in California, was confirmed in Mexico by Canada, and by April, 28 cases were reported by WHO in Mexico, the United States, and Canada. 8 The H1N1 pandemic was the first Public Health Emergency of International Concern declared under IHR (2005). Canada was able to respond with well-prepared plans, but there were still challenges in vaccine supply and delivery. An external review of the functioning of the IHR (2005) during the H1N1 pandemic concluded, \"the world is (still) ill-prepared to respond to a severe influenza pandemic or to any similarly global, sustained and threatening public-health emergency.\" 9",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 314,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 1200,
                    "end": 1201,
                    "text": "7",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1473,
                    "end": 1474,
                    "text": "8",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Recent events SARS and influenza"
        },
        {
            "text": "Middle East respiratory syndrome, Nipah, and Zika",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recent events SARS and influenza"
        },
        {
            "text": "Middle East respiratory syndrome also arose without warning and its provenance was unexpected. Middle East respiratory syndrome coronavirus (MERS-CoV) marks the second known zoonotic introduction of a highly pathogenic coronavirus, after SARS CoV, probably originating from bats. 10, 11 The virus has repeatedly spilled over from dromedary camels to humans, principally in countries on the Arabian Peninsula, causing significant morbidity and mortality. Clusters of cases in the community and families are rare, but nosocomial transmission occurs with large outbreaks in the Middle East and South Korea. As of August 2018, more than 2,249 cases from 27 countries had been reported to WHO. 12 The novel animal source of the infection tested investigative abilities, and the unexpected outbreaks of nosocomial transmission strained detection and countries' response capacities.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 283,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 284,
                    "end": 286,
                    "text": "11",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 689,
                    "end": 691,
                    "text": "12",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Recent events SARS and influenza"
        },
        {
            "text": "Nipah virus emerged, de novo, as a cause of illness and mortality in animals and humans and has persisted in Asia. The disease was first recognized in 1999 during an outbreak among pig farmers in Malaysia. It was then reported in Bangladesh in 2001 with subsequent outbreaks in Bangladesh and India and consumption of fruit or fruit products (such as raw date palm juice) contaminated with urine or saliva from fruit bats was found to be the most likely source of infection. Human-tohuman transmission of Nipah virus has also been reported among family and caregivers of infected patients. 13 SEARO (note 2) notes that the case fatality rate remained high during 2008-2012 despite a public awareness campaign and establishment of a referral system for better treatment in Bangladesh. 14 Other regions may be at risk for infection, as evidence of the virus has been found in the natural reservoir (Pteropus bat species) and several other bat species in a number of countries, in Africa and Asia.",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 592,
                    "text": "13",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Recent events SARS and influenza"
        },
        {
            "text": "The outbreak of Zika virus-related disease in the Americas resulted from a change in geographic distribution of a virus recognized decades previously in another continent, but which re-emerged with devastating consequences. Cumulatively, there have been 27,647 reported cases from the Americas, 15 and infection continues to carry the risk of Guillain-Barré syndrome and adverse pregnancy outcomes including increased risk of preterm birth, fetal death and stillbirth, and congenital malformations. Zika transmission has been found in all countries in the Americas except mainland Chile, Uruguay, and Canada. 16 The data suggest that silent transmission among humans, animals, and mosquitoes has occurred throughout tropical Africa and Asia for more than 70 years, but that genetic changes in the virus resulted in emergence of a strain with increased transmissibility leading to greater epidemic potential and perhaps virulence. 17 Brazil was the country initially affected and its response has been criticized, with suggestions that a previous lack of funding the public health system and healthcare facilities hampered the government's response. 18 Ebola Outbreaks of Ebola virus disease have been reported from Africa since 1972 when the disease was first recognized. It is therefore not new, but the magnitude and characteristics of recent outbreaks have severely pressured underfunded health systems. Between 2014 and 2016, a total of 28,610 confirmed, probable, and suspect cases were reported in Guinea, Liberia, and Sierra Leone, with 11,308 deaths. 19 The challenges in control of transmission were complicated by social, cultural, and political factors, and the response of the international community and WHO, while well meaning, has been widely criticized. 20 It was evident that, among other factors, the presence of a multitude of non-governmental and governmental actors was a significant challenge for national authorities.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "text": "15",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 609,
                    "end": 611,
                    "text": "16",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 930,
                    "end": 932,
                    "text": "17",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "text": "18",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1559,
                    "end": 1561,
                    "text": "19",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1770,
                    "end": 1772,
                    "text": "20",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Recent events SARS and influenza"
        },
        {
            "text": "The current outbreak of Ebola in the Democratic Republic of the Congo (DRC) began where outbreaks had been reported previously but where spread was limited. In 2019, widespread use of a vaccine would have been expected to halt transmission early but that has not happened. Enormous hurdles are presented by an absence of government control, the presence of militias and violence directed to healthcare workers, and pervasive suspicion of government and international efforts. The less well-known, concurrent, measles epidemic caused 2,750 casualties by mid-August. Médecins Sans Frontières (MSF) has drawn attention to the \"contrast\" between the Ebola response, where some funding has been quickly mobilized, and the measles response, where only $2.5 million have been received out of the $8.9 million needed. 21",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recent events SARS and influenza"
        },
        {
            "text": "The Indian Ocean Tsunami of 2003 engendered a huge response from the global community, including Canada. It was evident in Indonesia that better management of responders was needed to make best use of the international effort. Whereas international guidelines for urban search and rescue operations were in place, 22 this was not the case for emergency medical services. In the Nepal Earthquake of 2015, a WHO initiative developed during the West African Ebola outbreak in 2014-2015 was put in place enabling the government to ensure that medical teams arriving from outside of the country had the expertise, were selfsufficient, and operated under the command of the national authorities. 23 The program recognizes the principle that the national government has ultimate authority over outbreak and disaster response.",
            "cite_spans": [
                {
                    "start": 690,
                    "end": 692,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sudden-onset disasters"
        },
        {
            "text": "The initial response to a disaster, recovery is often very long and is not necessarily a priority of the global community. It is interesting to note that even in a developed country such as New Zealand, recovery is prolonged. In Christchurch, the centre of that city only reopened 3 years after the earthquake in 2012, many buildings are still unstable and empty and reconstruction of some is not planned for years ahead.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sudden-onset disasters"
        },
        {
            "text": "Infectious disease events and sudden-onset disasters will continue to challenge health systems. There have been important advances in response capacity, and IHR (2005) provides a binding framework that requires reporting and risk assessment of public health threats by Member States of WHO, as well as commitment to collaborate in capacity building. Non-government sources of data can now be used as a basis for informing WHO. Since coming into effect in 2007, IHR (2005) has democratized access to public health outbreak information and encouraged transparency by countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The international response"
        },
        {
            "text": "Efforts are being made by groups of WHO Member States, including Canada, to collaborate in various ways to improve response capacity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The international response"
        },
        {
            "text": "The Global Health Security Initiative 24 is an informal, international partnership among like-minded countries to strengthen health preparedness and response to threats of biological, chemical, radio-nuclear terrorism and pandemic influenza. Canada, the European Union, France, Germany, Italy, Japan, Mexico, the United Kingdom, and the United States launched this initiative in November 2001. During crisis situations, for example, during the 2014-2015 Ebola outbreak, regular teleconferences among Canada and partner countries allowed for the sharing of information regarding measures being adopted, informing national decision-making.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The international response"
        },
        {
            "text": "The Global Health Security Agenda was launched in February 2014 and is a growing partnership of over 64 nations, international organizations, and non-governmental stakeholders to help build countries' capacity to \"create a world safe and secure from infectious disease threats and elevate global health security as a national and global priority.\" 25 G7 Ministers of Health, meeting in 2019, stated that countries were \"Making progress towards achieving Universal Health Coverage (UHC 26 [note 3]), global health security and pandemic and emergency preparedness and response . . . \" and reiterated the commitment made by the G7 leaders in 2015 to offer assistance to countries to implement the WHO (IHR 2005). 27 In 2018, the G20 Health Ministers reinforced \"the need for joint commitment by G20 countries and the international community to strengthen core capacities for prevention: detection, preparedness, and response to emergencies within the context of health systems and the IHRs 2005.\" 28 Asian Pacific Economic Cooperation (APEC) and Economic Community of West African States (ECOWAS) have responded to threats such as SARS 29 and Ebola. 30 Current levels of support for WHO by Member States and other actions by countries are not enough (note 4). The Global Preparedness Monitoring Board of WHO 2019 Annual Report proposes seven urgent actions for leaders to take to prepare for national and global health threats including commitment to implementing binding obligations under the IHR (2005), countries and regional organizations including the G7, G20, and G77 leading by example. 31 Less developed countries continue to struggle. The effectiveness of WHO remains limited and always dependent on continual efforts by staff to raise sufficient funds. The Emergency Committee of WHO, considering the Ebola Virus Disease (EBV) outbreak in DRC on October 18, 2019, heard of a lack of funding for preparedness, particularly for countries neighbouring DRC. Of the $66.6 million required for these nine countries, only $4.5 million has been pledged. The World Bank has concluded \"most countries would need to spend just $1-2 per person per year to reach an acceptable level of health emergency preparedness. That amounts to a return on investment of ten to one, or even higher. And the return on investment does not consider the benefits beyond health for the economy or social stability. In today's deeply interconnected world, if one community cannot prevent or manage disease outbreaks, everyone is at risk.\" 32",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 350,
                    "text": "25",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 712,
                    "text": "27",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 994,
                    "end": 996,
                    "text": "28",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1133,
                    "end": 1135,
                    "text": "29",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1147,
                    "end": 1149,
                    "text": "30",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1591,
                    "end": 1593,
                    "text": "31",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "The international response"
        },
        {
            "text": "Whether we achieve further successes in global health or our efforts are undermined by the pursuit of traditional foreignpolicy interests, will depend on the ability of public health practitioners to understand foreign-policy perspectives on health and promote global health interests in the world of high politics. 33 There is an important connection between global health security 34 and a country's foreign policy. Foreign policy will influence decisions to act to promote health security in an outbreak which can aid control of the disease for the good of the people of the affected country and/or can have the objective of reducing the risk of spread to the provider country. Foreign states may decide to intervene to prevent disease and disasterassociated conflicts from enabling insurgents, regional spread and to reduce peace-keeping costs. 35 The involvement of donor countries may reflect past colonial interest and maintenance of sphere of influence. This was clear, for example, in the outbreak of Ebola in West Africa where the UK's efforts were directed to Sierra Leone and those of the United States of America to Liberia. Canada supported all three countries involved including Guinea, another member of Organisation internationale de la Francophonie. David Fidler, a legal scholar who has been directly involved in WHO's efforts on the IHR (2005) stated that \"When diseases threaten, or show the potential to threaten, national security, military capabilities, geopolitical or regional stability, national populations, economic power, and trade interests, foreign policy-makers take notice.\" 36 Foreign policy or a country's investments could have a negative influence on an outbreak. The present outbreak of Ebola in DRC is in areas where the extraction of the socalled conflict minerals and metallic ores including gold and coltan is an important source of revenue for government and militias. Insurgents have been implicated in direct attacks on healthcare workers and resistance to control measures including immunization is related to anti-government movements and antagonism to foreign workers suspected of spreading the disease intentionally. Canadians and the Government of Canada should be aware of, and examine, the business interests of Canadian-owned companies to see if they are negatively influencing the political and consequently the health situation. This could be a role for the newly appointed Ombudsperson for responsible Enterprise. 37 Coltan, gold, diamonds, and other minerals may not be the only sources of funding for the rival militias and armies, but they are significant components of financing. According to one commentator, the G-20, and Organisation for Economic Cooperation and Development (OECD), countries should immediately scrutinize the conflict minerals trade and attempts to limit their use in cell phones and other electronics. 38 The national and local context",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "text": "33",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 383,
                    "end": 385,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 851,
                    "text": "35",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1609,
                    "end": 1611,
                    "text": "36",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2471,
                    "end": 2473,
                    "text": "37",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2885,
                    "end": 2887,
                    "text": "38",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Foreign policy and global health"
        },
        {
            "text": "Outbreaks of infectious diseases that extend across international borders may be of direct significance to health system leaders. Managers need ready access to up-to-date risk assessments relevant to their responsibilities. The WHO Health Emergency Dashboard 39 gives a global perspective but, in Canada, information should also be available through PHAC, 40 provincial agencies such as the British Columbia Centre for Disease Control, 41 Institut national de santé publique of the Province of Quebec, 42 Public Health Ontario, 43 and local public health authorities. Assessments of the risk of sudden-onset disasters should be available through provincial agencies responsible for emergency response. If assessments important to health managers are not routinely available and accessible, it is suggested that this be on the agenda of discussions between federal, provincial, and territorial health leaders.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 358,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 438,
                    "text": "41",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 528,
                    "end": 530,
                    "text": "43",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Foreign policy and global health"
        },
        {
            "text": "Member states of WHO should continue to examine their own health system's capacity to respond to emergencies but also to assist less developed countries to develop capacity to confront outbreaks and sudden-onset disasters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Countries and the global community will always have to deal with novel threats. The speed and effectiveness of response can be improved for the benefit of affected countries, regions, and the world, but this will require increased funding for IHR (2005)-related capacity building as well as an enlightened response by developed countries beyond immediate health and national security concerns toward longterm rebuilding of a country's infrastructure. Countries should also ensure that their foreign policies do not hinder disease control and disaster response efforts but are used to actively support such efforts. Canada's public health, emergency preparedness, and healthcare systems should be highly interconnected to ensure appropriate and timely emergency responses to international, national, and local threats.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Dr. Paul Gully has had a long career in public heath with direct involvement in certain events analyzed in this article, including the federal government's response to SARS in Canada; as a member of a Canadian government mission to assess the aftermath of the Asian Tsunami; participating in pandemic influenza preparedness on secondment to WHO, the WHO Emergency Medical Services Program; and coordinating the development of Community Care Centres while working for WHO in the Ebola outbreak in Sierra Leone.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author's note"
        },
        {
            "text": "Paul R. Gully, MB ChB, FRCPC https://orcid.org/0000-0001-7074-0133 Notes 1. \"SARS taught us that we must be ready for the unseen. That is one of the most important lessons of SARS. Although no one did foresee and perhaps no one could foresee the unique convergence of factors . . . that made SARS a perfect storm, we know now that new microbial threats like SARS have happened and can happen again. However, there is no longer any excuse for governments and hospitals to be caught off guard and no longer any excuse for health workers not to have available the maximum level of protection through appropriate equipment and training.\" 2. SEARO is the South East Asian Regional Office of WHO. 3. Universal health coverage includes health security. 4. Canada is the ninth largest donor country, spending $4.7 billion on total Official Development Assistance (ODA) in 2018. This represents 0.28% of its Gross National Income (GNI) which is far below the United Nations target of 0.7% but for Canada. ODA on global health as a percentage of all ODA was 19.2% in 2016, second only to the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9366",
            "pages": "1319--1325",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Ksiasek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1953--1966",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Q"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "5643",
            "pages": "276--278",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Learning from SARS-Renewal of Public Health in Canada. A Report of the National Advisory Committee on SARS and Public Health",
            "authors": [],
            "year": 2003,
            "venue": "Public Health Agency of Canada. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Spring of fear: the SARS Commission. The Honourable Mr. Justice Campbell",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Origins of the 2009 H1N1 pandemic in swine in Mexico",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mena",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Quezada-Monroy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Elife",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7554/eLife.16777.001"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "WHO Disease Outbreak News: Influenza-like illness in the United States and Mexico",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "WHO Sixty-Fourth World Health Assembly document A64/10",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Emergence of MERS-CoV in the middle East: origins, transmission, treatment, and perspectives",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharif-Yakan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Kanj",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS Pathog",
            "volume": "10",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1004457"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Middle East respiratory syndrome coronavirus in bats, Saudi Arabia",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Olival",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "11",
            "pages": "1819--1823",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "MERS: progress on the global response, remaining challenges and the way forward",
            "authors": [
                {
                    "first": "Fao-Oie-Who Mers Technical Working",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Antiviral Res",
            "volume": "159",
            "issn": "",
            "pages": "35--44",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "WHO Fact Sheet: Nipah Virus",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Alert: Nipah virus outbreaks in the WHO South East Asia Region",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Searo Surveillance Outbreak",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pan American Health Organisation. Cases of Zika Virus Disease by Country or",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "World Health Organization. Zika Epidemiology Update",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "History and emergence of Zika virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gubler",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Vasilakis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Musso",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Infect Dis",
            "volume": "216",
            "issn": "S10",
            "pages": "860--867",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "What explains the lacklustre response to Zika in Brazil? Exploring institutional, economic and health system context",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Gómez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ventura",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Global Health",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2018-000862"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ebola virus disease: Key Facts",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Will Ebola change the game? Ten essential reforms before the next pandemic. The report of the Harvard-LSHTM Independent Panel on the Global response to Ebola",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Pate",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "22. International Search and Rescue Advisory Group. INSARG Guidelines",
            "volume": "386",
            "issn": "",
            "pages": "2204--2221",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "G7 Information Centre: G7 Health Ministers Declaration",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "G20 Information Centre: Declaration: G20 Meeting of Health Ministers",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Economic Cooperation: 2002 APEC Health Ministerial Meeting",
            "authors": [
                {
                    "first": "Asia-Pacific",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Economic Community of West African States (ECOWAS): The Fight against epidemic of the Ebola virus disease within ECOWAS",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A World at Risk: Annual Report on Global Preparedness for Health Emergencies",
            "authors": [],
            "year": 2019,
            "venue": "Licence: CC BY-NC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Preventing the Next Pandemic",
            "authors": [
                {
                    "first": "Project",
                    "middle": [],
                    "last": "Syndicate",
                    "suffix": ""
                },
                {
                    "first": "Elhadj As",
                    "middle": [],
                    "last": "Gro Harlem Bruntland",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sy",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Global Health and Foreign Policy",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Feldbaum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Michaud",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Epidemiologic Reviews",
            "volume": "32",
            "issn": "1",
            "pages": "82--92",
            "other_ids": {
                "DOI": [
                    "10.1093/epirev/mxq006"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Framing health and foreign policy: lessons for global health diplomacy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Labonté",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Gagnon",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Globalization and Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/globalizationandhealth.biomedcentral.com/articles/10.1186/1744-8603-6-14"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Health as foreign policy: between principle and power",
            "authors": [
                {
                    "first": "Fidler",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Global Affairs Canada. Canada's first Ombudsperson for Responsible Enterprise",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Your Cellphone is Spreading Ebola. Foreign Policy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "World Health Organization. Health Emergency Dashboard",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "British Columbia Centre for Disease Control",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}