{
    "paper_id": "ec14f04df85a77ae1a0f0a73fb96809c2694a5ad",
    "metadata": {
        "title": "The Tourism Industry and the Process of Internationalization in the Middle East: The Example of Jordan",
        "authors": [
            {
                "first": "Markus",
                "middle": [],
                "last": "Pillmayer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Catholic University of Eichstätt-Ingolstadt",
                    "location": {
                        "settlement": "Eichstätt",
                        "country": "Germany"
                    }
                },
                "email": ""
            },
            {
                "first": "Nicolai",
                "middle": [],
                "last": "Scherle",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "BiTS University",
                    "location": {
                        "settlement": "Iserlohn",
                        "country": "Germany"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Ongoing internationalization processes have resulted in significant changes on the supply side in many fields of the economy and specifically in tourism. Although the scientific discourse is working hard to keep pace with these rapid changes, there is nevertheless a considerable deficit in research on the problems and risks as well as the potential and opportunities associated with intensifying processes of internationalization. This paper focuses on the internationalization process of small and medium-sized tourism enterprises (SMTEs) in the Middle East, specifically in the Hashemite Kingdom of Jordan, which continues to be a tourist destination for Westerners in spite of major political and other crises. Internationalization of SMTEs is a complex process, and studies that take a more holistic view of this phenomenon are needed. This paper will therefore attempt to investigate the internationalization process in Jordan from a problem-centred perspective and to critically examine and discuss it on the basis of comments made by leading actors in the Jordanian tourism business. The thus gained insights should help to reduce the still existing theoretical deficits in the study of the internationalization process. Particularly, the impact of the Arab Spring on the Jordanian tourism market must be included in a critical assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Ongoing internationalization processes have led to considerable changes on the supply side in tourism, like in other industries. The academic discourse attempts to keep pace with the changes, but nevertheless, a large deficit remains in research on the problems and risks and also the opportunities and potentials for tourism businesses associated with intensified internationalization (Ateljevic and Doorne, 2000) . A great deal of the conventional literature on internationalization still concentrates primarily on the manufacturing sector and cannot be applied directly to the tourism sector. So far, the conspicuous lack of secondary literature and reliable empirical data has tended to limit research in this area (Castellacci, 2008; Carlsson, 2006) . This holds particularly for the Near and Middle East, which continue to be among the most popular destinations for tourists from Western countries and whose tourism businesses are highly affected by the changes occurring in connection with the political events in the region (Daher, 2007) . Nevertheless, despite its increasing international significance as a destination (UNWTO, 2012) , the region is still often neglected by the scientific community. This neglect has intensified since the onset of the Arab Spring, which has led to a noticeable drop in demand (Al-Hamarneh, 2013) . The concrete example for this paper will be the Hashemite Kingdom of Jordan, where the tourism industry has experienced a strong international expansion in recent years after decades in which domestic tourism played the most important role (Berriane, 1992; Coles and Scherle, 2006; Pillmayer and Scherle, 2012) . Tourism is still a relatively recent phenomenon in Jordan. Only after the signing of the peace treaty with Israel was it possible for a tourism sector that Westerners would consider professional to develop. In particular, Jordan's geostrategic location between various trouble spots such as Israel, Iraq and recently, Syria and its diversified range of outstanding tourist products make it a very interesting research area (Gray, 2002) .",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 414,
                    "text": "(Ateljevic and Doorne, 2000)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 719,
                    "end": 738,
                    "text": "(Castellacci, 2008;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 739,
                    "end": 754,
                    "text": "Carlsson, 2006)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1032,
                    "end": 1045,
                    "text": "(Daher, 2007)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1129,
                    "end": 1142,
                    "text": "(UNWTO, 2012)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1320,
                    "end": 1339,
                    "text": "(Al-Hamarneh, 2013)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1582,
                    "end": 1598,
                    "text": "(Berriane, 1992;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1599,
                    "end": 1623,
                    "text": "Coles and Scherle, 2006;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1624,
                    "end": 1652,
                    "text": "Pillmayer and Scherle, 2012)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2078,
                    "end": 2090,
                    "text": "(Gray, 2002)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION -TOURISM AND INTERNATIONALIZATION"
        },
        {
            "text": "This paper presents an investigation of the internationalization processes of small-sized and medium-sized tourism enterprises in Jordan. In this context, internationalization is understood to be a processual phenomenon that is associated with a qualitative increase in issues and challenges facing the relevant actors (Coles et al., 2009) . Going international is usually a complex process for companies, one that develops out of traditional national business activities. Partially driven by the intensification of international competition and changes in demand patterns, partially attracted by the opportunities afforded by converging markets, companies have developed and employed numerous types of international engagement in the past years. These reach from non-contractual connections, such as loose agreements, over contractual ties or licences, to equity participation, such as cross-investments or holdings (Oviatt and McDougall, 2005) .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 339,
                    "text": "(Coles et al., 2009)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 917,
                    "end": 945,
                    "text": "(Oviatt and McDougall, 2005)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION -TOURISM AND INTERNATIONALIZATION"
        },
        {
            "text": "Particularly in the tourism industry, the internationalization of business activities can be viewed as a constitutive moment in the entrepreneurial identity of a company because in many respects, tourism embodies internationalization par excellence. Hence, not only supply and demand are internationalized to the greatest possible extent, but the services provided are per se increasingly based on the overcoming of boundaries (here, innovative technologies in transport and communication play an essential role because they cause space and time to shrink). Nevertheless, the academic discourse on strategies for internationalization or market entry is still in its infancy. This paper will introduce the main internationalization theories. It will then present the empirical results of a qualitative study, which should provide insights into the actual internationalization practices of the investigated Jordanian tourism enterprises.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION -TOURISM AND INTERNATIONALIZATION"
        },
        {
            "text": "To better contextualize the internationalization process, the paper will first shed light on the current state of research. Here, the paper will pay particular attention to the internationalization goals of specific businesses. Then, the main internationalization theories will be presented, and in this context, the approach employed in this paper will be explained. In the methods section, the authors will describe the most important survey objectives and the research tools used in this project. The subsequent empirical section will familiarize the reader with the state of internationalization of small-sized and medium-sized tourism enterprises in Jordan. Then, the thus gained information will be placed into an overarching context and subjected to a critical assessment. The final section will summarize the principal findings and highlight the need for a model of internationalization processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION -TOURISM AND INTERNATIONALIZATION"
        },
        {
            "text": "International tourism has attracted more public attention than most other industries. One of the most important reasons for this is that tourism is a leading sector in many economies (McKercher and Lew, 2005; Meethan, 2001) , and the numbers speak for themselves. To mention only one example, the receipts from the tourism industry worldwide are estimated at $US1,030 billion in 2011, compared with $US928 billion in 2010 (+3.9%). International arrivals rose by 4.6% from 940 million in 2010 to 983 million (UNWTO, 2012). However, it would be much too one-sided to reduce the phenomenon of tourism exclusively to economic indicators. As Hall et al. (2005: 3) pointed out: 'At the very beginning of the twenty-first century, tourism as an industry had probably achieved a higher profile in the public consciousness of the developed world than ever before. There has, of course, been a steady growth in the number of tourists over several decades, but the critical reasons were the impacts on international tourism (1) the terrorist attacks of September 11 2001, (2) the American-led invasion of Iraq, (3) airline financial failures, and (4) government and traveller responses to the SARS virus. Destinations and tourism-related businesses around the world experienced a profound shift in consumer confidence and travel behaviour. Arguably, these impacts, and their subsequent media reporting, gave the tourism industry an unprecedented high-policy profile as government and governance at all levels wrestled with travel and security issues, and resultant shifts in the economic and employment impacts of tourism'. Irrespective of the complexity of the phenomenon, which has increased considerably with advancing globalization, tourism research in the past tended to devote itself to aspects on the demand side. In comparison, definitely less attention was paid to the supply side, as relevant assessments attest (Fletcher, 2008; Greenley and Matcham, 2007; Moskowitz, 2008; Turunen, 2009) . It is undisputed that in the international scientific community, there is still a considerable deficit in research on internationalization and tourism, when we consider the detailed research on incoming tourism. Debbage and Ioannides (2005: 99) , for instance, point out this fact in their paper 'The Cultural Turn? Toward a More Critical Economic Geography of Tourism': 'The study of tourism has been handicapped by inattention of the supply side, and we long argued that comprehending tourism requires improved understanding of how the tourism production system manipulates and shapes tourist places and destinations'. This paper addresses precisely this deficit. It focuses explicitly on the supply side. The emphasis lies on the internationalization processes of two of the chief actors on the supply side, hotels and incoming agencies, they being fundamental components of the secondary range of tourism products. In contrast to other tourism studies, which dealt with the internationalization processes on the supply side (in particular Lessmeister, 2008; Mosedale, 2007; Scherle, 2006) and whose scientific interest lay exclusively on incoming agencies, this study also included hotels. One main reason for this was that in Jordan, most incoming agencies simultaneously serve as hotel operators so that there is a strong interdependence between the two types of tourism enterprise (Abu Aliqah and Al-Rfou, 2010) . Likewise, in contrast to the just mentioned studies, the focus was not on the internationalization of operations but on the internationalization of markets because the scientific community has devoted relatively little attention to this topic (Freeman and Sandwell, 2008) . A further motive for this approach was related to the aftermath of the so-called Arab Spring, which caused the demand to drop precipitously in many of the most important European source markets (UNWTO, 2012) . This inevitably meant that the Jordanian entrepreneurs had to tap new international source markets in an attempt to at least partially compensate for the drop in demand (Al-Hamarneh, 2013) .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 208,
                    "text": "(McKercher and Lew, 2005;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 209,
                    "end": 223,
                    "text": "Meethan, 2001)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 637,
                    "end": 658,
                    "text": "Hall et al. (2005: 3)",
                    "ref_id": null
                },
                {
                    "start": 1911,
                    "end": 1927,
                    "text": "(Fletcher, 2008;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1928,
                    "end": 1955,
                    "text": "Greenley and Matcham, 2007;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1956,
                    "end": 1972,
                    "text": "Moskowitz, 2008;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1973,
                    "end": 1987,
                    "text": "Turunen, 2009)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2202,
                    "end": 2234,
                    "text": "Debbage and Ioannides (2005: 99)",
                    "ref_id": null
                },
                {
                    "start": 3033,
                    "end": 3051,
                    "text": "Lessmeister, 2008;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 3052,
                    "end": 3067,
                    "text": "Mosedale, 2007;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 3068,
                    "end": 3082,
                    "text": "Scherle, 2006)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 3383,
                    "end": 3408,
                    "text": "Aliqah and Al-Rfou, 2010)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 3654,
                    "end": 3682,
                    "text": "(Freeman and Sandwell, 2008)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3879,
                    "end": 3892,
                    "text": "(UNWTO, 2012)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 4064,
                    "end": 4083,
                    "text": "(Al-Hamarneh, 2013)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "LITERATURE REVIEW -INTERNATIONALIZATION IN A TOURISM CONTEXT"
        },
        {
            "text": "At this point, three comments should be made that are of crucial importance for the philosophy behind this study. First, one specific kind of internationalization, namely, foreign direct investment, is not included. The reason for this is that the so-called Investment Promotion Law of the Jordan Investment Board of 1995 Board of (2000 continues to set strict limits to investors' say in affairs and decision-making powers (Jordan Investment Board, 2000) . Second, a great deal of the conventional literature on internationalization still concentrates primarily on the manufacturing sector, and its applicability to a service sector like tourism is limited (Clancy, 1998; Greenley and Matcham, 2007) . In particular, the conspicuous lack of secondary literature and reliable statistics meant that in this research project, a distinctly qualitative approach was applied.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 321,
                    "text": "Board of 1995",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 336,
                    "text": "Board of (2000",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 443,
                    "end": 455,
                    "text": "Board, 2000)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 658,
                    "end": 672,
                    "text": "(Clancy, 1998;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 673,
                    "end": 700,
                    "text": "Greenley and Matcham, 2007)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "LITERATURE REVIEW -INTERNATIONALIZATION IN A TOURISM CONTEXT"
        },
        {
            "text": "Last but not least, the intercultural dimension of the study should be pointed out. It is of crucial relevance for both the investigated subject and the design of the research project. For the subjects of the study, i.e. the incoming agencies and hotels, intercultural activities always take place in a situation of overlapping cultures. In the process, they, with their accustomed, culturally imprinted behaviour, mentalities 330 M. Pillmayer and N. Scherle and emotions, meet up with partners who are influenced by a foreign culture. Intercultural activity is always embedded into a triangle of forces composed of the determinants 'cultural differences' (caused by different orientation systems), 'individual differences' (caused by personality traits and life history) and the existing 'intercultural knowledge and experience' (Leclerc and Martin, 2004; Thomas and Hagemann, 1996) . This definitely requires the study subjects to develop intercultural competence, as demonstrated by such papers as those by Coles and Scherle (2006) and Morrison and Teixeira (2004) . Moreover, a researcher must constantly bear in mind that most theoretical approaches are western inspired and can by no means be applied directly to this research area, quite apart from the fact that in this context, a meta-narrative or strand of explanation of internationalization is out of the question.",
            "cite_spans": [
                {
                    "start": 830,
                    "end": 856,
                    "text": "(Leclerc and Martin, 2004;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 857,
                    "end": 883,
                    "text": "Thomas and Hagemann, 1996)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1010,
                    "end": 1034,
                    "text": "Coles and Scherle (2006)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1039,
                    "end": 1067,
                    "text": "Morrison and Teixeira (2004)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "LITERATURE REVIEW -INTERNATIONALIZATION IN A TOURISM CONTEXT"
        },
        {
            "text": "The internationalization of their activities is probably one of the greatest challenges facing a company's management in the 21st century (Coles and Hall, 2008; Jones and Coviello, 2005) . A businessman who wants to meet the challenges can less and less afford to pursue a business policy that focuses exclusively on the domestic market. In these circumstances, internationalization is neither an end in itself nor an exodus but rather a constitutive moment in the framework for action of a gradually rising number of companies. Where until well into the 1990s, it was chiefly multinational and transnational concerns that internationalized their activities; today, it is largely undisputed that to a considerable degree, it is small-sized and medium-sized enterprises that are internationalizing, particularly in tourism (Shaw, 2005; Smeral, 1998) . In the process, the most important effect of increasing internationalization, from a company's perspective, namely, the intensification and spatial expansion of competition due to increasingly interconnected markets, puts enormous pressure especially on small and mediumsized tourism enterprises in emerging and developing countries and can, in the worst case, lead to the loss of the company's independence: 'More specifically, the independence of thousands of small and medium-sized enterprises (SMEs), including hotels and tour operators, is at risk, when compared with the multinationals. While globalization of tourism and hospitality will certainly create jobs and boost investment, many developing countries are facing the prospects of a huge growth in leakage of foreign exchange earnings in a sector that has long prided itself on being the biggest foreign exchange generator. (…) The critical issue that does emerge, however, is the impact of globalization on leakage of foreign exchange and on small and mediumsized enterprises, essentially the family-owned companies facing the same pressures as in Europe and North America. While the total sell-out of a company leaves the owner with no further financial risk, the primary downside is the large outflow of income from tourism'. (Knowles et al., 2004: 12) .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 160,
                    "text": "(Coles and Hall, 2008;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 161,
                    "end": 186,
                    "text": "Jones and Coviello, 2005)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 822,
                    "end": 834,
                    "text": "(Shaw, 2005;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 835,
                    "end": 848,
                    "text": "Smeral, 1998)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2142,
                    "end": 2168,
                    "text": "(Knowles et al., 2004: 12)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCEPTUAL APPROACHES TO THE INTERNA-TIONALIZATION OF COMPANY ACTIVITIES"
        },
        {
            "text": "The motives for internationalization can lie within or outside the company, although as a rule, the two levels of motivation overlap (Haahti et al., 2005) . Internal motivation is based primarily on realizing sales and growth potentials or developing an entrepreneurial personality. External motivation shows up predominantly in the form of adaptive mechanisms to deal with changing competition and market conditions. In the past years, e.g. the horizontal competitive pressure has increasingly caused small-sized and mediumsized enterprises to concentrate on a niche product, a development that can be observed truly paradigmatically in the tourism business (Wanhill, 2000) .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 154,
                    "text": "(Haahti et al., 2005)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 659,
                    "end": 674,
                    "text": "(Wanhill, 2000)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "CONCEPTUAL APPROACHES TO THE INTERNA-TIONALIZATION OF COMPANY ACTIVITIES"
        },
        {
            "text": "A look at the objectives of internationalization reveals an exceedingly complex picture that must be observed from the angle of the company structure, the industry and the particular motives for internationalization. For some time, companies with international activities have been confronted with fundamental changes that affect their decisions on internationalization and their management of international activities profoundly and lastingly (Holtbrügge, 1996) . Hence, e.g. the intensification of the international competition for technology and time has led to a situation in which the traditional advantages of internationalization, such as the exploitation of cost-reduction and locational advantages, have gradually lost their significance.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 462,
                    "text": "(Holtbrügge, 1996)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "CONCEPTUAL APPROACHES TO THE INTERNA-TIONALIZATION OF COMPANY ACTIVITIES"
        },
        {
            "text": "Although because of a company's specific structural dimensions and diverging general conditions, the objectives of internationalization may take on different forms, we can nevertheless identify basic, often interrelated goals, as the following Table 1 shows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 251,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "CONCEPTUAL APPROACHES TO THE INTERNA-TIONALIZATION OF COMPANY ACTIVITIES"
        },
        {
            "text": "All of these goals have in common that the companies in question expect their implementation to result in advantages that they would only be able to attain otherwise with much greater effort or possibly not at all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCEPTUAL APPROACHES TO THE INTERNA-TIONALIZATION OF COMPANY ACTIVITIES"
        },
        {
            "text": "Although to date, there is no integrative body of theories relating to internationalization, the diversity of internationalization theories is legendary. At least from a post-modern perspective, this fact should not be deplored because we are increasingly abandoning the modern age's universalistic attempts at explanation, those famous meta-narratives, and are utilizing the fruitful heterogeneity of competing paradigms and methods. From a post-modern perspective, the consequences are clear: the chief concern of the post-modern age, to abandon obsolete claims to unity and universality, means that companies that operate internationally must not suppress the plurality and inconsistencies of reality but recognize and utilize them positively. Due to the radical changes in the environmental conditions, the static dichotomy between differentiation and unification, global and local, integration and responsiveness, is overcome through the simultaneity of different strategic orientations in different company divisions, business segments, regions and stages of internationalization. The success of internationally operating companies thus depends less on making a correct decision between supposedly fundamental alternatives but rather on the capacity to simultaneously pursue complementary strategies. This requires companies and employees in equal measure a high tolerance of ambiguity and the capability to think integratively because only thus can they counter the disastrous tendency,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCEPTUAL APPROACHES TO THE INTERNA-TIONALIZATION OF COMPANY ACTIVITIES"
        },
        {
            "text": "The Tourism Industry and the Process of Internationalization 331 especially for internationally operating companies, towards particularization (Holtbrügge, 1996) . Most theories of international company activities are based on such divergent approaches that the diversity of ideas and interpretations eludes a problem-related analysis (Collinson and Houlden, 2005) . What most theories have in common, however, is their intention to model the mode of action of one of the numerous factors influencing internationalization. On the basis of various assumptions, analytical levels and explanatory factors they provide more or less partial approaches to the internalization behaviour of companies, although, especially in the case of classical theories, only few offer the actors clear aids to decision making (Buckley and Casson, 1988; Weiermair and Peters, 1998) .",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 161,
                    "text": "(Holtbrügge, 1996)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 335,
                    "end": 364,
                    "text": "(Collinson and Houlden, 2005)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 806,
                    "end": 832,
                    "text": "(Buckley and Casson, 1988;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 833,
                    "end": 860,
                    "text": "Weiermair and Peters, 1998)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "CONCEPTUAL APPROACHES TO THE INTERNA-TIONALIZATION OF COMPANY ACTIVITIES"
        },
        {
            "text": "In our context, internationalization is viewed primarily as a processual phenomenon (Bäurle, 1996) that is associated with a qualitative increase in issues and required solutions. For a company, going international is usually a process that develops out of established national activities. To do justice to the complexity of the internationalization process, however, a multidimensional approach should be chosen. Several studies have shown that the activities of small-sized and medium-sized enterprises in international markets have gradually increased in the last years, especially in the service sector (Coviello and Martin, 1999; Freeman and Sandwell, 2008; Greenley and Matcham, 2007) . The driving force behind the increased participation of SMTEs in the world markets is the intensifying competition on the one hand and the rapid development of information and communication technologies on the other. Since the late 1980s, the internationalization of SMTEs has therefore attracted increasing attention in various academic disciplines (Clark and Rajaratnam, 1999; Furrer and Sollberger, 2007; Javalgi et al., 2003) . Nevertheless, many unanswered questions still exist in connection with this phenomenon (Axinn and Matthyssens, 2002) . The fact is that the internationalization of SMTEs is a complex process that requires a holistic perspective if we are to do justice to the phenomenon. In this paper, the following theoretical reference frame, based on Ojala (2008) , was employed. It refers explicitly to three theoretical approaches to be able to better grasp and analyse the complex process of internationalization:",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 98,
                    "text": "(Bäurle, 1996)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 607,
                    "end": 634,
                    "text": "(Coviello and Martin, 1999;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 635,
                    "end": 662,
                    "text": "Freeman and Sandwell, 2008;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 663,
                    "end": 690,
                    "text": "Greenley and Matcham, 2007)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1043,
                    "end": 1071,
                    "text": "(Clark and Rajaratnam, 1999;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1072,
                    "end": 1100,
                    "text": "Furrer and Sollberger, 2007;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1101,
                    "end": 1122,
                    "text": "Javalgi et al., 2003)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1212,
                    "end": 1241,
                    "text": "(Axinn and Matthyssens, 2002)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1463,
                    "end": 1475,
                    "text": "Ojala (2008)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "CONCEPTUAL APPROACHES TO THE INTERNA-TIONALIZATION OF COMPANY ACTIVITIES"
        },
        {
            "text": "(1) Internationalization model of the Helsinki school (Luostarinen, 1979) : this model comprehends internationalization as a process that develops stepwise. A company internationalizes by going through different stages. The model postulates that as a company's market expertise increases, it becomes more involved in the market; this again leads to an increase in decisions and again to activities in the market. The focus is on organizational learning processes in which the factor knowledge, i.e. international experience, plays a crucial role. The consequence is that internationalization patterns do not exclusively embody the result of a conscious strategy aimed at optimizing resource allocation, but rather are the result of an incremental adaptation process to environmental changes. A knowledge deficit at the beginning of the internationalization process implies that initially the company must gradually feel its way so that it can increase its involvement over the course of time as it gains experience. It is expected that companies will first internationalize in markets that are characterized by a similar language, culture, political system, level of education, stage of economic development, etc. Once a company has acquired sufficient knowledge to operate internationally it gradually begins to develop more remote markets.",
            "cite_spans": [
                {
                    "start": 54,
                    "end": 73,
                    "text": "(Luostarinen, 1979)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "CONCEPTUAL APPROACHES TO THE INTERNA-TIONALIZATION OF COMPANY ACTIVITIES"
        },
        {
            "text": "(2) Network model of internationalization (Johanson and Mattsson, 1988 ): the network model of internationalization applies when a company begins to develop relationships to companies that belong to a network in a foreign country. These relationships may have already existed for a long time and only later have been taken advantage of. Relationships between the companies in different countries function as a bridge to new markets (Johanson and Vahlne, 1990 ). In the model, one company depends on the resources of another company that controls these resources. The first company can, however, gain access to these resources by developing new relationships in the aforesaid network (Johanson and Mattsson, 1988) . In this network, companies share interests, which motivate them to develop and cultivate relationships from which they again have a mutual benefit (Johanson and Vahlne, 2003) . Thus, a company can maintain international relationships with many kinds of actors, e.g. business and private customers, agencies, distributors, representatives, suppliers, competitors, non-profit organizations, public administration, etc. (3) International new venture (INV) theory (Oviatt and McDougall, 1994) : the theory is based on the idea that international new ventures, i.e. global start-ups, focus on international markets when they are founded without striving for incremental internationalization or falling back on an already existing network. Such a company attempts, as Oviatt and McDougall (1994: 49) put it, '…to derive significant competitive advantage from the use of resources and the sale of outputs in multiple countries'. This approach postulates that such companies are per se internationalized from the beginning because of their resource commitments in other markets. 'International from the inception' signifies in this context that from the beginning their founders recognized the potential of international markets and already made decisions pointing in this direction before actually founding the company. Furthermore, they stress that the company does not need to own its resources itself but must be capable of accessing alternative resources in international markets.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 70,
                    "text": "(Johanson and Mattsson, 1988",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 432,
                    "end": 458,
                    "text": "(Johanson and Vahlne, 1990",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 683,
                    "end": 712,
                    "text": "(Johanson and Mattsson, 1988)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 862,
                    "end": 889,
                    "text": "(Johanson and Vahlne, 2003)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1175,
                    "end": 1203,
                    "text": "(Oviatt and McDougall, 1994)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1477,
                    "end": 1508,
                    "text": "Oviatt and McDougall (1994: 49)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCEPTUAL APPROACHES TO THE INTERNA-TIONALIZATION OF COMPANY ACTIVITIES"
        },
        {
            "text": "Because of its historical context, each of these theories views the internationalization process from a different angle. The model of the Helsinki school, which was developed in the late 1970s, attempted to explain the slow internationalization process of multinational companies. Because the development of the Helsinki modellike its predecessor, the Uppsala modelfocussed on large multinational firms, it was criticized strongly, particularly by representatives of the international entrepreneurship (Oviatt and McDougall, 2005) . Especially as SMEs with in-depth knowledge, or rather companies from the service sector, became more and more present in international markets, the model proved to be insufficient. As a result, several studies emerged in which the network model was considered more suitable for discussing the internationalization process (Moen et al., 2003; Ojala, 2009 ). The network model developed by Johanson and Mattsson in the late 1980s shifts the focus to the fact that most companies use various networks to facilitate and boost their international activities. The INV theory of the early 1990s was ultimately postulated by Oviatt and McDougall to explain why the internationalization behaviour of some companies did not follow the traditional theories of internationalization, as for instance, the Helsinki model.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 530,
                    "text": "(Oviatt and McDougall, 2005)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 855,
                    "end": 874,
                    "text": "(Moen et al., 2003;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 875,
                    "end": 886,
                    "text": "Ojala, 2009",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "CONCEPTUAL APPROACHES TO THE INTERNA-TIONALIZATION OF COMPANY ACTIVITIES"
        },
        {
            "text": "The assumption that one internationalization theory alone would suffice to do anything like justice to the internationalization processparticularly in the service sectorappears woefully inadequate in view of the complexity of the subject and the highly fragmented environment, which is characterized by permanent change and transformation processes. That a single economic premise should suffice as the basis of rational decision making is hardly supported by the empirical results. Therefore, it only makes sense to elucidate the internationalization process from a holistic perspective and to draw on the theoretical approaches outlined here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCEPTUAL APPROACHES TO THE INTERNA-TIONALIZATION OF COMPANY ACTIVITIES"
        },
        {
            "text": "In view of the fact that there has been very little research on this topic to date, a largely exploratory approach was chosen (Thomas et al., 2011) . The methodology employed in this paper was based primarily on qualitative social research tools, which have increased in importance in the past years in connection with the cultural turn in the humanities and social sciences. The principles associated with these tools, namely, candour or flexibility, processuality, explication and reflexivity, appear particularly suited for carrying out a problem analysis that is as holistic as possible (Scherle, 2006) . Figure 1 summarizes the survey methods employed.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 147,
                    "text": "(Thomas et al., 2011)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 591,
                    "end": 606,
                    "text": "(Scherle, 2006)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [
                {
                    "start": 609,
                    "end": 617,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "METHODS -RESEARCHING INTERNATIONALIZATION PROCESSES"
        },
        {
            "text": "The methodology was based primarily on qualitative interviews. For this purpose, so-called problem-centred interviews after Witzel (1985) and Witzel and Reiter (2012) were employed. This type of interview is based essentially on three principles. The first principle is the problem focus. This means that the researcher starts from socially relevant issues whose most important aspects he or she has already explored prior to the interview phase, although the interviewee is always free to develop the concept. Where in a narrative interview, the procedure is strictly inductive and not predetermined by the researcher, a problem-centred interview involves a combination of induction and deduction that gives the researcher the option of modifying the theoretical concept. The second principle, the subject focus, is directed against the frequent practice of developing elaborate research methods independent of the subject or applying ones that are 'established procedure' and tacitly implying that they are appropriate for the subject in question. The third principle, the process focus, involves a flexible analysis of the issue at hand, gradually collecting and testing the empirical material. In the process, the nature of the individual elements and the connection between them emerge only slowly as the researchers constantly reflect on their methods. In accordance with the methodological principles of qualitative interviews, the problem-centred interview employs open-ended questions. The starting point is a The Tourism Industry and the Process of Internationalization 333 relatively loosely defined theoretical concept relating to the main issues of the investigation. However, no explicit ex ante hypothesis is formulated so that no system of a priori categories limits the empirically gained knowledge. In this manner, the research process focuses explicitly on the subjects' perspective to gradually develop an adequate understanding of the interviewees' view of the issue. The semi-structured interview guide employed in the interviews was primarily intended as a guide or memory aid for the interviewer and helped to encourage the interviewees to express their views and to differentiate between narrative sequences. In the interview guide, all aspects of the subject were formulated in the form of individual headings with questions relating to each of the aspects. The main purpose of the questions under each heading was to help the interviewer focus on the issue, but they were by no means to be imposed onto the interviewees. The questions in the interview guide referred not only to internationalizationmeaning strictly the outbound perspective of the Jordanian intervieweesbut also included other closely related issues such as 'finance and investment', 'referral marketing and reputation management' and 'innovation under the influence of internationalization'. The interviews were recorded and transcribed and subsequently processed using the software programme MAXQDA.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 137,
                    "text": "Witzel (1985)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 142,
                    "end": 166,
                    "text": "Witzel and Reiter (2012)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "METHODS -RESEARCHING INTERNATIONALIZATION PROCESSES"
        },
        {
            "text": "The authors take the view that ultimately no 100% quality criteria can be applied to qualitatively generated data. One reason for this is that the interviewer and the interviewee did not communicate in their native language but rather in English. The diction and connotation of the quoted statements should certainly not be taken too literally (Azzam, 2002) . Moreover, when dealing with empirical projects in the Arab world, statements can always be influenced by loyalty to relatives, colleagues or partners, which need not necessarily adhere to a 'western' perspective (Lust-Okar, 2005) :",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 357,
                    "text": "(Azzam, 2002)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 572,
                    "end": 589,
                    "text": "(Lust-Okar, 2005)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "METHODS -RESEARCHING INTERNATIONALIZATION PROCESSES"
        },
        {
            "text": "When selecting the companies, the authors chose several approaches so as to achieve an optimal initial situation for the interviews. Eligible companies were identified among those listed on the website of the Jordan Tourism Board (national tourism marketing organization). In the course of several fieldwork campaigns, the authors also established (initial) contacts and visited companies, familiarizing them with the topic. Furthermore, the choice of companies to be investigated was based on two main criteria. On the one side, companies with a comparatively strong degree of internationalization were selected, i.e. ones that were already active in foreign markets. On the other side, the authors concentrated on companies that were already part of internationalization structures and, thus, were familiar with the respective international source markets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS -RESEARCHING INTERNATIONALIZATION PROCESSES"
        },
        {
            "text": "In view of the complexity of the topic, the size of the sample was consciously limited so that the study can definitely be considered a case study. A total of 33 owners and/or general managers of incoming agencies and hotels were first interviewed. On average, the interviews lasted for 1.5 hours but in extreme cases, up to five hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS -RESEARCHING INTERNATIONALIZATION PROCESSES"
        },
        {
            "text": "The procedure that was used, a kind hermeneutic spiral, gave the authors the opportunity to expand the study where it seemed appropriate by adding further interesting interview partners one at a time (Gummesson, 2000; Paterson and Higgs, 2005) . The hermeneutic spiral attempts to model the process of continuous understanding and thus make it comprehensible. It is a question of the relationship between the individual parts of the whole and the whole itself. Understanding is only possible if the whole is understood; the whole can only be understood, however, if the parts are understood. Hence, the circle contains a paradox. A phenomenon that we wish to understand must 'somehow' be understood beforehand. However, if we look more closely, there is always a circular structure in effect even in details, and in the end, this leads to progress and hence actually should be described as a 'spiral'. Several factors are involved in understanding that can affect both the subject and the object. It is always a question of 'meaning' that is already 'expected' and is then verified. With this, researchers are again dealing with a 'circle'. Past understanding and expected meaning both influence understanding. To put it more precisely, they influence each other mutually, and just as past understanding influences understanding, gradually progressing understanding changes the expected meaning (Paterson and Higgs, 2005) .",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 217,
                    "text": "(Gummesson, 2000;",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 218,
                    "end": 243,
                    "text": "Paterson and Higgs, 2005)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1395,
                    "end": 1421,
                    "text": "(Paterson and Higgs, 2005)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "METHODS -RESEARCHING INTERNATIONALIZATION PROCESSES"
        },
        {
            "text": "To round off the results from the problem-centred interviews with the tourism service providers, the authors also interviewed Jordanian experts from the field of international tourism to take advantage of the knowledge accumulated by the institutions and gain broader access to the research field. The 16 interviewed experts were representatives of (non-)government-run and foreign institutions, such as the Aqaba Development Cooperation (ADC), der JITOA Jordan Inbound Tour Operator Association or the USAID Jordan Tourism Development Program. For this, an interview guide was also employed, but it contained only open-ended questions. Particularly because of the current political developments in the region and the ongoing processes in the course of the Arab Spring as a whole, the thus gained results were extremely informative. Some of the experts were not Jordanians or were persons with strong intercultural competence, e.g. who had spent several years abroad. With their perceptive view of matters, they made valuable contributions to the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS -RESEARCHING INTERNATIONALIZATION PROCESSES"
        },
        {
            "text": "One of the chief concerns of the present study was to determine what specific motives induce the incoming agencies and hotel managers to internationalize. The two most frequently mentioned motives were general growth of the business and access to foreign know-how. Furthermore, a certain imitation effect definitely played a role, in that the interviewees referred to touristically successful neighbouring destinations such as Egypt or Israel. Occasionally, the motives overlapped. For instance, the following citation by one interviewee, the manager of a small niche enterprise, is a paradigmatic reflection of the quite heterogeneous spectrum of motives:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS -INTERNATIONALIZATION PROCESSES AND THEIR FUTURE DEVELOPMENT IN CONSIDERATION OF NECESSARY INNOVATIONS"
        },
        {
            "text": "M. Pillmayer and N. Scherle 'You know, Jordan is a relatively small destination and I represent a relatively small company. Nevertheless, as an operator I would like to grow, especially because we can observe how important competing destinations such as Egypt or Morocco have expanded in the past years. The operators there have profited enormously from internationalisationeven if it was only by obtaining foreign know-how. Either you grow as a business or you disappear from view. In Jordan the consequence is that there are more and more incoming agencies, which has led to an increased channelling of the market'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "The internationalization of the interviewed actors did not follow the classical pathsthink in this contest of Chambers of Commerce and international trade fairs like the International Travel Trade Show Berlin (ITB) or the London Travel Market. It primarily occurred through biographical relationships or specific networks. The following quotes from two product managers of a medium-sized incoming agency and a hotel can serve as illustrations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "'My main market is the German market, because I happen to speak German. And from the beginning my work as a travel guide gave me contacts with various German travel operators, group leaders, ministers, parishes, whom I happened to know and could correspond with. And that's how it slowly grew and now I go regularly to trade fairs in Germany'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "'A colleague is married to a Russian. She works for a Russian travel agency. So she is part of the network because you can easily convince these people as far as they know other people. When they say, Jordan is safe; they get the trust of their network, because they trust their families. Family has a complete other dimension for us in the Arab World than for your as a Westerner'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "The interviewed owners of incoming agencies and hotels and experts from the Jordanian tourism industry were additionally asked to tell what chances and risks they thought resulted from the internationalization of tourism, especially in view of the current challenges arising from the Arab Spring. First a manager of an incoming agency who feels that the current political situation threatens the internationalization of the Jordanian tourism industry shall have his say:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "'We are an incoming-agency in Jordan and our main clients come from all over the world. Europe, America, Australia, New Zealand. So for sure, the political climate in the region directly affects the flow of tourists to Jordan. We remain vulnerable to this, though Jordan might be safer than many other popular destinations. But because of the propaganda and the media, you will think the Middle East in general and especially because of the Arab spring, it is like revolution and unrest all over the Arab world. That definitely affects our international operations really negatively!'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "The Arab Spring led to upheavals, not only in Jordan but in most countries of the Arab world, that had not been anticipated by the experts (Bouziane and Lenner, 2011) . Many travel operators from the European and North American source markets have cut back their activities in the region. Moreover, the number of visitors and the receipts from the tourism sector have declined, hitting many companies hard economically, especially those without a diversified product portfolio, cf. Table 2 .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 166,
                    "text": "(Bouziane and Lenner, 2011)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 489,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "334"
        },
        {
            "text": "Because the interviewed Jordanian companies are almost exclusively self-financed small-sized and medium-sized enterprises, it is very difficult for them to compensate for a drop in reservations. The only advantage here proves to be the family business structure; wages can be suspended or at least reduced. Clearly, more positive is the response of the following hotel owner, who views the critical situation as an indigenous phenomenon:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "'I believe in opportunities. And I believe in successes, so it is up to you to be able to keep up with those different powers that are affecting the market. Or your pull yourself out, downsize your company and stay on a smaller scale until the situation is getting better. We are in the Middle East; we are more or less used to such situations. You just have to be flexible, you must deal with such a situation, otherwise you are out of your markets, and you are out of your business'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "Particularly this comment shows that, considering the specific regional circumstances -Jordan is a classic buffer state lying in a difficult geostrategic position between the trouble spots Syria, Iraq and Israelit is absolutely necessary to react to different scenarios and thus be able to cater to different markets (Pillmayer and Scherle, 2012) . As a result of Jordan's problematic geo-political situation at the moment, the power relations with the tour operators from the western source markets have changed for the worse because the latter definitely attempt to exploit the precarious situation of their Jordanian counterparts. For instance, one of the interviewed managers remarked:",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 346,
                    "text": "(Pillmayer and Scherle, 2012)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "'We notice more and more that since the beginning of the Arab Spring our negotiating position with the tour operators from the European source markets has deteriorated. They increasingly give the impression that people should simply be happy if European tourists come at allbut please according to the conditions of the European operators!' Many of the interviewed companies, however, handle this difficult situation quite pragmatically, in the sense meant by Bäurle (1996) and the three studies by Luostarinen (1979) , Johanson and Mattsson (1988) and Oviatt and McDougall (1994) that we introduced above. Another reason why this is important is that even today, Jordan has not succeeded in establishing itself as a stand-alone destination in the international itineraries. Currently, companies are focussing especially on guests from the UAE and Saudi Arabia, for whom Jordan is a very interesting destination because of its extremely favourable price-performance ratio and its comparative liberality. If Jordanian companies lose individual",
            "cite_spans": [
                {
                    "start": 460,
                    "end": 473,
                    "text": "Bäurle (1996)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 499,
                    "end": 517,
                    "text": "Luostarinen (1979)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 520,
                    "end": 548,
                    "text": "Johanson and Mattsson (1988)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 553,
                    "end": 580,
                    "text": "Oviatt and McDougall (1994)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "The Tourism Industry and the Process of Internationalization 335 Such information is so interesting because the Jordanian incoming agencies and hotels are going through not only a single internationalization process but also severalsometimes overlappinginternationalization processes. These processes are generally unstructured, i.e. opportunities are grabbed pragmatically where they arise. However, the internationalization processes are much too complex and too varied to lend themselves to generalization, a generalization that would moreover relate to the internationalization theories and the empirical results described in this paper. In addition, as the following quote from the manager of a medium-sized incoming agency illustrates, time and again, it is a matter of grabbing an opportunity without any explicit strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "'I have been in this market since 1998 when we opened our agency. Personal relationships helped me to start and to strengthen contacts with international tour operators. Nowadays the best way to get and to stay in contact with companies is the Internet. But also trade fairs, road shows, meets-and-greets, etc. I try to grab any opportunity I can get. Last time I was visiting a friend in Dubai where I met another guy, also from a tour operator. We talked for ten minutes, now he is also offering my products. In this region you must not calm down, you always have to stay active!'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "In the opinion of the secretary general of the JITOA (Jordan Inbound Tour Operator Association), the opportunities facing the companies in the futureespecially in view of the Arab Spring and the still unpredictable impacts on the Jordanian tourism sectorlie in the following circumstance:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "'I think you should be more specialized to focus on different markets. You cannot and you should not serve every market. I think the coming years will show that the incomingagencies should become more specialized incomingagencies. It may be a risk, but if something happens for example in the British market, you are powerless. There is always a risk, from everything. If you look at the structure of the incoming-agencies in Jordan, there are so many of them! And the costs of keeping and operating an office is now becoming very expensive. Therefore with this crisis I could see a lot of people getting big problems. The opportunity for the next years will be that you offer a specialized product for special markets. And we have a lot of niches besides our classic offers you can work in!' This opinion is closely connected to the current recommendations of the Oxford Business Group (2011: 162 ff.), which see the niche segments of the Jordanian tourism sector as a main asset:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "'Additionally, a majority of the country´s local tourism operators do not cater to smaller niche groups and instead only offer a handful of general services, primarily to larger package tours. (…) Encouraging high-yield, niche tourism is one of the stated aims of nearly every development project currently under way in the sector'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "This represents a strong challenge for many Jordanian companies because, so far, many of them have shown limited interest in innovation. A great number of companies restrict themselves largely to copying the itineraries or trip components of successful competitors and carrying on with business as usual. This again has an impact on the international travel operators, who increasingly demand innovations and regular changes in the product portfolio to make the destination Jordan attractive for their customers, especially in view of the unpredictable events that repeatedly occur in the study region. Nevertheless, there are a number of examples of actors who are taking advantage of the current crisis to position themselves with innovative products:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "'I am thinking to have a telescope in Wadi Rum [desert region in the southern part of the country, note from the authors] which is going to be an experience for everyone, so they are going to see the space with thousands of sparkling stars above. A huge telescope by the way, it is a real professional one that also has a digital screen. You have to come up with your own experiences and with your own innovations, not only copy and paste. Surely the international exchanges will help us to develop such ideas!' CONCLUSION In this paper, the attempt was made to discuss the internationalization process taking place in the tourism industry of the Hashemite Kingdom of Jordan. Using various approaches the authors have shown that a single theoretical approach is by no means sufficient to illuminate this rather complex issue. A holistic point of view requires a multidimensional approach if the scientific community is to even begin to comprehend the internationalization process. This is perhaps understandable, especially when dealing with an increasingly complex environment that a single approach is simply inadequate to cover. The selected comments by leading representatives of the Jordanian tourism industry demonstrate that not one single, but rather several, partially overlapping internationalization processes are underway and that they are occurring truly pragmatically, with companies seizing opportunities to operate in an international market where they arise. When",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        },
        {
            "text": "The Tourism Industry and the Process of Internationalization 337",
            "cite_spans": [],
            "ref_spans": [],
            "section": "334"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Role of Tourism Sector on Economic Development in Jordan during the Period",
            "authors": [
                {
                    "first": "Abu",
                    "middle": [],
                    "last": "Aliqah",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Al-Rfou&apos; An",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "173--181",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "International Tourism and Political Crisis in the Arab World -from 9/11 to the \"Arab Spring",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Hamarneh",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "100--109",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Staying within the Fence': Lifestyle Entrepreneurship in Tourism",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ateljevic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Doorne",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Sustainable Tourism",
            "volume": "8",
            "issn": "5",
            "pages": "378--392",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Limits of internationalization theories in an unlimited world",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Axinn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Matthyssens",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "International Marketing Review",
            "volume": "19",
            "issn": "5",
            "pages": "436--449",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The Arab world facing the challenge of the new millennium",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Azzam",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Internationalisierung als Prozeßphänomen: Konzepte -Besonderheiten -Handhabung",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bäurle",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Tourisme national et migrations de loisirs au Maroc (étude géographique)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Berriane",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Publications de la Faculté des Lettres et des Sciences Humaines",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Protests in Jordan: Rumblings in the Kingdom of Dialogue. In Protests, revolutions and transformations -the Arab world in a period of upheaval",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouziane",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lenner",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A theory of cooperation in international business",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Casson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Cooperative strategies in international business",
            "volume": "",
            "issn": "",
            "pages": "31--53",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Innovation and the competitiveness of industries: Comparing the mainstream and the evolutionary approaches",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Castellacci",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Technological Forecasting and Social Change",
            "volume": "75",
            "issn": "",
            "pages": "984--1006",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Internationalization of innovation systems: A survey of the literature",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carlsson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Research Policy",
            "volume": "35",
            "issn": "1",
            "pages": "56--67",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Commodity chains, services and developments: theory and preliminary evidence from the tourism industry",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clancy",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Review of International Political Economy",
            "volume": "5",
            "issn": "1",
            "pages": "122--148",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "International services: perspectives at century's end",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rajaratnam",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Services Marketing",
            "volume": "13",
            "issn": "4/5",
            "pages": "298--310",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Tourism and New Economic Geography: Issues and challenges in moving from advocacy to adoption",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Coles",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liasidou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Travel and Tourism Marketing",
            "volume": "25",
            "issn": "3/4",
            "pages": "312--324",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "International Business and Tourism: Global Issues",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Coles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Contemporary Interactions. Routledge: London",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Performing Power: Tourism, Intercultural Communication and Empowerment in Morocco",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Coles",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Scherle",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "217--246",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Decision-Making and Market Orientation in the Internationalization Process of Small and Medium-Sized Enterprises",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Collinson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Houlden",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Management International Review",
            "volume": "45",
            "issn": "4",
            "pages": "413--436",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Internationalization of service SME's: an integrated perspective from the engineering consulting sector",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Coviello",
                    "suffix": ""
                },
                {
                    "first": "Kam",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of International Marketing",
            "volume": "7",
            "issn": "4",
            "pages": "42--66",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Tourism in the Middle East: Continuity, Change and Transformation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Daher",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The Cultural Turn? Towards a More Critical Economic Geography of Tourism",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Debbage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ioannides",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "A Companion to Tourism",
            "volume": "",
            "issn": "",
            "pages": "99--109",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The internationalisation from a network perspective: A longitudinal study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Industrial Marketing Management",
            "volume": "37",
            "issn": "",
            "pages": "953--964",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Professional service firms entering emerging markets: the role of network relationships",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sandwell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Services Marketing",
            "volume": "22",
            "issn": "3",
            "pages": "198--212",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The dynamics and evolution of the services marketing literature",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Furrer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sollberger",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Service business",
            "volume": "1",
            "issn": "2",
            "pages": "93--117",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Qualitative methods in management research",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gummesson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Sage: Thousand Oaks",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Development Strategies and the Political Economy of Tourism in Contemporary Jordan",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Jordan in Transition, Joffé G",
            "volume": "",
            "issn": "",
            "pages": "308--329",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Problems in Marketing Services: The case of incoming tourism",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Greenley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Matcham",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "European Journal of Marketing",
            "volume": "17",
            "issn": "6",
            "pages": "57--64",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Cooperative strategy, knowledge intensity and export performance of small and medium sized enterprises",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Haahti",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Madupu",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Yavas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Babakus",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of World Business",
            "volume": "40",
            "issn": "",
            "pages": "124--138",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Tourism: Conceptualizations, Institutions, and Issues",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Lew",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "3--21",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Perspektiven internationaler Unternehmenstä tigkeit in der Postmoderne",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Holtbrügge",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Strategische Führung internationaler Unternehmen: Paradoxien, Strategien und Erfahrungen, Engelhard J",
            "volume": "",
            "issn": "",
            "pages": "273--292",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "An empirical examination of factors influencing the internationalization of service firms",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Javalgi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Griffith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Services Marketing",
            "volume": "17",
            "issn": "2",
            "pages": "185--201",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Internationalisation in Industrial Systems -A Network Approach",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johanson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Mattsson",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Strategies in Global Competition",
            "volume": "",
            "issn": "",
            "pages": "287--314",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Mechanism of Internationalization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johanson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Vahlne",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "International Marketing Review",
            "volume": "7",
            "issn": "4",
            "pages": "11--24",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Business relationship learning and commitment in the internationalization process",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johanson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Vahlne",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of International Entrepreneurship",
            "volume": "1",
            "issn": "1",
            "pages": "83--101",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Internationalisation: conceptualising an entrepreuneurial process of behaviour in time",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Coviello",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of International Business Studies",
            "volume": "36",
            "issn": "3",
            "pages": "284--303",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Law No. (16) of 1995 and its amendments for the year 2000. The Investment Promotion Law",
            "authors": [
                {
                    "first": "Jordan Investment",
                    "middle": [],
                    "last": "Board",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Globalization of Tourism and Hospitality: A Strategic Perspective",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Knowles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Diamantis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "El-Mourhabi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Tour guide communication competence: French, German and American tourists' perceptions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Leclerc",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal of Intercultural Relations",
            "volume": "28",
            "issn": "3/4",
            "pages": "181--200",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Der marokkanische Gebirgstourismus: Governance und Organisationstrukturen in spezialtouristischen Wertketten",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lessmeister",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Internationalization of the Firm",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luostarinen",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Structuring Conflict in the Arab World: Incumbents, Opponents, and Institutions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lust-Okar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Tourist Flows and the Spatial distribution of Tourists",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mckercher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Lew",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "36--48",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Tourism in Global Society: Place, Culture and Consumption",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Meethan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Internationalization of small computer software firms -entry forms and market selection",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Moen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gavlen",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Endresen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "European Journal of Marketing",
            "volume": "38",
            "issn": "10",
            "pages": "1236--1251",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Small firm performance in the context of agent and structure: A cross-cultural comparison in the tourism accommodation sector",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Teixeira",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Small Firms in Tourism: International Perspectives, Thomas R",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Corporate Geographies Of Transnational Tourism Companies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mosedale",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Internationalization of small and mediumsized firms (SMEs) in a Western European service economy: the case of Andorra",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Moskowitz",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Handbook of research on European business and entrepreneurship: Towards a Theory of Internationalization",
            "volume": "",
            "issn": "",
            "pages": "31--42",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Internationalization of Software Firms. Finnish Small and Medium-Sized Software Firms in Japan",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ojala",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Internationalization of knowledge-intense SME's: The role of network relationships in the entry to a psychically distant market",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ojala",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Business Review",
            "volume": "18",
            "issn": "1",
            "pages": "50--59",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Toward a theory of international new ventures",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Oviatt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcdougall",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Journal of International Business Studies",
            "volume": "25",
            "issn": "1",
            "pages": "45--64",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Defining International Entrepreneurship and Modeling the Speed of Internationalization",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Oviatt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Mcdougall",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Entrepreneurship Theory and Practice",
            "volume": "29",
            "issn": "5",
            "pages": "537--554",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Using Hermeneutics as a Qualitative Research Approach in Professional Practice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Higgs",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Qualitative Report",
            "volume": "10",
            "issn": "2",
            "pages": "339--357",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Jordan's Golden Triangle -new diversification strategies in response to current transformation processes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pillmayer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Scherle",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Transforming and Managing Destinations: Tourism and Leisure in a Time of Global Change and Risks",
            "volume": "",
            "issn": "",
            "pages": "49--61",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Bilaterale Unternehmenskooperationen im Tourismussektor. Ausgewählte Erfolgsfaktoren",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Scherle",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Entrepreneurial Cultures and Small Business Enterprises in Tourism. A Companion to Tourism",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "122--134",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "The impact of globalization on small and medium enterprises: new challenges for tourism policies in European countries",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smeral",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Tourism Management",
            "volume": "19",
            "issn": "4",
            "pages": "371--380",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Interkulturelles Management",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hagemann",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "173--199",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Understanding small firms in tourism: A perspective on research trends and challenges",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Page",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Tourism Management",
            "volume": "32",
            "issn": "5",
            "pages": "963--976",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "The Internationalisation of location-bound Services SMEs -Resources and Networks in Finnish Tourism Companies",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Turunen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "UNWTO Tourism Highlights",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unwto",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Small and medium tourism enterprises",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wanhill",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annals of Tourism Research",
            "volume": "27",
            "issn": "1",
            "pages": "35--42",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The internationalization behaviour of small-and medium-sized service enterprises",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weiermair",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Asia Pacific Journal of Tourism Research",
            "volume": "2",
            "issn": "2",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Verfahren der qualitativen Sozialforschung. Überblick und Alternativen",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Witzel",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "The Problem-Centred Interview",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Witzel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reiter",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Methodology. Source: compiled by the authors, 2013.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Principal goals of the internationalization of a company's activities ❖ Market-oriented goals: e.g. more efficient market penetration geared to specific local exigencies. ❖ Cost-oriented goals: e.g. exploiting synergies in the development of products or amortizing or reducing fixed costs. ❖ Competence-oriented goals: e.g. filling gaps in knowledge related to products and technologies. ❖ Time-oriented goals: e.g. saving time by sharing accelerated product development and marketing, ❖ Security oriented goals: e.g. sharing risks through the complementary linkage of a great variety of value. ❖ Resource-oriented goals: e.g. developing human capital and infrastructure. ❖ Power or prestige-oriented goals: e.g. strengthening a position of influence vis-à-vis competitors orimproving the company image by being present on prestigious foreign markets.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Arrivals and receipts from tourism in the Near and Middle EastSource: compiled by the authors based on UNWTO, 2012: 4 markets, they attempt to react flexibly and in keeping with the situation. The pragmatism is reflected paradigmatically in the following citation:'I travel a lot. I concentrate on a lot of markets, I always want to open new markets, even need to. No one wants to make a deal with you if they do not meet you personally; that is the first point. The second point, I go through the Internet. There we can develop our product and try to catch some new companies in different markets. Via the Internet I catch ten percent of my market, of my business. The first step is to send an email to introduce the company, show your profile. I send them an e-brochure so they can see what I do, they can see through the e-brochure the quality of services I offer. For sure we do contact dozens of companies but if only one or two of them answer and we come together, this is a big success for me'.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "these internationalization processes are observed, however, the reader should keep the current political developments in mind because, especially in the Middle and Near East, unpredictable developmentssuch as the Arab Spring or the conflict in Syriahave a direct impact on the internationalization behaviour of the selected small-sized and mediumsized enterprises. It is all the more urgent for the companies to develop international markets and to react to specific exigencies, be it by specializing on selected tourism segments, which are always closely connected with innovative products. Only with innovative products will it be possible to gain competitive advantages and remain internationally present, particularly in such a volatile region. In this situation, it would be useful to develop an appropriate process model that comprises the individual determinants of the internationalization processes representing the specific regional component, some of which arise spontaneously and without control. This cannot be done here because of the limited scope of the paper. Nevertheless, it is perhaps a first step in the right direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}