{
    "paper_id": "ed390bb673e1d9cc734a2b3524231d01f574d7c9",
    "metadata": {
        "title": "Auteurs",
        "authors": [
            {
                "first": "Gaétan",
                "middle": [],
                "last": "Kerdelhué",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Département de l'informatique et de l'information médicales (D2IM) du CHU de Rouen & LIMICS INSERM U1142",
                    "institution": "Université de Rouen & Sorbonne Université",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Julien",
                "middle": [],
                "last": "Grosjean",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Département de l'informatique et de l'information médicales (D2IM) du CHU de Rouen & LIMICS INSERM U1142",
                    "institution": "Université de Rouen & Sorbonne Université",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Emeline",
                "middle": [],
                "last": "Lejeune",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Département de l'informatique et de l'information médicales (D2IM) du CHU de Rouen & LIMICS INSERM U1142",
                    "institution": "Université de Rouen & Sorbonne Université",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Catherine",
                "middle": [],
                "last": "Letord",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Département de l'informatique et de l'information médicales (D2IM) du CHU de Rouen & LIMICS INSERM U1142",
                    "institution": "Université de Rouen & Sorbonne Université",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Stéfan",
                "middle": [],
                "last": "Darmoni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Département de l'informatique et de l'information médicales (D2IM) du CHU de Rouen & LIMICS INSERM U1142",
                    "institution": "Université de Rouen & Sorbonne Université",
                    "location": {
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Jean-Marc",
                "middle": [],
                "last": "Oviève",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "CNP-MK",
                    "location": {
                        "settlement": "Paris",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Laurélyne",
                "middle": [],
                "last": "Martin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kinedoc",
                    "location": {
                        "settlement": "Berck-sur-Mer",
                        "country": "France"
                    }
                },
                "email": ""
            },
            {
                "first": "Michel",
                "middle": [],
                "last": "Gedda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Kinedoc",
                    "location": {
                        "settlement": "Berck-sur-Mer",
                        "country": "France"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Les auteurs déclarent n'avoir aucun conflit d'intérêt en lien avec le présent article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflit d'intérêt :"
        },
        {
            "text": "Cet article est simultanément publié au sein des périodiques scientifiques francophones de la profession : Cet article est gratuitement téléchargeable dans ScienceDirect (www.sciencedirect.com), première banque de données scientifiques mondiale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Note de la rédaction"
        },
        {
            "text": "La crise inédite du Covid-19 a fait apparaitre le besoin de recenser et de diffuser des supports didactiques thérapeutiques à destination des patients (auto-rééducation) en complément des séances, notamment dans le cadre du télésoin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Résumé :"
        },
        {
            "text": "Kinedoc, la banque documentaire francophone, a collaboré avec le D2IM du CHU de Rouen pour créer ce nouveau type de documents en adaptant le moteur de recherche du CISMeF qui recense déjà des publications similaires dans d'autres domaines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Résumé :"
        },
        {
            "text": "Désormais, il sera possible de trouver et de télécharger dans Kinedoc des brochures thérapeutiques dont le Collège de la Masso-Kinésithérapie (CMK) aura préalablement validé la conformité. Chaque société savante, association ou kinésithérapeute/physiothérapeute peut proposer de partager ses « brochures pédagogiques pour le patient », en les envoyant par courriel à cette adresse : secretariat@college-mk.org.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Résumé :"
        },
        {
            "text": "With this unprecedented Covid-19 crisis, appeared the need to draw up a list and to spread pedagogical and therapeutic media for patients (self-rehabilitation), in addition to sessions, particularly in \"telehealth\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "Kinedoc, a French database, collaborated with the D2IM of Rouen's university hospital to create this new type of documents, adjusting CISMeF's search engine, which has already listed similar publications in other fields.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "From now on, it will be possible to find and download in Kinedoc therapeutic brochures certified by the \"Collège de la Masso-Kinésithérapie\" (CMK).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract:"
        },
        {
            "text": "Every academic society, association or physiotherapist can suggest sharing its \"pedagogical brochures for patients\" by sending them to this address: secretariat@college-mk.org. Iconographie : Figure 1 . Recherche COVID-19 au sein de CISMeF. Figure 2 . Comment trouver les « brochures pédagogiques pour le patient » grâce à la recherche avancée de Kinedoc.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 200,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 241,
                    "end": 249,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Abstract:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Kinedoc -Création d'une banque de données documentaires francophones en Masso-Kinésithérapie/Physiothérapie (version courte). Kinésithérapie, la revue 2009 Février",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gedda",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "85--86",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "CISMeF: a structured health resource guide",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Darmoni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Leroy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Baudic",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Douyère",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thirion",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Methods Inf Med",
            "volume": "39",
            "issn": "",
            "pages": "30--35",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Health Multi-Terminology Portal: a semantics added-value for patient safety",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thirion",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Soualmia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Darmoni",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Stud Health Technol Inform",
            "volume": "166",
            "issn": "",
            "pages": "129--167",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Arrêté du 16 avril 2020 complétant l'arrêté du 23 mars 2020 prescrivant les mesures d'organisation et de fonctionnement du système de santé nécessaires pour faire face à l'épidémie de covid-19 dans le cadre de l'état d'urgence sanitaire. Ministère des Solidarités et de la Santé",
            "authors": [
                {
                    "first": "République",
                    "middle": [],
                    "last": "Française",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Arrêté du 20 août 2019 portant liste de conseils nationaux professionnels pouvant conventionner avec l",
            "authors": [
                {
                    "first": "République",
                    "middle": [],
                    "last": "Française",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SSAH1924199A",
            "authors": [
                {
                    "first": "Solidarités",
                    "middle": [],
                    "last": "Ministère Des",
                    "suffix": ""
                },
                {
                    "first": "La",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Santé",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Département de l'informatique et de l'information médicales (D2IM) du CHU de Rouen & LIMICS INSERM U1142, Université de Rouen & Sorbonne Université, France 2 Collège de la Masso-Kinésithérapie, CNP-MK, Paris, France 3 Kinedoc, Berck-sur-Mer, France *auteur correspondant : Gaetan.Kerdelhue@chu-rouen.fr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Kinésithérapie la Revue (ISSN 1779-0123) ; -Kinésithérapie Scientifique (ISSN 0023-1576) ; -Mains libres (ISSN 1660-8585).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": ": Base de données documentaires ; Education thérapeutique du patient ; Littérature grise ; Littérature scientifique ; Recommandations Keywords: Bibliographic database; Therapeutic patient education ; Scientific literature; Grey literature; Guidelines « Points essentiels » : -L'équipe réalisant Kinedoc et le département hospitalier réalisant CISMeF (D2IM CHU de Rouen) collaborent techniquement.-La production documentaire francophone des institutions et sociétés savantes durant la crise sanitaire lié au COVID-19 est référencée dans CISMeF.-Le D2IM participe à la diffusion et à l'élaboration des terminologies de santé, y compris concernant le COVID-19.-La couverture de Kinedoc est étendue aux brochures du patient en collaboration avec le D2IM.-Le Collège de la Masso-Kinésithérapie étudiera les fiches qui seront soumises par les collectifs ou kinésithérapeutes/physiothérapeutes en vue d'éventuellement les valider.Depuis plusieurs années, l'équipe Kinedoc, base de données documentaires francophone sur la kinésithérapie [1] collabore avec le département de l'informatique et de l'information médicales (D2IM) du CHU de Rouen. Ce dernier a développé la nouvelle architecture du site Kinedoc disponible ici : https://www.kinedoc.org, en adaptant son moteur de recherche sémantique multilangue et multiterminologique, historiquement développé pour CISMeF (Catalogue et Index des Sites Médicaux de de santé en français, provenant en majorité de sites institutionnels. Le 30 avril 2020, 125 578 sites et documents étaient référencés au sein de CISMeF. Dès le début de la crise sanitaire liée au COVID-19, les institutions et sociétés savantes ont publié dans l'urgence de très nombreux documents (rapports, recommandations, consignes au grand public, etc.). L'équipe de documentalistes du D2IM s'est organisée pour maintenir les objectifs de recensement de CISMeF dans ce nouveau contexte. Près de trente nouvelles publications par jour ouvré sur ce sujet ont été publiées par ces organismes durant les mois de mars et avril 2020. Fin avril, CISMeF référençait 1051 ressources ayant comme mot clé « COVID-19 » 1 , dont 151 destinées spécifiquement aux patients et au grand public. La recherche au sein de CISMeF concernant COVID-19 peut être affinée, en associant par exemple, un facteur de risque, comme l'âge, l'obésité ou le diabète, ou par une discipline donnée : par exemple, kinésithérapie avec 8 documents 2 (Figure 1). Pour aider à mieux retrouver ces ressources, le D2IM utilise différentes terminologies de Santé et contribue à structurer la représentation des connaissances en langue française. Le D2IM a notamment listé tous les libellés différents et traductions existantes pour les concepts « COVID-19 » (l'infection) et « SARS-COV-2 » (le virus). Ces concepts sont ensuite apparus dans les principales terminologies qui servent à la recherche documentaire ou au codage (MeSH, SNOMED CT, CIM-10 et CIM-11) (Figure 2). Ces terminologies ont été enrichies de ces différents libellés et traductions. L'outil du D2IM consacré aux terminologies est consultable à l'adresse www.hetop.eu [3]. Cette crise inédite a fait apparaître des besoins nouveaux manifestés par les professionnels de santé (kinésithérapeutes ou non) et de nombreux patients : la nécessité de référencer et de permettre de télécharger les supports didactiques thérapeutiques à destination des patients (fiches de consignes et/ou d'exercices, sites Internet utiles, etc.). Ces supports didactiques sont déjà utilisés par les kinésithérapeutes pour prescrire des actes d'autorééducation dans le cadre de leurs prises en charge habituelles, mais aussi dans le nouveau cadre de leur activité à distance par télésoin, autorisée par l'Arrêté du 16 avril 2020 complétant l'arrêté du 23 mars 2020 prescrivant les mesures d'organisation et de fonctionnement du système de santé nécessaires pour faire face à l'épidémie de Covid-19 dans le cadre de l'état d'urgence sanitaire [entre l'équipe Kinedoc et le D2IM se poursuivra afin d'implémenter ces nouveaux supports dans Kinedoc. La typologie des différentes ressources développée pour décrire et indexer finement le contenu de CISMeF sera adaptée en conséquence pour Kinedoc. Pour garantir la conformité de ces « brochures pédagogiques pour le patient », le Collège de la Masso-Kinésithérapie [CMK] (http://www.college-mk.org/), reconnu Collège National de la Profession (CNP) [5], en validera au préalable le contenu. Kinedoc n'indexera donc que les brochures autorisées par le CMK. Tout kinésithérapeute peut donc soumettre dès à présent au CMK ses supports didactiques par courriel à cette adresse : secretariat@college-mk.org. Cette nouvelle dimension au sein de Kinedoc renforcera l'égalité des chances pour le patient, augmentera le potentiel de participation des kinésithérapeutes aux dynamiques d'éducation thérapeutique du patient [ETP], et valorisera la créativité et le champ d'implication de la Masso-Kinésithérapie.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}