{
    "paper_id": "ee58881e38fa5d6ac49b5f0b3b1628d1df875d68",
    "metadata": {
        "title": "COVID-19 and digital epidemiology",
        "authors": [
            {
                "first": "Ehsan",
                "middle": [],
                "last": "Allah Kalteh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Golestan University of Medical Sciences",
                    "location": {
                        "settlement": "Gorgan",
                        "country": "Iran"
                    }
                },
                "email": ""
            },
            {
                "first": "Abdolhalim",
                "middle": [],
                "last": "Rajabi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Golestan University of Medical Sciences",
                    "location": {
                        "postCode": "1449614535",
                        "settlement": "Gorgan",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Since December 2019, a new viral pneumonia has emerged in Wuhan, China. This disease is a zoonotic coronavirus which is similar to SARS and MERS coronaviruses. The virus was called nCov -2019 and finally named COVID-19 (Liu et al. 2020) . As of 27 January 2020, a total of 4515 cases of COVID-19 infections and 106 deaths were reported (Velavan and Meyer 2020) . One hundred and six cases of COVID-19 infections were also confirmed outside China, in other Asian countries, the USA, France, Australia, and Canada (Jung et al. 2020 ). Most of this population were individuals who lived or had a history of traveling to Wuhan. Therefore, the human-to-human transmission of this viral agent which mainly transfers through droplets was approved (World Health Organization 2020). According to the increasing growth rate of coronavirus cases, this outbreak was declared a Public Health Emergency of International Concern on 30 January 2020 by the WHO Emergency Committee (Velavan and Meyer 2020) . According to the most recent health statistics released by the WHO, since the first infected cases in Wuhan, more than 735,875 cases of COVID-19 infections and 34,949 deaths were reported from all over the world. A total of 142,410 infected cases (19.35%) and 2,505 dead cases (7.16%) were from the USA. There were 593,465 infected cases (80.65%) and 32,444 dead cases (92.84%) from countries other than the USA (World Health Organization 2020).",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 236,
                    "text": "(Liu et al. 2020)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 336,
                    "end": 360,
                    "text": "(Velavan and Meyer 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 512,
                    "end": 529,
                    "text": "(Jung et al. 2020",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 964,
                    "end": 988,
                    "text": "(Velavan and Meyer 2020)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For understanding and responding to the disease, the first efforts focus on describing the clinical course, case fatality rate, and treatment of patients. The epidemic of MERS, pandemic influenza, etc. have determined that recognition of disease epidemiology and its possible effects is a priority. Also, real-time analyses of epidemiological data are needed to increase situational awareness and inform interventions (Lipsitch et al. 2020) . Epidemiology is the study of the occurrence, distribution, and determinants of health-related states or events in a given population, and the application of this study to the control and management of other health problems (Gordis 2009 ). As with the role of philosophy of science among other sciences, the introduction and methodological development of the study is one of the major objectives of epidemiology. Thus, epidemiology should be able to keep itself up-to-date on scientific developments and the emergence of new tools, and also provide a new field of expertise for researchers (Masodi et al. 2019 ). In the recent decade, the explosion of internet and mobile phone usage has led to a new type of epidemiology known as digital epidemiology (Masodi et al. 2019; Park et al. 2018; Salathé 2018) .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 440,
                    "text": "(Lipsitch et al. 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 666,
                    "end": 678,
                    "text": "(Gordis 2009",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1032,
                    "end": 1051,
                    "text": "(Masodi et al. 2019",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1194,
                    "end": 1214,
                    "text": "(Masodi et al. 2019;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1215,
                    "end": 1232,
                    "text": "Park et al. 2018;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1233,
                    "end": 1246,
                    "text": "Salathé 2018)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The term digital epidemiology was defined by Marcel Salathé as epidemiology that uses data that was generated outside the public health system, i.e., with data that was not generated with the primary purpose of doing epidemiology (Salathé 2018; Eckmanns et al. 2019) . Digital epidemiology uses digital methods from data collection to data analysis (Park et al. 2018 ). In the last few years, due to the increasing availability of digital data, and access to successful analytics methods, the number of scientific publications, events, and academic groups related to digital epidemiology has continually and rapidly increased (Salathé and policy 2018) . Nowadays, there are more freely accessible tools that allow users access to digital data, which may provide deep insight into health-related phenomena and population behavior. However, there is limited knowledge of the uses and limitations of digital data for epidemiological studies (Park et al. 2018) . Digital data include mobile phone network data, data generated by sensors, and data collected at call centers, social media posts (e.g., Twitter and Instagram), search terms and webpage access logs (e.g., Google Google Flu Trends (GFT) Google Trends, Wikipedia views) (Masodi et al. 2019; Park et al. 2018; Salathé 2018; Eckmanns et al. 2019; Lippi et al. 2019; Salathe et al. 2012) . The potential application of this new branch is numerous and multifaceted, e.g., disease monitoring and detecting, and examining new substance use patterns (Lippi et al. 2019) . A large proportion of sick people search for relevant health information using internet search engines, and many share their experience on social media. This type of data collection of health problems is provided time-stamped and geo-tagged (geographic location). Thus, we can study the general health of a population in real-time using such digital traces. Researchers have already started to use digital data to support public health surveillance and infectious disease monitoring or to understand public attitudes, perceptions, and behaviors towards health issues (Park et al. 2018) . Thus, digital systems for early detection of infectious diseases such as ProMED-Mail, Global Public Health Intelligence Network (GPHIN), HealthMap and Google Flu Trends (GFT) are the key components of the Global Public Health System (Eckmanns et al. 2019) . Google Flu Trends (GFT) is an early example of digital epidemiology, using search queries to track influenza-like illnesses (ILIs) (Park et al. 2018 , Salathé 2018 . In 2009, researchers from Google and the US Centers for Disease Control and Prevention (CDC) published a method to estimate flu activity by region using search queries. The search engine query data of GFT reflect influenza cases in real-time and optimize the detecting time and appropriate action against the epidemics. For many years, Google Trends (GT) has served as a prime data source for digital epidemiology (Park et al. 2018; Dugas et al. 2013; Dugas et al. 2012; Santillana et al. 2014) . The digital data can be used to study infectious disease dynamics (Salathé et al. 2013; St Louis and Zorlu 2012) . A group of researchers have used data from Twitter to track the level of disease activity and concern about influenza (Park et al. 2018; Salathé et al. 2013; St Louis and Zorlu 2012; Broniatowski et al. 2013) .",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 244,
                    "text": "(Salathé 2018;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 245,
                    "end": 266,
                    "text": "Eckmanns et al. 2019)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 349,
                    "end": 366,
                    "text": "(Park et al. 2018",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 626,
                    "end": 651,
                    "text": "(Salathé and policy 2018)",
                    "ref_id": null
                },
                {
                    "start": 938,
                    "end": 956,
                    "text": "(Park et al. 2018)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1227,
                    "end": 1247,
                    "text": "(Masodi et al. 2019;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1248,
                    "end": 1265,
                    "text": "Park et al. 2018;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1266,
                    "end": 1279,
                    "text": "Salathé 2018;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1280,
                    "end": 1301,
                    "text": "Eckmanns et al. 2019;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1302,
                    "end": 1320,
                    "text": "Lippi et al. 2019;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1321,
                    "end": 1341,
                    "text": "Salathe et al. 2012)",
                    "ref_id": null
                },
                {
                    "start": 1500,
                    "end": 1519,
                    "text": "(Lippi et al. 2019)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2089,
                    "end": 2107,
                    "text": "(Park et al. 2018)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2343,
                    "end": 2365,
                    "text": "(Eckmanns et al. 2019)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2499,
                    "end": 2516,
                    "text": "(Park et al. 2018",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2517,
                    "end": 2531,
                    "text": ", Salathé 2018",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2948,
                    "end": 2966,
                    "text": "(Park et al. 2018;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2967,
                    "end": 2985,
                    "text": "Dugas et al. 2013;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2986,
                    "end": 3004,
                    "text": "Dugas et al. 2012;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3005,
                    "end": 3028,
                    "text": "Santillana et al. 2014)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3097,
                    "end": 3118,
                    "text": "(Salathé et al. 2013;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3119,
                    "end": 3143,
                    "text": "St Louis and Zorlu 2012)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3264,
                    "end": 3282,
                    "text": "(Park et al. 2018;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 3283,
                    "end": 3303,
                    "text": "Salathé et al. 2013;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 3304,
                    "end": 3328,
                    "text": "St Louis and Zorlu 2012;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 3329,
                    "end": 3354,
                    "text": "Broniatowski et al. 2013)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Increasing numbers of epidemiological studies are using digital data generated for a purpose other than epidemiology. Park et al. 2018 reviewed digital epidemiological studies to characterize them by topic domain, study purpose, data source, and analytic method. There were six main topic domains: infectious diseases (58.7%), non-communicable diseases (29.4%), mental health and substance use (8.3%), general population behavior (4.6%), environmental, dietary, and lifestyle (4.6%), and vital status (0.9%). There were eight categories for the data sources: web search query (52.3%), social media posts (31.2%), web portal posts (11.9%), webpage access logs (7.3%), images (7.3%), mobile phone network data (1.8%), global positioning system data (1.8%), and others (2.8%). Of these, 50.5% used correlation analyses, 41.3% regression analyses, 25.6% machine learning, and 19.3% descriptive analyses (Jung et al. 2020) .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 134,
                    "text": "Park et al. 2018",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 899,
                    "end": 917,
                    "text": "(Jung et al. 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite its growing importance, digital epidemiology is faced with various challenges, such as privacy issues, the potential nature of skewed data, information accuracy, and the effect of news coverage, media, and the general population's knowledge about diseases on the search volume. There are weak coverage, slow tracking systems, low reporting or lack of information on the social-cultural problems in Iran (Salathe et al. 2012 ); thus, a part of the high COVID-19 mortality rate in Iran can be related to the incomplete reports and contradictory description and diagnosis of the disease. Therefore, along with the increasing use of smartphones, expanding social networks among the public, developing online databases, and providing proper analytical methods double the importance of using digital epidemiology in tracking COVID-19.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 431,
                    "text": "(Salathe et al. 2012",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "National and local influenza surveillance through Twitter: an analysis of the 2012-2013 influenza epidemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Broniatowsk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dredze",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Google Flu Trends: correlation with emergency department influenza rates and crowding metrics",
            "authors": [
                {
                    "first": "A F",
                    "middle": [],
                    "last": "Dugas",
                    "suffix": ""
                },
                {
                    "first": "Y-H",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pines",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Mareiniss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mohareb",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gaydos",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "4",
            "pages": "463--469",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Influenza forecasting with Google Flu Trends",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Dugas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jalalpour",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Torcaso",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Igusa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Rothman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Digital epidemiology and global health security; an interdisciplinary conversation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eckmanns",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Füller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Life Sci Soc Policy",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Real-time estimation of the risk of death from novel coronavirus (COVID-19) infection: Inference using exported cases",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gordis",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Epidemiology",
                    "suffix": ""
                },
                {
                    "first": "Philadelphia",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "S-M",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Is digital epidemiology the future of clinical epidemiology?",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mattiuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cervellin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Epidemiol Glob Health",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Defining the epidemiology of Covid-19-studies needed",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "13",
            "pages": "1194--1196",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Digital epidemiology: a new perspective on modern epidemiology. 9th Iranian Congress of Epidemiology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Masodi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hashim",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yavari",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "22--24",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "World Health Organisation (2020) Coronavirus disease 2019 (COVID-19): situation report -59",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Digital epidemiology: use of digital data collected for non-epidemiological purposes in epidemiological studies",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "On",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Healthc Inform Res",
            "volume": "24",
            "issn": "4",
            "pages": "253--262",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Influenza A (H7N9) and the importance of digital epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathé",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Freifeld",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Mekaru",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Tomasulo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Brownstein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "5",
            "pages": "401--404",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Digital epidemiology: what is it, and where is it going?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathé",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Life Sci Soc Policy",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "From Theory to Practice",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "What can digital disease detection learn from (an external revision to) Google Flu Trends?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Santillana",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Althouse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Ayers",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Prev Med",
            "volume": "47",
            "issn": "3",
            "pages": "341--347",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Can Twitter predict disease outbreaks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "St Louis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zorlu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "344",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The COVID-19 epidemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Velavan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trop Med Int Health",
            "volume": "25",
            "issn": "3",
            "pages": "278--280",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Conflict of interest None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}