{
    "paper_id": "ef2b164a9021bc1adfa84dacf83ef5b48ae7384f",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Virus SARS-CoV-2 (severe acute respiratory syndrome coronavirus-2) or the 2019 novel coronavirus (2019-nCoV) belong to the broad family of coronaviruses (subgenus Sarbecovirus). Viruses use a nested set of messenger ribonucleic acids (mRNAs) to replicate. There are four genera of coronaviruses: alpha, beta, gamma, and delta. Two of these genera are known to infect humans: alpha coronaviruses (the human coronavirus 229E (HCoV-229E) and human coronavirus NL63 (HCoV-NL63)) and beta coronaviruses (human coronavirus HKU1 (HCoV-HKU1), human coronavirus OC43 (HCoV-OC43), the Middle East respiratory syndrome-related coronavirus (MERS-CoV), and the severe acute respiratory syndrome coronavirus (SARS-CoV)) [1] . The HCoV (human coronavirus) is responsible for up to 10% -30% of the upper respiratory tract infections globally [2] . Historically, HCoV's were only responsible for mild infections until 2002, with the emergence of the severe acute respiratory syndrome (SARS) that started in the Guangdong province of China. In 2012, HCoV was responsible for an outbreak of another epidemic, MERS (Middle East respiratory syndrome).",
            "cite_spans": [
                {
                    "start": 706,
                    "end": 709,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 826,
                    "end": 829,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The CoV-2 is an enveloped, single-stranded, positive-sense ribonucleic acid (RNA) virus. The virus has a spheric shape, 60 -140 nm in diameter, surrounded by glycoprotein spikes (S) of 9 -12 nm of length that gives them a crown-like appearance [3] . About 81 genomes of the SARS-CoV-2 has been isolated. The genome has approximately 27,000 to 32,000 bases in length and is encased in a nucleocapsid. It has four to five structural proteins: spike (S) protein, membrane (M) protein, nucleocapsid (N) protein, haemagglutinin-esterase fusion glycoprotein (HEF), and small envelope protein (E). The spike proteins allow the fusion with the host cell membrane. The nonstructural protein 15 (Nsp15) spike protein is identical in 89% to the other SARS-and MERS-CoV Nsp15s and has a high affinity to the human angiotensin-converting enzyme 2 (ACE2) receptors [4] [5] . The nucleocapsid proteins hold the RNA genome and form the nucleocapsid. The hemagglutinin-esterase glycoprotein is found only in the beta coronaviruses, HCoV-OC43, and HKU1. The membrane and envelope proteins are responsible for the assembly and release of the virus.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 851,
                    "end": 854,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 855,
                    "end": 858,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The most recent outbreak of the coronavirus (CoV) started in December 2019 in the Wuhan Hubei province in China and has so far affected 31 countries [6] . A large number of infected people from the Wuhan province were in contact with an animal market, which supports the possibility of a zoonotic origin.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "HCoV spreads via respiratory transmission. Based on available data of SARS and MERS, the Centers for Disease Control and Prevention (CDC) has estimated an incubation period for the COVID-19 to be between two and 14 days [6] . The severity of symptoms depends on the patient's age and immune status [7] . There have been reported cases involving large populations showing people with varying incubation periods and the severity of symptoms based on age and immune status. The most common symptoms include fever, cough, and shortness of breath. Additional symptoms, such as fatigue, hemoptysis, and diarrhea, are also reported. The most common radiographic finding is diffuse bilateral ground-glass opacities found bilaterally and predominantly in the lower lobes. Common laboratory findings include leukopenia, lymphopenia, and thrombocytopenia with elevated C-reactive protein (CRP) levels [8] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[7]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 890,
                    "end": 893,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We hereby present the case of a 33-year-old man with a past medical history of alpha thalassemia who came to the emergency department (ED) with generalized weakness, fever, chills, productive cough with scant yellow sputum, myalgia, and arthralgia for 10 days. The patient endorsed a lack of appetite and an episode of non-bilious vomiting with epigastric pain and dysuria. At presentation, the patient denied chest pain, shortness of breath, palpitations, or diarrhea. The patient had not traveled outside of the United States (US) and had no known allergies. Physical examination was remarkable for scattered rhonchi bilaterally. The patient was not found to be in any distress. Heart sounds were normal. The patient was alert and oriented to time, place, and person. Cranial nerves, II-XII, were grossly intact, sensation was intact to touch, and strength was 5/5 throughout the upper and lower extremities bilaterally. In the ED, his vital signs included a temperature of 100.7°F, blood pressure (BP) of 105/54 mmHg, a mean arterial blood pressure of 71 mmHg, heart rate of 70 beats/minute, respiratory rate of 16/minute, and saturation of 97% on room air. Laboratory results were as follows: white blood count (WBC) 3.9 Lx10 3 /uL (normal 5. An echocardiogram (EKG) showed normal left ventricular systolic function. Left ventricular ejection fraction, estimated by two-dimensional (2D) EKG at 60% -65%. Blood, urine, and sputum cultures were all negative. Chest x-ray showed bilateral ground-glass opacities in the lower lobes (Figures 1-2 ). An acid-fast bacillus smear was negative. The patient was placed on airborne, droplet, and contact isolation because of the high suspicion of coronavirus infection. The patient was empirically started on hydroxychloroquine and azithromycin. The pulmonologist was consulted. The screening test came out to be positive for COVID-19. The COVID-19 taskforce, New York City Department of Health (NYC DOH), and CDC COVID-19 protocol were in full effect. The plan was made to discharge the patient on self-quarantine for 14 days to limit transmission to others. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1532,
                    "end": 1544,
                    "text": "(Figures 1-2",
                    "ref_id": null
                }
            ],
            "section": "Case Presentation"
        },
        {
            "text": "The current understanding regarding transmission of the coronavirus to this day is still being researched. The suspected cause has been researched from the initial source of the outbreak in Wuhan, China. There was an association between the initial patients and a local seafood market which sold live animals. The patients were mostly workers or visitors to that area which has since been closed. However, the transmission of the virus outside of Wuhan has been more linked to person-to-person contact. This was suspected when reports of the virus were being made in places, such as Hubei and the US, where individuals did not have exposure to animal/seafood markets. Transmission by this method has been thought to be due to respiratory droplets from person to person. Close contact with infected individuals (within six feet) through respiratory droplets (coughing/sneezing) landing in the mouths/noses of people nearby or inhaled through the lungs are the suspected mode of transmission of the virus between people. In addition, there are still reported cases of the virus in locations where it is still not known how or where the individuals were exposed [9] [10] [11] . Though there have been reported cases in other countries initially attributed to those with travel to China or contact with travelers from China, there are ongoing local transmissions being found in areas where individuals had no contact with people traveling not only from China but other countries with known ongoing cases (Italy, Iran, Japan) [10] . In the US especially, there are known cases of COVID-19 in individuals who have not had travel or contact with anyone with known COVID-19, which raises the possibility of local transmission in these suspected areas. So far, several countries are still dealing with widespread ongoing transmission, some even with restrictions to entry to the US (China, Iran and Italy), while others are simply dealing with widespread transmissions or sustained community transmissions without restricted entry to the US [9] [10] [11] [12] . Prevention is the key. All cases are reported to the CDC.",
            "cite_spans": [
                {
                    "start": 1159,
                    "end": 1162,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1163,
                    "end": 1167,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1168,
                    "end": 1172,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1521,
                    "end": 1525,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2032,
                    "end": 2035,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2036,
                    "end": 2040,
                    "text": "[10]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2041,
                    "end": 2045,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2046,
                    "end": 2050,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "COVID-19 can prove to be deadly in immunocompromised individuals and individuals with comorbidities; otherwise, the illness in healthy people is no more than the flu. Prevention is the key to avoiding crowded places and limiting exposure to others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Human subjects: Consent was obtained by all participants in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information Disclosures"
        },
        {
            "text": "In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus: another zoonotic betacoronavirus causing SARS-like disease",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "C"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Microbiol Rev",
            "volume": "28",
            "issn": "",
            "pages": "465--487",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00102-14"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus infections-more than just the common cold",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "707--708",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.0757"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Recovery in tracheal organ cultures of novel viruses from patients with respiratory disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcintosh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Dees",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Kapikian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Chanock",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "57",
            "issn": "",
            "pages": "933--973",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.57.4.933"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human coronavirus NL63 employs the severe acute respiratory syndrome coronavirus receptor for cellular entry",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pyrc",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Van Der Hoek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Geier",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Berkhout",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pöhlmann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "102",
            "issn": "",
            "pages": "7988--93",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0409465102"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Crystal structure of Nsp15 endoribonuclease NendoU from SARS-CoV-2. bioRxiv. 2020",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jedrzejczak",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Maltseva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Endres",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Godzik",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Michalska",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Joachimiak",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.02.968388"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Response Team: Update: public health response to the coronavirus disease 2019 outbreak-United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jernigan",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc Covid-",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "216--235",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6908e1"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Rothan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Byrareddy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Autoimmun",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaut.2020.102433"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Novel coronavirus situation report -2",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--207",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19)",
            "authors": [],
            "year": 2019,
            "venue": "Report of the WHO-China Joint Mission on Coronavirus Disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A familial cluster of infection associated with the 2019 novel coronavirus indicating potential person-to-person transmission during the incubation period",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/jiaa077"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2 -12.4  Lx10 3 /uL), a hemoglobin (Hgb) of 13.9 g/dL (normal: 12 -18 g/dL), a hematocrit (Hct) of 42.9% (normal: 42% -52%), and a platelet count of 176 x 10 3 /uL (normal: 130 -400 x 10 3 /uL). C-reactive protein was 6.1 mg/dL (normal: 0.5 -0.9 mg/dl), complement component (C3) 165 mg/dL (normal: 81 -157 mg/dL), lactic acid 8.7 mg/dL (normal: 8.4 -10.2 mg/dl), lactate dehydrogenase (LDH) 746 U/L (normal: 313 -618 U/L), and procalcitonin < 0.05 ng/ml (normal: 0.00 -0.05 ng/ml).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Axial computed tomography (CT) image of the chest showing bilateral ground-glass opacities Coronal computed tomography (CT) image of chest showing bilateral ground-glass opacities",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}