{
    "paper_id": "f0a90194fe328a7dc609610658b9ca10f283e7cd",
    "metadata": {
        "title": "8 Neonatologie Definitionen -140",
        "authors": [
            {
                "first": "K",
                "middle": [],
                "last": "Bauer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [],
                "last": "Groneck",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "P"
                ],
                "last": "Speer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Noch vor 10 Jahren war die häufigste Todesursache Frühgeborener das akute Lungenversagen. Die sensationellen Ergebnisse von Mary Ellen Avery ebneten dann den Weg für eine kausale Therapie des Atemnotsyndroms. M.E. Avery beobachtete, dass die Lungen eines verstorbenen Frühgeborenen luftleer und »schwer« waren und kein »schäumendes Material« (»foam«) enthielten. Wie sie durch Experimente belegen konnte, fehlte diesen Lungen in der Tat eine Substanz, die die Oberflächenspannung in den Alveolen vermindert: das pulmonale Surfactant. Die 1959 publizierten Ergebnisse ihrer Untersuchungen fanden zunächst nicht die ihnen gebührende Aufmerksamkeit. Um die weitere Resonanz auf ihre Entdeckung zu beschreiben, verweist M.E. Avery gerne auf den deutschen Philosophen Schopenhauer. Dieser hatte erkannt, dass sich neues Wissen in 3 Phasen verbreitet: Die 1. Phase, in der neue Ergebnisse bekannt gegeben werden, wird meist ignoriert. In der 2. Phase rufen die inzwischen von anderen nicht mehr zu leugnenden Ergebnisse Feindseligkeiten hervor, in der 3. und letzten Phase besteht eine generelle Übereinstimmung darüber, dass man schon immer von dieser Tatsache ausgegangen sei. (CPS) 8.1",
            "cite_spans": [
                {
                    "start": 1173,
                    "end": 1178,
                    "text": "(CPS)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "> > Einleitung"
        },
        {
            "text": "Die Erfolge der Neonatalmedizin liegen unter anderem an der frühen Einführung qualitätssichernder Maßnahmen durch die Erstellung und Auswertung standardisierter Berichte über alle Geburten (Perinatalerhebung) und alle stationären Aufenthalte von Neugeborenen (Neonatalerhebung).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K. Bauer †, C.P. Speer"
        },
        {
            "text": "Für die Qualitätskontrolle und die Vergleichbarkeit von Therapieergebnissen in der Neugeborenenmedizin sind einheitliche und verbindliche Definitionen von Krankheitsbildern und Zuständen erstellt worden. Diese Einteilungen sind von sehr großer klinischer Bedeutung, da sie Neugeborene mit unterschiedlichen Erkrankungsrisiken definieren. So machen z. B. die Neugeborenen mit einem Geburtsgewicht <1500 g nur 0,8-1,5% aller Lebendgeborenen aus, verursachen aber bis zu 65% der neonatalen Mortalität. Neugeborene werden nach dem Gestationsalter, dem Geburtsgewicht und dem Geburtsgewicht bezogen auf das Gestationsalter unterteilt (. Tabelle 8.1 und . Abb. 8.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K. Bauer †, C.P. Speer"
        },
        {
            "text": "Die Einteilung nach dem Gestationsalter (d. h. Dauer der Schwangerschaft vom 1. Tag der letzten Menstruation bis zur Geburt) beschreibt den Grad der Organreife. Das Gestationsalter kann aber nur selten genau gemessen werden, sondern ist eine anamnestische Angabe mit einer gewissen Ungenauigkeit. Die Einteilung nach dem Geburtsgewicht, das eine messbare Größe ist, wird in den USA häufig benutzt. Dadurch werden allerdings unter dem Begriff »low birth-weight infant« hypotrophe Neugeborene und Frühgeborene, die beide deutlich unterschiedliche Krankheitsprofile haben, zusammengefasst. Die Einteilung nach dem Geburtsgewicht bezogen auf das Gestationsalter ermöglicht die Unterscheidung von hypotrophen, eutrophen und hypertrophen Neugeborenen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K. Bauer †, C.P. Speer"
        },
        {
            "text": "> Die neonatale Mortalität (Anzahl der in den ersten 28 Lebenstagen verstorbenen Neugeborenen pro 1000 Lebendgeborene) als Maß für die Qualität der Neugeborenenversorgung ist in Deutschland zwischen 1970 und 1991 von 17 auf 4/1000 gesunken und seither auf diesem geringen Niveau stabil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "K. Bauer †, C.P. Speer"
        },
        {
            "text": "Die Geburt ist die dramatischste Änderung der Lebensumstände im menschlichen Leben. Innerhalb weniger Minuten finden zahlreiche physiologische Veränderungen, das Kennenlernen der Eltern und das Erleben einer neuen Sinneswelt statt (. Tabelle 8.2). Die Aufgabe des Kinderarztes ist es, zusammen mit dem Geburtshelfer, die postnatale Adaptation zu beobachten und wenn nötig zu unterstützen, ohne durch zu viele Maßnahmen diesen für das Neugeborene und seine Eltern wichtigen Augenblick zu stören.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Postnatale Adaptation"
        },
        {
            "text": "derlich. Zudem sollte das gesunde reife Neugeborene bereits im Kreißsaal an die Brust der Mutter angelegt werden, weil dadurch das spätere erfolgreiche Stillen begünstigt wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Postnatale Adaptation"
        },
        {
            "text": "Zur Beurteilung der postnatalen Adaptation hat sich das von der amerikanischen Anästhesistin Virginia Apgar eingeführte Apgar-Schema ohne Zweifel bewährt (. Tabelle 8.3). Dr. Apgar's primäres Ziel war es, Neugeborene zu identifizieren, die unmittelbar postnatal deprimiert waren und eine unverzügliche Hilfe benötigten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beurteilung der postnatalen Adaptation (Apgar-Schema)"
        },
        {
            "text": "> Der Apgar-Wert wird 1, 5 und 10 min nach der Geburt erhoben. Der 1-min-Apgar-Wert dient zur Identifikation der Neugeborenen, die sofortiger Hilfe bedürfen. Für die neonatale Mortalität und spätere neurologische Morbidität kommt dem 5-min Apgar-Score eine gewisse prognostische Bedeutung zu.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beurteilung der postnatalen Adaptation (Apgar-Schema)"
        },
        {
            "text": "2-3% der Neugeborenen haben angeborene Fehlbildungen, die mit bedeutsamer Behinderung einhergehen oder lebensbedrohend sind, 3-4% der Neugeborenen haben geringfügige Fehlbildungen. Durch die pränatale Ultraschalldiagnostik können zahlreiche angeborene Fehlbildungen bereits vor der Geburt erkannt werden (. Abb. 8.4 ). Bei intrauteriner Diagnose einer angeborenen Fehlbildung sollten die Eltern von Geburtshelfern, Neonatologen und Kinderchirurgen gemeinsam beraten werden und der Geburtsmodus und das postnatale Vorgehen festgelegt werden.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 315,
                    "text": "Abb. 8.4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Akut lebensbedrohliche Fehlbildungen der Neugeborenenperiode"
        },
        {
            "text": "Untersuchung des Neugeborenen 8.3.1 Zeitpunkte der Neugeborenenuntersuchung 4 Bei jedem Neugeborenen werden vorgeschriebene Vorsorgeuntersuchungen gemacht: 4 die U1 in den ersten 4 Lebensstunden, 4 die U2 im Alter von 3-10 Tagen 4 die U3 am Ende der Neonatalperiode im Alter von 4-6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.3"
        },
        {
            "text": "Wochen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.3"
        },
        {
            "text": "Außerdem hat sich eine zusätzliche Untersuchung im späteren Verlauf des 1. Lebenstages als nützlich erwiesen. Jeder Untersuchungszeitpunkt hat eigene Untersuchungsschwerpunkte und beinhaltet zusätzliche präventive Maßnahmen. > Zur Neugeborenenuntersuchung gehören neben der allgemeinen körperlichen Untersuchung die Bestimmung der somatischen Reifezeichen, die Suche nach Geburtsverletzungen und nach Fehlbildungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.3"
        },
        {
            "text": "In diesem Abschnitt sind wichtige Untersuchungsinhalte und häufige Befunde für die einzelnen Körperregionen des Neugeborenen aufgeführt (. Tabelle 8.4). Geburtsverletzungen (7 Kap. 8.5 .3) und Dysmorphiezeichen sind andernorts abgehandelt.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 184,
                    "text": "Kap. 8.5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Untersuchung der einzelnen Körperregionen"
        },
        {
            "text": "Haut. Akrozyanose (häufig bei kalten Händen, Füßen), zentrale Zyanose (Zunge!), Blässe, Plethora, Ödeme, marmoriertes Hautkolorit, graues Munddreieck, Ikterus. Storchenbiss (Naevus simplex): angeborene Teleangiektasien symmetrisch auf Stirn, Oberlidern, Nase, Oberlippe und im Na-cken, die im Gesicht meist bis zum 3. Lebensjahr verschwinden, im Nacken aber häufig persistieren. Differenzialdiagnose: Naevus flammeus, Hämangiome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Untersuchung der einzelnen Körperregionen"
        },
        {
            "text": "Milien: zahlreiche punktförmige weiße Papeln auf dem Nasenrücken und am Kinn durch transiente Keratinzysten. Milien verschwinden ohne Therapie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Untersuchung der einzelnen Körperregionen"
        },
        {
            "text": "Waschfrauenhände: Schuppung und Abschilferung der Haut an Handinnenflächen und Fußsohlen bei Übertragung oder Plazentainsuffizienz.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Untersuchung der einzelnen Körperregionen"
        },
        {
            "text": "nichtinfektiöse, transiente erythematöse Makulae zum Teil mit zentraler gelblicher Papel, die meist am Stamm zwischen dem 3. und 7. Lebenstag auftreten (. Abb. 8.5). Im Direktpräparat im Wesentlichen eosinophile Granulozyten. Differenzialdiagnose: Staphylodermie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neugeborenenexanthem (Erythema toxicum neonatorum):"
        },
        {
            "text": "Bei kongenitaler Hüftdysplasie sind klinische Zeichen wie Abspreizhemmung der Oberschenkel, Faltenasymmetrie oder Beinlängendifferenz nicht zuverlässig. Der Ortolani-Test (Ausrenken und Wiedereinrenken der dysplastischen Hüfte) wird heute nicht mehr empfohlen. Bei klinischer Untersuchung auf Instabilität der Hüften achten!",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neugeborenenexanthem (Erythema toxicum neonatorum):"
        },
        {
            "text": "Die Untersuchungsergebnisse der neurologischen Neugeborenenuntersuchung hängen sehr vom Verhaltenszustand des Neugeborenen ab (ruhiger Schlaf, ruhiges Wachsein, aktives Wachsein, Schreien). Der Verhaltenszustand muss also dokumentiert und in die Beurteilung einbezogen werden. Die besten Ausgangsbedingungen für die neurologische Untersuchung sind ruhiges und aktives Wachsein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neurologische Neugeborenenuntersuchung"
        },
        {
            "text": "Die neurologische Untersuchung am 1. Lebenstag hat eher orientierenden Charakter, wesentlich aussagekräftiger ist die Untersuchung am 3. Lebenstag. Bei der neurologischen Untersuchung des Neugeborenen werden folgende Funktionen beurteilt:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neurologische Neugeborenenuntersuchung"
        },
        {
            "text": "Spontanverhalten und Spontanmotorik. Das gesunde Neugeborene zeigt im Wachzustand eine lebhafte Spontanmotorik mit seitengleichem, alternierendem Strampeln der Beine und alternierendem Rudern mit den Armen. Auffällig sind Apathie oder Hyperexzitabilität. Das gesunde Neugeborene saugt kräftig und trinkt ohne sich zu verschlucken. Bei der Beurteilung der Seitengleichheit von Bewegungen bei Neugeborenen darf der Kopf nicht zur Seite gedreht sein, da sonst durch den asymmetrisch-tonischen Nackenreflex eine Seitendifferenz vorgetäuscht wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neurologische Neugeborenenuntersuchung"
        },
        {
            "text": "Zur klinischen Schätzung des Gestationsalters werden somatische und neurologische Merkmale herangezogen. Ein gut validiertes Untersuchungsschema zur Schätzung des Gestationsalters ist der Ballard-Score. Die klinische Reifealterbestimmung ist auf ±1,5 Wochen genau. In der . Tabelle 8.6 sind somatische Reifezeichen eines Frühgeborenen und eines reifen Neugeborenen gegenübergestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bestimmung der somatischen Reifezeichen"
        },
        {
            "text": "Reanimation Früh-und Neugeborener C.P. Speer",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.4"
        },
        {
            "text": "Voraussetzungen zur Durchführung. Die meisten Neugeborenen durchlaufen eine unproblematische kardiorespiratorische Adaptation; bei ca. 10% der Kinder können allerdings mehr oder weniger intensive Reanimationsmaßnahmen erforderlich sein. Ungefähr 2/3 dieser Patienten lassen sich aufgrund definierter Risiken bereits vor der Geburt identifizieren, bei 1/3 der Neugeborenen tritt die Reanimationssituation völlig unerwartet auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voraussetzungen zur Reanimation"
        },
        {
            "text": "Diese Tatsache unterstreicht die Notwendigkeit, dass die essenziellen Wiederbelebungsmaßnahmen zu jeder Zeit differenziert und kompetent durch ein geschultes neonatologisches Reanimationsteam durchgeführt werden können. Weitere Voraussetzungen sind eine optimale Information über maternale und feta-. Abb. 8.10. Asymmetrisch tonischer Nackenreflex (Fechterstellung)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voraussetzungen zur Reanimation"
        },
        {
            "text": ". Der antenatale Transport von Schwangeren und damit von Risikofrüh-und Neugeborenen in ein Perinatalzentrum Level 1 ist bei folgenden Situationen obligat: 1. Frühgeborene mit einem Gestationsalter < 29,0 Wochen (geschätztes Gewicht < 1250 g). 2. Höhergradige Mehrlinge (>2) <33 Gestationswochen 3. Alle pränatal diagnostizierten Erkrankungen, bei denen nach der Geburt eine unmittelbare Notfallversorgung erforderlich ist. Dies betrifft Erkrankungen der Mutter mit fetaler Gefährdung sowie angeborene Fehlbildungen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voraussetzungen zur Reanimation"
        },
        {
            "text": "Postnatale Beurteilung. Für die postnatale Beurteilung reifer Neugeborener hat sich das Apgar-Schema bewährt. Frühgeborene lassen sich aufgrund des vom Gestationsalter abhängigen Muskeltonus und der Reflexerregbarkeit allerdings nicht adäquat beurteilen. Eine allzu schematische Erfassung der einzelnen Apgar-Kriterien bei der Erstversorgung eines deprimierten reifen Neugeborenen birgt darüber hinaus die Gefahr, dass die Wiederbelebungsmaßnahmen nur verzögert einsetzen. Die Bestimmung des Säure-Basen-Status ist als ein fester Bestandteil und eine wesentliche Ergänzung der kindlichen Zustandsbeurteilung anzusehen. Diese nur mit einer zeitlichen Latenz verfügbare Diagnostik ist jedoch für die initialen therapeutischen Entscheidungen in der Regel nicht relevant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Voraussetzungen zur Reanimation"
        },
        {
            "text": "Drei klinische Kriterien -nämlich Hautfarbe, Atmung und Herzfrequenz -geben ausreichende Informationen, um das akute Vorgehen zu planen und die Maßnahmen, die in 3 Stufen erfolgen sollten, weder zu spät noch zu voreilig durchzuführen (. Abb. 8.11).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Maßnahmen der Neugeborenenreanimation"
        },
        {
            "text": "Die einfachen Basismaßnahmen der Reanimation beinhalten Abtrocknen, Stimulation und Absaugen des Neugeborenen sowie gegebenenfalls die so genannte »Sauerstoffvorlage«. Während dieser Maßnahmen ist eine schnelle Beurteilung zum Ausschluss von schweren Fehlbildungen erforderlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stufe 1: Basismaßnahmen"
        },
        {
            "text": "Nach dem Abtrocknen wird das Neugeborene in angewärmte, trockene Tücher gehüllt. Die Erstversorgung erfolgt unter einem Heizstrahler, Zugluft im Raum ist zu vermeiden! Bei sehr kleinen Frühgeborenen und extrem hypotrophen Neugeborenen ist ein zusätzlicher Wärmeschutz durch verschiedenste Folien (u. a. Plastikfolien) oder Warmluftdecken erforderlich. Durch die taktile Stimulation u. a. von Rücken und Fußsohlen wird die kindliche Atmung stimuliert. Die Mehrzahl der Neugeborenen beginnt innerhalb von 10 s nach der Geburt spontan zu atmen, allerdings ist damit zu rechnen, dass ca. 10% der Neugeborenen nach 1 Lebensminute noch keine regelmäßige Atemtätigkeit aufweisen. Bei entsprechender Indikation, wie Verlegung der Atemwege durch Fruchtwasser, Blut oder Mekonium, erfolgt das Absaugen zuerst des Oropharynx und dann der Nasenwege des Neugeborenen mit einem ausreichend großlumigen Katheter (Ch 8-10).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stufe 1: Basismaßnahmen"
        },
        {
            "text": "Mund vor Nase! Es besteht eine erhöhte Aspirationsgefahr durch die Stimulation der kindlichen Eigenatmung nach nasalem Absaugen! Weiterhin ist unbedingt darauf zu achten, dass beim Absaugen keine Bradykardien auftreten (Vagusstimulation). Der Sog am Absauggerät ist auf 200 mbar zu begrenzen, um Verletzungen der Schleimhaut zu vermeiden. Ein routinemäßiges Absaugen aller Neugeborenen ist nicht indiziert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Bei zentraler Zyanose während der ersten Lebensminuten wird dem Neugeborenen Sauerstoff vor Nase und Mund geleitet. Trotz theoretischer Bedenken wegen einer potenziellen O 2 -Toxizität (Bildung von toxischen O 2 -Radikalen) gibt es bisher keine eindeutigen Hinweise, die zu einem Verzicht dieser Maßnahme geführt hätten. Zur Zeit wird in multizentrischen Studien geprüft, wie das optimale Sauerstoffangebot für sehr kleine Frühgeborene aussehen sollte. Bis zum Erhalt der Ergebnisse sollte bei der Hochrisikogruppe sehr unreifer Frühgeborener eine Sauerstoffterapie nur unter kontinuierlicher Messung der Sauerstoffsättigung erfolgen und eine Hyperoxigenierung (SO 2 >93%) bereits während der Stabilisierungsphase und bei beatmeten Frühgeborenen darüberhinaus in den ersten Lebenswochen vermieden werden (Cave: Frühgeborenenretinopathie, Bronchopulmonale Dysplasie).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Führen die beschriebenen Basismaßnahmen nicht zum Einsetzen der Spontanatmung, so sind zur Vermeidung von Bradykardie und Hypoxie weitere Schritte erforderlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stufe 2: Zusatzmaßnahmen bei insuffizienter Spontanatmung"
        },
        {
            "text": "Beutel-Masken-Beatmung. Neugeborene mit fehlender Eigenatmung werden nach 30 s mit einer Beutel-Masken-Beatmung und . Abb. 8.11. 3-Stufenmodell der Neugeborenenreanimation inspiratorischem Druckplateau behandelt. Diese »Blähatmung« besteht aus max. 3 Beatmungshüben mit einem hohen inspiratorischen Beatmungsdruck (ca. 30-40 cmH 2 O) und einer langen Inspirationszeit (ca. 3-5 s). Ziel dieser Beatmungsstrategie ist, die intraalveoläre Lungenflüssigkeit in das pulmonale Lymph-und Gefäßsystem zu pressen und somit -in Analogie zur Atemtechnik Neugeborener -eine funktionelle Residualkapazität herzustellen. Diese Maßnahme sollte unter Auskultationskontrolle erfolgen und in eine assistierte, den Bedürfnissen des Neugeborenen angepasste assistierte Beatmung übergehen. Runde Silikonmasken eignen sich für die Maskenbeatmung am besten: sie erlauben eine optimale Abdichtung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stufe 2: Zusatzmaßnahmen bei insuffizienter Spontanatmung"
        },
        {
            "text": "Diese Beatmungsform ist nicht auf sehr unreife Frühgeborene zu übertragen. Wie jüngere Untersuchungen zeigen, kann ein inadäquates Baro-und Volutrauma im Rahmen der Reanimation gravierende akute und chronische Lungenschäden der unreifen Lungenstruktur induzieren, die u. a. durch eine erhöhte alveolärkapilläre Leakage charakterisiert sind und möglicherweise die pathogenetische Sequenz der pulmonalen Inflammationsreaktion induzieren oder aggravieren. Vor dem Hintergrund dieser Beobachtung ist eine dem Frühgeborenen individuell angemessene Beatmungsform zu wählen, die das Risiko der mechanischen Traumatisierung so gering wie möglich hält. Das Ausmaß einer Asphyxie zeigt sich an der Schnelligkeit, mit der ein asphyktisches Kind auf Reanimationsmaßnahmen reagiert. Untersuchungen beim Versuchstier zeigen eine typische Sequenz nach einer experimentell induzierten Hypoxie: nach einigen heftigen Atemzügen kommt es zu einer Phase der primären Apnoe, begleitet von einer Bradykardie. In dieser Situation lassen sich die Tiere oft durch einfache taktile Maßnahmen zur Atmungsaufnahme stimulieren, unter der es auch zum Anstieg der Herzfrequenz kommt. Bei weitergehender Hypoxie folgt eine Phase mit erneuten heftigen Atemzügen, welche schließlich sistieren und in eine terminale Apnoe übergehen. In dieser Phase ist das Tier schwer deprimiert, azidotisch, bradykard, und bedarf der intensiven kardiopulmonalen Reanimation. Formen der fetalen Depression, bei denen eine ausreichende kardiorespiratorische Adaptation nach taktiler Stimulation oder kurzfristiger Maskenbeatmung zu erreichen ist, können also nicht als schwere perinatale Asphyxie bezeichnet werden. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Stufe 2: Zusatzmaßnahmen bei insuffizienter Spontanatmung"
        },
        {
            "text": "Die toxische Wirkung der freien Radikale im Gehirn beruht offenbar auf einer Hemmung des transmembranösen Enzyms Na + -K + -ATPase, welches einen Zusammenbruch des Membranpotenzials zur Folge haben kann. Aus geschädigten Zellen werden dann neurotoxische exzitatorische Aminosäuren freigesetzt (Glutamat und Aspartat). Diese Substanzen aktivieren einen Ionenkanal (N-Methyl-D-Aspartat-Kanal), welches zu einem Ca 2+ -Influx in die Zelle führt. Durch Aktivierung von Proteasen kann der Zelltod eingeleitet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "Während sich meist alle anderen Organe vom asphyktischen Insult erholen, ist dieses beim Gehirn nicht immer der Fall. Die Hypoxie und Ischämie führen zu einer lokalen Laktatakkumulation im Gehirn und zu einer Verminderung energiereicher Phosphate (Phosphokreatinin und ATP). Das Energieversagen ist während der ersten Tage nach dem Insult zunächst durch vermehrte Glukoseutilisation maskiert und ist in der Regel erst nach 24-48 h in voller Ausprägung vorhanden (sekundäres Energieversagen). Je nach Ausmaß der Schädigung entwickelt sich eine lokale Hirnläsion oder eine diffuse neuronale Nekrose mit schwerem Hirnödem oder Hirntod. Letztere treten stets mit einer gewissen Latenz nach 24-72 h auf. Diese zeitliche Latenz zwischen primärer Ischämie und sekundärer Läsion in der Reperfusionsphase könnte möglicherweise ein zeitliches Fenster darstellen, in dem therapeutische Maßnahmen auch nach einem primären Insult möglich sind. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8"
        },
        {
            "text": "Das Frühgeborene",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.6"
        },
        {
            "text": "Häufigkeit. Ungefähr 6,5% aller Geburten erfolgen vor der vollendeten 37. Schwangerschaftswoche; etwa 1,5% der Kinder sind sehr kleine Frühgeborene (Geburtsgewicht <1500 g, Gestationsalter <32 vollendete Gestationswochen). In den letzten Jahren gibt es eine zunehmende Anzahl von experimentellen Untersuchungen sowie klinischen Beobachtungen und Studien, die eine Assoziation zwischen maternaler Chorioamnionitis und dem Auftreten einer bronchopulmonalen Dysplasie sowie Hirnblutungen bzw. periventrikulärer Leukomalazie nahelegen. Eine Chorioamnionitis lässt sich bei mehr als 50% aller sehr unreifer Frühgeborener in der Vorgeschichte nachweisen. Vermutlich führt die im Rahmen einer Chorioamnionitis beschriebene intrauterine Zytokinexposition des Feten zu einer Inflammationsreaktion in der kindlichen Lunge sowie zu einer ersten Schädigung der unreifen vaskulären Endothelstrukturen, dem sog. »first hit« (. Abb. 8.16). Treten unmittelbar nach der Geburt weitere schicksalshafte oder auch vermeidbare Ereignisse auf, die zu einer Veränderung der zerebralen Durchblutung und Fluktuationen des zerebralen Blutflusses führen, so kann eine Hirnblutung oder Minderperfusion vulnerabler Gehirnstrukturen auftreten. Die intrauterine pulmonale Inflammationsreaktion wird durch postnatale Sauerstofftoxizität, Baro-Volutrauma sowie Infektionen verstärkt und kann in eine bronchopulmonale Dysplasie einmünden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C.P. Speer"
        },
        {
            "text": "Männliche Frühgeborene und Mehrlinge haben allerdings eine geringere Überlebenschance als weibliche Risikopatienten bzw. Einzelgeborene gleichen Gestationsalters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C.P. Speer"
        },
        {
            "text": "Management. Für eine optimale Betreuung von Risikofrühgeborenen müssen eine Reihe von Bedingungen erfüllt sein. Risikoschwangere und Frühgeborene sollten nur in personell und technisch optimal ausgestatteten Perinatalzentren betreut werden. Ein In-utero-Transport eines gefährdeten Frühgeborenen ist mit ungleich geringeren Risiken verbunden als eine postnatale Verlegung. Die Inzidenz von bleibenden Behinderungen ist -wie in vielen Studien belegt -bei einer Behandlung in Perinatalzentren deutlich geringer als in kleinen Kinderkliniken, die über eine geringere Erfahrung in der Behandlung der Patienten und/oder eine unzureichende personelle bzw. apparative Ausstattung verfügen. Das Risiko an einer nosokomialen Sepsis und lokalen nosokomialen Infektionen zu erkranken ist hoch; in einigen Perinatalzentren erkranken bis zu 25% der Hochrisikopatienten an einer Sepsis. Die psychische Bindung zwischen Mutter und Frühgeborenem bzw. zwischen Vater und Frühgeborenem soll auch bei beatmeten, aber respiratorisch und zirkulatorisch stabilen Kindern so früh wie möglich erfolgen. Die sogenannte Känguru-Methode wird von den meisten Frühgeborenen außerordentlich gut toleriert (. Abb. 8.17).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C.P. Speer"
        },
        {
            "text": "Die Surfactantsubstitution stellt einen entscheidenden Durchbruch in der Behandlung des Atemnotsyndroms Frühgeborener dar. Durch diese kausale Therapiemaßnahme konnten die akuten pulmonalen Komplikationen beatmeter Frühgeborener um 2/3 reduziert werden und die Sterblichkeit von Frühgeborenen mit Atemnotsyndrom nahezu halbiert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Atemnotsyndrom Frühgeborener"
        },
        {
            "text": "Epidemiologie. Das Atemnotsyndrom Frühgeborener (RDS: »respiratory distress syndrome«; syn: hyalines Membranensyndrom) stellte vor Einführung der Surfactantsubstitution die häufigste Todesursache der Neonatalperiode dar. Ungefähr 1% aller Neugeborenen erkranken an einem RDS. Die Inzidenz steigt mit abnehmendem Gestationsalter: bis zu 60% der Frühgeborenen <30. Gestationswoche entwickeln ein RDS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Atemnotsyndrom Frühgeborener"
        },
        {
            "text": "Pathogenese. Wesentliche Ursache des RDS ist der Mangel eines pulmonalen oberflächenaktiven Surfactantsystems, das die Oberflächenspannung der Alveolen vermindert und somit zur Stabilität des Alveolarsystems beiträgt; es beugt einem Alveolarkollaps in der Exspiration vor (Surfactant: »surface active agent«). Surfactant, das in Pneumozyten vom Typ II gebildet und in den Alveolarraum sezerniert wird, besteht überwiegend aus verschiedenen Phospholipiden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Atemnotsyndrom Frühgeborener"
        },
        {
            "text": "Bei Patienten mit RDS ist die Surfactant-Hauptkomponente Dipalmitoylphosphatidylcholin (Lecithin) quantitativ vermindert, Phosphatidylcholin fehlt vollständig. Da eine ständige Sekretion von Surfactant in das Fruchtwasser stattfindet, kann durch eine Bestimmung des L/S-Quotienten (Lecithin/Sphingomyelin) die Lungenreife von Frühgeborenen abgeschätzt werden. Der Sphingomyelingehalt im Fruchtwasser bleibt im Verlauf der Schwangerschaft konstant. Ein L/S-Quotient von >2:1 weist auf ein ausgereiftes Surfactantsystem hin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Atemnotsyndrom Frühgeborener"
        },
        {
            "text": "Neben Phospholipiden enthält Surfactant Apoproteine unterschiedlichen Molekulargewichts (SP: »surfactant protein«). Während die hochmolekularen Apoproteine (SP-A) vermutlich die zelluläre Sekretion und Wiederaufnahme der Phospholipide regulieren sowie lokale Abwehrfunktionen gegen verschiedenste mikrobielle Erreger übernehmen (SP-A, SP-D), kommt den hydrophoben niedermolekularen Apoproteinen (SP-B, SP-C) eine besondere funktionelle Bedeutung zu: sie verbessern die Absorption und Ausbreitung der Surfactantphospholipide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Atemnotsyndrom Frühgeborener"
        },
        {
            "text": "Die Surfactantdefizienz wird typischerweise durch eine postnatal einsetzende intraalveoläre Akkumulation von Plasmaproteinen kompliziert, die nach Schädigung des Alveolarepithels und Kapillarendothels die Alveoli auskleiden und die Surfactantwirkung direkt inhibieren (hyaline Membranen; . Abb. 8.18).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Atemnotsyndrom Frühgeborener"
        },
        {
            "text": "Eine ausreichende Surfactantsynthese besteht in der Regel von der 35. Gestationswoche an. Eine verzögerte Lungenreifung können Kinder diabetischer Mütter, Neugeborene mit Asphyxie oder schwerer Erythroblastose aufweisen. Eine beschleunigte Lungenreifung wird bei Präeklampsie und Wachstumsretardierung, bei intrauterinem Stress durch vorzeitigen Blasensprung (2-7 Tage) und durch ein mütterliches Amnioninfektionssyndrom beobachtet. Pathophysiologie. Bei einem Surfactantmangel entwickeln sich in den Lungen der Frühgeborenen unmittelbar nach der Geburt zunehmende diffuse Atelektasen, die alveoläre Minderbelüftung führt zu einer Hypoxämie/Hypoxie und zu einem Anstieg des CO 2 -Partialdruckes. Die Folgen sind eine systemische Hypotension und Vasokonstriktion der pulmonalen Gefäße, die eine pulmonale Minderperfusion sowie eine Ausbildung intrapulmonaler Shunts und eines Rechts-links-Shunts auf Vorhofebene (Foramen ovale) bzw. über den Ductus arteriosus nach sich ziehen. Der pulmonale Metabolismus wird erheblich eingeschränkt. Sowohl Azidose, Hypoxie und der veränderte Lungenstoffwechsel inhibieren die postnatal einsetzende De-novo-Synthese von Surfactant. In . Abbildung 8.19 ist der Circulus vitiosus des Atemnotsyndroms dargestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Atemnotsyndrom Frühgeborener"
        },
        {
            "text": "Klinik. Klinische Symptome treten unmittelbar nach der Geburt oder innerhalb der ersten 3-4 Stunden post partum auf: 4 Tachypnoe >60/min, 4 Nasenflügeln, 4 exspiratorisches Stöhnen, 4 sternale und interkostale Einziehungen, 4 abgeschwächtes Atemgeräusch, 4 Mikrozirkulationsstörungen: blass-graues Hautkolorit, 4 Temperaturinstabilität, 4 evtl. Zyanose (bei insuffizienter Behandlung).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Atemnotsyndrom Frühgeborener"
        },
        {
            "text": "Bei der röntgenologischen Untersuchung des Thorax finden sich typische Veränderungen: unter zunehmender Verdichtung des Lungenparenchyms mit Auslöschung der Herz-und Zwerchfellkonturen entwickelt sich eine so genannte »weiße Lunge« (. Abb. 8.20).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Das Atemnotsyndrom Frühgeborener"
        },
        {
            "text": "Eine neonatale Infektion mit β-hämolysierenden Streptokokken der Gruppe B kann sich unter klinischen und radiologischen Zeichen eines RDS manifestieren! Effekte der Surfactantsubstitution. Unmittelbar nach intratrachealer Applikation natürlicher Surfactantpräparate konnte bei Frühgeborenen mit manifestem RDS in allen kontrollierten Studien eine -wenn auch recht unterschiedliche -Verbesserung der Oxigenierung und der Beatmungssituation erzielt werden. Synthetische Präparate zeigen im Vergleich zu natürlichen Surfactantpräparationen eine wesentlich langsamere Verbesserung des pulmonalen Gasaustausches und des Beatmungsverlaufs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Sowohl nach prophylaktischer als auch therapeutischer Surfactantgabe konnte die Pneumothoraxinzidenz um 50-70% und die Sterblichkeit um ca. 40% reduziert werden. Alle anderen akuten und chronischen mit Atemnotsyndrom assoziierten Komplikationen wurden durch eine Surfactanttherapie nicht beeinflusst. Direkte Vergleichsstudien zwischen natürlichen und synthetischen Surfactantpräparaten belegen eine bessere klinische Wirksamkeit natürlicher Präparate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Neuere Untersuchungen weisen darauf hin, dass eine Surfactantbehandlung in der frühen Phase des Atemnotsyndroms einer Therapie in einer späteren Erkrankungsphase überlegen ist. Besonders Frühgeborene <28 Gestationswochen profitieren von einer prophylaktischen oder sehr frühen Surfactantapplikation. Wie Metaanalysen belegen, führt eine Surfactantsubstitution innerhalb von 15 min nach der Geburt zu einer geringen Ausprägung des Atemnotsyndroms, zu einer reduzierten Inzidenz der BPD und einer geringen Sterblichkeit in dieser Altergruppe. In . Tabelle 8.11 sind einige Empfehlungen für die postnatale Surfactantbehandlung zusammengefasst. Durch die Hemmung der Prostaglandinsynthese wird der gefäßerweiternde Effekt von Prostaglandin E 2 antagonisiert. Kontraindikationen der Indometacinbehandlung sind: Thrombozytopenie, Serumkreatinin >1,8 mg/dl und Oligurie. Etwa 40% aller indometacinbehandelten Frühgeborenen sprechen auf diese konservative Behandlung nicht an.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Definition. Diese chronisch-respiratorische Erkrankung kann auch bei nicht beatmeten Frühgeborenen mit einem Gestationsalter von weniger als 32 Gestationswochen im postnatalen Alter von 10-14 Tagen auftreten. Die Kinder haben in der Regel keine oder nur eine milde Atemnotsymptomatik während der ersten Lebenstage. Der radiologische Befund ist durch diffuse, zystisch erscheinende Areale charakterisiert, die besonders in den oberen Lungenpartien auftreten sollen. Bei dieser chronisch-pulmonalen Erkrankung dürfte es sich um eine der möglichen Verlaufsformen der chronischen Lungenerkrankung Frühgeborener (CLD: »chronic lung disease«) handeln.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wilson-Mikity-Syndrom"
        },
        {
            "text": "Epidemiologie. Die Inzidenz des Wilson-Mikity-Syndroms ist nicht bekannt, da eine eindeutig klinische und radiologische Abgrenzung von der »CLD« nicht möglich ist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wilson-Mikity-Syndrom"
        },
        {
            "text": "Pathogenese. Wegweisende Untersuchungen zu pathogenetischen Mechanismen dieser chronischen Lungenerkrankung liegen nicht vor. Eine erhöhte Inzidenz von maternaler Chorioamnionitis bei Frühgeborenen mit Wilson-Mikity-Syndrom dürfte auf eine mögliche Rolle von intrauterinen bzw. prä-und postnatalen Infektionen hinweisen (s. Pathogenese der CLD/BPD). Bei japanischen Frühgeborenen mit Wilson-Mikity-Syndrom wurden erhöhte Gesamtkonzentrationen des Serumimmunglobulin M sowie Aktivitäten der Granulozytenelastase im Tracheobronchialsekret nachgewiesen. Es ist vorstellbar, dass das bei der CLD vorhandene pulmonale Entzündungsgeschehen durch verschiedenste Infektionserreger ausgelöst oder aggraviert wird. Kinder mit BPD sind stark gefährdet für eine RSV-Bronchiolitis, auch im Rahmen einer nosokomialen Infektion im Krankenhaus. Diese Infektion kann bei BPD-Patienten zu einem lebensbedrohlichen Krankheitsbild führen. Weiterhin haben Kinder mit BPD nicht selten ein hyperreagibles Bronchialsystem und erkranken innerhalb der ersten 2 Lebensjahre häufig an einer obstruktiven Bronchitis. Auffälligkeiten der Lungenfunktion (reversible oder fixierte Obstruktionen, erhöhtes intrathorakales Gasvolumen) sind bis ins Erwachsenenalter nachweisbar. In der Regel sind die Kinder jedoch körperlich später gut belastbar und in der Lage, Sport zu treiben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wilson-Mikity-Syndrom"
        },
        {
            "text": "L Die Geschichte der Frühgeborenenretinopathie (Retinopathy of prematurity, ROP) stellt ein Lehrstück falscher medizinischer Entscheidungen aufgrund dogmatischer Einschätzungen dar (Silverman 1982 Neuere Untersuchungen weisen jedoch darauf hin, dass bereits zum Zeitpunkt der Geburt die Grundlage für die Entstehung der Erkrankung gelegt wird. Sie beruht wahrscheinlich auf einer frühen Exposition gegenüber toxischen Sauerstoffradikalen. Weiterhin ist VEGF (»vascular endothelial growth factor«), ein wichtiger Wachstumsfaktor für die Gefäßentwicklung der Netzhaut, an der Genese der ROP beteiligt. Dieser wird bei lokaler Hypoxie vermehrt produziert.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 196,
                    "text": "(Silverman 1982",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Retinopathia praematurorum"
        },
        {
            "text": "Der Schädigungsmechanismus beginnt wahrscheinlich bereits zum Zeitpunkt der Geburt (. Abb. 8.24): bereits die Exposition gegenüber Raumluft führt bei extrem unreifen Frühgeborenen zu einer relativen Hyperoxie der Retina. Dadurch wird der physiologische Hypoxiegradient an der vaskulären Entwicklungsfront beseitigt und die Bildung von VEGF herabreguliert. Hierzu kann auch eine postnatale Exposition gegenüber hohen Sauerstoffkonzentrationen beitragen. Niedrige Konzentrationen von VEGF führen zu Arretierung des Gefäßwachstums und zu einer retinalen Vasoobliteration. Mit zunehmendem Wachstum der neuralen retinalen Elemente (Photorezeptoren) steigt der metabolische Bedarf der Netzhaut an, es entsteht eine relative Gewebshypoxie. Hierzu können auch andere Faktoren, die zu einer retinalen Minderperfusion führen, beitragen: Apnoen mit Bradykardien, Hypokarbie, Sepsis mit Hypotension (s. oben Risiko-faktoren). Die Gewebshypoxie ist nun ein Reiz zur Überproduktion von angiogenen Faktoren wie VEGF, es resultiert eine abnorme Neovaskularisierung von retinalen Gefäßen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retinopathia praematurorum"
        },
        {
            "text": "Bei der noch teilweise hypothetischen Pathogenese der Erkrankung werden also unterschieden 4 Eine Phase des primären Insultes (relative retinale Hyperoxie), welche zu einer Vasokonstriktion mit Arretierung der Gefäßentwicklung führt. In einigen Fällen entstehen zerebrovaskuläre Infarkte postnatal. Die Gefäßverschlüsse können durch Thrombose (arteriell oder venös), Embolien, Vasospasmus oder Gefäßfehlbidung bedingt sein, häufig findet sich jedoch keine fassbare Ursache. Infarkte aufgrund einer schweren arteriellen Hypotension finden sich in der Regel nicht im Versorgungsgebiet der A. cerebri media. Bei Frühgeborenen sind diese Läsionen in der periventrikulären Region gelegen, bei reifen Neugeborenen kann es zu Infarkten im Thalamusgebiet kommen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retinopathia praematurorum"
        },
        {
            "text": "Eine spezifische Therapie ist nicht möglich. Trotz der manchmal großen Ausdehnung des Defekts ist die Prognose unilateraler Gefäßverschlüsse meist erstaunlich gut, durch Hypotension bedingte Infarkte haben in der Regel eine sehr schlechte Prognose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retinopathia praematurorum"
        },
        {
            "text": "Traumatische Hirnblutungen (s. dort), insbesondere subdurale Blutungen, sind bei Frühgeborenen eher selten. Subarachnoidalblutungen und intrazerebelläre Blutungen kommen sowohl bei Früh-als auch bei Reifgeborenen vor. In solchen Fällen zeigen sich bei der Ultraschalluntersuchung unmittelbar nach der Geburt bereits periventrikuläre Läsionen an typischer Lokalisation. Am häufigsten entsteht eine PVL perinatal in Verbindung mit einer Chorioamnionitis. Die Genese der chorioamnionitis-assoziierten PVL ist noch nicht sicher geklärt. Im Nabelschnurblut lassen sich erhöhte Konzentrationen an proinflammatorischen Zytokinen (TNF , Interleukin-6) nachweisen, das Kind zeigt jedoch in der Regel keine Infektionssymptome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Seltenere intrazerebrale Blutungen"
        },
        {
            "text": "> Eine Chorioamnionitis ist also sowohl bei der Genese der Hirnblutung als auch der Leukomalazie beteiligt. Welche Faktoren die unterschiedliche Lokalisation der Schädigungen verursachen, ist noch nicht klar, so kann eine periventrikuläre Leukomalazie auch zusammen mit einer Hirnblutung auftreten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Periventrikuläre Leukomalazie"
        },
        {
            "text": "Im zerebralen Ultraschall lässt sich zum Zeitpunkt der Geburt eine symmetrische periventrikuläre Echoverdichtung darstellen, welche später in eine zystische Veränderung übergeht (. Kommentar. Das Kind zeigte die typischen sonografischen Befunde einer PVL. Die unmittelbar postnatal registrierten periventrikulären Echoverdichtungen weisen auf eine prä-oder perinatale Genese hin. Obwohl die Anamnese keine sicheren maternalen Infektionssymptome zeigte, lag histologisch eine Chorioamnionitis vor, welche wahrscheinlich mit der Entstehung einer periventrikulären Leukomalazie in Verbindung gebracht werden kann. Die Chorioamnionitis hatte zu keiner kindlichen Infektion geführt. Die Atem-und Kreislaufregulationsstörungen im Rahmen der später aufgetretenen Sepsis waren offenbar nicht für die Entstehung der PVL verantwortlich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Periventrikuläre Leukomalazie"
        },
        {
            "text": "Grundlagen. Frühgeborene, insbesondere sehr unreife Kinder mit einem Geburtsgewicht <1000 g, zeigen nach der Geburt über eine lange Zeit eine ausgeprägte kardiorespiratorische Instabilität. Ohne dass oft eine wesentliche andere Grundkrankheit vorliegt, kommt es zu rezidivierendem plötzlichen Auftreten von Apnoen, Bradykardien und Hypoxämien. Aufgrund der Unreife zentraler Steuerungsstrukturen sind Apnoen bei Frühgeborenen regelhaft zu beobachten und somit physiologisch (Frühgeborenenapnoen). Sie werden jedoch pathologisch durch ihre Dauer oder die begleitende Bradykardie sowie Hypoxämie. Apnoen mit relevanten Bradykardien und Hypoxämien sind behandlungsbedürftig. Da die Herzauswurfleistung bei Neugeborenen im Wesentlichen durch die Herzfrequenz bestimmt wird, kommt es bei solchen Ereignissen stets zu einer beträchtlichen Verminderung der Hirnperfusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apnoen bei Frühgeborenen"
        },
        {
            "text": "> Frühgeborenenapnoen bedingen ein erhöhtes Risiko für ischämische Hirnläsionen sowie für eine Retinopathie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apnoen bei Frühgeborenen"
        },
        {
            "text": "Neben dieser unreifebedingten Genese von Apnoen können prolongierte Atempausen jedoch auch Symptome einer Grunderkrankung sein (symptomatische Apnoen). Insbesondere bei sys-temischen Infektionen kommt es häufig zur Beeinträchtigung der Atemregulation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Apnoen bei Frühgeborenen"
        },
        {
            "text": "Prinzipiell sind Apnoen solange verdächtig auf eine Sepsis, bis diese klinisch, laborchemisch oder kulturell ausgeschlossen werden kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Definitionen. Apnoen, Bradykardien und Hypoxämien werden in der Literatur recht unterschiedlich definiert, die folgenden Definitionen werden jedoch für Frühgeborene zunehmend akzeptiert:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Apnoe:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "4 Atempause >20 s oder 4 Atempause <20 s mit begleitender Bradykardie/Hypoxämie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "4 Abfall der Herzfrequenz <80/min oder 4 Abfall >1/3 des Basalwerts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bradykardie:"
        },
        {
            "text": "4 SO 2 -Abfall <80%, mindestens für 4 s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypoxämie:"
        },
        {
            "text": "Pathogenese. Von unreifebedingten Frühgeborenenapnoen kann erst nach Ausschluss symptomatischer Apnoen gesprochen Klinik. Akut zeigt die PVL selten klinische Symptome. Eine muskuläre Hypotonie und Hypomotorik wird nur bei ausgedehnten Befunden beobachtet und zeigt sich auch bei kranken Frühgeborenen ohne PVL. In den meisten Fällen von prä-und perinatal entstandener PVL sind die Kinder asymptomatisch. Die klinischen Spätfolgen der PVL sind bedingt durch die Lokalisation der Läsion (. Abb. 8.30). Nervenfasern des Tractus corticospinalis passieren von ihrem Ursprung im Gyrus präcentralis die periventrikuläre Region, bevor sie in der Capsula interna zusammenlaufen. Dabei sind die beinversorgenden Fasern mehr medial, die Axone der oberen Extremität und des Gesichtes mehr lateral gelegen. Eine PVL betrifft somit vorwiegend die un-tere Extremität und führt zu einer spastischen Diplegie. Ein massiver Befund mit lateraler Ausdehnung kann auch zu einer Beeinträchtigung der Funktion der oberen Extremität und des Intellekts führen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypoxämie:"
        },
        {
            "text": "Prävention. Eine Prävention der PVL ist zur Zeit nur bei den postnatal entstandenen Läsionen möglich und hier auch oft nur sehr bedingt. Sie besteht in der Vermeidung der Hyperventilation bei beatmeten Frühgeborenen sowie der adäquaten Therapie einer Hypotension, eines PDA oder schwerer Apnoen. Eine kausale Prävention der chorioamnionitis-assoziierten PVL gibt es bisher nicht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hypoxämie:"
        },
        {
            "text": "werden. Die möglichen Ursachen symptomatischer Apnoen, Bradykardien und Hypoxämien sind in . Tabelle 8.14 aufgeführt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "· Das Frühgeborene"
        },
        {
            "text": "Frühgeborenenapnoen, besser als Apnoe-Bradykardie-Hypoxämie-Syndrom Frühgeborener beschrieben, sind komplexer Genese. Zugrunde liegt eine Kombination unreifebedingter Ursachen ganz verschiedener Organsysteme: des Atemzentrums, der oberen Luftwege, des Thorax und der Lunge (. Abb. 8.32).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "· Das Frühgeborene"
        },
        {
            "text": "Atemregulation. Das Atemzentrum in der Medulla oblongata sowie die peripheren Chemorezeptoren zeigen bei Frühgeborenen eine Persistenz fetaler Reaktionsweisen. Im Gegensatz zum reifen Neugeborenen, das verstärkt atmet, reagiert das Frühgeborene auf eine Hypoxie mit einer Apnoe (. Abb. 8.32). Weiterhin liegt eine verminderte CO 2 -Responsivität, d. h. es erfolgt nur eine geringe Atemstimulation bei Hyperkapnie. Die Unreife der Formatio reticularis ist ebenfalls erkennbar an verlängerten Überleitungszeiten akustisch evozierter Potenziale (AEP). Die Normalisierung der AEP geht mit Reifung der Atemregulation parallel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "· Das Frühgeborene"
        },
        {
            "text": "Obere Luftwege. Das Offenhalten der oberen Luftwege ist ein aktiver Prozess. Bei schwachem Gegenzug des M. genioglossus nach vorne können die oberen Luftwege bei Zwerchfellzug kollabieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "· Das Frühgeborene"
        },
        {
            "text": "Thorax. Bedingt durch die geringe Mineralisierung der Rippen ist der Thorax instabil. Dieses bedingt eine erhebliche Steigerung der Atemarbeit. Bei Zwerchfellermüdung können Apnoen auftreten, die als zentral bedingt imponieren. Therapie. Da mit zunehmender Luftfüllung des intrathorakal gelegenen Darmes Lunge, Herz und Mediastinum verdrängt werden und somit eine Spannungssymptomatik entstehen kann, ist eine primäre Maskenbeatmung obsolet. Die Neugeborenen werden umgehend intubiert, erhalten eine offene Magensonde und werden bereits im Kreißsaal auf die betroffene Seite gelagert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "· Das Frühgeborene"
        },
        {
            "text": "Prognose. Die Prognose der Zwerchfellhernie wird entscheidend vom Grad der Lungenhypoplasie, der optimalen Erstversorgung, der chirurgischen Therapie und der anschließenden intensivmedizinischen Behandlung beeinflusst. Die Diagnose kann bei bereits zum Untersuchungszeitpunkt vorliegendem Enterothorax pränatal gestellt werden. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "· Das Frühgeborene"
        },
        {
            "text": "Definition. Eine neonatale Pneumonie entwickelt sich auf dem Boden einer intrauterinen, sub-oder postpartalen Infektion mit mütterlichen oder nosokomialen Erregern, u. a. durch Aspiration infizierten Fruchtwassers. Man kann davon ausgehen, dass bakteriell kontaminiertes Fruchtwasser oder infizierte Lungenflüssigkeit mit den ersten Atemzügen in die terminalen Atemwege gelangt und dort mit einer kurzen Latenz eine Entzündungsreaktion auslöst. Dieser Mechanismus erklärt das oftmals symptomfreie Intervall nach der Geburt (. Abb. 8.40).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neonatale Pneumonien"
        },
        {
            "text": "Beatmete und intensivmedizinisch behandelte Früh-und Neugeborene sind besonders gefährdet, eine Pneumonie mit Pseudomonas-oder Klebsiellenspezies zu akquirieren. Chlamydien und Ureaplasmen kommen ebenfalls als Erreger von Pneumonien Frühgeborener vor. Seltener treten Mykoplasmen als Erreger auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogenese, Risikofaktoren und Erregerspektrum sind im Kapitel Neugeborenensepsis abgehandelt."
        },
        {
            "text": "> Bei langzeitbeatmeten Frühgeborenen, die über längere Zeit antibiotisch behandelt wurden, ist immer an eine Pilzpneumonie, insbesondere mit Candida spp. zu denken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogenese, Risikofaktoren und Erregerspektrum sind im Kapitel Neugeborenensepsis abgehandelt."
        },
        {
            "text": "Klinik. Die klinische Symptomatik einer in den ersten Lebensstunden und Lebenstagen oder auch später auftretenden neonatalen Pneumonie verläuft häufig unter dem Bild eines progredienten Atemnotsyndroms mit Tachypnoe, Einziehungen und Nasenflügeln.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogenese, Risikofaktoren und Erregerspektrum sind im Kapitel Neugeborenensepsis abgehandelt."
        },
        {
            "text": "Therapie. Die primäre antibiotische Behandlung muss gegen die potenziellen Mikroorganismen gerichtet sein (s. Therapie der neonatalen Sepsis). Bei Atem-und/oder Kreislaufinsuffizienz der erkrankten Neugeborenen wird die erforderliche Supportivtherapie durchgeführt. Chlamydien-und Ureaplasmapneumonien werden mit Erythromycin behandelt, Pneumocystispneumonien mit Trimethoprim/Sulfamethoxazol.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pathogenese, Risikofaktoren und Erregerspektrum sind im Kapitel Neugeborenensepsis abgehandelt."
        },
        {
            "text": "Definition. Die persistierende pulmonale Hypertonie (PPH; syn: persistierende fetale Zirkulation) ist ein lebensbedrohliches Krankheitsbild, das auf dem Boden eines persistierenden erhöhten pulmonalen Gefäßdruckes durch einen signifikanten Rechts-links-Shunt über das offene Foramen ovale, über den persistierenden Ductus arteriosus und auch intrapulmonale Shunts ohne Hinweise auf eine strukturelle Herzerkrankung charakterisiert ist. tische Ansatz ist eine suffiziente maschinelle Beatmung mit ausreichender Oxygenierung sowie eine moderate Alkalisierung des Blutes (Natriumbikarbonatinfusion). Bei besonders schweren Verläufen kann durch eine milde Hyperventilationsbehandlung mit Senkung des pCO 2 auf ~35 mmHg die Vasokonstriktion pulmonaler Gefäße möglicherweise günstig beeinflusst werden. Die früher geübte Hyperventilationstherapie mit einem pCO 2 von 20-25 mmHg ist wegen der Drosselung der zerebralen Durchblutung heute obsolet. Zusätzlich wird das kurzzeitig wirksame und gut steuerbare Prostazyklin auch in inhalativer Form eingesetzt. Als vielversprechender neuer therapeutischer Ansatz ist die inhalative Behandlung mit NO (»nitric oxide«, Stickstoffmonoxid) anzusehen. NO führt zu einer selektiven Vasodilatation der Pulmonalgefäße in den ventilierten Lungenarealen. Zurzeit verfügen nur einige Neonatalzentren über die Therapiemöglichkeit. Neugeborene, die auf keine dieser Maßnahmen ansprechen, werden einer Hochfrequenzoszillationsbeatmungstherapie zugeführt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Persistierende pulmonale Hypertonie (persistierende fetale Zirkulation)"
        },
        {
            "text": "Reichen diese Maßnahmen nicht aus, um eine ausreichende Oxygenierung zu erreichen, so sollte der Patient mit einer extrakorporalen Membranoxygenierung (ECMO) behandelt werden. Die international anerkannten Kriterien für ECMO-Therapie sind: Gestationsalter >34 Wochen, Geburtsgewicht >2,0 kg, keine Gerinnungsstörung, fehlendes Ansprechen auf alle erwähnten therapeutischen Maßnahmen und das Vorliegen eines Oxygenierungsindex (OI) von 25-40 (mittlerer Atemwegsdruck",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Persistierende pulmonale Hypertonie (persistierende fetale Zirkulation)"
        },
        {
            "text": "Prognose. Die neonatale Sterblichkeit der PPH liegt bei 20-30%. In den wenigen Langzeituntersuchungen der überlebenden Kinder wird deutlich, dass nur ca. 40% diese Erkrankung unbeschadet überstehen; die restlichen Patienten weisen neurologische Folgeschäden in unterschiedlichster Ausprägung auf. Bei 20% der Kinder wurde ein neurosensorischer Hörverlust diagnostiziert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Persistierende pulmonale Hypertonie (persistierende fetale Zirkulation)"
        },
        {
            "text": "Definition. Eine akute, von den Alveolen ausgehende Lungenblutung, tritt überwiegend bei Frühgeborenen und hypotrophen Neugeborenen auf, die an verschiedensten Erkrankungen der Neonatalperiode leiden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lungenblutung"
        },
        {
            "text": "Inzidenz. Während bei mehr als 10% verstorbener Neugeborener eine Lungenblutung autoptisch diagnostiziert wird, entwickelt sich dieses lebensbedrohliche Ereignis bei weniger als 5% aller Frühgeborenen mit einem Geburtsgewicht <1500 g, die an einem Atemnotsyndrom erkrankt sind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lungenblutung"
        },
        {
            "text": "Ätiologie. Prädisponierende Faktoren für eine Lungenblutung sind eine neonatale Streptokokkenpneumonie, die perinatale Asphyxie, Hypothermie, Azidose, Hypoglykämie, Gerinnungsstörungen, Herzversagen, schwere Erythroblastose, Surfactanttherapie und Sauerstofftoxizität.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lungenblutung"
        },
        {
            "text": "Klinische Symptome. Akute Blutung aus Mund, Nase und den Atemwegen mit rasch progredientem Kreislauf-und Atmungsversagen. In den Röntgenthoraxaufnahmen zeigt sich eine zunehmende Verdichtung der Lunge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lungenblutung"
        },
        {
            "text": "Therapie. Unverzügliche Stabilisierung der Beatmungs-und Kreislaufsituation mit allen zur Verfügung stehenden intensiv-medizinischen Maßnahmen sowie -wenn immer möglich -Behandlung der Grundproblematik.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lungenblutung"
        },
        {
            "text": "Definition. Unter einem Chylothorax wird eine Ansammlung von chylöser Flüssigkeit im Pleuraraum verstanden (. Abb. 8.42).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chylothorax"
        },
        {
            "text": "Epidemiologie. Ein angeborener Chylothorax ist ein seltenes Ereignis; häufiger werden erworbene Ansammlungen chylöser Flüssigkeit nach kardiochirurgischen Eingriffen beobachtet. Als Folge parenteraler Langzeiternährung über einen zentralen Venenkatheter wurden Thrombosierungen der oberen Hohlvene mit sekundärem Chylothorax beschrieben.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chylothorax"
        },
        {
            "text": "Ätiopathogenese. Die Ursache für die Entstehung eines angeborenen Chylothorax ist unklar; es wird ein angeborener Defekt des Ductus thoracicus vermutet. Bei Neugeborenen mit Down-, Noonan-und Turner-Syndrom sowie bei Hydrops fetalis tritt gelegentlich ein Chylothorax auf; ebenso wurde nach Geburtstraumata die Entwicklung chylöser Effusionen berichtet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chylothorax"
        },
        {
            "text": ". Abb. 8.42. Linksseitig ausgeprägter Pleuraerguss mit Mediastinalverlagerung nach rechts. Durch Punktion Nachweis von <90% mononukleären Zellen (Lymphozyten). Diagnose: linksseitiger Chylothorax 8.7 · Lungenerkrankungen des Neugeborenen Klinik, Diagnose. Die Neugeborenen fallen unmittelbar postnatal oder innerhalb der ersten Lebenstage durch mehr oder minder ausgeprägte Zeichen der Atemnot auf. Vor Beginn einer oralen Ernährung enthält die serumähnliche Pleuraflüssigkeit mehrere Tausend Leukozyten/μl, mehr als 90% sind mononukleäre Zellen (Lymphozyten). Nach Milchernährung nimmt die Pleuraflüssigkeit eine weißliche, typisch chylöse Farbe an.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chylothorax"
        },
        {
            "text": "Therapie. Die kontinuierliche Ableitung der chylösen Flüssigkeit führt bei den meisten Kindern zu einer Ausheilung. Es treten aber z. T. erhebliche Eiweiß-und Antikörper-sowie Lymphozytenverluste auf. Eine orale Ernährung mit mittelkettigen Triglyzeriden reduziert die Chylusproduktion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chylothorax"
        },
        {
            "text": "Prognose. Bei den meisten Formen eines Chylothoraxes kann man von einer sich selbstlimitierenden Erkrankung ausgehen. Selten werden Versuche chirurgischer Korrekturmaßnahmen oder intraperitoneale Shuntableitung, allerdings mit unsicherem Ausgang nötig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chylothorax"
        },
        {
            "text": "Definition. Angeborene Obstruktionen der oberen Luftwege gehen häufig mit akuter unmittelbar postpartal auftretender Atemnot einher.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obstruktion der oberen Atemwege"
        },
        {
            "text": "Ätiopathogenese, Therapie. Da Neugeborene für eine suffiziente Atmung auf eine ungehinderte Nasenatmung angewiesen sind, führen sämtliche anatomischen und funktionellen Obstruktionen der oberen Luftwege zu einer akuten Atemnotsymptomatik. Trotz deutlicher Atemexkursionen unmittelbar nach der Geburt können Neugeborene mit Choanalatresie oder Pierre-Robin-Sequenz (Mikrognathie, Glossophtose, Gaumenspalte) kein adäquates Atemzugvolumen aufbauen (. Abb. 8.43). Diese bedrohliche Situation ist durch Einführen eines passenden Guedel-Tubus häufig akut zu beheben. Die Bauchlage kann das Zurückfallen der Zunge bei Neugeborenen mit Pierre-Robin-Sequenz häufig verhindern und die Luftnotsymptomatik verbessern. Eine frühe individuelle kieferorthopädische Behandlung kann mit Hilfe einer Gaumenplatte und einem integrierten pharyngealen Sporn, der das Zurückfallen der Zunge verhindert, langfristig zu einer Ausheilung der Fehlbildung führen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obstruktion der oberen Atemwege"
        },
        {
            "text": "Larynx-und Trachealatresien verlaufen meistens letal. Der kongenitale laryngeale Stridor auf dem Boden einer Laryngomalazie heilt bei den meisten Kindern im Verlauf des ersten Lebensjahres aus. Schwieriger gestaltet sich die Behandlung einer kongenitalen oder häufig durch prolongierte Intubation oder Intubationsschäden erworbenen subglottischen Stenose. Bei dieser Problematik können langwierige tracheale Dilatationen, Lasertherapien oder auch laryngotracheale Rekonstruktionen angezeigt sein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Obstruktion der oberen Atemwege"
        },
        {
            "text": "Bluterkrankungen 8.8.1 Fetale Erythropoese Physiologische Besonderheiten. Die Erythropoese, die am 20. Gestationstag beginnt, findet in der Fetalzeit überwiegend in Leber und Milz statt. Erst im letzten Trimenon wird das Knochenmark zum Hauptbildungsort der Erythropoese. Die Hämoglobinkonzentration steigt von 8-10 g/dl im Alter von 12 Gestationswochen auf 16,5-20 g/dl im Alter von 40 Gestationswochen an. Nach einem kurzen postpartalen Anstieg der Hämoglobinkonzentration innerhalb von 6-12 Lebensstunden fällt sie kontinuierlich auf 10 g/dl im Alter von 3-6 Monaten ab. Frühgeborene unterhalb der 32. Gestationswoche haben niedrigere Ausgangshämoglobinkonzentrationen und erfahren einen schnelleren Abfall der Hämoglobinkonzentration, der Tiefpunkt ist 1-2 Monate nach der Geburt erreicht. Während dieser physiologischen Anämisierung lässt sich kaum Erythropoetin im Plasma nachweisen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.8"
        },
        {
            "text": "Besonderheiten fetaler Erythrozyten. Fetale und neonatale Erythrozyten weisen eine kürzere Überlebenszeit (70-90 Tage) und ein größeres mittleres korpuskuläres Volumen auf (MCV 110-120 fl) als Erythrozyten Erwachsener. In den ersten Tagen nach der Geburt besteht in der Regel eine Retikulozytose von 50-120‰. Die Erythrozyten enthalten überwiegend fetales Hämoglobin F, das aus 2 -Ketten und 2 -Ketten besteht. Unmittelbar vor der Geburt setzt bei einem reifen Neugeborenen die Synthese von -Hämoglobinketten und damit adultem Hämoglobin ein (2 -Ketten und 2 -Ketten). Zum Zeitpunkt der Geburt haben die Erythrozyten reifer Neugeborener 60-90% fetales Hämoglobin; diese Konzentration sinkt bis zum Alter von 4 Monaten auf <5% ab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.8"
        },
        {
            "text": "Das Blutvolumen reifer Neugeborener beträgt ungefähr 85 ml/kgKG; Plazenta und Nabelgefäße enthalten ca. 20-30 ml/ kg Blut.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.8"
        },
        {
            "text": "> Eine späte Abnabelung kann zu vorübergehendem Anstieg des neonatalen Blutvolumens führen (s. Polyzythämie, Hyperviskositätssyndrom), eine zu frühe Abnabelung zur Anämie. Um diese Komplikationen zu vermeiden, sollte die Abnabelung ca. 30 s nach der Geburt erfolgen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "8.8"
        },
        {
            "text": "Definition. Eine Anämie Neugeborener ist durch Hämoglobinkonzentrationen (Hb) <14 g/dl sowie einen Hämatokrit (Hkt) von <40% charakterisiert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neonatale Anämie"
        },
        {
            "text": "Ätiologie. Sie kann durch akuten oder chronischen Blutverlust, eine verminderte Bildung sowie durch eine immunologisch vermittelte oder nichtimmunologisch bedingte Hämolyse der Erythrozyten verursacht sein (. Tabelle 8.17). Nach einem akuten Blutungsereignis sind die Hämoglobinkonzentration und der Hämatokrit Früh-und Neugeborener häufig normal und fallen erst im Rahmen der Hämodilution kontinuierlich ab. Das zirkulierende Blutvolumen kann jedoch bereits während der Blutungsereignisse bedrohlich vermindert sein. Ein chronischer Blutverlust kann u. a. durch fetomaternale Transfusion zustande kommen, die bei ca. 50% aller Schwangerschaften beobachtet wird; der fetale Blutverlust kann erheblich sein. Die Diagnose einer fetomaternalen Transfusion wird durch den Nachweis von HbF-haltigen kindlichen Erythrozyten im mütterlichen Blut erbracht. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neonatale Anämie"
        },
        {
            "text": "Allgemeine Ätiopathogenese. Die häufigsten Ursachen für einen Morbus hämolyticus neonatorum sind Blutgruppenunverträglichkeiten zwischen Mutter und Fetus, die Rhesus-Inkompatibilität (Rh), die AB0-Erythroblastose und seltene Unverträglichkeiten gegen andere erythrozytäre Antigene (Kell, Duffy u. a.). Durch Übertritt von fetalen inkompatiblen Erythrozyten während der Schwangerschaft oder vorherige Transfusion mit nicht blutgruppengleichen Erythrozyten (Sensibilisierung) reagiert das mütterliche Immunsystem mit der Bildung spezifischer IgG-Antikörper. Diese Immunglobuline sind plazentagängig und binden sich nach Übertritt auf das Kind an spezifische Antigenstrukturen fetaler Erythrozyten. Die Folge ist ein vorzeitiger und vermehrter Abbau der fetalen Erythrozyten; der Fetus beantwortet diese In-utero-Hämolyse mit einer Steigerung vorwiegend der extramedullären Blutbildung (Leber, Milz), es gelangen unreife Erythrozyten (Erythroblasten) in die kindliche Blutbahn. Das durch die gesteigerte Hämolyse anfallende indirekte Bilirubin wird über die Plazenta transportiert und vom hepatischen Enzymsystem der Mutter glukuronidiert und biliär ausgeschieden, selbst bei schwerer fetaler Hämolyse sind die kindlichen Bilirubinkonzentrationen intrauterin kaum erhöht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morbus hämolyticus neonatorum"
        },
        {
            "text": "Ätiologie. Unkonjugiertes, nicht an Albumin gebundenes Bilirubin kann aufgrund seiner lipophilen Eigenschaften leicht in das zentrale Nervensystem eindringen. Es inhibiert den neuronalen Metabolismus (eine Hemmung der oxidativen Phosphorylierung) und hinterlässt eine irreversible Schädigung im Bereich der Basalganglien, des Globus pallidus, des Nucleus caudatus (Kernikterus), des Hypothalamus, einiger Kerngebiete von Hirnnerven und auch der Großhirnrinde (. Abb. 8.46). Bei einer erhöhten Permeabilität der Blut-Hirn-Schranke (schwere Anämie, Hypoxie, Hydrops) kann auch an Albumin gebundenes Bilirubin in das Hirngewebe übertreten. Therapie. Keine therapeutische Maßnahme kann diese irreversible Schädigung rückgängig machen. In der heutigen Zeit sollte diese vermeidbare Komplikation nicht mehr auftreten. Gerade in den westlichen Industrienationen wird aber inzwischen eine zunehmende Anzahl von Kindern beobachtet, die an den Folgen einer Bilirubinenzaphalopathie leiden. Ziel aller in der Peri-und Neonatalmedizin tätigen Ärzte, Hebammen und Kinderkrankenschwestern muss es sein, die Früh-und Neugeborenen mit einem erhöhten Risiko für eine Hyperbilirubinämie frühzeitig zu identifizieren und einer adäquaten Therapie zuzuführen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kernikterus, Bilirubinenzephalopathie"
        },
        {
            "text": "Epidemiologie. Mit einer AB0-Unverträglichkeit ist bei ca. 1 von 200 Neugeborenen zu rechnen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AB0-Erythroblastose"
        },
        {
            "text": "Pathogenese. Im Gegensatz zur Rh-Inkompatibilität tritt die AB0-Erythroblastose häufig in der ersten Schwangerschaft auf. Mütter mit der Blutgruppe 0 haben natürlich vorkommende Anti-A-und Anti-B-Antikörper (Isoagglutinine), die zur Gruppe der IgM-Antikörper gehören und deshalb nicht die Plazenta passieren. Dennoch bilden einige Schwangere plazentagängige IgG-Antikörper, die gegen die kindliche Blutgruppeneigenschaft A, B oder AB gerichtet sind. Die mütterliche IgG-Antikörperbildung kann vermutlich durch exogene Ursachen, wie z. B. Darmparasiten stimuliert werden. Als weitere Ursache wird der Übertritt kindlicher Erythrozyten in die mütterliche Zirkulation vermutet, da die Antigenität der kindlichen Blutgruppeneigenschaften erst gegen Ende der Schwangerschaft voll ausgebildet ist, erklärt sich der im Vergleich zur Rh-Inkompatibilität milde Verlauf der hämolytischen Erkrankung beim ersten Neugeborenen, sowie die Tatsache, dass Frühgeborene nur extrem selten an einer AB0-Inkompatibilität erkranken. Der Schweregrad der hämolytischen Erkrankung Neugeborener nimmt bei nachfolgenden Schwangerschaften in der Regel nicht zu. Der Grund liegt vermutlich in einer Suppression der IgG-Antikörperbildung durch die natürlich vorkommenden IgM-Anti-A-oder Anti-B-Antikörper. Therapie. Durch eine rechtzeitig begonnene und konsequent durchgeführte Phototherapie können bei den meisten Kindern kritische Bilirubinserumkonzentrationen vermieden werden. Eine Austauschtransfusion ist nur extrem selten durchzuführen. Durch zirkulierende Antikörper kann sich in den ersten Lebenswochen eine in der Regel blande verlaufende Anämie entwickeln.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AB0-Erythroblastose"
        },
        {
            "text": "Epidemiologie. Ungefähr 15% der europäischen Bevölkerung sind Rh-negativ, ca. 5% der amerikanischen schwarzen Bevölkerung. Vor Einführung der Anti-D-Prophylaxe betrug die Prävalenz der Rh-Inkompatibilität 45 erkrankte Kinder pro 10.000 Lebendgeborene. Die Erkrankungshäufigkeit konnte um weit mehr als 90% reduziert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rh-Erythroblastose"
        },
        {
            "text": "Ätiopathogenese. Das erythrozytäre Rhesusantigensystem besteht aus 5 Antigenen: C, D, E, c und e; d hat keine antigenen Eigenschaften. Bei ca. 90% der Fälle von Rhesusinkompatibilität sensibilisiert das D-Antigen des Fetus die Rh(d)-negative Mutter, die in der Folge IgG-Antikörper (Anti-D-Antikörper) bildet. Da in der Frühschwangerschaft nur ausnahmsweise kindliche Erythrozyten in den Kreislauf der Mutter gelangen, bildet die Mutter keine oder nur geringe Mengen an Anti-D-Antikörpern. Das erste Kind bleibt entweder gesund oder entwickelt nur eine hämolytische Anämie und/oder Hyperbilirubinämie, vorausgesetzt, dass eine frühere Sensibilisierung durch Aborte oder Bluttransfusionen ausgeschlossen ist. Unter der Geburt und bei der Plazentalösung kann eine größere Menge kindlicher Erythro-zyten in die mütterliche Blutbahn übertreten. Die Rh-Erythroblastose bei unterlassener Rh-Prophylaxe manifestiert sich typischerweise während der 2. und weiteren Schwangerschaften mit zunehmendem Schweregrad der fetalen Erkrankung, die in einen Hydrops fetalis einmünden kann.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rh-Erythroblastose"
        },
        {
            "text": "Klinik. In Abhängigkeit vom Schweregrad der Erkrankung bestehen: eine mehr oder weniger ausgeprägte Anämie, ein Icterus präcox (Gesamtbilirubin >7 mg/dl innerhalb der ersten 24 Lebensstunden), ein Icterus gravis (Gesamtbilirubin >15 mg/dl bei reifen Neugeborenen), und als Ausdruck der extramedullären Blutbildung eine Hepatosplenomegalie. Als Zeichen der gesteigerten Hämatopoese sind Erythroblasten und Retikulozyten im peripheren Blut in großer Zahl nachweisbar.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rh-Erythroblastose"
        },
        {
            "text": "Hydrops fetalis. Bei schwerer fetaler Anämie (Hämoglobin <8 g/ dl) können sich eine intrauterine Hypoxie und Hypoproteinämie infolge einer verminderten Albuminsynthese entwickeln. Veränderungen der Zellpermeabilität und Verminderungen des onkotischen Drucks führen zu generalisierten Ödemen, Höhlenergüssen (Aszites, Pleuraerguss, Perikarderguss), Hypervolämie und Herzinsuffizienz (. Abb. 8.47 Bei Neugeborenen mit Rh-Erythroblastose ist neben den beschriebenen hämatologischen Auffälligkeiten immer ein positiver direkter Coombs-Test zu finden (Nachweis von inkompletten, an kindliche Erythrozyten gebundene Antikörper). Unmittelbar nach der Geburt kann die Konzentration des indirekten Bilirubins stark ansteigen; es sind daher engstmaschige Bilirubinbestimmungen erforderlich.",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 394,
                    "text": "Abb. 8.47",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Rh-Erythroblastose"
        },
        {
            "text": "Intrauterine Therapie des Feten. Bei ausgeprägter fetaler Anämie ist eine intrauterine Transfusion in die kindliche Bauchhöhle oder neuerdings durch Kordozentese in die Nabelvene erforderlich; bei ersten Zeichen eines Hydrops fetalis ist eine vorzeitige Beendigung der Schwangerschaft durch Sectio caesarea notwendig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rh-Erythroblastose"
        },
        {
            "text": "Phototherapie. Bei leichten Verläufen (einer Rh-Inkompatibilität) kann eine Phototherapie unter Umständen in 2 Ebenen zur Behandlung der Hyperbilirubinämie ausreichen. Die Indikation für den Beginn einer Phototherapie hängt vom Gestationsalter, Lebensalter, Höhe der Bilirubinkonzentration, Dynamik des Bilirubinanstieges, von dem Ausmaß der Anämie und anderen Risikofaktoren ab.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rh-Erythroblastose"
        },
        {
            "text": "Austauschtransfusion. Zur Vermeidung der Bilirubinenzephalopathie wird nach wie vor eine Austauschtransfusion reifer Neugeborener bei Bilirubinserumkonzentrationen >20 mg/dl empfohlen; bei schweren Grunderkrankungen (Asphyxie, neonatale Sepsis, hämolytische Anämie u. a.) sowie einer Hyperbilirubinämie in den ersten 3 Lebenstagen liegt die Austauschgrenze in dieser Gruppe niedriger. Für Frühgeborene gelten besondere Austauschgrenzen (Frühgeborene mit einem Gewicht von >1500 g: >15 mg/dl, Frühgeborene >1000 g: >10 mg/dl). Der Blutaustausch erfolgt mit kompatiblem Spendervollblut in 5-20-ml-Portionen über einen liegenden Nabelvenenkatheter; durch diese Maßnahme wird das 2-bis 3fache Blutvolumen eines Neugeborenen ausgetauscht, d. h. ca. 90% der kindlichen Erythrozyten werden neben mütterlichen Antikörpern und verfügbarem Bilirubin eliminiert. Als Komplikationen der Blutaustauschtransfusion können Infektionen (u. a. Sepsis), Katheterperforation, Pfortaderthrombose, Hypotension, Azidose, nekrotisierende Enterokolitis und Elektrolytentgleisungen auftreten. Nach einem Blutaustausch besteht häufig eine Anämie und Thrombozytopenie; durch eine zusätzliche kontinuierlich durchgeführte Phototherapie kann die Zahl von mehrfachen Austauschtransfusionen gesenkt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rh-Erythroblastose"
        },
        {
            "text": "Prävention. Durch Gabe eines Anti-D-Immunglobulins innerhalb von 72 h nach der Geburt kann die Sensibilisierung einer Rh-negativen Mutter durch die Rh-positiven fetalen Erythrozyten häufig vermieden werden. Die Anti-D-Prophylaxe muss bei Rh-negativen Frauen auch nach Aborten, Amniozentesen oder unsachgemäßer Transfusion mit Rh-positivem Blut durchgeführt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rh-Erythroblastose"
        },
        {
            "text": "> In der ersten Schwangerschaft kann eine maternale Immunglobulinprophylaxe in der 28. Gestationswoche und unmittelbar postnatal die Sensibilisierung auf weniger als 1% reduzieren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rh-Erythroblastose"
        },
        {
            "text": "Nach bisherigen Kenntnissen scheint die im letzten Trimenon durchgeführte Anti-D-Prophylaxe beim Neugeborenen keine klinisch signifikante Hämolyse auszulösen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rh-Erythroblastose"
        },
        {
            "text": "Prognose. Trotz adäquater Initialbehandlung entwickeln die Kinder aufgrund der noch vorhandenen Anti-D-Antikörper häufig eine über mehrere Wochen anhaltende Spätanämie. Bei erhöhten Retikulozytenzahlen und asymptomatischem Kind ist keine weitere Therapie notwendig. Stellen sich eine persistierende Tachykardie sowie andere Zeichen der chronischen Anämie ein, so ist eine weitere Transfusion indiziert. Selten wird eine Pfortaderthrombose nach Austauschtransfusion beobachtet; diese schwerwiegende Komplikation ist therapeutisch nicht zu beeinflussen. Nach Regeneration der Knochenmarksreserven entwickeln Neugeborene, die nach dem 3. Lebenstag an einer Sepsis erkranken, häufig eine Granulozytose. In der Regenerationsphase einer neonatalen Infektion kann gelegentlich eine leukämoide Reaktion beobachtet werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rh-Erythroblastose"
        },
        {
            "text": "Die wesentlichen maternalen und kindlichen Ursachen und Erkrankungen, die eine neonatale Thrombozytopenie (<150.000 Thrombozyten/μl) auslösen können, sind in . Tabelle 8.21 dargestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neonatale Thrombozytopenie"
        },
        {
            "text": "Maternale Ursachen. Im Rahmen einer aktiven idiopatisch thrombozytopenischen Purpura (ITP) oder eines Lupus erythematodes können die maternalen Autoantikörper durch diaplazentaren Übertritt beim Neugeborenen eine Immunthrombozytopenie induzieren. Bei Müttern, die sich gegen Medikamente sensibilisiert haben, wurde nach Anlagerung des Antigen(Medikament)-Antikörper-Komplexes an fetale Blutplättchen von der Entwicklung einer Thrombozytopenie berichtet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neonatale Thrombozytopenie"
        },
        {
            "text": "Kindliche Ursachen. Unter den kindlichen Ursachen ist das Wiskott-Aldrich-Syndrom hervorzuheben. Aufgrund eines intrinsischen Thrombozytendefekts ist die Überlebenszeit der Blutplättchen deutlich vermindert. Die Thrombozyten sind bei dieser Erkrankung deutlich kleiner als bei allen anderen Formen der neonatalen Thrombozytopenie. Mithilfe moderner hämatologischer Analysegeräte sollte die Diagnose dieser komplexen Im- mundefizienzerkrankung noch vor Auftreten der typischen Manifestationszeichen gestellt werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neonatale Thrombozytopenie"
        },
        {
            "text": "Definition. Bei der neonatalen Alloimmunthrombozytopenie handelt es sich um eine fetomaternale Thrombozyteninkompati-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neonatale Alloimmunthrombozytopenie"
        },
        {
            "text": "Pathogenese. Kindliche Thrombozyten, die spezifische inkompatible Antigene tragen und im Verlauf der Schwangerschaft in den mütterlichen Blutkreislauf gelangen, können bei den Müttern eine humorale Immunantwort gegen das fremde Plättchenantigen auslösen; die maternalen Thrombozyten weisen dieses Antigenmerkmal nicht auf. In der Folge treten die im mütterlichen Organismus gebildeten IgG-Iso-Antikörper diaplazentar auf das Kind über, binden an die kindlichen Thrombozyten und führen zu einem beschleunigten Abbau der Blutplättchen. Die maternalen Thrombozytenzahlen sind normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "bilität."
        },
        {
            "text": "Inzidenz. Die Inzidenz der Alloimmunthrombozytopenie wird mit 1:2-3000 Neugeborenen angegeben. Verantwortlich für die mütterliche Sensibilisierung ist in mehr als 75% der Fälle das plättchenspezifische Antigen PL A1 , das bereits in der 19. Schwangerschaftswoche von den fetalen Thrombozyten exprimiert wird. 98% der Bevölkerung besitzen PL A1 -positive Thrombozyten. Weitere Plättchenantigene, für die Sensibilisierungen beschrieben wurden, sind PL A2 , PL E1 , PL E2 u. a. Bis zu 15% der betroffenen Neugeborenen können an den Folgen einer zu spät erkannten Alloimmunthrombozytopenie versterben. Bei komplikationslosen Verläufen limitiert sich die Krankheit innerhalb der ersten 4-6 Lebenswochen durch Elimination der zirkulierenden Antikörper in der Regel von selbst. Eine Sensibilisierung mit Entwicklung der Thrombozyteninkompatibilität tritt im Verlauf der 1. Schwangerschaft bei ca. 50% der Risikokonstellationen auf, das Wiederholungsrisiko steigt bei weiteren Schwangerschaften auf 85% an.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "bilität."
        },
        {
            "text": "Klinik. Klinisch symptomatische Neugeborene mit Alloimmunothrombozytopenie fallen durch Petechien, Purpura und gelegentlich Schleimhautblutungen auf. Neben renalen und gastrointestinalen Blutungen ist die gefürchtete Komplikation eine innerhalb der ersten Lebenstage auftretende Hirnblutung. Einige Neugeborene sind auch bei ausgeprägten Thrombozytopenien symptomfrei. Einige Neugeborene sprechen auch auf eine hochdosierte intravenöse Immunglobulintherapie an. Bei erneuter Schwangerschaft einer sensibilisierten Mutter besteht ein hohes Risiko für das Kind, an einer Alloimmunthrombozytopenie zu erkranken. Der durch Nabelschnurpunktion erfolgte Nachweis einer fetalen Thrombozytopenie kann eine repetitive In-utero-Transfusion von kompatiblen Thrombozyten erfordern. Der therapeutische Effekt einer hochdosierten mütterlichen Therapie mit Gammaglobulinpräparaten ist aufgrund der unzureichenden Datenlage noch nicht zu beurteilen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "bilität."
        },
        {
            "text": "In der Neonatalperiode werden nicht selten Störungen der plasmatischen Blutgerinnung beobachtet; sie können Ausdruck einer angeborenen Defizienz an Gerinnungsfaktoren (s. Hämophilie u. a.), eines Vitamin-K-Mangels oder einer disseminierten intravasalen Gerinnungsstörung (DIC: »disseminated intravascular coagulation«) sein. Neugeborene haben erniedrigte Plasmakonzentrationen nahezu aller Gerinnungsfaktoren, besonders die Synthese der vitamin-K-abhängigen Faktoren II, VII, IX und X ist gestört. Es gibt keinen diaplazentaren Übertritt von Gerinnungsfaktoren.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Koagulopathien"
        },
        {
            "text": "Definition. Der Morbus hämorrhagicus neonatorum ist eine durch einen Vitamin-K-Mangel ausgelöste potenziell lebensbedrohliche Erkrankung, die durch präventive Vitamin-K-Substitution verhindert werden kann. Therapie. Es gibt Therapieversuche mit Ganciclovir, jedoch ist der Nutzen der Ganciclovirtherapie bei der neonatalen Zytomegalieinfektion nicht gesichert.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morbus hämorrhagicus neonatorum (Vitamin-K-Mangel)"
        },
        {
            "text": "> Die konnatale Zytomegalieinfektion ist eine führende Ursache von geistiger Behinderung und Schwerhörigkeit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Morbus hämorrhagicus neonatorum (Vitamin-K-Mangel)"
        },
        {
            "text": "Epidemiologie. Die Häufigkeit der konnatalen Herpes-simplex-Infektion beträgt 1 auf 7500 Neugeborene. In 85% der Fälle wird sie durch den Virustyp 2 (Herpes genitalis) verursacht (7 Kap. 16.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herpes simplex"
        },
        {
            "text": "Pathogenese. 90% der Infektionen finden perinatal beim Durchtritt durch den Geburtskanal statt. Das Übertragungsrisiko ist bei einer primären Herpes-genitalis-Infektion der Mutter 10-mal höher (50%) als bei einer rekurrierenden mütterlichen Infektion. Die Herpes-simplex-Typ-1-Infektion (Herpes labialis) beim Neugeborenen wird meist postnatal durch Kontakt mit infektiösem Sekret übertragen. (Speer, in: Koletzko 2003) . Abb. 8.51. Periventrikuläre Echogenitätsvermehrung und Hydrozephalus im zerebralen Ultraschall als Ausdruck einer Ventrikulitis/Enzephalitis bei neonataler Zytomegalieinfektion Therapie. Nach Durchführung der Sepsisdiagnostik ist unverzüglich eine intravenöse antibiotische Therapie durchzuführen.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 419,
                    "text": "(Speer, in: Koletzko 2003)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Herpes simplex"
        },
        {
            "text": "Antibiotische Therapie. Bei der Frühsepsis wird von vielen klinischen Gruppen an einer Kombinationsbehandlung mit Ampicillin und einem Aminoglykosid (z. B. Gentamicin) festgehalten; alternativ wird eine empirische Therapie mit Ampicillin und einem Cephalosporin der 3. Generation (z. B. Cefotaxim) praktiziert. Beide Therapiestrategien wurden von der »American Academy of Pediatrics« empfohlen. Der Hauptgrund für die Gabe von Ampicillin ist die unzulängliche Aktivität der Cephalosporine gegen Listeria monocytogenes und Enterokokken. Bei Verdacht auf eine Staphylokokkeninfektion muss die verwendete Kombination um ein gegen Staphylokokken wirksames Mittel erweitert werden. Bestehen durch bakteriologische Untersuchungen der Mutter Hinweise auf einen seltenen Erreger der Frühsepsis (Klebsiella, Pseudomonas, Serratia etc.), sollte eine Kombinationstherapie mit einem Cephalosporin und einem Aminoglykosid gewählt werden. Nach Vorliegen der bakteriologischen Resistenztestung (Blut-, Liquorkulturen) werden die Patienten meist in einer Zweierkombination weiterbehandelt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herpes simplex"
        },
        {
            "text": "Vor einigen Jahren wurde im Rahmen einer Standardtherapie mit Cefotaxim eine rasche Selektion von cefotaximresistenten Enterobacter-Spezies (Enterobacter cloacae) nachgewiesen; diese Erreger waren auch gegen neuere Cephalosporine resistent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Herpes simplex"
        },
        {
            "text": "Eine Anwendung von Cephalosporinen sollte daher nur unter strenger Indikationsstellung erfolgen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Bei Staph.-epidermidis-Sepsis kann eine Vancomycintherapie erforderlich sein. Infektionen mit Anaerobiern werden mit Metronidazol und Infektionen mit Candida spp. bzw. Aspergillus spp. mit 5-Fluorocytosin und Amphotericin B behandelt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Die Behandlungsdauer für eine neonatale Sepsis ohne Meningitis oder andere schwere Begleitinfektionen beträgt in der Regel 10-14 Tage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Supportivtherapie. Eine optimale Supportivtherapie sämtlicher im Verlauf der Sepsis auftretender Funktionsstörungen von Organsystemen (Herz-Kreislauf, Atmung, Säure-Basen-Haushalt, Gerinnung u. a.) ist eine wesentliche Voraussetzung in der Behandlung dieser lebensbedrohlichen Erkrankung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "> Ein Therapiekonzept sollte sich immer nach dem lokalen Erregerspektrum richten. Daher ist es sinnvoll, durch regelmäßige bakteriologische Untersuchungen von Patienten und Gegenständen der neonatalen Intensivstation Änderungen im Resistenzverhalten von Problemkeimen frühzeitig zu erfassen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Prophylaxe. Eine Immunprophylaxe gegen das breite Erregerspektrum der neonatalen Sepsis existiert nicht. Die Entwicklung eines speziellen Impfstoffes gegen Streptokokken der Gruppe B dürfte erst in einigen Jahren gelingen. Einen weiteren präventiven Ansatz stellt die sog. Chemoprophylaxe dar. Schwangere, die vaginal und zervikal mit B-Streptokokken besiedelt sind, zusätzlich vorzeitige Wehen und/oder einen vorzeitigen Blasensprung von >12 h haben, erhielten eine selektive intrapartale Chemoprophylaxe mit Penicillin. Durch diese Maßnahme konnte die Kolonisierung Neugeborener und die Sepsisinzidenz durch Streptokokken der Gruppe B eindeutig ge-senkt werden. Allerdings ist diese Maßnahme nur dann wirksam, wenn die antibiotische Prophylaxe mindestens >4 h präpartal verabreicht wird.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Seit 1996 wird in den USA ein generelles Screening bei allen Schwangeren in der 35.-37. Gestationswoche durchgeführt, um eine maternale Kolonisierung mit B-Streptokokken zum Zeitpunkt der Geburt zu erfassen. Trotz der erheblichen Kosten und der potenziellen Risiken einer Penicillinallergie erhalten alle Schwangeren präpartal eine Penicillingabe. Durch diese Strategie konnte eine früh einsetzende neonatale Sepsis mit B-Streptokokken wirksamer verhindert werden als durch eine Identifizierung Schwangerer mit bekannten Risikofaktoren. Bis zu 60% aller reifen Neugeborenen mit B-Streptokokkenerkrankungen hatten symptomfreie Mütter, die keinen Risikofaktor aufwiesen. Durch die Screeningstrategie können bis zu 70% aller früh einsetzenden Septikämien mit B-Streptokokken verhindert werden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "! Cave"
        },
        {
            "text": "Definition. Die neonatale Meningitis/Meningoenzephalitis ist eine mikrobielle Infektion der Hirnhäute, des Gehirns und häufig auch der Ventrikel; sie wird durch die typischen Erreger neonataler Infektionen verursacht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meningitis"
        },
        {
            "text": "Epidemiologie. Die Inzidenz der neonatalen Meningitis hat in den letzten 10 Jahren abgenommen; vermutlich haben die verbesserte Perinatalversorgung und Früherfassung neonataler Infektionen sowie die rechtzeitige antibiotische Behandlung zu diesem Rückgang beigetragen. Die durchschnittliche Erkrankungsrate liegt zwischen 0,1-0,4 pro 1000 Lebendgeborene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meningitis"
        },
        {
            "text": "Ätiologie. In Mitteleuropa und in Nordamerika werden bis zu 2/3 aller neonatalen Meningitiden durch Streptokokken der Gruppe B und E. coli verursacht. Für die in den ersten Lebenstagen auftretende Streptokokkenmeningitis sind überwiegend die Serotypen I und II verantwortlich; sie stammen aus der mütterlichen Vaginal-und Rektalflora. Bei der Spätform der Streptokokkenmeningitis wird der Serotyp III isoliert. Die verantwortlichen E. coli besitzen ein Kapselpolysaccharidantigen K1, das die Virulenz der Erreger erhöht (Elimination der Bakterien nur bei kompletter Opsonierung).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meningitis"
        },
        {
            "text": "In einzelnen Regionen werden gehäuft Listerien (L. monocytogenes) als Meningitiserreger identifiziert. Eine nosokomiale Meningitis wird in Abhängigkeit vom lokalen Erregerspektrum am häufigsten durch Klebsiella-und Enterobacter-Spezies, Pseudomonas aeruginosa u. a. hervorgerufen. Bei intensivmedizinisch behandelten Frühgeborenen, die an einer unklaren systemischen Infektion erkrankt sind, muss immer an eine Candida-Meningitis gedacht werden. Wenn auch selten, so können doch die typischen Erreger der eitrigen Hirnhautentzündung im Kindesalter eine neonatale Meningitis verursachen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meningitis"
        },
        {
            "text": "Pathogenese, Risikofaktoren. Die bekannten geburtshilflichen, pränatalen und postnatalen Risikofaktoren der neonatalen Sepsis lassen sich uneingeschränkt bei der Meningitis Neugeborener nachweisen. Eine Meningitis entwickelt sich häufig als Folge einer zu spät diagnostizierten Sepsis. Ausgangspunkte für die hämatogene Streuung sind: Pneumonien, Hautinfektionen, infizierter Nabel, Harnwegsinfektionen, Otitis media etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meningitis"
        },
        {
            "text": "> Neugeborene mit Liquorshuntsystemen sind besonders gefährdet, über eine Bakteriämie eine Ventilinfektion zu entwickeln; der häufigste Erreger ist Staph. epidermidis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meningitis"
        },
        {
            "text": "Klinik. Die klinischen Zeichen der neonatalen Meningitis sind unspezifisch und in der Regel nicht von den Symptomen der Neugeborenensepsis zu unterscheiden. Als zusätzliche Symptome können Berührungsempfindlichkeit, spärliche Spontanbewegungen und schrilles Schreien hinzukommen. Eine gespannte Fontanelle, die opisthotone Körperhaltung oder gar Nackensteifigkeit treten insgesamt selten und erst im fortgeschrittenen Stadium der Meningitis auf. Krampfanfälle werden bei ca. 15% der erkrankten Neugeborenen beobachtet.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meningitis"
        },
        {
            "text": "Diagnose. Aufgrund der uncharakteristischen Symptomatologie sollte bei jedem Patienten, bei dem eine neonatale Sepsis zu vermuten ist, eine Liquoruntersuchung erfolgen. Bei ausgeprägter Instabilität der Kinder kann man jedoch gezwungen sein, die erforderliche Lumbalpunktion erst nach Therapiebeginn durchzuführen. Die Besonderheiten der Liquordiagnostik im Neugeborenenalter sind an anderer Stelle ausgeführt. Repetitive Sonographien und eventuell MRT-Untersuchungen sind zur Erfassung von Komplikationen durchzuführen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meningitis"
        },
        {
            "text": "Therapie. Die Prognose der neonatalen Meningitis wird entscheidend vom Therapiebeginn und der Wahl der Antibiotika bestimmt; die antibiotische Behandlung muss sich gegen das besondere Spektrum der zu vermutenden Erreger neonataler Infektionen richten (s. neonatale Sepsis). Eine zuverlässige Liquorgängigkeit sowie eine ausreichende Dosierung der Antibiotika ist unbedingt zu beachten; die Dosierung der verschiedenen Präparate liegt in der Regel höher als bei der neonatalen Sepsis. Pathogenese. Aufgrund der besonderen ossären Gefäßversorgung bei Neugeborenen und Säuglingen treten Osteomyelitis und septische Arthritis häufig zusammen auf: Diaphyse, Metaphyse und Epiphyse werden über gemeinsame Arterien versorgt. Als Konsequenz können sich Erreger, die in die Metaphyse der langen Röhrenknochen gelangt sind, über diese Gefäßverbindungen zur Epiphyse ausbreiten und das Gelenk in das Infektionsgeschehen einbeziehen. Erst gegen Ende des ersten Lebensjahres werden diese Gefäßverbindungen und somit die ungehinderte Infektionsausbreitung unterbrochen. Die meisten Osteomyelitiden treten hämatogen auf; systemische bakterielle Infektionen können ebenso wie lokale Infektionen (Pyodermie, Omphalitis, Mastitis u. a.) oder infizierte Infusionssysteme (Nabelgefäßkatheter, zentrale Silastic-Katheter u. a.) im Rahmen einer Bakteriämie zu einer Absiedlung von Erregern in Knochen und Gelenk führen. Bei einem Teil der Patienten lassen sich multiple Knochenherde nachweisen. Neben der hämatogenen Genese kann auch ein lokales Entzündungsgeschehen per continuitatem eine Osteomyelitis induzieren (Abszess, infiziertes Kephalhämatom etc.). Durch repetitive Fersenpunktionen zur kapillaren Blutentnahme kann sich eine Kalkaneusosteomyelitis entwickeln.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meningitis"
        },
        {
            "text": "Klinik. Häufig finden sich eine lokalisierte Schwellung im Bereich der betroffenen Knochen bzw. Gelenke sowie eine eingeschränkte Beweglichkeit mit Schonhaltung der Extremität (sog. Pseudoparalyse). Am häufigsten sind die langen Röhrenknochen Femur, Humerus und Tibia betroffen. Aber auch die Maxilla und andere Schädelknochen können ebenso wie Finger-oder Wirbelknochen infiziert sein. Die häufigsten eitrigen Arthritiden treten in Hüft-, Knie-und Schultergelenken auf.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meningitis"
        },
        {
            "text": ". Abb. 8.55. Ausgeprägte, im MRT nachweisbare, überwiegend okzipital gelegene subkortikale Substanzdefekte bei einem Neugeborenem mit Meningoencephalitis",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meningitis"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Die beste enterale Nahrung ist auch für das Frühgeborene Muttermilch, die allerdings wegen des hohen Nährstoffbedarfs Frühgeborener mit Kalorien, Protein, und Mineralstoffen angereichert werden muss. Da Frühgeborene anfangs nur sehr kleine enterale Nahrungsmengen vertragen, ist eine zusätzliche parenterale Ernährung notwendig",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "American Heart Association (AHA) guidelines for cardiopulmonary resuscitation (CPR) and emergency cardiovascular care (ECC) of pediatric and neonatal patients: pediatric basic life support",
            "authors": [],
            "year": 2005,
            "venue": "Literatur American Heart Association",
            "volume": "117",
            "issn": "5",
            "pages": "989--1004",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Therapeutic hypothermia following perinatal asphyxia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Azzopardi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Arch Dis Child Fetal Neonatal Ed",
            "volume": "91",
            "issn": "",
            "pages": "127--158",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Management and outcomes of very low birth",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Eichenwald",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "1700--1711",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "European Resuscitation Council Guidelines For Resuscitation",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A cautinary tale about supplemental oxygen: The albatross of neonatal medicine",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Silverman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Paediatrics",
            "volume": "113",
            "issn": "",
            "pages": "394--396",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Inflammation and bronchopulmonary dysplasia: a continuing story",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Speer",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Semin Fetal Neonatal Med",
            "volume": "11",
            "issn": "",
            "pages": "354--362",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Neonatologie. In: Koletzko B (Hrsg.) Kinder-und Jugendmedizin, 13. Aufl",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Speer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Neurology of the newborn, 5th ed. Saunders/Elsevier Health Science, Philadelphia . Abb. 8.57. Entwicklung der gastrointestinalen Motorik Literatur",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Volpe",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Neugeborenenscreening Am 5. Lebenstag wird bei allen Neugeborenen ein Screening auf folgende angeborene Stoffwechselstörungen durchgeführt (s. auch 7 Kap.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Abb. 8.17. Direkter Körper-und Blickkontakt zwischen Vater und Kind im Rahmen der Känguru-Methode. Frühgeborenes der 25. Gestationswoche, 660 g Geburtsgewicht, Spontangeburt, mittelschweres Atemnotsyndrom und transitorische chronische Lungenerkrankung ohne weitere Komplikationen; hier im Alter von 6 Lebenswochen . Abb. 8.18. Histologie des Atemnotsyndroms Frühgeborener: ausgedehnte Atelektasen, in den wenigen, überblähten Alveolen typische hyaline Membranen aus verschiedenen Proteinen, Fibrin und zellulärem Detritus (Pfeile: rosa gefärbte hyaline Membranen)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Muskeltonus. Das gesunde Neugeborene hält Arme und Beine gebeugt am Körper. Beim Hochziehen des Oberkörpers an den Ar-. Abb. 8.8. Vaginalsekretion: weißliches, gelegentlich leicht blutiges Sekret, das nach Abstoßung des durch mütterlichen Hormoneinfluss proliferierten Endometriums auftritt men bleiben die Arme leicht gebeugt und der Kopf wird -zumindest anfangs -mitgenommen. Das gesunde Neugeborene kann aus der Bauchlage heraus kurz den Kopf heben. (Auswahl). Suchreflex: Beim Berühren der Wangen wendet sich das Neugeborene suchend in Richtung der Berührung und öffnet den Mund. 4 Saugreflex: Das Neugeborene saugt kräftig am Finger. 4 Greifreflexe an Händen und Füßen. Das Neugeborene umfasst den in seine Handinnenfläche gelegten Finger des Untersuchers. 4 Arm-Recoil: Wenn die Arme des Neugeborenen gestreckt und dann plötzlich losgelassen werden, federn die Unterarme in den Beugezustand zurück. 4 Moro-Reaktion: Durch kurzes Zurückfallenlassen des kindlichen Kopfes kommt es zu einer raschen ausfahrenden Bewegung mit Streckung der Arme und Spreizen der Finger (. Abb. 8.9), gefolgt von einem langsameren Zurückholen der Arme an den Rumpf. 4 Stützreaktion: Das Aufsetzen des Kindes mit beiden Beinen auf eine Unterlage führt zu einer kurzen tonischen Streckung des gesamten Körpers. 4 Reflexschreiten: Auslösen von Schreitbewegungen durch alternierendes Aufsetzen der Füße auf die Unterlage. 4 Asymmetrisch-tonischer Nackenreflex: Die Seitwärtsdrehung des Kopfes führt zur Streckung des Armes und Beines auf der Gesichtsseite und zur Beugung des Armes und Beines auf der Gegenseite (»Fechterstellung«; . Abb. 8.10)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Eine inkorrekte Kopfhaltung oder fehlerhafte Maskenpositionierung kann die Atemtätigkeit des Früh-und Neugeborenen empfindlich beeinträchtigen (»Erstickung unter der Maske«). Ebenso kann ein inadäquates Baro-und Volutrauma im Rahmen einer forcierten Maskenbeatmung zu einer Schädigung der Alveolen führen. Indikation für eine Beutel-Masken-Beatmung reifer Neugeborener ist eine fehlende Spontanatmung nach ca. 30 s. Bei sehr kleinen Frühgeborenen, die postpartal nicht schreien, sollte sofort mit einer adäquaten Beutel-Masken-Beatmung begonnen werden, um eine hypoxisch bedingte Bradykardie und somit das Risiko von Fluktuationen des zerebralen Blutflusses zu vermeiden (Cave: Hirnblutung).Eine primäre Maskenbeatmung sollte bei folgenden Erkrankungen des Neugeborenen gänzlich vermieden werden: 4 Mekonium-und Blutaspiration, 4 Zwerchfellhernie, 4 schwerste postpartale Asphyxie. . Bleibt ein Neugeborenes trotz Beutel-Masken-Beatmung apnoisch oder bradykard, so wird das Kind umgehend endotracheal intubiert. Für die Gruppe sehr kleiner Frühgeborener ist inzwischen eindeutig belegt, dass die Vermeidung von postpartaler Hypoxie zu einer Reduktion der Sterblichkeit und der Inzidenz des Atemnotsyndroms beiträgt. Dennoch ist von einer generellen Intubation dieser besonderen Patientengruppe abzuraten, da gerade bei sehr vitalen Frühgeborenen unter der Intubation transitorische hypoxämische Phasen und Alterationen der zerebralen Zirkulation nicht auszuschließen sind. Es empfiehlt sich, die Intubation selektiv durchzuführen. In Abhängigkeit vom Schweregrad der Atemnotsymptomatik sollte das Frühgeborene innerhalb von Minuten intubiert, oder aber mit einem nasalen CPAP-System versorgt werden (CPAP: »continous positive airway pressure«, kontinuierlicher positiver Atemwegsdruck).Während der Intubation muss eine kontinuierliche Überwachung der kindlichen Herzfrequenz und O 2 -Sättigung (Pulsoxi-meter) erfolgen. Bei einer Bradykardie ist der Intubationsversuch unverzüglich abzubrechen und das Kind mit erneuter Beutel-Masken-Beatmung und adäquater O 2 -Zufuhr zu stabilisieren (Cave: Hyperoxie). Die häufigsten Komplikationen im Verlauf der Intubation sind die Fehlpositionen des Tubus in den Ösophagus und eine einseitige selektive Intubation des rechten Hauptbronchus; durch entsprechende Korrektur der Tubuslage sind diese Situationen leicht zu beheben. Ernsthafte Komplikationen stellen die Perforation des Ösophagus und Hypopharynx dar; tracheale Perforationen wurden durch Führungsstäbe von Endotrachealtuben beobachtet. Magenrupturen wurden nach Reanimation Neugeborener mit tracheoösophagealer Fistel beschrieben. Subglottische Stenosen können sich als chronische Komplikationen eines Intubationsschadens ausbilden. . Neugeborene, deren Mütter unter der Geburt Opiate erhalten haben, fallen häufig durch einen fehlenden Atemantrieb nach der Geburt auf. Durch die intravenöse Gabe des Opiatantagonisten Naloxon (z. B. Narcanti neonatal) kann die atemdepressive Wirkung diaplazentar übergetretener Morphinderivate aufgehoben werden (Dosierung: 0,01 mg/kgKG). Da die Opiatanalgetika eine längere Halbwertszeit als Naloxon haben, muss mit symptomatischen Reboundeffekten beim Kind gerechnet werden; sie machen wiederholte Gaben von Naloxon erforderlich.Kinder heroinabhängiger Mütter dürfen kein Naloxon erhalten, da schwerste akute Entzugserscheinungen ausgelöst werden können.Stufe 3: Zusatzmaßnahmen bei insuffizienter KreislauffunktionDa Bradykardien bei Neugeborenen in der Regel durch eine Hypoxie bedingt sind, lassen sich die meisten Kreislaufprobleme durch eine suffiziente Oxygenierung beheben. Besteht die Bradykardie trotz ausreichender Lungenbelüftung fort, so sind weitere Maßnahmen wie extrathorakale Herzmassage, Adrenalingabe, Volumensubstitution und Azidosekorrektur angezeigt.Herzmassage. Eine externe Herzmassage sollte bei allen Neugeborenen durchgeführt werden, bei denen die Herzfrequenz <60 Schlägen/min liegt und die nach Beginn der adäquaten Ventilation nicht mit einem Anstieg der Herzfrequenz reagieren. Bei einer der möglichen Techniken wird der Thorax des Kindes von beiden Seiten umfasst und am unteren Teil des Sternums um 1-2 cm mit einer Frequenz von 100/min komprimiert (. Abb. 8.12). Diese Art der Herzmassage stellt die effektivste Maßnahme zur Aufrechterhaltung der Kreislauffunktion dar, sie setzt aber voraus, dass 2 in der Reanimation Neugeborener erfahrene Personen die kardiozirkulatorische und respiratorische Reanimation durchführen. Eine Einzelperson ist gezwungen, durch Sternumkompression mittels 2 Fingern eine wirksame Herzmassage und gleichzeitig eine effiziente Beatmung zu gewährleisten.Adrenalin (Suprarenin über eine katherisierte Nabelvene oder eine periphere Vene (0,01-0,03 mg/kg KG) appliziert werden. Bei fehlendem Gefäßzugang sollte Adrenalin in einer Verdünnung von 1:10.000 über den endotrachealen Tubus verabreicht werden (0,1 ml kg KG). Trotz einer geringen Lungendurchblutung, kann diese Maßnahme zu einem raschen Anstieg der Herzfrequenz oder sogar einem erstmaligen Nachweis der Herzaktion führen. Intrakardiale Injektionen sind obsolet. Die Wirkung von Adrenalin wird durch die bestehende Azidose eingeschränkt. . Die Indikation für die Gabe von Natriumbikarbonat ist nur bei schwerer protrahierter metabolischer Azidose, z. B. nach intrauteriner Hypoxie und nach länger dauernden Reanimationsmaßnahmen, insbesondere bei schlechtem Ansprechen auf Adrenalin indiziert. Die Gabe von Natriumbikarbonat erfolgt intravenös in einer mindestens 1:1 verdünnten Lösung (Aqua destillata) und über einen längeren Zeitraum -über 15 Minuten bei Neugeborenen und über Stunden bei Frühgeborenen -Die Geburt des Kindes war schwer. Sie dauerte 3Tage. So gut wie leblos kam Goethe zur Welt, »ganz schwarz«, wie die Mutter später erzählte, das heißt in Wirklichkeit wohl blau durch Atemmangel und Störung des Kreislaufs; Asphyxie ist die medizinische Bezeichnung. Ein Arzt war nicht zugegen, nur eine Hebamme, die sich ungeschickt angestellt haben soll, und die Großmutter. Sie stand hinter den Vorhängen des Bettes, das mit blaugewürfelten Gardinen zugezogen werden konnte. Man schüttelte das Kind, rieb ihm die Herzgrube mit Wein. »Rätin, er lebt!« rief die alte Frau, als das Kind die Augen aufschlug, sehr große, dunkelbraune, fast schwarze Augen«. (aus: Richard Friedenthal, Goethe. Sein Leben und seine Zeit, Piper 1963). Definition. Perinatale Asphyxie bedeutet einen Insult für den Fetus oder das Neugeborene bedingt durch eine Hypoxie und/oder Ischämie mit begleitender Azidose vor oder unter der Geburt, welches zu einer stark gestörten postnatalen kardiorespiratorischen Adaptation führt. Adäquate Wärmezufuhr; Abtrocknen und Zudecken des Neugeborenen Besonderheiten der Reanimation Frühgeborener s. Text > Asphyxie = Hypoxie/Ischämie + Azidose Pathophysiologie. Antenatal kann eine Beeinträchtigung des Feten bedingt sein durch plazentare Insuffizienz, maternale Infektionen oder Blutungen. Risikofaktoren für eine Asphyxie unter der Geburt zeigt . Tabelle 8.8. Die auslösenden Faktoren führen zu einer Bradykardie, Hypotension, verminderten Herzauswurfleistung und metabolischen Azidose. Der durch Hypoxie/Ischämie bedingte Substratmangel hat bei schwerer inkompletter Asphyxie nach 30 min und bei totaler Asphyxie nach 12 min eine irreversible Hirnschädigung zur Folge.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Pränatal. Eine pränatale Hypoxie/Ischämie kann sich durch Auffälligkeiten im Kardiotokogramm äußern (fetale Tachykardie >160/min; Verlust der Beat-to-beat-Variation, silentes CTG; späte Dezelerationen, d. h. fetale Bradykardie, die über die Uteruskontraktion hinaus anhält). Bei chronischer intrauteriner Asphyxie besteht oft eine fetale Hypomotorik sowie ein Oligohydramnion aufgrund einer durch Kreislaufzentralisation verminderten Nierenperfusion.Perinatal. Bei einer perinatalen Hypoxie/Ischämie präsentiert sich das Kind klinisch unter dem Bild einer stark gestörten kardiorespiratorischen Adaptation nach der Geburt: es ist Der Apgar-Score (s. oben) ist eine gute und brauchbare Zustandsbeschreibung der kardiopulmonalen Adaptation nach der Geburt. Ein niedriger Score zeigt die Notwendigkeit von Reanimationsmaßnahmen an, ist aber kein sicherer Indikator für eine perinatale Asphyxie und stellt allein kein Prognosekriterium für die Entwicklung einer Zerebralparese dar. Ansteigende Werte unter der Reanimation geben Hinweis auf den Erfolg der durchgeführten Maßnahmen. Kinder mit einer für die Prognose relevanten Asphyxie unter der Geburt zeigen in der Regel Nicht alle Neugeborene, die nach einer fetalen Beeinträchtigung eine Zerebralparese entwickeln, erfüllen diese Kriterien. In vielen Fällen liegt der Schädigungszeitpunkt pränatal, dabei weist das unter der Geburt abgeleitete Kardiotokogramm oft nur geringe Auffälligkeiten auf und der Nabelarterien-pH zeigt keine oder nur eine mäßige Azidose. In solchen Fällen liegt offenbar ein Zustand nach vorhergehenden Episoden mit fetaler Asphyxie vor, von denen sich das Kind partiell erholt hat. Ein wahrscheinlicher Zusammenhang unmittelbar mit dem Geburtsereignis darf nur angenommen werden, wenn die oben genannten Kriterien vorhanden sind.Pathophysiologie. Tierexperimentelle Untersuchungen ischämischer Hirnläsionen haben gezeigt, dass die Gewebsschädigung während der Hypoxie/Ischämie beginnt und in der Reperfusionsphase noch weiter zunimmt. Wesentliche Schädigungsmechanismen im Bereich der Mikrovaskulatur laufen erst ab, wenn die Blutversorgung wiederhergestellt ist. Die Hauptmediatoren dieses Reperfusionsschadens sind freie Sauerstoffradikale, neutrophile Granulozyten und vom Endothel stammende Faktoren (NO).",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Neuropathologie. Bei Frühgeborenen führt eine schwere perinatale Asphyxie in der Regel zu einer intrazerebralen Blutung (s. dort). Typische anatomische Läsionen sind bei reifen Neugeborenen: 4 eine kortikale Nekrose (meist nach partieller prolongierter Asphyxie), 4 Wasserscheideninfarkte zwischen A. cerebri anterior und media in Form von parasagittalen bilateralen Infarzierungen (nach schwerer Hypotension), 4 Thalamus-und Basalgangliennekrose (meist Folge einer akuten totalen Asphyxie).Änderung des Muskeltonus (Hyper-oder Hypotonie), 4 einer Änderung des Reflexverhaltens und 4 dem Auftreten von Krampfanfällen. zeigt das EEG typische Veränderungen in Abhängigkeit vom Schweregrad der Hirnschädigung. Die Sarnat-Klassifikation beurteilt diese Parameter in Abhängigkeit von der Prognose. Eine vereinfachte Auswahl der Symptome ist zu einem klinisch gut anwendbaren Score zusammengefasst worden (. Tabelle 8.9.) Die Klassifizierung ist jedoch nicht verwertbar bei Anwendung von Sedativa oder Analgetika. Trotz genauer Dokumentation aller zur Verfügung stehenden prä-, peri-und postnatalen Befunde lässt sich in vielen Fällen keine sichere Kausalitätskette der Ereignisse, die zur Asphyxie und hypoxisch-ischämischen Enzephalopathie geführt haben, ermitteln. Prognosefaktoren. Durch eine Beobachtung der klinischen Symptome sowie Befunden der bildgebenden Diagnostik und des EEG lassen sich in vielen Fällen schon früh Aussagen zur Prognose der Kinder machen. Hinweise für eine schlechte Prognose sind in . Tabelle 8.10 aufgeführt. Im Ultraschallbild zeigt sich oft eine »verwaschene« Parenchymzeichnung als Ausdruck einer diffusen neuronalen Nekrose oder eines Hirnödems. Als Zeichen einer Thalamusnekrose können ausgeprägte Echoverdichtungen in dieser Region darstellbar sein. Eine Magnetresonanz-. Tabelle 8.9. Klinischer Prognosescore bei der hypoxisch-ischämischen Enzephalopathie (nach Sarnat et al., modifiziert durch Thompson et al. (1997) Prognose: Maximalscore <10 oder Score 0 an Tag 7: normales Outcome wahrscheinlich; Maximalscore >15: hohes Risiko von Folgeschäden. Sehr flaches EEG oder »Burst-supression-Muster« tomografie (MRT) am 4. Lebenstag gibt ebenfalls deutliche prognostische Hinweise. Eine nützliche, jedoch nicht immer durchführbare Untersuchung ist die Magnetresonanzspektroskopie (MRS). Ein Nachweis von hohen Laktatsignalen im Gehirn sowie niedrigen Signalen für NAA (N-Acetyl-Aspartat, Marker für Neuronen) spricht für eine schwere Hirnschädigung mit schlechter Prognose. Die Bilirubinenzephalopathie ist heute eine Rarität geworden. 4 Maternale Anästhesie oder Drogeneinnahme. . Bei unregelmäßiger Atmung oder Apnoen sollte eine frühzeitige Intubation und Beatmung erfolgen. Das Ziel ist die Erhaltung der Homöostase. Der pO 2 und pCO 2 sollten in normalen Grenzen gehalten werden, eine Hyperventilation ist nicht sinnvoll. Puffern bei metabolischer Azidose. . Wichtigste Größe für ausreichende Hirnperfusion ist der Blutdruck. Bei Kindern mit schwerer Asphyxie soll bereits im Kreissaal ein sicherer intravenöser Zugang gelegt werden, bei instabilem Blutdruck Gabe von Katecholaminen (Dopamin/Dobutrex oder Adrenalin/Suprarenin). Hypothermie. Erste Therapiestudien zeigen einen günstigen Effekt einer Hypothermiebehandlung (33,5-34°C für 72 h). Eine endgültige Bewertung der Methode steht noch aus. Anamnese. Gegen Ende der Schwangerschaft verspürt eine 32jährige Zweitpara erhebliche Schmerzen im Unterleib und registriert keine sicheren Kindsbewegungen mehr. Sie fährt in eine Frauenklinik. Untersuchung. Bei der Ultraschalluntersuchung in der Aufnahme stellt der Arzt eine fetale Bradykardie von 40 Schlägen/min fest, es wird eine Notsectio eingeleitet. Das Kind wiegt 3270 g und zeigt nach der Geburt keine Spontanatmung. Die Plazenta weist ein retroplazentares Hämatom auf. Therapie. Das Kind wird durch den Anästhesisten intubiert, eine Herzmassage begonnen, intratracheal Suprarenin verabreicht und der Transportdienst der Kinderklinik verständigt. Dieser trifft 22 min nach der Geburt ein, zu diesem Zeitpunkt ist das Kind schlaff, fehlende Spontanmotorik, blasses Hautkolorit bei rosigen Lippen, die Lungen sind bei Beutelbeatmung über den Trachealtubus seitengleich belüftet. Es wird ein Nabelvenenkatheter gelegt, über den das Kind eine Glukoselösung erhält. Aufgrund niedriger Blutdrucke (MAD 32 mmHg) wird eine Suprarenindau-erinfusion angelegt. Noch im Kreissaal wird der Hämoglobin-Wert bestimmt, er beträgt 15 g/dl. Verlauf. Innerhalb der nächsten 2 Stunden kommt es zu einer deutlichen Zunahme der Spontanmotorik, die nach 6 Stunden wieder sistiert. Mit 12 Stunden ist das Kind komatös, es zeigt keinen Saugreflex und keinen Kornealreflex. Mit 26 Stunden ist die Fontanelle vorgewölbt und hart. Das EEG zeigt am Folgetag eine Nulllinie, bei der dopplersonografischen Untersuchung der Hirngefäße zeigt sich ein Pendelfluss. Es wird der Hirntod festgestellt und das Kind extubiert, es verstirbt sofort. Kommentar. Die Schmerzen der Mutter und das retroplazentare Hämatom zeigen eine vorzeitige Lösung der Plazenta an. Die daraus resultierende fetale Hypoperfusion führte zu einer irreversiblen Hirnschädigung. Eine kindliche Anämie trat nicht auf. Die unmittelbare postnatale Symptomatik entspricht der akuten ischämischen Beeinträchtigung, der Beginn des Komas markiert die Phase des sekundären Energieversagens. Grundlagen. Als geburtstraumatische Schäden werden Läsionen bezeichnet, die durch mechanische Faktoren während der Geburt entstanden sind. Zumeist liegt eine schwierige Kindesentwicklung vor, bedingt durch eine atypische Lage, eine Makrosomie bzw. ein Missverhältnis zwischen Kind und Geburtswegen oder eine verzögerte Austreibung mit Notwendigkeit zur Zangengeburt oder Vakuumextraktion. Obwohl Fortschritte in der Geburtshilfe zu einer deutlichen Reduktion von geburtstraumatischen Schädigungen geführt haben, sind sie nicht immer vermeidbar. Einige als Geburtstraumata imponierende Läsionen sind intrauterin lagebedingt durch chronischen Druck entstanden. Extrakranielle traumatische Läsionen am Kopf des Neugeborenen sind häufig. Je nach Ausbreitung in den verschiedenen Schichten zwischen Haut und Kalotte (Haut -Galea aponeurotica -äußeres Periost der Kalotte) unterscheidet man (. Bei massiven Formen kommt es zum Einriss des Tentoriums mit meist letaler Blutung aus den großen Blutleitern. Geringere Traumata des Tentoriums können zur Ansammlung von Blut in der hinteren Schädelgrube führen, die Symptome sind abhängig vom Ausmaß der Blutansammlung. Eine weitere traumatisch bedingte Schädigung ist der Abriss der Brückenvenen über der Hirn-Hirnnervenläsionen. Bei einer Fazialisparese zeigt sich ein schiefes Gesicht beim Schreien, der Mundwinkel wird auf der gesunden Seite tiefer heruntergezogen. In Ruhe hängt eher die erkrankte Seite etwas herab, die Nasolabialfalte ist verstrichen. Bei der meist vorliegenden peripheren Fazialisparese kommt es aufgrund einer Schädigung direkt nach dem Austritt aus dem Foramen stylomastoideum zu einer Funktionsstörung sowohl der oberen als auch der unteren Gesichtsmuskeln. Reflex sowie eine Hypomotorik des betroffenen Armes auf. Die charakteristische Haltung besteht in einem herabhängenden Arm, der in Adduktion und Innenrotation gehalten wird, sowie einer Pronationshaltung der Hand. Die Motorik der Hand ist ungestört, der Greifreflex kann ausgelöst werden (. Abb. 8.15). Die Behandlung besteht in krankengymnastischen Maßnahmen. Nach der ersten Woche erfolgt eine passive Bewegung der betroffenen Gelenke in allen Freiheitsgraden. Die Prognose hängt ab und kommt eher in Kombination mit der oberen Lähmung als komplette Plexuslähmung vor. Klinisch imponiert eine Lähmung der kleinen Handmuskeln und der Flexoren im Handgelenk. Der Greifreflex ist nicht auslösbar. Aufgrund der begleitenden Schädigung von sympathischen Fasern in Th1 wird oft ein Horner-Syndrom mit Ptosis, Miosis und Enophthalmus beobachtet. Petechien und Ekchymosen auf der Haut. Sie sind häufig an den führenden Teilen und bedingt durch venöse Kongestion während des Geburtsvorganges auf. Insbesondere das Gesicht kann aufgrund petechialer Blutungen »zyanotisch« imponieren. Blutungen finden sich ebenfalls häufig subkonjunktival. Das Fehlen einer Blutungsbereitschaft an anderen Stellen und die typische Lokalisation unterscheiden den Befund von einer Koagulopathie. Tortikollis. Der angeborene Schiefhals besteht in einer Kontraktur des M. sternocleidomastoideus mit resultierender Drehung des Kopfes zur Läsionsseite und Schrägstellung des Gesichtes mit Drehung des Kinns von der Seite weg. Er wurde lange als geburtstraumatische Läsion angesehen, bedingt durch ein Hämatom des M. sternocleidomastoideus mit subsequenter Fibrose. Alle Befunde sprechen jedoch dafür, dass diese Kontraktur durch eine intrauterine lagebedingte Zwangshaltung entstanden ist. Die Behandlung ist physiotherapeutisch. . Die häufigste geburtstraumatische Fraktur ist die Klavikulafraktur.In den meisten Fällen liegt eine Grünholzfraktur vor und das Kind zeigt nach der Geburt keine Symptome. Bei der Erstuntersuchung wird die Fraktur manchmal nicht erkannt und fällt erst bei der Folgeuntersuchung als tastbarer Kallus auf. Frakturen mit deutlichen Dislokationen können nach der Geburt zu Schonhaltung und Schmerzen bei der Armbewegung führen. Bei der Untersuchung lässt sich eine Krepitation tasten, der Moro-Reflex ist nicht seitengleich auslösbar. Eine Röntgenuntersuchung ist nur bei klinischen Symptomen indiziert. Die Prognose ist gut, Kallus bildet sich bereits nach 7-10 Tagen. Frakturen der Röhrenknochen (Humerusfraktur, Femurfraktur) können ebenfalls geburtstraumatisch bedingt sein. Klinisch fallen Schmerzen, Krepitation, Schwellung und Bewegungsarmut auf. Eine Schonhaltung des Arms mit Schwellung im Oberarm-Schulterbereich findet sich bei der Osteoepiphysenlösung des Humeruskopfes.Intraabdominale Verletzungen. Die Nebennierenblutung ist relativ häufig. Sie wird oft im Rahmen einer perinatalen Asphyxie beobachtet, kann aber auch traumatisch bedingt sein. Klinisch fällt sie auf durch eine tastbare abdominelle Resistenz, einer Anämie in den ersten Lebenstagen oder bei einer Ultraschalluntersuchung des Abdomens im Rahmen einer Asphyxiediagnostik. Die Blutung kann ein-oder beidseitig sein. Bei bilateralen Läsionen sollte die Nebennierenfunktion, der Blutzucker und Blutdruck überprüft werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Ätiologie. Die Frühgeburtlichkeit trägt als wesentlicher Faktor zur peri-und neonatalen Sterblichkeit bei. Die Ursachen der Frühgeburtlichkeit lassen sich nur bei einem Teil der Patienten eruieren:",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "> Bei einer drohenden Geburt vor der 34. Gestationswoche ist unter maximaler tokolytischer Therapie und kritischer Indikationsstellung eine Lungenreifungsbehandlung mit Betamethason oder Dexamethason durchzuführen. Erstversorgung der Frühgeborenen im Kreißsaal erfolgt die weitere zeit-und personalaufwändige Behandlung und Pflege der Kinder auf einer neonatologischen Intensivstation. Die therapeutischen Maßnahmen zielen auf eine Stabilisierung und Korrektur von postpartal einsetzenden Organstörungen ab. Da Frühgeborene nicht in der Lage sind, die Körpertemperatur selbstständig aufrecht zu erhalten, werden die Kinder in einem Inkubator oder in speziellen Wärmeeinheiten gepflegt; die Temperatur wird den Bedürfnissen der Patienten (thermoneutrale Temperatur, ausreichende Luftfeuchtigkeit) angepasst. Zur Überwachung der Frühgeborenen werden EKG-und Atmungsmonitore eingesetzt, in Abhängigkeit vom postpar-8.6 · Das Frühgeborene . Abb. 8.16. Maternale Chorioamnionitis und intrauterine Zytokinexposition des Feten. Proinflammatorische Zytokine, die im Rahmen einer Chorioamnionitis in das Fruchtwasser gelangen, können bereits intrauterin eine pulmonale Entzündungsreaktion des Feten auslösen. Dieses Ereignis ist vermutlich ein bedeutender Risikofaktor für die Entwicklung einer bronchopulmonalen Dysplasie. Darüber hinaus kann eine Chorioamnionitis eine systemische fetale Entzündungsreaktion induzieren, die mit einem erhöhten Risiko für intrazerebrale Blutungen und periventrikuläre Leukomalazie assoziiert ist talen Verlauf (maschinelle Beatmung, Sauerstofftherapie) erfolgt eine kontinuierliche transkutane Messung des O 2 -und CO 2 -Partialdrucks, eine kontinuierliche Pulsoxymetrie, repetitive Blutgasanalysen, Blutdruckmessungen u. a. Sehr kleine Frühgeborene werden häufig parenteral (zentrale Katheter) und/oder mithilfe einer Magensonde ernährt.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Komplikationen. Im Verlauf der Erkrankung können folgende Als Folge der Lungenunreife, der Langzeitbeatmung und Sauerstofftoxizität in der Einatmungsluft kann sich bei Risikopatienten eine chronische Lungenerkrankung, die bronchopulmonale Dysplasie (BPD) entwickeln.Behandlung. Die Therapie des RDS wird vom Schweregrad der pulmonalen Erkrankung bestimmt: 4 Bei leichtem RDS: gezielte O 2 -Zufuhr unter einer »Headbox« Surfactantsubstitutionstherapie. In den letzten Jahren ist mit der Substitution mit natürlichem und synthetischem Surfactant als kausaler Therapie ein entscheidender Fortschritt in der Behandlung des Atemnotsyndroms Frühgeborener erzielt worden. Natürliche Surfactantpräparate werden durch Lavage von Kälber-und Rinderlungen (Alveofact, Infasurf) oder Homogenisierung von Rinderlungen (Surfactant-TA, Survanta) oder Schweinelungen (Curosurf) extrahiert oder aber wurden für klinische Studien aus dem menschlichen Fruchtwasser isoliert. Die Präparate enthalten die Apoproteine SP-B und SP-C (ca. 1%), sie unterscheiden sich aber in der Zusammensetzung der Phospholipidfraktionen, der Konzentration und dem Applikationsvolumen. Synthetische Surfactantpräparate sind apoproteinfrei. Um die Adsorption und Ausbreitung von Dipalmitoylphosphatidylcholin (DPPC) zu verbessern, wurde dem Präparat Exosurf ein Alkohol (Hexadecanol) und ein Detergenz (Tyloxapol) beigefügt. Abb. 8.20. Radiologische Veränderungen bei schwerem Atemnotsyndrom: verdichtetes Lungenparenchym, Auslöschung von Zwerchfellund Herzkonturen, sog. »weiße Lunge« . Abb. 8.19. Circulus vitiosus des Surfactantmangels 8.6 · Das Frühgeborene L Die Surfactantsubstitutionsbehandlung des Atemnotsyndroms Frühgeborener stellt einen Meilenstein in der Neonatalmedizin dar. 1959 konnten Avery und Mead, Boston, bei verstorbenen Frühgeborenen erstmals belegen, dass das hyaline Membranensyndrom mit dem Mangel des oberflächenaktiven Materials assoziiert war. 1967 gelang es Rufer, Göttingen, die mechanischen Eigenschaften surfactantdepletierter isolierter Tierlungen durch intrabronchiale Instillation einer oberflächenaktiven Substanz zu verbessern; ein Jahr später konnte er diesen positiven Effekt einer Surfactantwirkung an isolierten Lungen Frühgeborener erbringen, die an einem Atemnotsyndrom verstorben waren. Enhorning und Robertson, Toronto bzw. Stockholm, publizierten 1972 die vielbeachteten Ergebnisse einer Surfactantsubstitutionstherapie bei beatmeten frühgeborenen Kaninchen. 1980 berichteten Fujiwara et al., Akita, erstmals von Frühgeborenen mit manifestem Atemnotsyndrom, die nach intratrachealer Applikation eines Rindersurfactants deutliche Veränderungen des pulmonalen Gasaustausches zeigten. In der folgenden Dekade wurde die klinische Wirksamkeit der Surfactantbehandlung in sorgfältig geplanten multizentrisch kontrollierten und/oder randomisierten Studien eindrucksvoll belegt; weltweit wurden mehr als 10.000 Frühgeborene mit verschiedensten Surfactantpräparationen behandelt. Die Surfactantsubstitution ist damit die am besten untersuchte Therapie der Neonatalmedizin.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Surfactant-»Nonresponder«. Eine Reihe von Grunderkrankungen können den Effekt einer Surfactanttherapie negativ beeinflussen. So muss bei Frühgeborenen mit struktureller Lungenunreife oder Lungenhypoplasie, z. B. nach längerem vorzeitigem Blasensprung sowie bei Kindern mit konnataler und neonataler Pneumonie mit einem fehlenden oder deutlich geringeren Therapieerfolg gerechnet werden. Aber auch die perinatale Hypoxie, Hypothermie und nicht zuletzt die systemische Hypotension haben unmittelbaren Einfluss auf die initiale Wirksamkeit der Surfactantbehandlung.Eine nur transitorische Verbesserung der Oxygenierung und des Gasaustauschs wird bei Frühgeborenen beobachtet, die im Rahmen eines hämodynamisch signifikanten persistierenden Ductus arteriosus ein intraalveoläres Ödem entwickeln.Nebenwirkungen. Unmittelbare Nebenwirkungen einer Behandlung mit natürlichen Surfactantpräparaten sind -von Fehlern bei der Anpassung der maschinellen Beatmung abgesehen -bisher nicht beschrieben. Cave Nach Gabe natürlicher Surfactantpräparate kann eine akute Überblähung des Lungenparenchyms (»Hyperexpansion«) durch eine ungenügende Anpassung des Beatmungsdrucks zu ernsthaften Ventilations-und Zirkulationsproblemen der behandelten Kinder führen. Eine Sensibilisierung gegen tierische, im Surfactant enthaltende Apoproteine wurde bei keinem Patienten beschrieben. In Nachuntersuchungen von Kindern, die mit natürlichen oder synthetischen Präparaten behandelt worden waren, konnte kein Unterschied in der somatischen oder neurologischen Entwicklung im Vergleich zu unbehandelten Kontrollpatienten festgestellt werden. Eine gehäufte Infektanfälligkeit oder gar ein Auftreten einer chronischen Slow-virus-Infektion wurde nach Behandlung mit natürlichen Surfactantpräparaten auch nach einer 23jährigen Erfahrung mit diesem neuen Therapieprinzip bisher nicht beobachtet. Indikationen für eine Surfactanttherapie. Neben dem neonatalen Atemnotsyndrom ist eine Surfactantbehandlung auch bei Erkrankungen vorstellbar, in deren Verlauf ein sekundärer Surfactantmangel auftritt. Zurzeit laufende kontrollierte rando-. Tabelle 8.11. Empfehlungen zur postnatalen Surfactantbehandlung 4 Prophylaktische Behandlung im Kreißsaal nur für Frühgeborene <28 Gestationswochen (Voraussetzung: erfahrenes Reanimationsteam) 4 Frühe Surfactantsubstitution bei Frühgeborenen <32 Gestationswochen mit klinischen Zeichen des »respiratory distress syndrome«, maschineller Beatmung und O 2 -Bedarf >40% 4 Spätere Behandlung bei etwas »reiferen« Frühgeborenen mit RDS, maschineller Beatmung und einem O 2 -Bedarf >50-60% 4 Initialdosis für die prophylaktische Behandlung mit natürlichen Surfactantpräparaten ca. 100 mg/kgKG 4 Initialdosis für die Behandlung des manifesten RDS 100 bis maximal 200 mg/kgKG 4 Innerhalb von 48 h wiederholte Surfactantgaben bei erneutem O 2 -Anstieg >30% und maschineller Beatmung (kumulative Dosis: 400 mg/kgKG) 4 Unabhängig von der Art der Surfactantpräparation muss der behandelnde Kinderarzt mit allen Aspekten der Surfactantapplikation, der maschinellen Beatmung sowie allen anderen Maßnahmen der neonatologischen Intensivmedizin vertraut sein misierte Studien evaluieren den Einfluss einer Surfactantbehandlung bei konnataler Pneumonie, Mekoniumaspirationssyndrom und Zwerchfellhernie. Prävention. Die sog. Lungenreifungsbehandlung durch Betamethason oder Dexamethason kann die Inzidenz und den Schweregrad des RDS Frühgeborener durch eine Enzyminduktion vermindern. Betamethason sollte der Schwangeren möglichst 48 h vor der Geburt verabreicht werden. Pränatale Kortikosteroide in Kombination mit der postnatalen Surfactantherapie (natürliches Surfactant) reduzieren die Sterblichkeit sowie die Inzidenz pulmonaler sowie extrapulmonaler Komplikationen (Hirnblutung). Allerdings ist von einer repetitiven Gabe, die noch in jüngster Vergangenheit in 8-bis 10-tägigen Abständen bis zum Zeitpunkt der Geburt erfolgte, abzuraten. Es gibt ernst zu nehmende Hinweise, dass die Entwicklung des fetalen Gehirns durch diese Strategie beeinträchtigt wird. Als weiterer bedeutsamer Faktor in der Prävention des RDS ist eine schonende Geburtseinleitung und optimale primäre Reanimation der Risikokinder anzusehen. Der besondere Fall Anamnese. Nach unauffälligem Schwangerschaftsverlauf treten bei einer 24-jährigen Zweitgebärenden in der 29. Gestationswoche plötzlich vorzeitige Wehen auf, dazu rasche Muttermundseröffnung, unauffälliges kindliches CTG. Trotz sofortigen Beginns einer tokolytischen (wehenhemmenden) Therapie erfolgt nach einmaliger Kortisongabe die Spontangeburt wenige Stunden nach stationärer Aufnahme. Befund und Erstversorgung. Weibliches Frühgeborenes der 29. Gestationswoche, Geburtsgewicht 1060 g, vital. Wegen unregelmäßiger Atmung wird nach kurzzeitiger Maskenbeatmung mit 40% O 2 ein stabiler klinischer Zustand erreicht mit O 2 -Sättigung von 92%. Nach 45 min zeigt sich eine zunehmende Tachypnoe (Atemfrequenz um 70/min), »stöhnende« Atmung und beginnende juguläre und interkostale Einziehungen. Darauf folgt die endotracheale Intubation. Verlauf. Unter maschineller intermittierender Beatmung nimmt der O 2 -Bedarf weiter zu, im Alter von 3 h unter 80% inspiratorischem O 2 -Gehalt normale Sättigung, Ventilation und systemischer Blutdruck. Röntgenthorax. Diffuse feingranuläre Verdichtung des Lungenparenchyms mit beginnender Auslöschung des Herzrandes: RDS Grad III. Therapie. Nach intratrachealer Applikation eines natürlichen Surfactantpräparats (100 mg Phospholipide/kgKG 1,25 ml Flüssigkeit/kgKG) kann innerhalb weniger Minuten eine Reduktion des inspiratorischen O 2 -Gehaltes auf 30% erfolgen. Etwa 30 min später fällt dann eine rasch progrediente Verschlechterung der Oxygenierung und der Ventilationssituation auf (inspiratorische O 2 -Konzentration 100%, pCO 2 65 mmHg). Radiologisch zeigte die Lunge eine massive Überblähung mit geringer Gefäßzeichnung. Durch drastische Senkung des inspiratorischen Spitzendrucks und Atemwegmitteldrucks normalisiert sich die Beatmungssituation, der kindliche Zustands stabilisiert sich. Die Extubation erfolgt am 5. Lebenstag. Im weiteren Verlauf treten keine pulmonalen und zerebralen Komplikationen (Hirnblutung) nach Atemnotsyndrom auf, die Entlassung eines gesunden ehemaligen Frühgeborenen erfolgt in der 10. Lebenswoche bei einem Gewicht von 2560 g. Beurteilung. Typisches mittelschweres, durch Surfactantmangel bedingtes Atemnotsyndrom, erfolgreiche Surfactantsubstitutionsbehandlung. Durch die unterlassene Reduktion des Beatmungsdrucks nach Surfactantapplikation iatrogene Überblähung des Lungenparenchyms mit schwerer Ventilations-und Oxygenierungsstörung sowie Drosselung der pulmonalen Perfusion. 8.6.2 Persistierender Ductus arteriosus (PDA) > Ein hämodynamisch wirksamer persistierender Ductus arteriosus stellt das häufigste kardiovaskuläre Problem Frühgeborener dar. Pathogenese und Pathophysiologie. Bei reifen Neugeborenen setzt mit ansteigenden O 2 -Partialdrucken nach der Geburt eine Konstriktion des Ductus arteriosus und ein konsekutiver Verschluss ein. Der Ductus arteriosus Frühgeborener reagiert schwächer auf die postnatalen Kontraktionsreize. Wesentliche Faktoren dürften die unreife Muskulatur des Ductus und der persistierende vasodilatatorische Effekt hoher Prostaglandinkonzentrationen (PGE 2 ) bei Frühgeborenen sein. Bei ausbleibendem Ductusverschluss entwickelt sich in der akuten Phase des RDS ein Shunt zwischen pulmonaler und systemischer Zirkulation (Rechts-links-Shunt). Mit Rückbildung des RDS sinkt der pulmonale Gefäßwiderstand ab. In dieser Phase kann sich ein hämodynamisch signifikanter Links-rechts-Shunt über den PDA entwickeln. Die Folge ist eine akute pulmonale Überflutung mit hämorrhagischem Lungenödem und akuter kardialer Insuffizienz. Die Beatmungssituation der Patienten verschlechtert sich akut, durch Intensivierung der Beatmung und Erhöhung der inspiratorischen O 2 -Konzentration nimmt die Lungenschädigung zu (bronchopulmonale Dysplasie). Auch bei protrahierter Manifestation eines PDA können u. a. ein interstitielles Lungenödem und Veränderungen der Organperfusion (Nieren, Magen-Darm-Trakt) auftreten. Klinik. Ein PDA manifestiert sich häufig zwischen dem 3. und 5. Lebenstag: 4 präkordiale Hyperaktivität, 4 systolisches Herzgeräusch, gelegentlich kontinuierlich, 4 Pulsus celer et altus (»springende Pulse«), Tachykardie 4 Verschlechterung der Beatmungssituation, evtl. feinblasige Rasselgeräusche, 4 evtl. Hepatomegalie, 4 renale Ausscheidungsprobleme, 4 Zirkulationsstörungen. Etwa 20% der Frühgeborenen mit hämodynamisch signifikantem pesistierendem Ductus arerisosus haben kein Herzgeräusch! Die klinische Verdachtsdiagnose wird durch die Röntgenthoraxaufnahme, die 2-dimensionale Echokardiographie und den di-rekten Shuntnachweis mithilfe der Dopplertechnik und Farbdopplerverfahren bestätigt. Therapie. Die wesentlichen Therapieprinzipien des symptomatischen PDA sind: 4 Flüssigkeitsrestriktion, 4 Prostaglandinsynthesehemmer (Indometacin, Ibuprofen), 4 operativer PDA-Verschluss.",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Klinik. Die betroffenen Frühgeborenen entwickeln um den 10.-14. Lebenstag langsam progrediente Zeichen der Atemnot (Tachypnoe, Dyspnoe etc.) und oftmals einen erhöhten O 2 -Bedarf. Die Luftnotsymptomatik kann über mehrere Wochen und selten auch über mehrere Monate anhalten. Durch suboptimale O 2 -Sättigung und erniedrigten O 2 -Partialdruck kann sich eine persistierende pulmonale Hypertonie entwickeln! Therapie. Unter optimalen supportiven Maßnahmen (s. Therapie der CLD) sollte diese Erkrankung in der Regel ohne Folgen ausheilen. 8.6.4 Bronchopulmonale Dysplasie P. Groneck Grundlagen. 1967 beschrieb Northway erstmalig eine Gruppe von Frühgeborenen, die nach maschineller Beatmung wegen eines Atemnotsyndroms keine Besserung der Lungenfunktion zeigten. Die Kinder blieben über lange Zeit respiratorabhängig oder verstarben unter der Beatmung. Diese vorher nicht beobachtete chronische Lungenkrankheit wurde als bronchopulmonale Dysplasie (BPD) bezeichnet. Oft findet man in der Literatur auch die Bezeichnung neonatale chronische Lungenkrankheit (CLD). Die Erkrankung wurde lange Zeit als ausschließliche Folge einer maschinellen Beatmung mit hohen Sauerstoffkonzentrationen und Beatmungsdrucken angesehen (»Beatmungslunge«). Da die Surfactantbehandlung die Beatmungsnotwendigkeit erheblich reduziert hat, wurde auch ein deutlicher Effekt auf das Vorkommen der BPD erwartet. Dieses wurde für Frühgeborene über 1000 g Geburtsgewicht auch erreicht: eine BPD kommt bei diesen Kindern praktisch kaum noch vor. Allerdings überlebten nun erheblich mehr sehr unreife Frühgeborene unter 1000 g. Diese Kinder entwickelten oft eine BPD auch ohne wesentliches Atemnotsyndrom und nach nur milder Beatmung. Aus diesem Grund hat die Häufigkeit der BPD durch die Surfactanttherapie insgesamt nicht wesentlich abgenommen. Pathogenese. Die BPD ist eine chronische Lungenkrankheit Frühgeborener. Grundvoraussetzung für die Entstehung ist die Unreife der Lunge, welche sowohl die anatomischen Stukturen als auch funktionelle Systeme wie das Surfactantsystem betrifft. In der Frühphase liegt eine pulmonale Inflammationsreaktion vor, die durch ein machinelles Beatmungstrauma oder eine pränatale Infekton im Rahmen einer Chorioamnionitis ausgelöst wird. Eine postnatale Infektion ist ebenfalls in der Lage, über eine Endothelaktivierung eine pulmonale Entzündung zu induzieren. Folge ist zunächst ein interstitielle und alveoläres Ödem. Bei anhaltender Exposition gegenüber den Noxen wird der normale Gewebsreparaturprozess in der Lunge gestört, es kommt zur Ausbildung einer Fibrose und eines Lungenemphysems (. Abb. 8.21 und . Abb. 8.22). Möglicherweise beeinflusst die Inflammationsreaktion die physiologische Sequenz der Produktion pulmonaler Wachstumsfaktoren. Die Folge ist eine abnorme Lungenentwicklung mit einer Beeinträchtigung der Alveolarisierung und der Vaskularisierung. > Für die Entwicklung einer bronchopulmonalen Dysplasie ist häufig ein Atemnotsyndrom in den ersten Lebenstagen verantwortlich, es ist aber keine unbedingte Voraussetzung: ein Teil sehr unreifer Frühgeborener entwickelt eine BPD auch bei initial offenbar gesunder Lunge. > Bei reifen Neugeborenen ist die bronchopulmonale Erkrankung stets Folge einer besonders ausgeprägten pulmonalen Traumatisierung durch die Beatmung bei einer schweren Lungenerkrankung in den ersten Lebenstagen (z. B. Mekoniumaspirationssyndrom, Lungenhypoplasie). Pathophysiologie. Die Lungenmechanik ist gekennzeichnet durch ein niedriges Lungenvolumen sowie eine erniedrigte Compliance. Im Verlauf kommt ein erhöhter Atemwegswiderstand hinzu, es liegt dann eine Kombination von obstruktiver und restriktiver Ventilationsstörung vor. Atelektasen und Emphysem führen zu einer Störung der Relation zwischen alveolärer Ventilation und Perfusion. Der resultierende intrapulmonale Rechts-Links-Shunt ist die Ursache für die Hypoxämie bzw. den Sauerstoffbedarf. Aufgrund der Gefäßrarefizierung und einer Mediahypertrophie entwickelt sich bei fortgeschrittenem Krankheitsbild ein pulmonaler Hypertonus. Klinik. Kinder mit einer BPD zeigen folgende klinische Symptome: 4 sie lassen sich schwer von der Beatmung entwöhnen, 4 sie haben nach der Extubation eine persistierende Atemnot mit anhaltendem Sauerstoffbedarf, sternalen und kostalen Einziehungen und einer Tachypnoe. 4 Häufig besteht eine kardiopulmonale Instabilität mit Neigung zu häufigen O 2 -Sättigungsabfällen und Bradykardien. 4 Es findet sich ein typisches radiologisches Bild in Form von fleckig-steifigen röntgendichten Veränderungen in Abwechslung mit Regionen erhöhter Strahlentransparenz oder zystisch-emphysematösen Bereichen. Die Veränderungen sind nach Northway in verschiedene Stadien (I-IV) eingeteilt worden (. Abb. 8.23). Diagnose. Anfangs wurde die BPD ausschließlich aufgrund radiologischer Veränderungen diagnostiziert (Einteilung nach Northway, s. oben). Heute werden klinische Befunde sowie ein Zeitfaktor für die Diagnosestellung herangezogen (. Tab. 8.12). Prävention. Prinzipiell ist die Prävention der CLD oder BPD das erste Behandlungsziel. Wichtige Maßnahmen sind in . Tabelle 8.13 aufgeführt. . Bei klinischen Symptomen einer BPD sollte eine Reduktion der Flüssigkeitszufuhr angestrebt werden. . Abb. 8.21. Pathogenese der bronchopulmonalen Dysplasie . Abb. 8.22. Histologie der bronchopulmonalen Dysplasie: diffuse Atelektasen sowie ausgeprägte emphysematöse Bezirke, verbreitertes Interstitium . Abb. 8.23. Bronchopulmonale Dysplasie im Stadium IV nach Northway: diffus über beide Lungen verteilte ausgeprägte zystische Aufhellungen sowie streifig-fleckförmige Verdichtungen Diuretika. Diuretika verbessern die Lungenfunktion und den Gasaustausch bei Frühgeborenen mit Symptomen einer BPD. Die Wirkung beruht offenbar auf einer Verminderung des Lungenwassers. . Offenbar durch Verbesserung der Lungenmechanik sowie der diuretischen Wirkung führt die Behandlung mit Coffein zu einer Senkung der BPD-Rate. . Unter einer Behandlung mit Dexamethason kommt es zu einer Verminderung des pulmonalen Wassergehaltes und zu einer Verbesserung des Gasaustauschs. Die Therapie ermöglicht innerhalb von 2-5 Tagen bei der Mehrzahl der behandelten beatmeten Patienten eine Extubation. Der Effekt ist möglicherweise bedingt durch eine Abnahme der pulmonalen Inflammationsreaktion sowie der mikrovaskulären Permeabilität der Lunge. Dexamethason hat eine Fülle von Nebenwirkungen und ungünstigen Langzeiteffekten. Da das Risiko für die Entwicklung einer Zerebralparese bei der Behandlung mit Dexamethason erhöht ist, darf eine Therapie nur bei Lebensgefahr des Kindes erfolgen. Inhalative Kortikosteroide wirken nicht prophylaktisch, haben jedoch einen Stellenwert bei etablierter BPD. Sauerstoff. Bei etablierter BPD, insbesondere bei schweren Verläufen, besteht eine deutliche Mediahypertrophie der Pulmonalgefäße. In dieser Situation sollte Sauerstoff nicht zu niedrig dosiert werden, um die Entwicklung bzw. Zunahme einer pulmo-",
            "latex": null,
            "type": "table"
        },
        "TABREF10": {
            "text": "). Nach der Erstbeschreibung durch Terry 1942 wurde die Sauerstofftherapie Anfang der 1950er Jahre in mehreren Untersuchungen als Ursache des epidemieartigen Auftretens der ROP identifiziert. Zu diesem Zeitpunkt wurde den meisten Frühgeborenen Sauerstoff mit Konzentrationen um 70% über mehrere Wochen angeboten. Aufgrund dieser Ergebnisse wurden strenge Therapierichtlinien mit Limitierung der O 2 -Gabe auf 40% eingeführt. Die Folge war ein dramatischer Rückgang der ROP. Dieses wurde als überzeugender Beweis für die Richtigkeit der These angesehen, dass Sauerstoff in der Tat die einzige notwendige und ausreichende Ursache der retinalen Erkrankung war. Jeder Fall von ROP-bedingter Blindheit wurde als Folge einer fehlerhaften Sauerstofftherapie angesehen und hatte entsprechende juristische Folgen. In der Folge stieg jedoch die Mortalität und Morbidität der Frühgeborenen beträchtlich. Es ist später berechnet worden, dass durch diese »präventive Maßnahme« für 1 Fall von vermiedener Blindheit 16 Kinder an inadäquater Oxygenie-. Tabelle 8.12. Definition der BPD verursachte, vermeidbare Erkrankung. Aufgrund der zunehmenden Überlebensraten sehr unreifer Frühgeborener kam es in den 1980er Jahren jedoch zu einer deutlichen Wiederzunahme der Erkrankung, sodass von einer neuen Epidemie gesprochen wurde. Es wurde nun jedoch klar, dass die ROP eine multikausale Erkrankung war, die ihren Hauptursache in der Unreife der Kinder hat. Definition. Die Frühgeborenenretinopathie (Retinopathy of prematurity, ROP) ist eine multifaktorielle vasoproliferative Netzhauterkrankung, deren Inzidenz und Schweregrad mit zunehmender Unreife zunimmt: 10% der Frühgeborenen mit einem Geburtsgewicht <1750 g, aber fast 50% aller Kinder <1000 g entwickeln irgendeine Form dieser Erkrankung. Sie ist die häufigste Ursache von Blindheit bei Kindern unter 6 Jahren.Pathogenesese. Für die ROP-Entwicklung sind neben der Unreife postnatale Situationen als Risikofaktoren anzusehen, die entweder mit einer retinalen Minderperfusion oder einem erhöhten re-",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "4 Eine Phase der relativen retinalen Ischämie, auf die eine Neovaskularisierung folgt. Die Gefäße wachsen in den Glaskörper ein, aufgrund einer vermehrten Permeabilität kann es zu Blutungen und Ödembildung kommen. 4 Eine Phase der Narbenbildung: mit den Gefäßzellen kommt es zur Neubildung von Fibroblasten mit kontraktilen Elementen. Diese neovaskulären Elemente durchsetzen den Glaskörper, durch narbige Kontraktion kann die Retina, an der das Gewebe anheftet, abgehoben werden. Bei völliger Ablösung der Netzhaut und massiver narbiger Kontraktion bildet die Retina ein retrolental gelegenes tunnelartiges Gebilde, welches mit Narbengewebe durchsetzt ist. . Während der ROP-Entwicklung zeigen sich keine typischen klinischen Symptome. Aus diesem Grund sind regelmäßige ophthalmologische Kontrolluntersuchungen notwendig. Der Zeitpunkt des Auftretens hängt von der retinalen Gefäßentwicklung und somit vom postkonzeptionellen Alter ab. Der Median des Auftretens der ersten Veränderungen ist die 34. Woche und der ersten Proliferationen die 36. Woche. In Stadium 3 hängt die Prognose von der Ausdehnung des Befundes ab. Bei Fortschritt in Stadium 4 ist die Prognose sehr schlecht, insbesondere bei Beteiligung der Makula. Das Risiko für eine Erblindung beträgt bei Frühgeborenen unter 750 g 5-9%, unter 1000 g 2% und über 1000 g 0,1%. Die ROP erhöht das Risiko der Kinder für Myopie, Strabismus und andere Visusprobleme. <80 mmHg. Die Messung des SO 2 mithilfe der Pulsoxymetrie ist für die Erfassung der Hyperoxie nicht gut geeignet.Weiterhin sind von Bedeutung die Vermeidung einer Hyperoxie bei Sauerstoffzufuhr im Rahmen von Apnoe-assoziierten Hypoxien sowie die Vermeidung von Hypokarbie bei der maschinellen Beatmung.Therapeutisch wird die Lasertherapie angewendet. Ziel der Photokoagulation ist die Zerstörung des angiogenen Granulationsgewebes zur Unterbindung der Gefäßneubildung. Die Be-handlung vermindert die Wahrscheinlichkeit eines Visusverlustes um über 50%.8.6.6 Hirnblutungen des FrühgeborenenL Die intrazerebrale Blutung ist eine typische und häufige Komplikation der Frühgeburtlichkeit. Inzidenz und Schweregrad sind direkt abhängig von der Reife der Kinder. Insgesamt hat die Häufigkeit des Auftretens bei Frühgeborenen mit einem Geburtsgewicht <1500 g innerhalb der letzten Jahre von ca. 40% (1978) auf ca. 20% (1998) abgenommen. Da zur gleichen Zeit die Mortalität der Frühgeborenen ebenfalls stark abgenommen hat, spiegelt dieses die erheblich gestiegene Qualität der neonatalen Versorgung wider. Somit gilt eine niedrige Mortalität in Verbindung mit einer niedrigen Hirnblutungsrate bei Frühgeborenen mit sehr niedrigem Geburtsgewicht als Qualitätsmaßstab einer neonatalen Versorgung. Untersuchungen der letzten 6-8 Jahre haben jedoch gezeigt, dass trotz anhaltend sinkender Mortalitätsziffern die Häufigkeit der Hirnblutungen nicht weiter abgenommen hat. Dieses beruht darauf, dass heute vermehrt extrem unreife Kinder aus der 24.-26. Schwangerschaftswoche überleben. Bei diesen Kindern hängt das Risiko einer Hirnblutung offenbar mehr von pränatalen und unreifeassoziierten Faktoren als von einer weiteren Steigerung der postnatalen Versorgungsqualität ab.Neuropathologie und zerebrovaskuläre Architektur. Die typische Hirnblutung Frühgeborener entsteht in der germinalen Matrix, einer subventrikulär gelegenen Zone über dem Kopf des Nucleus caudatus. Blutungen anderer Lokalisation und Genese sind erheblich seltener und werden unten beschrieben. Von der germisie werden als unreifes vaskuläres Netz beschrieben. Die arterielle Versorgung erhält die Region aus der A. cerebri anterior (Heubner'sche Arterie) sowie Ästen aus der A. cerebri media (Striatumäste) und der A. carotis interna (über A. chorioidalis anterior). Die Region stellt somit ebenfalls ein Grenzgebiet der vaskulären Versorgung verschiedener Hirnarterien dar und ist daher ein Prädilektionsort für ischämische Läsionen. Der venöse Abfluss erfolgt zusammen mit Blut aus der weißen Substanz und des Thalamus über die medullären Venen und die V. thalamostriata in die V. terminalis, welche innerhalb der germinalen Matrix verläuft. Abb. 8.25. Retinopathia prämaturorum Stadium III: auf der rechten Seite vaskularisierte Netzhaut mit erweiterten Gefäßen, die in eine breite Proliferationsleiste übergehen. Peripher der Leiste Blutung im Bereich der avaskulären Netzhaut (weiße Punkte sind Spiegelungsartefakte) Gradeinteilung nach Ausdehnung. Nach einer Endothelläsion im Bereich des Gefäßnetzes der germinalen Matrix kommt es zur Blutung, welche subependymal begrenzt bleiben kann (subependymale Hämorrhagie, SEH, Grad 1 nach Papile und Burstein). Ruptur des über dem Kopf des Nucleus caudatus liegenden Ependyms führt zu einer intraventrikulären Ausdehnung der Blutung (intraventrikuläre Hämorrhagie, IVH, Grad 2). Bei intraventrikulärer Ansammlung großer Mengen an Blut mit deutlicher Dilatation des Ventrikels liegt eine Grad-3-Blutung vor. Größere Ventrikelblutungen behindern den Abfluss aus der Vena terminalis und können zu einer Obstruktion mit resultierendem hämorrhagischen venösen Infarkt führen (intraparenchymatöse Hämorrhagie, IPH, Grad 4; . Abb. 8.26). Bei einer Ventrikelblutung ist der begleitende Infarkt in der Regel einseitig auf der Seite der ausgedehnteren Blutung zu finden (. Abb. 8.27).Komplikationen. Die Folge der Hirnblutung ist eine Destruktion der germinalen Matrix mit möglicher Läsion der glialen Präkusorzellen. Bei intraventikulärer Blutung kann es zu einer Behinderung des Liquorabflusses oder der Liquorresorption kommen. Die resultierende Ventrikeldilatation kann sich wieder zurückbilden, stabil persistieren oder progressiv weiterentwickeln. Ein solcher posthämorrhagischer Hydrozephalus mit Druckentwicklung muss chirurgisch drainiert werden.Pathogenese. Für die Entstehung einer Hirnblutung sind verschiedene Faktoren von Bedeutung (. Abb. 8.28): 4 postnatale Faktoren: Hypo-und Hypertension, Hypoxie, Ischämie, Azidose, maschinelle Beatmung, Pneumothorax, Aufgrund der Gefäßarchitektur liegt eine gesteigerte Vulnerabilität der Mikrovaskulatur im Bereich der germinalen Matrix sowohl bei Hypotension und bei Hypertension vor. Eine zerebrale Hyperperfusion kann zu einer mechanischen Ruptur der Matrixgefäße führen (. Abb. 8.28). Eine zerebrale Hypoperfusion, eine Azidose oder Hypoxie führt zu einer ischämie-induzierten Läsion der Matrixgefäße. Bei einer Chorioamnionitis sind proinflammatorische Zytokine in der fetalen und neonatalen Zirkulation offenbar in der Lage, die Gefäße der germialen Matrix zu schädigen und dadurch eine Hirnblutung zu induzieren. Neben einer gestörten Perfusion auf der arteriellen Seite ist ein erhöhter venöser Druck in der V. terminalis ebenfalls von Bedeutung. Beatmete Kinder haben ein höheres Risiko für eine Hirnblutung. Einen weiteren wichtigen Risikofaktor stellt der Pneumothorax dar (. Abb. 8.28). Abfall von Hämoglobin bzw. Hämatokrit, 4 muskuläre Hypotonie und Hypomotorik. Bei entsprechenden Symptomen gehört die zerebrale Sonografie zu einer Notfalluntersuchung, bei fehlender Blutung müssen andere Ursachen für die Zustandsverschlechterung gesucht werden. 80-90% der Hirnblutungen treten innerhalb der ersten 48 h nach der Geburt auf. . Die Diagnose wird durch die zerebrale Sonografie gestellt (. Abb. 8.27), eine weitergehende bildgebende Diagnostik ist nicht indiziert. Die anfänglich echodichte Blutung wird im Verlauf zunehmend echoärmer als Zeichen der Liquefizierung, bis sie nicht mehr darstellbar ist. Zum Zeitpunkt der Entlassung aus dem Krankenhaus sind bei den meisten Frühgeborenen nach Hirnblutungen vom Grad 1 oder 2 keine Residuen nachweisbar. Bei ca. 30% der Patienten mit Ventrikelblutung kommt es zu einer Ventrikeldilatation (s. unten), Blutungen im Parenchymbereich hinterlassen eine porenzephale Zyste (. Abb. 8.29). und Prävention > Eine kausale Therapie der intrazerebralen Blutung gibt es nicht. erfolgen eine Stabilisierung des Kreislaufs und die Transfusion von Erythrozytenkonzentrat. Ein hoher Qualitätsstandard der neonatalen Versorgung ist Grundvoraussetzung für die Prävention potenziell vermeidbarer Hirnblutungen. Abb. 8.28. Pathogenetische Faktoren, die an der Entstehung der periventrikulären und intraventrikulären Hirnblutung beteiligt sind Diese betrifft das Vorhalten einer ausreichenden Menge gut geschulten Personals sowie die Regionalisierung von extrem unreifen Frühgeborenen in speziell ausgestatteten Zentren. Die pränatale Behandlung mit Glukokortikoiden und ein spätes Abnabeln der Kinder sind wohl die am besten belegten präventiven Maßnahmen. . Die Prognose der intrazerebralen Blutung hängt vor allem vom Vorhandensein einer Parenchymläsion ab. Während die Wahrscheinlichkeit einer neurologischen Folgeschädigung bei einer erst-oder zweitgradigen Blutung nur geringfügig gegenüber Kindern der gleichen Reife ohne Blutung erhöht ist (5-15%), nimmt die Rate bei Grad-3-Blutungen deutlich zu (35%) und ist nahezu die Regel bei Kindern mit Hirnparenchymläsionen (90%; Angaben nach Volpe, 1995). Die Ausdehnung dieser Parenchymläsion hat jedoch ebenfalls einen Einfluss auf die Prognose. Ausgedehnte Läsionen mit Beteiligung der frontoparietookzipitalen Regionen gehen zu 100% mit neurologischen Schädigungen und zu 85% mit einer mentalen Retardierung einher. Bei lokalisierten Blutungen (frontal oder parietal oder okzipital) beläuft sich die Schädigungswahrscheinlichkeit auf 80 bzw. 53%, dabei sind frontal gelegene Blutungen prognostisch günstiger als okzipital gelegene. Die typische neurologische Konsequenz der unilateralen Hirnparenchymblutung ist die spastische Hemiparese. Wegen der Nähe zum Tractus corticospinalis ist dabei ist die untere Extremität deutlich bevorzugt beteiligt (s. periventrikuläre Leukomalazie). Eine vaskuläre Minderperfusion oder Okklusion im Bereich der arteriellen Hirngefäße hat einen ischämischen Infarkt zur Folge, dessen Ausdehnung dem Versorgungsgebiet des betroffenen Gefäßes entspricht. Strömt nach Verschluss eines Arterienastes aus der Umgebung Blut in die nekrotische Region ein oder liegt ein venöser Verschluss vor, so resultiert ein hämorrhagischer Infarkt.Diese Läsionen betreffen sowohl Früh-als auch Reifgeborene. Sie sind zu 90% unilateral mit Bevorzugung der linken Seite und betreffen vor allem die A. cerebri media. Als Folge des Infarktes entwickelt sich eine porenzephale Zyste. Selten führen pränatale bilaterale Verschlüsse zu einer Hydranenzephalie.Die Diagnose wird durch die zerebrale Ultraschalluntersuchung gestellt. Bei einigen Kindern ist bereits intrauterin eine unilaterale porenzephale Zyste nachweisbar, andere zeigen zum Zeitpunkt der Geburt einen Infarkt an typischer Stelle im arteriellen Versorgungsgebiet (. Abb. 8.29). Diese isolierten (d. h. ohne Ventrikelblutung auftretenden) Parenchymläsionen sollten unbedingt von den oben beschriebenen Hirnblutungen vom Grad 4 unterschieden werden.",
            "latex": null,
            "type": "table"
        },
        "TABREF12": {
            "text": "Es ist eine typische Läsion Frühgeborener mit einem Maximum um die 28. Schwangerschaftswoche, die Inzidenz beträgt bei Frühgeborenen unter der 32. SSW zwischen 3 und 9%. Klinisch führt sie häufig zum Bild der spastischen Diplegie. Die Diagnose wird durch die zerebrale Ultraschalluntersuchung gestellt. einiger Monate zurück. Die diffuse Läsion besteht in einer Schädigung der Oligodendrogliazellen. Diffuser Oligodendrogliaverlust, Beeinträchtigung der Myelinisierung, und Proliferation von Astroglia können zu einer Verminderung des Volumens der weißen Substanz führen, daraus resultiert als Spätfolge eine Dilatation der Seitenventrikel. Bei bildgebender Diagnostik zu einem späteren Zeitpunkt finden sich daher als Folge einer PVL in der Regel eine Rarefizierung der weißen Substanz sowie eine mäßig ausgeprägte bilaterale Ventrikeldilatation ohne Druckzeichen.Die Hauptorte der fokalen Nekrose liegen in der weißen Substanz in Höhe der Foramina Monroi (anterior) sowie im Trigonumbereich (posterior). In diesem Bereich liegen die Grenzgebiete der vaskulären Versorgung langer penetrierender Arterien von der Hirnoberfläche und der Hirnbasis (. Abb. 8.30). Eine Ischämie in diesen so genannten »letzten Wiesen« wird als »Wasserscheideninfarkt« bezeichnet. Bei zunehmender Reife ändert sich die Blutversorgung. Aus diesem Grunde wird bei reifen Neugeborenen eine PVL nicht mehr beobachtet. . Für die Entstehung der PVL sind folgende Faktoren von Bedeutung (. Abb. 8.30): 4 anatomische Voraussetzungen in Form einer speziellen zerebrovaskulären Architektur (s. oben), 4 Faktoren, die zu einer zerebralen Ischämie führen, 4 frühgeburtlichkeitsbedingte vermehrte Vulnerabilität der weißen Substanz.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "Abb. 8.31). Postnatal kann eine PVL bei schweren kardiorespiratorischen Beeinträchtigungen auftreten. Dazu gehören ein persistierender Ductus arteriosus, Blutdruckabfälle im Rahmen einer Sepsis, oder eine Hirnminderdurchblutung aufgrund einer beatmungsbedingten ausgeprägten Hypokapnie oder schwerer Apnoen. In solchen Fällen sind periventrikuläre Echoverdichtungen erst später im Verlauf sonografisch darstellbar. Abb. 8.30. Faktoren, die an der Pathogenese der PVL beteiligt sind . Abb. 8.31. Zystische Läsion bei periventrikulärer Leukomalazie. Linkes Bild: periventrikuläre Zyste im Bereich der anterioren Gefäßscheide, Ko-ronarschnitt. Rechtes Bild: periventrikuläre Zyste im posterioren Gefäßscheidenbereich, Sagittalschnitt ä Der klinische Fall Anamnese. Das Kind Charlotte L. wurde spontan nach unaufhaltsamer Wehentätigkeit in der 29. SSW mit einem Geburtsgewicht von 1360 g geboren. Der Blasensprung erfolgte 4 Tage vor der Geburt, das Fruchtwasser war klar. Die Mutter zeigte keine Erhöhung des C-reaktiven Proteins, sie hatte kein Fieber. Die histologische Untersuchung der Plazenta zeigte deutliche Zeichen einer Chorioamnionitis mit massiver leukozytärer Infiltration der Eihäute. Befunde. Postnatal zeigte das Kind nach einer kurzen Blähung der Lungen mithilfe des Beatmungsbeutels eine rasche und gute cardiopulmonale Adaptation. Es entwickelte sich kein Atemnotsyndrom, das Kind bedurfte keiner zusätzlichen Sauerstoffzufuhr. Eine Ultraschalluntersuchung des Kopfes am 2. Lebenstag zeigte eine deutliche, scharf begrenzte Echoverdichtung beidseits frontal und lateral der Seitenventrikel. Eine Echoverdichtung im Bereich der germinalen Matrix oder innerhalb der Seitenventrikel fand sich nicht. Klinischer Verlauf. Im Alter von 11 Tagen zeigte das Kind eine Serie von Apnoen, welche nach taktiler Stimulation sistierten. Der Muskeltonus war schlaffer als vorher, das Kind wies eine diskrete Marmorierung der Haut auf, der Blutdruck war instabil und bedurfte einer Volumengabe. Es wurde die Verdachtsdiagnose einer Sepsis gestellt und nach Abnahme von Blutkulturen eine antibiotische Therapie begonnen. Die Blutkultur zeigt ein Wachstum von Staphylokkokus epidermidis. Nach einer Woche waren im Ultraschallbild zystische Veränderungen beidseits periventrikulär nachweisbar. Das Kind entwickelte eine spastische Diplegie bei unauffälliger mentaler Entwicklung.",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Lunge. Durch regionale Hypoventilation mit Ventilations-Perfusions-Mismatch kann ein intrapulmonaler Rechts-Links-Shunt mit rezidivierenden Hypoxien auftreten. Eine Verminderung des Atemminutenvolumens bei periodischer Atmung kann ebenfalls zu einer intermittierenden Hypoventilation mit Hypoxie führen. Beide Mechanismen können eine Hypoxie-induzierte Apnoe zur Folge haben. . Mithilfe der gleichzeitigen Registrierung von thorakaler und nasaler Atmung, Herzfrequenz, und Sauerstoffsättigung (Oxykardiorespirografie) können bei Frühgeborenen die oben beschriebenen verschiedenen Formen der Atemregulationsstörung dargestellt werden:> Aufgrund der Häufigkeit von Apoen, Bradykardien und Hypoxämien bei Frühgeborenen müssen die Vitalparameter dieser Kinder in der Regel über lange Zeit auf einer Intensivstation überwacht werden. Therapie. Zur Behandlung des Apnoe-Bradykardie-Hypoxämie-Syndroms Frühgeborener stehen verschiedene Optionen zur Verfügung (. Tabelle 8.15). Weiterhin hängt die Wahl der Therapiemaßnahme von der Häufigkeit und Schwere der Atemregulationsstörung ab. Definition. Die transitorische Tachypnoe (Synonym: transientes Atemnotsyndrom des Neugeborenen, »fluid lung«, Flüssigkeitslunge) entwickelt sich in den ersten Lebensstunden nach der Geburt überwiegend bei reifen Neugeborenen oder relativ »reifen« Frühgeborenen. Charakteristisch ist die deutlich beschleunigte Atemfrequenz mit minimalen Einziehungen und gelegentlich auftretender leichter Zyanose. Die Erkrankung bildet sich in der Regel innerhalb der ersten 2-3 Lebenstage spontan zurück. . Die transitorische Tachypnoe wird vermutlich durch eine verzögerte Resorption der kindlichen Lungenflüssigkeit über die pulmonalen Lymph-und Blutgefäße oder aber einen vermehrten pulmonalen Flüssigkeitsgehalt ausgelöst. Die prädisponierenden Faktoren, die mit einer normalen Flüssigkeitsresorption interferieren oder aber zu einer Erhöhung des pulmonalen Flüssigkeitsgehalts führen, sind in . Tabelle 8.16 dargestellt. Shunt, die in das gefürchtete Krankheitsbild der persistierenden pulmonalen Hypertonie einmünden kann. Definition. Nach der Aspiration von Mekonium entwickelt sich eine pathogenetisch komplexe Erkrankung, die durch eine akute Atemnotsymptomatik der überwiegend übertragenen oder reifen hypotrophen Neugeborenen und einen kompatiblen radiologischen Lungenbefund charakterisiert ist. Mekoniumhaltiges Fruchtwasser ist bei 10-18% aller Geburten nachzuweisen. Pathophysiologie. Im Verlauf einer intrauterinen oder subpartualen Hypoxie, die zu einer Vasokonstriktion mesenterialer Ge-. Tabelle 8.16. Faktoren, die mit verzögerter Flüssigkeitsresorption oder vermehrtem pulmonalem Flüssigkeitsgehalt einhergehen fäße, Darmischämie, konsekutiver Hyperperistaltik und Sphinkterrelaxation führt, tritt ein frühzeitiger Mekoniumabgang auf. Die Aspiration von Mekoniumpartikeln kann durch eine hypoxieinduzierte vorzeitige Atemtätigkeit, die ein bestimmtes Muster aufweist, bereits in utero erfolgen; häufiger findet die Aspiration von Mekonium jedoch unmittelbar nach der Geburt statt. Bei >50% aller Neugeborenen mit mekoniumhaltigem Fruchtwasser lassen sich Mekoniumbestandteile im Trachealaspirat nachweisen, die bei der Mehrzahl der Kinder folgenlos eliminiert werden. Größere Mekoniumpartikel, die mit den ersten Atemzügen in die kleineren Luftwege gelangen, führen zu einer partiellen Bronchusobstruktion und Verlegung der Alveolen. Die Folgen sind die Ausbildung von Atelektasen, überblähten emphysematösen Arealen (»air trapping«) und extraalveoläre Luftansammlungen (interstitielles Emphysem, Pneumothorax, Pneumomediastinum etc.; . Abb. 8.33). Darüber hinaus führen verschiedene Proteine und Phospholipasen zu einer direkten Inaktivierung des Surfactantsystems. Häufig bilden sich intrapulmonale Shunts und eine durch eine Konstriktion der Lungengefäße bedingte persistierende pulmonale Hypertonie aus, die zu einer Rekonstitution fetaler Zirkulationsverhältnisse führen kann. Klinik. Das klinische Bild wird vom Schweregrad der intrauterinen Asphyxie und dem Ausmaß der Mekoniumaspiration bestimmt. Die Neugeborenen fallen unmittelbar nach Geburt durch schwere Atemdepression, Schnappatmung, Bradykardie, Hypotonie, Schocksymptome auf; die Haut ist mit Mekonium bedeckt, Fingernägel und Nabelschnur können grünlich verfärbt sein. Neugeborene mit Spontanatmung weisen eine Tachypnoe, ausgeprägte Dyspnoezeichen und evtl. eine Zyanose auf. Die Röntgenthoraxaufnahme zeigt dichte fleckige Infiltrate neben überblähten Arealen, abgeflachte Zwerchfelle und häufig extraalveoläre Luft (. Abb. 8.34). Prävention. Durch sorgfältiges fetales Monitoring sind die Warnzeichen der intrauterinen Hypoxie zu erkennen. Bestehen Hin-weise auf eine kindliche Gefährdung, so ist die sofortige Geburtsbeendigung obligat. Bei allen Geburten, die durch mekoniumhaltiges Fruchtwasser auffallen, sollte umgehend ein erfahrener Kinderarzt zur postpartalen Versorgung des Neugeborenen hinzugezogen werden. Alveolarwand führen. Die extraalveoläre Luft ist in der Lage, durch das interstitielle Gewebe und entlang der perivaskulären Gefäßscheiden sowie der peribronchialen Lymphgefäße zu entweichen. In Abhängigkeit von der Ausbreitung der Luft ist mit einer Reihe von Komplikationen zu rechnen: interstitielles Emphysem, Pneumomediastinum, Spannungspneumothorax, Pneumoperitoneum, Pneumoperikard und subkutanes zervikales oder thorakales Emphysem. Ein Spannungspneumothorax entwickelt sich bei einer druckwirksamen Ansammlung von Luft im Pleuraspalt. Ein einseitiger Spannungspneumothorax führt nicht nur zu einer schweren Ventilationsstörung der betroffenen, gelegentlich kollabierten Lungenseite, sondern durch die Mediastinalverlagerung auch der kontralateralen Lunge. Daneben wird durch Kompression der V. cava oder Torsion der großen Gefäße der venöse Rückfluss erheblich beeinträchtigt. Bei der Entstehung des interstitiellen Emphysems scheinen nicht nur physikalische Faktoren von Bedeutung zu sein, sondern auch pulmonale Entzündungsvor-gänge und proteolytische Lungengerüstschädigungen, die u. a. nach pränatalen Infektionen beobachtet wurden. . Die klinischen Leitsymptome des gefürchteten Spannungs-Gerade bei kleinen Frühgeborenen kann die Diagnose eines Spannungspneumothorax schwierig sein, da bei maschinell beatmeten Patienten nicht immer ein fehlendes oder abgeschwächtes Atemgeräusch nachweisbar ist. Anschließend wird eine Pleuradrainage unter optimalen Bedingungen gelegt. Die Transillumination des Thorax mit einer fiberoptischen Kaltlichtlampe erlaubt eine rasche Identifizierung des illuminierenden lufthaltigen Pleuraraumes (. Abb. 8.35). Definition. Das kongenitale lobäre Emphysem ist durch eine Überblähung einer oder mehrerer Lungenlappen charakterisiert (. Abb. 8.36). Meistens sind die Oberlappen oder der rechte Mittellappen betroffen. Ungefähr 10% der betroffenen Kinder haben zusätzlich ein Vitium cordis oder andere Fehlbildungen.Klinik, Therapie. Häufig entwickelt sich die klinische Symptomatologie, die durch eine progrediente Tachypnoe und andere Dyspnoezeichen auffällt, innerhalb der ersten Lebenswochen. Einige Neugeborene erkranken allerdings unmittelbar postpartal an einer akuten progredienten Atemnotsymptomatik. Bei diesen Kindern ist eine sofortige Bronchoskopie und/oder Resektion des betroffenen überblähten Lungenteils lebensrettend. Bei vital milder, aber progredienter Symptomatik, ist eine chirurgische Therapie angezeigt. Nur bei asymptomatischen Kindern kann unter regelmäßiger Kontrolle auf eine invasive Behandlung verzichtet werden, da sich ein lobäres Emphysem gelegentlich zurückbilden kann. evtl. Darmgeräusche im Thorax, 4 ein eingesunkenes »leeres« Abdomen.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "Abb. 8.38. Linksseitiger Zwerchfelldefekt mit intrathorakal gelegenem Magen und Darmanteilen, massive Verlagerung des Herzens nach rechts . Abb. 8.39. Charakteristischer radiologischer Befund einer linksseitigen Zwerchfellhernie: luftgefüllte Darmschlingen, Verlagerung des Mediastinums und des Herzens nach rechts, verdichtete Lunge rechts . Abb. 8.40. Ätiopathogenese der neonatalen Pneumonie. Bakteriell infizierte Lungenflüssigkeit gelangt mit den ersten Atemzügen des Neugeborenen in die terminalen Atemwege",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "Klinik. Leitsymptome der akuten Blutungsanämie sind Blässe, Tachykardie, schwache oder nicht tastbare periphere Pulse, Hypotension, Tachypnoe und bei massivem Blutverlust Schnappat-. Abb. 8.43. 3 Wochen altes Neugeborenes mit Pierre-Robin-Sequenz. Ausgeprägte Mikrognathie und Retrogenie mit rezidivierenden Episoden akuter Atemwegsobstruktion durch Glossophtose. Nach Anpassung einer speziellen Gaumenplatte mit distalem Sporn keine weiteren Hypoxieepisoden mung und Schock. Die klinischen Symptome bei chronischem Blutverlust sind Blässe bei erhaltener Vitalität, Tachykardie und normaler Blutdruck. Häufig besteht eine Herzinsuffizienz mit Hepatomegalie. Die gelegentlich nachweisbare Splenomegalie ist Ausdruck der extramedullären Blutbildung. Selten entwickelt sich ein Hydrops fetalis. Eine neonatale Anämie, die durch eine verminderte Bildung von Erythrozyten verursacht wird, wie z. B. bei Blackfan-Diamond-Anämie, ist durch niedrige Retikulozytenzahlen und Fehlen von Erythrozytenvorstufen im Knochenmark charakterisiert. Häufigste Ursachen für eine immunologisch vermittelte Hämolyse bei Neugeborenen sind Inkompatibilitäten zwischen mütterlicher und kindlicher Blutgruppe (s. Rh-Erythroblastose, AB0-Erythroblastose etc.). Nichtimmunologische Erkrankungen, die mit einer Hämolyse einhergehen, sind Defekte der Erythrozytenmembran (hereditäre Sphärozytose), Erythrozytenenzymdefekte (Glukose-6-Phosphatdehydrogenase-und Pyruvatkinasemangel), seltene Hämoglobinopathien sowie die -Thalassämie. Hinweisen auf eine hämodynamisch signifikante Hypovolämie ist eine Transfusion mit bestrahltem CMV-negativen Erythrozytenkonzentrat unabdingbar. Eine Erythropoetintherapie kann, wie in mehreren randomisierten und kontrollierten Studien belegt, die Spätanämisierung Frühgeborener zu einem gewissen Grad verhindern. Da noch eine Reihe klinisch relevanter Fragen der Erythropoetinsubstitution ungeklärt sind (optimaler Zeitpunkt des Behandlungsbeginns, Dosis, Therapiedauer, optimale Eisensubstitution u. a.), kann diese Therapie allerdings nicht als Standardtherapie empfohlen werden. Definition. Unter einer Polyzythämie (Synonym: neonatale Polyglobulie) wird ein venöser Hämatokrit >65% (Hämoglobin >22 g/ dl) verstanden, der unter dem Bild eines Hyperviskositätssyndroms zu einem Anstieg der Blutviskosität, zur vaskulären Stase mit Mikrothrombosierung, zu Hypoperfusion und Ischämie von Organen führen kann. werden. Zur Senkung des Hkt auf 55% wird kindliches Blut gegen Plasma oder eine Albuminlösung simultan ausgetauscht (Hä-Bei Frühgeborenen kann der Ikterus ausgeprägter sein, das Maximum des Bilirubinanstieges tritt später auf und der Ikterus hält länger an. Viele Neugeborene erreichen nach ca. 14 Tagen mit Erwachsenen vergleichbare Serumbilirubinspiegel. Durch kritiklose Anwendung von speziell für hämolytische Erkrankungen erstellte Therapieschemata werden zu viele Neugeborene ohne klare Indikationsstellung einer Phototherapie unterzogen. Nebenwirkungen dieser Therapie sind Diarrhö, vermehrter Flüssigkeitsverlust, Temperaturinstabilität und Dehydratation. Durch das blaue Licht der Phototherapielampe ist die Hautfarbe des Neugeborenen nicht mehr zu beurteilen; bedrohliche klinische Veränderungen und Erkrankungen (u. a. neonatale Infektion) werden möglicherweise trotz einer Monitorüberwachung zu spät erkannt. Die Neugeborenen müssen daher regelmäßig klinisch untersucht werden (. Abb. 8.45). zum Schutz von potenziellen Retinaschäden zu applizierenden Schutzbrillen können zur Verlegung der Nasenwege führen. Ätiologie. Ein länger bekanntes Phänomen ist der deutliche Anstieg des unkonjugierten, indirekten Bilirubins unter Muttermilchernährung. Obwohl die exakte Ursache dieser Ikterusform bis heute nicht geklärt ist, wird vermutet, dass entweder Pregnandiol oder nicht veresterte, langkettige Fettsäuren die konjugierende Aktivität der hepatischen Glukuronyltransferase kompetitiv hemmen. Erst vor Kurzem wurde eine erhöhte Aktivität von -Glukuronidase in der Muttermilch nachgewiesen; ein erhöhtes enterohepatisches »Recycling« könnte ebenfalls die erhöhten Bilirubinkonzentrationen erklären. , Therapie. Mit Muttermilch ernährte Neugeborene haben im Vergleich zu mit Formula ernährten Kindern häufiger höhere Bilirubinspiegel; therapeutische Konsequenzen ergeben sich bei den meisten Neugeborenen nicht. Allerdings entwickelt 1 von 200 mit Muttermilch ernährten Neugeborenen zwischen dem 4.-7. Lebenstag einen deutlichen Anstieg der Bilirubinkonzentration, das Maximum wurde bei einigen Neugeborenen erst in der 3. Lebenswoche erreicht. Der höchste beschriebene Spiegel betrug 27 mg/dl; von einem Kernikterus wurde nicht berichtet. Nur wenige Neugeborene mit Muttermilchikterus sind mit Phototherapie zu behandeln, ein Unterbrechen des Stillens ist in der Regel nicht angezeigt.",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Pathogenese. Die Entstehung einer Bilirubinenzephalopathie wird von folgenden Faktoren beeinflusst: Lebensalter und Reifegrad der Kinder, Überschreiten der Albuminbindungskapazität durch zu hohe Bilirubinspiegel, Verminderung der Bindungskapazität bei Hypalbuminämie, Verdrängung des Bilirubins durch Gallensäuren, freie Fettsäuren (Hypoglykämie!) oder Medikamente und Veränderungen bzw. Schädigung der Blut-Hirn-Schranke nach Asphyxie, Hypoxie, neonataler Meningitis und anderen Erkrankungen. . Die Frühsymptome der Bilirubinenzephalopathie sind: Apathie, Hypotonie, Trinkschwäche, Erbrechen, abgeschwächte Neugeborenenreflexe und schrilles Schreien. Danach fallen die Neugeborenen durch eine vorgewölbte Fontanelle, eine opisthotone Körperhaltung, muskuläre Hypertonie und zerebrale Krampfanfälle auf. Überlebende Kinder weisen häufig eine beidseitige Taubheit, choreoathetoide Bewegungsmuster, sowie eine mentale Retardierung auf.",
            "latex": null,
            "type": "table"
        },
        "TABREF19": {
            "text": "Klinik. Die Neugeborenen weisen meistens nur eine geringgradige Anämie auf; es besteht nur selten eine Hepatosplenomegalie; die Kinder entwickeln keinen Hydrops. Im peripheren Blut finden sich . Abb. 8.46. Charakteristische Bilirubinablagerungen in den Stammganglien bei Bilirubinenzephalopathie neben Retikulozyten und Erythroblasten als Ausdruck der gesteigerten Erythropoese Sphärozyten, die infolge der komplementvermittelten Hämolyse durch Fragmentation entstehen. Erkrankte Neugeborene sind lediglich durch die Hyperbilirubinämie und das damit verbundene Risiko einer Bilirubinenzephalopathie gefährdet.Diagnose. Die wesentlichen diagnostischen Merkmale der AB0-Inkompatibilität im Vergleich zur Rh-Inkompatibilität sind in der . Tabelle 8.19 zusammengefasst.",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "). Beim generalisierten Hydrops kann bereits ein intrauteriner Fruchttod oder eine irreparable zerebrale Schädigung auftreten. . Im Rahmen der Schwangerschaftsvorsorge wird bei allen Frauen im Verlauf der Schwangerschaft nach irregulären An-. Tabelle 8.19. Unterschiede zwischen der Rh-und ABO-Inkompatibilität",
            "latex": null,
            "type": "table"
        },
        "TABREF21": {
            "text": "8.8.14 Weitere hämolytische ErkrankungenBlutgruppenunverträglichkeiten gegen andere Erythrozytenantigene [c, E, Kell (K), Duffy u. a.] sind für weniger als 5% aller hämolytischen Erkrankungen der Neonatalperiode verantwortlich. Der direkte Coombs-Test ist bei diesen Unverträglichkeiten immer positiv. Kongenitale Infektionen mit verschiedenen Erregern sowie neonatale Infektionen können eine nichtimmunologische Hämolyse induzieren. Die homozygote α-Thalassämie kann sich ebenfalls unter dem Bild einer schweren hämolytischen Anämie mit Hydrops fetalis präsentieren; auch bei dieser und den folgenden Erkrankungen ist der direkte Coombs-Test negativ. Hämolytische Anämie und ausgeprägte Hyperbilirubinämie mit Gefahr der Bilirubinenzephalopathie werden bei Neugeborenen mit hereditärer Sphärozytose oder angeborenen Enzymdefekten, wie dem Pyruvatkinase-oder Glucose-6-Phosphatdehydrogenasemangel beobachtet.Eine direkte Hyperbilirubinämie (direktes, konjugiertes Bilirubin >2 mg/dl) wird bei einer Reihe angeborener und erworbener hepatischer sowie extrahepatischer Erkrankungen diagnostiziert (. Tabelle 8.20). Größere Schwierigkeiten bereitet es, die extrahe-patische Gallengangsatresie von der neonatalen Hepatitis abzugrenzen. Bei einigen Kindern konnte inzwischen belegt werden, dass eine Hepatitis der Entwicklung einer Gallengangsatresie vorausging. Eine nicht unerhebliche Anzahl Neugeborener mit prolongierter direkter Hyperbilirubinämie hat als Grunderkrankung einen α 1 -Antitrypsinmangel ( 1 -Proteinase-Inhibitor). Ebenso wird ein cholestatischer passagerer Ikterus häufig bei Früh-und Neugeborenen beobachtet, die eine langzeitige parenterale Ernährung erhalten. Als Ursache wird weniger die Infusion mit Lipiden, als die Gabe bestimmter Aminosäuren vermutet.8.8.16 Weißes Blutbild NeugeborenerDie peripheren Gesamtleukozytenzahlen sowie die Verteilung der einzelnen Leukozytensubpopulationen unterscheiden sich während der Neonatalperiode deutlich von denen späterer Lebensalter. Im Zusammenhang mit dem Geburtsvorgang werden physiologischerweise die Knochenmarksreserven der Früh-und Neugeborenen mobilisiert, d. h. die Zahl unreifer und reifer Granulozyten steigt in der Peripherie an. Das Maximum der Granulozytose ist 12 h post partum erreicht, im Verlauf der ersten 3 Lebenstage fällt die Zellzahl kontinuierlich ab. Eine stabile obere Normgrenze findet sich vom 5. Lebenstag an. In . Abbildung 8.48 sind die Gesamtzahl der neutrophilen Granulozyten und der unreifen Granulozyten (Stabkernige und jugendliche Formen) während der Neonatalperiode dargestellt.Erniedrigte Gesamtzahlen der neutrophilen Granulozyten werden nach mütterlicher Hypertonie, EPH-Gestose und viralen konnatalen Infektionen beobachtet; sie sind möglicherweise Ausdruck einer verminderten Bildung von Granulozyten im kindlichen Knochenmark. Daneben tritt eine Neutrozytopenie häufig bei Neugeborenen mit neonataler Sepsis auf; im Verlauf der Erkrankung werden überwiegend periphere neutrophile Granulozyten verbraucht, die Knochenmarkreserven sind durch die geburtsbedingte Mobilisierung der Granulozyten erschöpft.",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": ". Tabelle 8.20. Ätiologie der direkten Hyperbilirubinämie (Erhöhung des konjugierten Bilirubins)",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "Diagnose. Die Diagnose wird durch Nachweis spezifischer Thrombozytenmerkmale und Antikörpernachweis bei Mutter und Kind gestellt.Therapie. Bei Thrombozytenzahlen <50.000/μl oder klinischen Blutungszeichen ist eine sofortige Transfusion eines kompatiblen Thrombozytenkonzentrats angezeigt. Ein Problem stellt jedoch die Selektion geeigneter Thrombozytenspender dar, da 98% der Bevölkerung PL A1 -positive Thrombozyten besitzen und somit als Spender ausscheiden. Eine Thrombozytentypisierung potenzieller Spender ist nur in wenigen Blutbanken vorhanden. Als idealer Spender kompatibler Thrombozyten kommt daher nur die Mutter in Frage. Das Verfahren der Thrombozytenisolierung durch Zellseparation wird auch unmittelbar nach der Geburt von den Müttern gut toleriert.",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "Inzidenz. Bei ca. 1 von 200 Neugeborenen, die keine postnatale Vitamin-K-Prophylaxe erhalten haben, tritt ein unerwartetes Blutungsereignis innerhalb der ersten Lebenswochen auf. . Vitamin K ist für die hepatische Synthese von Prothrombin, Faktor VII, IX und X verantwortlich. Ein Vitamin-K-Mangel kann sich bei Neugeborenen zu verschiedenen Zeitpunkten manifestieren:Eine am 1. Lebenstag aufgetretene Blutung wird nach mütterlicher Medikamenteneinnahme beobachtet. Phenytoin, Phenobarbital, Primidon, Salizylate, Antikoagulanzien u.a. beeinträchtigen den Vitamin-K-Metabolismus Neugeborener, eine mütterliche Heparinbehandlung dagegen hat keine Auswirkungen auf das kindliche Gerinnungssystem. Die typische Vitamin-K-Mangelblutung des reifen Neugeborenen tritt vom 3.-7. Lebenstag überwiegend bei mit Muttermilch ernährten Kindern auf; Muttermilch hat nur einen geringen Vitamin-K-Gehalt. Bei allen Früh-und Neugeborenen, die einer antibiotischen Langzeitbehandlung oder einer parenteralen Ernährung unterzogen sind, können sich bei mangelnder Vitamin-K-Substitution im Verlauf der Neonatalperiode bedrohliche Blutungen entwickeln. Eine Spätmanifestation des Vitamin-K-Mangels im Alter von 4-12 Wochen kann bei mit Muttermilch ernährten Säuglingen, besonders aber bei Kindern mit einer Vitamin-K-Malabsorption auftreten (Mukoviszidose, cholestatischer Ikterus u.a. bei Gallengangsatresie, Wachstumshemmung der vitamin-K-produzierenden intestinalen mikrobiellen Flora durch Antibiotika). . Eine Vitamin-K-Mangelblutung ist immer dann zu vermuten, wenn ein gesund wirkendes Neugeborenes spontane Hämorrhagien entwickelt: Hämatemesis, gatrointestinale Blutung (Melaena vera), Epistaxis, Nabelschnur-und Hautblutungen, intrakranielle Blutung u. a.Differenzialdiagnose. Eine in den ersten Lebenstagen auftretende Hämatemesis oder Meläna kann auch durch mütterliches, bei der Geburt verschlucktes Blut verursacht sein. Mithilfe des Alkaliresistenztests (Apt-Test) kann in kürzester Zeit entschieden werden, ob es sich um kindliches oder mütterliches Blut handelt. Erythrozyten enthalten überwiegend alkaliresistentes Hämoglobin F, sie werden in einer Lösung von 1% Natronlauge nicht denaturiert, die Lösung bleibt rötlich gefärbt. Die mütterlichen, Hämoglobin A enthaltenen Erythrozyten dagegen werden sofort zerstört, die Lösung bekommt eine gelblich-braune Farbe. und Therapie. Bei manifester Vitamin-K-Mangelblutung (Risikopatienten, Vitamin-K-Malabsorption) muss unverzüglich Vitamin K i.v. appliziert werden, zusätzlich kann die Gabe von Frischplasma notwendig sein. Höhere Dosen von Vitamin K sind bei mütterlicher Medikamenteneinnahme oder Lebererkrankung des Neugeborenen indiziert. Der Verdacht, dass intramuskulär injiziertes Vitamin K zu einem erhöhten Krebsrisiko bei Kindern führt, konnte inzwischen eindeutig widerlegt werden. Durch routinemäßig prophylaktische Gabe von Vitamin K an alle Neugeborenen unmittelbar post partum, sowie am 5. und 28. Lebenstag, lässt sich ein Morbus hämorrhagicus neonatorum vermeiden (jeweils 2 mg Vitamin K oral).Grundlagen. Die nekrotisierende Enterocolitis (NEC) ist eine akut auftretende inflammatorischeErkrankung des Dünn-und Dickdarms, welche im Verlauf zu einem septischen Krankheitsbild mit disseminierten Darmnekrosen führt. Die Ursache ist multifaktoriell. Die NEC ist die häufigste Ursachen gastrointestinaler Notfallsituationen Neugeborener, vor allem erkranken Frühgeborene mit einem Geburtsgewicht unter 1500 g. Neben einzelnen sporadischen Fällen wird häufig ein gruppenweises Auftreten der Erkrankung beobachtet. . Eine Erklärung der Genese der Erkrankung muss folgende Faktoren berücksichtigen: 90% der Fälle treten bei Frühgeborenen auf. Fast alle erkrankten Kinder sind oral ernährt worden. Die NEC tritt erheblich seltener auf bei Ernährung mit Muttermilch. Viele Fälle treten als Kleinepedemie auf, ohne dass sich oft ein gemeinsamer Erreger isolieren lässt. Es ist somit offensichtlich, dass die NEC multifaktoriell verursacht wird. Dabei können verschiedene pathogenetische Faktoren identifiziert werden (. Abb. 8.49): 4 Unreife der intestinalen Abwehrmechanismen, 4 bakterielle Überwucherung des Darmes, 4 orale Ernährung. Die intestinale Abwehr gegenüber pathogenen Erregern ist bei Frühgeborenen beeinträchtigt. Dazu tragen eine verminderte Ausstattung mit sekretorischem IgA auf der Darmschleimhaut, eine geringe Menge an intestinalen T-Lymphozyten und ein relativ hoher pH der Magensäure bei. Die geringe Darmmotilität begünstigt ebenfalls die Bakterienadhäsion. Die herabgesetzte lokale Immunität ist einer der wesentlichen pathogenetischen Faktoren der NEC. 8.9 · Nekrotisierende Enterokolitis . Abb. 8.49. Pathogenetische Faktoren bei der Entstehung der nekrotisierenden Enterokolitis Erregerausscheidung persistiert oft über Monate. Die Nachweis von IgM-Antikörpern gelingt oft nicht, deshalb sind Verlaufsuntersuchungen des IgG-Titers erforderlich. 8.10.3 Röteln Epidemiologie. Das Risiko einer Rötelnembryofetopathie beträgt 30% bei einer mütterlichen Infektion vor der 12. Schwangerschaftswoche und 10% bei einer mütterlichen Infektion zwischen 13 und 20 Schwangerschaftswochen. Die Häufigkeit der Rötelnembryopathie hat in Deutschland durch die Impfung und die verbesserte pränatale Diagnostik auf 1 pro 10.000 Geburten abgenommen. . Das Rötelnvirus wird während der mütterlichen Virämie transplazentar übertragen. 50% der infizierten Schwangeren sind selbst asymptomatisch. Bei unbeabsichtigter Rötelnimpfung einer Schwangeren kann es zwar selten zu einer kindlichen Infektion kommen, aber nicht zu einer Rötelnembryopathie. . Typisch ist die Rötelnembryopathie mit der Fehlbildungstrias Innenohrschwerhörigkeit, Herzfehler (persistierender Ductus arteriosus) und Katarakt, die auch als Gregg-Syndrom bezeichnet wird. Es kann aber auch zum Abort, zur intrauterinen Infektion ohne Fehlbildung, zu transienten neonatalen Symptomen oder zur persistierenden Infektion mit permanenten Organschäden kommen. (Cave: Meningoenzephalitis, Chorioretinitis, Glaukom, Hepatitis etc.) Diagnose. Zur Diagnose tragen Anamnese und Virusnachweis in Speichel, Blut oder Urin bei. Die Virusausscheidung ist 1-3 Monate nach der Geburt am höchsten und kann bis zu 1 Jahr persistieren. Positives Röteln-IgM in der Serologie, persisitierender oder ansteigender Röteln-IgG-Titer sind diagnostisch wegweisend. . Zytomegalie, Toxoplasmose. . Bei hohem Verdacht auf eine Rötelnembryopathie kann eine Schwangerschaftsunterbrechung erwogen werden. Entscheidend ist die Sicherstellung des Rötelnimpfschutzes bei allen Mädchen vor Eintritt der Pubertät, denn bei intrauteriner Infektion ist keine spezifische Therapie möglich. Prognose. Die Gesamtmortalität infizierter Neugeborener beträgt 10%, davon 35% im 1. Lebensjahr. Epidemiologie. Die Zytomegalie ist die häufigste nichtbakterielle konnatale Infektion. 1% aller Neugeborenen sind bei Geburt mit dem Zytomegalievirus infiziert, 10% der infizierten Neugeborenen sind bei Geburt symptomatisch (s. auch 7 Kap. 16.4). Pathogenese. Das Zytomegalievirus persistiert lebenslänglich in Lymphozyten und anderen Körperzellen (. Abb. 8.50). Die Infektion wird in der Schwangerschaft häufig reaktiviert. Bei einer Erstinfektion der Mutter in der Schwangerschaft kommt es zu einem wesentlich schwereren fetalen Krankheitsverlauf als bei transplazentarer Erregerübertragung im Rahmen einer in der Schwangerschaft reaktivierten Zytomegalieinfektion. Daneben ist auch eine perinatale Übertragung durch infektiöse Genitalsekrete und eine postnatale Übertragung durch Muttermilch oder eine Bluttransfusion möglich. Eine postnatale CMV-Infektion ist vermutlich nur für sehr unreife Frühgeborene problematisch, sie können von einem Sepsis-ähnlichen Krankheitsbild betroffen sein. . 90% der intrauterin infizierten Neugeborenen sind bei Geburt asymptomatisch, scheiden allerdings das Virus über Monate im Urin, Tränen, Blut und Rachensekret aus. 10% der bei Geburt symptomfreien Neugeborenen entwickeln im Verlauf Spätmanifestationen (Hörstörung, psychomotorische Retardierung). Die 10% bei Geburt symptomatischen Neugeborenen können verschiedenste Organschäden aufweisen (Enzephalitis mit periventrikulären Kalzifikationen; Mikrozephalie, Taubheit, Hepatitis, Wachstumsretardierung, Chorioretinitis, petechialer Hautausschlag, Thrombozytopenie) und entwickeln zu 90% bleibende Organschäden. Tabelle 8.25. Symptome der nichtbakteriellen konnatalen Infektionen Röteln Embryopathie mit Trias Innenohrschwerhörigkeit, Herzfehler, Katarakt Zytomegalie 90% bei Geburt asymptomatisch (Spätschäden psychomotorische Retardierung, Schwerhörigkeit) 10% bei Geburt symptomatisch (Enzephalitis, Hepatitis, Chorioretinitis, Wachstumsretardierung) Herpes simplex (Typ 2) Generalisiert-septische Infektion oder lokalisierte Herpesläsionen an Haut, Auge und Mund oder isolierte Enzephalitis Toxoplasmose 90% bei Geburt asymptomatisch (Spätschäden Chorioretinits, psychomotor. Retardierung, Hydrozephalus) 10% bei Geburt symptomatisch (Enzephalitis, Hepatitis, Chorioretinitis, Gedeihstörung) Komplikationen. Entwicklung von bleibenden Organschäden vor allem im Gehirn (. Abb. 8.51), Gehör und am Auge durch die persistierende Infektion. . Durch direkten Erregernachweis (Early Antigen, Virus-PCR) und Viruskultur von Urin, Speichel wird die Infektion nachgewiesen. IgM-Antikörper sind auch bei florider Zytomegalieinfektion nicht immer nachzuweisen, deshalb erfolgt die Kontrolle des IgG-Titerverlaufs. . Konnatale Röteln, Toxoplasmose, bakterielle Sepsis.",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "Klinik. Bei der peri-oder postnatalen Infektion kann es zu einer generalisierten Infektion kommen, zur einer auf Haut, Augen und Mund beschränkten Infektion oder zur Enzephalitis. Die generalisierte Infektion hat unspezifische Symptome wie bei einer Sepsis (Apnoen, Lethargie oder Hepatosplenomegalie). Hauteffloreszenzen kommen nur bei 70-80% der Neugeborenen mit HSV-Sepsis vor. Die lokalisierte Infektion zeigt Herpesläsionen auf der Haut, Keratokonjunktivitis und Chorioretinitis. Die isolierte Enzephalitis manifestiert sich mit Fieber, Irritabilität, Lethargie, Koma, fokalen und generalisierten Krampfanfällen und gespannter Fontanelle. Hautläsionen sind dabei selten. Im CT findet man typischerweise fokale Läsionen im Temporallappen. . Schock, disseminierte intravasale Koagulopathie. . Zur Diagnose führen die charakteristischen Hauteffloreszenzen sowie der Virusnachweis aus Bläscheninhalt und Blut (Nachweis von HSV-Antigen und HSV-DNA). Bei der Enzephalitis lässt sich das Virus in 25-40% der Fälle im Liquor nachweisen. Die Serologie ist in der Regel nicht hilfreich. . Toxoplasmose, Zytomegalie, Röteln, intrakranielle Blutung, Sepsis. Abb. 8.50. Typische im Nierenparenchym gelegene Riesenzellen, die aus Virusaggregaten bestehende Zelleinschlusskörperchen (sog. Eulenaugenzellen) enthalten",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "Prognose. Die Prognose der neonatalen Meningitis ist trotz aller Behandlungsfortschritte immer noch als ernst anzusehen. Die Letalität beträgt 20-50%. Akute Komplikationen sind ein kommunizierender oder nicht-kommunizierender Hydrozephalus, subdurale Effusionen, Taubheit und Blindheit (.Abb. 8.55). Bis zu 70% aller Patienten mit E.-coli-Meningitis entwickeln eine Ventrikulitis. Selten werden Hirnabszesse beobachtet; sie treten u. a. bei Infektionen mit Citrobacter diversus, Proteus mirabilis und Enterobacter-Spezies auf. Schwere neurologische Spätschäden (Zerebralparesen, Anfallsleiden, mentale Retardierung, Taubheit, Blindheit) sind bei ungefähr 10% der Patienten nachweisbar; ein Viertel aller erkrankter Kinder weist leichte bis mittelschwere neurologische und psychomentale Beeinträchtigungen auf. Über den Effekt einer im akuten Erkrankungsstadium durchgeführten Dexamethasontherapie auf die Komplikationsrate der neonatalen Meningitis liegen zurzeit noch keine Ergebnisse vor. Aspekte zur Prophylaxe der neonatalen Meningitis sind im Kapitel »neonatale Sepsis« abgehandelt. 8.10.11 Osteomyelitis und septische Arthritis Epidemiologie, Ätiologie. Die Osteomyelitis und bakterielle Arthritis sind seltene Erkrankungen im Neugeborenenalter; verlässliche Angaben zur Inzidenz liegen nicht vor. Staphylococcus aureus wird bei bis zu 8% der Patienten mit Osteomyelitis als kausaler Erreger identifiziert. Daneben werden Streptokokken der Gruppen A und B, Staph. epidermidis und Streptococcus pneumoniae sowie eine Reihe gramnegativer Erreger nachgewiesen. Besonders bei der septischen Arthritis lassen sich neben Staph. aureus auch E. coli, Klebsiella-und Enterobacter-Spezies, Pseudomonas, Salmonellen, Serratia, Neisseria gonorrhoeae und auch Candida albicans isolieren.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Ätiologie. Etwa 3-5% aller Neugeborenen weisen nach der Geburt einen Hkt >65% auf. Risikokollektive sind reife oder postmature hypotrophe Neugeborene (intrauterine Wachstumsretardierung, chronische fetale Hypoxie), Patienten nach fetofetaler oder maternofetaler Transfusion, Neugeborene nach später Abnabelung, Kinder diabetischer Mütter, Nikotinabusus während der Schwangerschaft, Neugeborene mit Hyperthyreose oder Kinder mit angeborenen Erkrankungen (adrenogenitales Syndrom, Trisomie 21, Beckwith-Wiedemann-Syndrom). Bei einem Hämatokrit von >65% steigt die Blutviskosität exponenziell an.Klinik. Die klinische Symptomatik ist außerordentlich vielfältig und reflektiert die Mikrozirkulationsstörungen und manifesten Durchblutungsstörungen der betroffenen Organsysteme. Die Neugeborenen fallen häufig durch ihr plethorisches oder auch blassgraues Hautkolorit und eine Belastungszyanose auf. Daneben finden sich Hyperexzitabilität, Myoklonien, Hypotonie, Lethargie und zerebrale Krampfanfälle. Bei einigen Kindern steht die kardiopulmonale sowie renale Symptomatik im Vordergrund: Atemnotsyndrom, persistierende pulmonale Hypertonie mit PFC-Syndrom, Herzinsuffizienz, Oligurie, Hämaturie und Nierenversagen. Die Neugeborenen können foudroyante Verlaufsformen einer nekrotisierenden Enterokolitis sowie einen Ileus entwickeln. Daneben treten zum Teil gravierende Thrombozytopenien, Hypoglykämien, Hypokalzämien und ausgeprägte Hyperbilirubinämien auf. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Ätiopathogenese. Eine Reihe von Beobachtungen deuten darauf hin, dass sehr kranke kleine Frühgeborene besonders gefährdet sind, eine Bilirubinenzephalopathie zu entwickeln. Die Albuminkonzentrationen sind im Vergleich zu reifen Neugeborenen häufig deutlich erniedrigt; verschiedene Faktoren wie Azidose, erhöhte Freisetzung von Fettsäuren während einer Hypothermie und Hypoglykämie interferieren mit der Bilirubin-Albumin-Bindung. Im Rahmen verschiedener Grunderkrankungen Frühgeborener kann eine erhöhte Permeabilität der Hirngefäße zu einem vermehrten Übertritt des Bilirubins in das Hirngewebe führen. Langsamer intestinaler Transport und Nahrungsaufbau sowie verzögerter Mekoniumabgang können zu einem Bilirubinanstieg beitragen.Therapie. Eine Phototherapie muss bei Frühgeborenen bereits bei niedrigeren Bilirubinspiegeln als bei Neugeborenen eingeleitet werden. Die differenzierten Indikationen sind in den Lehrbüchern der Neonatologie dargestellt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ikterus bei Frühgeborenen"
        },
        {
            "text": "Ätiopathogenese. Neben Erkrankungen, die mit einer gesteigerten Hämolyse einhergehen, können pathologische Erhöhungen des indirekten Bilirubins bei angeborenen Defekten der Glukuronidierung, bei erhöhtem Bilirubinanfall durch vermehrten Erythrozytenabbau sowie durch eine vermehrte enterale Rückresorption von Bilirubin erfolgen. Die wesentlichen Ursachen sind in der . Tabelle Prognose. Die Letalität der Varizellenembryopathie beträgt 47%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 377,
                    "text": "Tabelle",
                    "ref_id": null
                }
            ],
            "section": "Pathologische Hyperbilirubinämie"
        },
        {
            "text": "Epidemiologie. 1% der Schwangeren sind HBs-Antigen positiv und etwa 6% ihrer Neugeborenen werden infiziert. Ist die Mutter HBs-und HBe-Antigen positiv, verzehnfacht sich das Infektionsrisiko für den Feten. 20-30% der infizierten Neugeborenen werden zu chronischen Hepatitis-B-Trägern.Pathogenese. Die Übertragung des Hepatitis-B-Virus erfolgt pe-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hepatitis B"
        },
        {
            "text": "Diagnose. Der Nachweis von HBs-Antigen bei der Mutter erfolgt im Rahmen der Schwangerenvorsorge.Therapie. Durch die unmittelbar postnatal durchgeführte aktive und passive Immunisierung des Neugeborenen gegen Hepatitis B lassen sich 80% der neonatalen Infektionen verhindern. Bei einer mütterlichen vaginalen und rektalen Kolonisierung mit pathogenen Erregern kann ein Neugeborenes darüber hinaus auf dem Geburtsweg infiziert werden. Bis zu 30% der amerikanischen und westeuropäischen Schwangeren weisen eine vaginale Besiedlung mit β-hämolysierenden Streptokokken der Gruppe B auf, maximal 50% mit pathogenen E. coli. Nach einer vaginalen Geburt sind bis zu 70% der Neugeborenen mit diesen pathogenen Bakterien auf Haut-und Schleimhäuten kolonisiert. Das Ausmaß der Besiedlung erhöht das Risiko, an ei-. Abb. 8.52. Chorioretinitis bei konnataler Toxoplasmose (Speer, in: Koletzko 2007) ner Sepsis zu erkranken. Man kann davon ausgehen, dass ca. 1 von 100 Neugeborenen, die mit -hämolysierenden Streptokokken der Gruppe B besiedelt sind, an einer Sepsis erkrankt.",
            "cite_spans": [
                {
                    "start": 859,
                    "end": 885,
                    "text": "(Speer, in: Koletzko 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "rinatal."
        },
        {
            "text": "Eine Gruppe von Risikopatienten ist in einem hohen Maß gefährdet, eine nosokomiale Sepsis zu akquirieren: intensivmedizinisch behandelte Früh-und Neugeborene. Die gut belegten Risikofaktoren sind in . Tabelle 8.26 zusammengefasst. In einzelnen amerikanischen Intensivstationen wurden bei 15% aller Hochrisikofrühgeborenen systemische Infektionen mit Candida spp. diagnostiziert. In . Tabelle 8.27 sind die wesentlichen Erreger der neonatalen Sepsis zusammengefasst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "HIV-Infektion"
        },
        {
            "text": "Eines der faszinierenden, aber immer noch nicht geklärten Phänomene neonataler Infektionen ist ein von Zeit zu Zeit auftretender Wechsel im bakteriologischen Spektrum. So wurden in den USA in den 1930er-Jahren -hämolysierende Streptokokken der Gruppe A als häufigste Erreger der neonatalen Sepsis identifiziert. In den nächsten Dekaden folgten Escherichia coli, Staphylococcus aureus, erneut E. coli und schließlich in den 70er-Jahren -hämolysierende Streptokokken der Gruppe B. Das Verschwinden von hämolysierenden Streptokokken der Gruppe A sowie von Staph. aureus in der vorantibiotischen Ära kann nicht auf medizinische oder hygienische Maßnahmen zurückgeführt werden. Das Auftreten von Streptokokken der Gruppe B fällt in eine Periode, in der Penicillin zum meist verwendeten Antibiotikum wurde; bis heute haben diese Erreger ihr Resistenzverhalten nicht verändert.In Deutschland wurden -hämolysierende Streptokokken der Gruppe B erstmals Ende der 70er-Jahre beobachtet; sie sind inzwischen in den meisten Regionen die häufigsten Erreger der neonatalen Sepsis. Weiterhin sind E. coli, Listerien, Enterokokken und Staph. aureus typische Erreger der Frühsepsis.Es gilt jedoch festzustellen, dass nicht nur zwischen geographisch definierten Regionen, sondern auch zwischen einzelnen Hospitälern mit unterschiedlichen Infektionserregern zu rechnen ist. In vielen neonatologischen Zentren wird Staph. epidermidis als häufigster Erreger von späteinsetzenden nosokomialen Infektionen isoliert; dieser Erreger führt darüber hinaus immer wieder zu »Ausbrüchen« von Hospitalinfektionen. Daneben spielen Klebsiella-, Enterobacter-und Pseudomonas-Spezies, Staph. aureus und andere pathogene Mikroorganismen eine unveränderte Rolle als gefürchtete Erreger einer nosokomialen Spätsepsis. Zu diesen Entzündungsindikatoren gehören die Gesamtzahl der Leukozyten am 1. Lebenstag (<10.000 Leukozyten/μl), die Gesamtzahl aller neutrophilen Granulozyten sowie der unreifen Granulozyten sowie der I/T-Quotient (Immature/Total neutrophils d. h. Gesamtzahl aller unreifen Granulozyten/Gesamtzahl aller Granulozyten >0,2). Eine Thrombozytopenie tritt bei ca. 30% der Neugeborenen mit neonataler Sepsis im Verlauf der Infektion auf.Auch erhöhte Konzentrationen des C-reaktiven Proteins (CRP) und des Interleukin-6 (IL-6) weisen auf eine Infektion hin. Die Sensitivität und Spezifität dieser Entzündungszeichen wird von verschiedensten internationalen Arbeitsgruppen unterschiedlich beurteilt. Die Wertigkeit der verschiedenen Infektionszeichen als so genannte »Früherkennungsparameter« sollte auf keinen Fall überschätzt werden.Der Stellenwert der einzelnen Parameter wird am ehesten deutlich, wenn man sich die Sequenz des Entzündungsgeschehens vor Augen führt (. Abb. 8.54). Nach Keiminvasion werden mit einer kurzen Latenz neutrophile Granulozyten rekrutiert, die möglicherweise im Verlauf des initialen Abwehrgeschehens bereits verbraucht werden -die Patienten entwickeln eine Neutrozytopenie -oder aber es werden vermehrt unreife und reife Granulozyten aus dem Knochenmark freigesetzt. Erst im Rahmen der Makrophagenaktivierung werden der Tumornekrosefaktor, Interleukin-1 und Interleukin-6 sezerniert, diese immunologischen Hormone (Zytokine) stimulieren die Synthese des CRP in der Leber; sie lassen sich relativ früh und zum Teil nur innerhalb eines kurzen Zeitfensters sicher identifizieren. Mit einem Konzentrationsanstieg dieses Akutphaseproteins ist erst 4-6 h nach Keiminvasion oder lokaler Inflammation zu rechnen. Das CRP ist allerdings als idealer Verlaufsparameter einer neonatalen Infektion anzusehen. Therapie. Die antibiotische Behandlung beider Verlaufsformen muss immer systemisch (intravenös) erfolgen. Die Supportivtherapie der Dermatitis exfoliativa erfolgt nach den Prinzipien der Verbrennungstherapie. Als Komplikationen sind die neonatale Sepsis, Meningitis, Osteomyelitis und andere Organmanifestationen gefürchtet.Die Differenzialdiagnose umfasst vesikuläre Effloreszenzen bei neonataler Herpes simplex, Zytomegalie-und Varizellenin-fektion sowie bullöse Veränderungen bei der Lues connata (Pemphigus syphiliticus).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "L Erregerspektrum"
        },
        {
            "text": "Ätiologie. Bevorzugter Erreger der Omphalitis ist Staph. aureus, aber auch andere Erreger der Neonatalperiode können eine Nabelinfektion auslösen. Durch konsequente prophylaktische Nabelhygiene ist diese Infektion selten geworden.Klinik. Die eitrige Entzündung des Nabels manifestiert sich durch eine periumbilikale Rötung, derbe Infiltration und gegebenenfalls Ulzeration. Der Nabelgrund kann eitrig belegt sein, häufig entleert sich purulentes Sekret. Im Rahmen der Diagnostik werden Abstriche und Blutkulturen abgenommen sowie zur Verlaufskontrolle Entzündungszeichen bestimmt. Als Komplikationen können eine Nabelphlegmone, Nabelsepsis, Infektion der Nabelgefäße u. a. auftreten. Die Therapie besteht in einer Lokalbehandlung und systemisch intravenösen Antibiotikatherapie.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Omphalitis"
        },
        {
            "text": "Epidemiologie. Eine Mastitis entwickelt sich in der Regel zwischen der 2. bis 3. Lebenswoche; weibliche Neugeborene erkranken häufiger als männliche. Diese Erkrankung tritt vermutlich wegen der noch nicht entsprechend entwickelten Brustdrüsen bei Frühgeborenen nicht auf. Eine beidseitige Affektion ist selten. Häufigster Erreger ist Staph. aureus, zunehmend auch E. coli und Streptokokken der Gruppe B. Der Entstehungsmechanismus ist unklar, es ist nicht auszuschließen, dass Manipulationen an der geschwollenen Brust die Infektion begünstigen.Diagnose und Therapie. Direktpräparat des Brustdrüsensekrets und Abstriche. Die Therapie erfolgt immer mit intravenösen Anti-. Abb. 8.56. Dermatitis exfoliativa neonatorum durch Staph. aureus (Speer, in: Kolezko 2007) biotika; bei ausgeprägten Befunden kann eine chirurgische Intervention notwendig werden. Langzeitnachuntersuchungen lassen nicht ausschließen, dass einige der erkrankten Mädchen ein vermindertes Brustgewebe auf der erkrankten Seite zurückbehalten.Weitere recht häufige bakterielle Lokalinfektionen des Neugeborenen sind: 4 Kopfschwartenabszess (Verletzung durch CTG-Elektroden, Erreger: Staph. aureus, Streptokokken der Gruppe B u. a. Erreger neonataler Infektionen), 4 infiziertes Kephalhämatom (s. Kopfschwartenabszess), 4 Paronychien (wichtigste Erreger: Staph. aureus, Streptokokken der Gruppe B).",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 762,
                    "text": "(Speer, in: Kolezko 2007)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Mastitis"
        },
        {
            "text": "Der Mundsoor ist eine häufig auftretende Lokalinfektion des Neugeborenen: weißliche Beläge, die im Gegensatz zu Milchresten nicht abwischbar sind, kleiden überwiegend die Wangenschleimhaut Neugeborener aus. Diese Infektion mit Candida albicans wird entweder unter der Geburt oder durch postpartale Kontamination von verschiedenen Gegenständen übertragen. Sie verheilt unter konsequenter lokaler antimykotischer Behandlung. Eine Candidiasis tritt häufig auch als perianale intertriginöse Dermatitis auf; neben blass-gelblichen makulösen Veränderungen finden sich feuerrote, leicht schälende Areale. Die Behandlung erfolgt durch orale und lokale Applikation von Antimykotika.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lokale Candidainfektionen"
        },
        {
            "text": "In einigen Teilen der Welt stellt der neonatale Tetanus eine ernsthafte Bedrohung Neugeborener dar. Von einer Infektion des Nabels ausgehend entwickeln die Neugeborenen gegen Ende der ersten Lebenswoche Trinkschwäche, muskuläre Hypertonie und generalisierte Spasmen. Die akute Erkrankung kann nur durch neuromuskuläre Blockade und maschinelle Beatmung wirksam behandelt werden. Die Inzidenz wird mit 0,5% aller Neugeborenen angegeben. Die klinische Diagnose neonataler Krämpfe ist nicht immer einfach, aus diesem Grund ist immer eine genaue Beobachtung und Beschreibung der registrierten Phänomene notwendig.Klinik. Klinisch können spezifische Typen neonataler Anfälle unterschieden werden:Klonische Krämpfe: rhythmische Zuckungen mit einer Frequenz von 1-2 pro Sekunde, wobei Hin-und Rückbewegung von unterschiedlicher Geschwindigkeit sind (meist schnelle Hin-und langsamere Rückbewegung), auf einer oder beiden Körperseiten (fokal oder generalisiert). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neonataler Tetanus"
        },
        {
            "text": "Die optimale Ernährung für das reife Neugeborene ist Muttermilch. Um die Muttermilchproduktion anzuregen, soll das Neugeborene anfangs alle 3-4 h an beiden Brüsten saugen. Mit zunehmender Muttermilchmenge muss kein starrer Stillrhythmus mehr eingehalten werden, sondern das Kind wird dann angelegt, wenn es Hunger hat. Die Muttermilchmenge deckt in der Regel am Ende der 1. Lebenswoche den Bedarf des Neugeborenen.> Das reife Neugeborene soll in den ersten Lebenstagen zusätzlich zum regelmäßigen Anlegen an der Brust nur Flüssigkeit angeboten bekommen. Bei normalem Anstieg der Muttermilchmenge ist keine Zufütterung von Milchnahrung notwendig.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ernährung des reifen Neugeborenen"
        },
        {
            "text": "Aktivität von Verdauungsenzymen ist im Gastrointestinaltrakt bereits ab 20 Schwangerschaftswochen nachzuweisen. Deshalb ist die Resorption von kurzkettigen Kohlenhydraten und Protein auch bei unreifen Frühgeborenen gut. Fett wird allerdings von Frühgeborenen wegen geringer Lipaseaktivität und geringer Gallensäurenmenge nur unvollständig resorbiert. Auch wenn Saugbewegungen intrauterin bereits mit 22 Gestationswochen stattfinden, wird eine effektive Saug-Schluck-Koordination erst mit 32-34 Gestationswochen erreicht. Auch die koordinierte antegrade Peristaltik im Magen-Darm-Trakt entwickelt sich in diesem Zeitraum erst allmählich (. Abb. 8.57).Bei unreiferen Frühgeborenen muss deshalb mit sehr kleinen Nahrungsmengen (3-5 ml pro Mahlzeit) begonnen und die Nahrung in den Magen sondiert werden, bis das Kind die Fähigkeit, selbst zu trinken, entwickelt hat. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ernährung des Frühgeborenen"
        }
    ]
}