{
    "paper_id": "f0b94d0b03d1f56697a8ff98d5fec72a856aa402",
    "metadata": {
        "title": "Forecast of the evolution of the contagious disease caused by novel coronavirus (2019-nCoV) in China",
        "authors": [
            {
                "first": "Javier",
                "middle": [],
                "last": "Gamero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Seville",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [
                    "A"
                ],
                "last": "Tamayo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Seville",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Juan",
                "middle": [
                    "A"
                ],
                "last": "Martínez-Román",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Seville",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The outbreak of novel coronavirus (2019-nCoV) in China has caused a viral epidemic affecting tens of thousands of persons. Though the danger of this epidemic is evident, the statistical analysis of data offered in this paper indicates that the increase in new cases in China will stabilize in the coming days or weeks. Our forecast could serve to evaluate risks and control the evolution of this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since December 30 th 2019, when Dr. Li Wenliang and various colleagues alerted of the possible existence of an epidemic, there has been an ever increasing number of cases and deaths, including that of Li himself [1] [2] [3] . To avoid the spread of the disease, tens of millions of persons have been quarantined in the vicinity of Wuhan, and efforts have included such impressive feats as the construction of a thousand-bed hospital in just ten days. Despite these endeavors, the disease's advance and the level of risk detected by World Health Organization experts led the organization to declare novel coronavirus an \"international emergency.\"",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Though it is too soon to have an in-depth knowledge of the disease and its implications for public health, economies, etc., the data available allow for an initial forecast of the evolution of 2019-nCoV in China. This paper's objective is to provide a forecast on the evolution of confirmed cases in China. We hope that the information provided contributes to evaluating risks and controlling the epidemic's spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We will now proceed to the empirical analysis of known data on the number of cases in China; the statistic model shows that transmission will soon stabilize. Finally, we will draw some conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The techniques employed to study epidemics are diverse, including time series analysis [4] [5] [6] , the comparison and application of various Grey Models [6] [7] [8] [9] , a univariate and stepwise multivariate linear regression [10] , and the use of Markow chain prediction models [11, 12] and simulation models [13, 14] . In this paper, we analyze the temporal series of confirmed cases through a first order polynomial for the first difference of the series of daily accumulated confirmed cases expressed as a logarithm.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 91,
                    "end": 94,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 95,
                    "end": 98,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 167,
                    "end": 170,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 230,
                    "end": 234,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "12]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "[13,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Empirical analysis"
        },
        {
            "text": "Calculations were carried out through a program developed in J language. J is an array programming language based on APL and developed by Kenneth E. Iverson.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical analysis"
        },
        {
            "text": "Data were obtained from daily reports of China's National Health Commission (NHC) as published in Wikipedia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "When predicting the evolution of a temporal process, it is useful to find a model generating past values in order to extrapolate said model to the future. To this effect, the model must sufficiently describe the past, be robust in its predictions, and fulfill the Occam's razor principle.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study and visual representation of data"
        },
        {
            "text": "The temporal series we aim to predict is the number of accumulated confirmed cases (C) of virus 2019-nCoV in China. The temporal unit is a day and the numbers of cases are those provided by the NHC. A first approach to said series confirms that the logarithmic transformation allows us to describe the phenomenon in a functionally simpler manner and with the added advantage of expressing the relative or percentual evolution of number of cases in logarithmic form. This series ln(C) appears at first glance to suggest a non-linear evolution close to the quadratic one. It should be pointed out that the quadratic evolution would only describe the phenomenon up to the peak, and following that point, would no longer be the generating model, given that C cannot decrease. It is a lifecycle model where the maximum is generated in a finite time and not in an infinite time like a classic logistic model. This gives rise to two ideas: to try to directly adjust the quadratic model to this series, or to find the first difference in the series and adjust a linear model to said difference. In principle, a linear model would allow us to describe more simply the internal mechanism of the phenomenon's evolution. On the other hand, the quadratic adjustment shows considerably self-correlated residues that suggest that the series may not be adequately predictable through a simple model. Thus, we consider that the first analysis to attempt is the linear model on the first difference in the series.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study and visual representation of data"
        },
        {
            "text": "The graph shows series dlC (=d(ln(C))) with a superimposed linear adjustment. In principle, it appears to be an adequate description of said difference. However, it is necessary to carry out some statistical verifications in order to validate the visual representation. We did two types of verifications:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study and visual representation of data"
        },
        {
            "text": "• Verification of the linear adjustment: Analysis of the self-correlations of the residues and crossed validation of the degree of the adjustment polynomial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study and visual representation of data"
        },
        {
            "text": "• Robustness check in the predictions provided by the model: Stability in the predictions as days of observation increase and stability in the solutions as less importance is assigned to older data potentially less relevant to the future. We calculated the first 10 self-correlations of the residues of the linear adjustment of d(ln(Cc)). Once standardized, no value significantly deviated from 0, such that there appears to be no underlying model more complex than the linear one to serve as generating model of past data. Obviously, the set of data is small (25 days), and this makes it more likely for the populational self-correlations to be null. As a reference, if residues in fact have null self-correlations, the first self-correlation observed could be in the interval (-0.467, 0.467), with a 95% confidence level. In any case, the Occam's razor principle indicates that we should not discard a simple model that could adequately describe the data. We have used the procedure of one-point cross-validation to check what degree of polynomial would be ideal for adjusting these data. The description is the following: for each polynomial degree, an adjustment was made by removing one of the observed data and noting the error in the estimation. This was carried out for all of the data individually and the quadratic error of all those errors was calculated. The values reflected in the Table are those quadratic errors for each degree from 0 to 5. The first-degree adjustment is the most logical choice. From this adjustment, we immediately obtain a prediction of t = 43.63 (February 12-13) for the moment of growth zero, in other words, the moment in which the quadratic process ln(C) reaches its maximum value, which in turn indicates when the number of accumulated confirmed cases C would stop growing. Obviously, starting at this point, the model would cease to work, given that number C by its very nature cannot decrease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study and visual representation of data"
        },
        {
            "text": "At the same time, it is possible to calculate the maximum value that would be reached in series C using the extrapolation of the model. In this case, the maximum of accumulated confirmed cases (obtained in t = 43.63) would be C = 45090.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study and visual representation of data"
        },
        {
            "text": "We carried out robustness verifications for both predictions of the model (day and maximum value of C, in other words, the day on which virtually no confirmed cases of the disease will appear) in the two ways previously described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study and visual representation of data"
        },
        {
            "text": "The progressive stability of both predictions can be observed as the days pass, to the point where since approximately the beginning of February the predictions have not shown relevant variations. In any dynamic process, data closer in time to the moment to be predicted are potentially more relevant than other, more remote values. In our previously executed linear adjustment, all data were granted the same weight. It is worth asking whether the results would have been different if older data were given a smaller weight. To this end, we have made predictions with linear adjustments assigning decreasing weight to older data. We decreased the weightings exponentially by factor α per day passed, such that α = 1 indicates non-decrease (our linear model) and α = 0.7 implies an underweighting of 30% with each day that passes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study and visual representation of data"
        },
        {
            "text": "The graphs show the variations of the predictions of the day and the maximum value of C according to the degree of underweighting. Despite the fact that 0.7 is a severe underweighting and that with more underweighting, the equivalent sample becomes smaller, there would have been an insignificant variation in both predictions if we had applied a discount rate in our linear model. Both robustness verifications suggest that the predictions of our model behave well in the presence of possible changes in the data to be analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study and visual representation of data"
        },
        {
            "text": "The model shows that the growth in confirmed cases will conclude in a matter of days or weeks, with a limited number of persons affected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The alarming predictions made at the outset of this epidemic are fortunately not materializing. Thus, it appears that this is not a major epidemic in number of persons affected or extension in time, but rather an epidemic with a moderate impact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Erroneous forecasts could imply a squandering of resources and could undermine citizens' confidence [15] . It is important to continue monitoring the evolution in number of persons affected in order to reevaluate the model and perceive over time the real scope of any deviation or change in the tendency of this epidemic.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Muere el médico que alertó del coronavirus en China y fue silenciado por la Policía",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Díez",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "ABC",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Muere el \"héroe anónimo\" de Wuhan, el médico represaliado por alertar del coronavirus | Salud",
            "authors": [
                {
                    "first": "El",
                    "middle": [],
                    "last": "Mundo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "China confirma la muerte del médico que alertó sobre el coronavirus tras horas de confusión",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vidal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Underlying trend, seasonality, prediction, forecasting and the contribution of risk factors: An analysis of globally reported cases of middle east respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Da&apos;ar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ahmed",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Epidemiol Infect",
            "volume": "146",
            "issn": "",
            "pages": "1343--1352",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268818001905"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Using autoregressive integrated moving average (ARIMA) models to predict and monitor the number of beds occupied during a SARS outbreak in a tertiary hospital in Singapore",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Earnest",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "Y"
                    ],
                    "last": "Sin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMC Health Serv Res",
            "volume": "5",
            "issn": "",
            "pages": "36--44",
            "other_ids": {
                "DOI": [
                    "10.1186/1472-6963-5-36"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparison of ARIMA and GM(1,1) models for prediction of hepatitis B in China",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS One",
            "volume": "13",
            "issn": "",
            "pages": "1--11",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0201987"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Time prediction models for echinococcosis based on gray system theory and epidemic dynamics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Environ Res Public Health",
            "volume": "14",
            "issn": "",
            "pages": "262--276",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph14030262"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Application of a novel grey self-memory coupling model to forecast the incidence rates of two notifiable diseases in China: Dysentery and gonorrhea",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "1--17",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0115664"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The application of the grey disaster model to forecast epidemic peaks of typhoid and paratyphoid fever in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "1--6",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0060601"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Predicting trends in HIV-1 sexual transmission in sub-Saharan Africa through the drug resource enhancement against AIDS and malnutrition model: Antiretrovirals for 5 reduction of population infectivity, incidence and prevalence at the district level",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palombi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Bernava",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nucita",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Giglio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liotta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nielsen-Saines",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "55",
            "issn": "",
            "pages": "268--75",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cis380"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Modelling the epidemiology of infectious diseases for decision analysis: A primer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brisson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pharmacoeconomics",
            "volume": "29",
            "issn": "",
            "pages": "371--86",
            "other_ids": {
                "DOI": [
                    "10.2165/11539960-000000000-00000"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A simulation optimization approach to epidemic forecasting",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "O"
                    ],
                    "last": "Nsoesie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Beckman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shashaani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Nagaraj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Marathe",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0067164"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Defining epidemics in computer simulation models: How do definitions influence conclusions?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Orbann",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sattenspiel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dimka",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Epidemics",
            "volume": "19",
            "issn": "",
            "pages": "24--32",
            "other_ids": {
                "DOI": [
                    "10.1016/j.epidem.2016.12.001"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "What can we predict about viral evolution and emergence?",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Curr Opin Virol",
            "volume": "3",
            "issn": "",
            "pages": "180--184",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2012.12.003"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Logarithm of accumulated confirmed cases.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Difference in ln(C) and linear regression.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Self-correlations of dlCC expressed in z-values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Predictions of the final day following changes in said prediction with data available on recent days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Predictions of the maximum of accumulated confirmed cases as they have changed with the data available on past days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Prediction of the final day according to the underweighting of earlier days.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Prediction of maximum accumulated confirmed cases according to the underweighting of earlier days.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}