{
    "paper_id": "f0def20bf72a420cbc7fcc0b4b16d6704d9a4e72",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Bij cystische fibrose (CF) is het secreet van exocriene klieren abnormaal visceus. De symptomen, zoals groeiachterstand en pulmonale en gastro-intestinale problemen, ontstaan vaak al op zeer jonge leeftijd. Naast dit klassieke beeld bestaat ook een niet-klassiek beeld, waarbij de ziekte zich vaak beperkt tot één orgaan en de diagnose vaak na het 18e jaar gesteld wordt. [1] [2] [3] Ter illustratie beschrijven wij een patiënte met bronchiëctasieën bij wie op de leeftijd van 70 jaar de diagnose 'CF' werd gesteld op basis van het genotype, waarin twee relevante mutaties voorkwamen (delta-F508 en R117H-7T).",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 375,
                    "text": "[1]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[2]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "[3]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Patiënt A, een 70-jarige vrouw, werd opgenomen met toenemende benauwdheid. Zij had een productieve hoest met koorts en was 3 kilogram afgevallen. Bij haar was 12 jaar eerder allergische bronchopulmonale aspergillose (ABPA) met uitgebreide bronchiëctasieën vastgesteld. Sindsdien had zij recidiverende luchtweginfecties, veroorzaakt door Staphylococcus aureus. De behandeling was recentelijk overgenomen van een ziekenhuis elders in verband met een verhuizing van patiënte. Zij had geen chronische klachten van de bovenste luchtweg. Zij was altijd mager geweest en had nooit ongewild gewichtsverlies, gastrointestinale klachten of groeiproblemen gehad. Bij lichamelijk onderzoek zagen wij een magere, benauwde vrouw gezien met lengte van 1,65 m en gewicht van 57 kg. De BMI was 21 kg/m 2 , de bloeddruk 125/75 mmHg, de polsfrequentie 82 slagen/min en de lichaamstemperatuur 36,4 °C. Bij longauscultatie hoorden wij normaal ademgeruis met diffuse rhonchi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "Bloedonderzoek toonde de volgende waarden (referentiewaarden tussen haakjes): BSE: 100 mm/1e uur (0-30); Hb: 7,4 mmol/l (7,5-10); leukocytenaantal: 9,4×10 9 /l (4,0-10,0), CRP: 77 mg/l (< 5). Bij het overige bloedonderzoek werden geen afwijkingen gevonden. In de sputumkweek Een 70-jarige vrouw werd opgenomen met een luchtweginfectie door Staphylococcus aureus. Zij was bekend met uitgebreide bronchiëctasieën en allergische bronchopulmonale aspergillose (aBPa). Wegens het vermoeden van cystische fibrose (CF) werd het 'cystic fibrosis transmembrane conductance regulator'(CFTR)-gen geanalyseerd, waarbij de mutaties F508del en R117H -7T werden aangetoond. Bij deze mutaties blijft nog enige activiteit aanwezig van het chloridekanaal waarvoor het CFTR-gen codeert. Hierdoor zijn de ziekteverschijnselen minder uitgesproken, variërend van afwezigheid van ziekte tot geïsoleerd orgaanlijden. Men spreekt dan van niet-klassieke cystische fibrose. Bij onze patiënte werd deze diagnose op uitzonderlijk hoge leeftijd gesteld. werd S. aureus gekweekt, zoals eerder bij deze patiënte. Het spirometrisch onderzoek liet afwijkingen zien. Een CT van de thorax liet sacculaire bronchiëctasieën zien, met name in de bovenkwabben (figuur). Wij concludeerden dat patiënten een luchtweginfectie door S. aureus had, met in de differentiaaldiagnose 'exacerbatie van ABPA'. Behandeling werd ingezet met antibiotica en systemisch toegediende corticosteroïden. Omdat het klinisch beeld deed denken aan cystische fibrose werd aanvullende diagnostiek gedaan. De zweettest gaf een niet-afwijkende uitslag met een chlorideconcentratie van 25 mmol/l in zweet (referentiewaarde: < 30). Herhaling hiervan in een specialistisch laboratorium gaf opnieuw een niet-afwijkende waarde (17 mmol/l). De neuspotentiaal was niet afwijkend (hiermee wordt het chloridetransport door het neusslijmvlies gemeten). Genetisch onderzoek toonde een F508del-en een R117H-7T-mutatie. Hiermee werd de diagnose 'CF' gesteld.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ziektegeschiedenis"
        },
        {
            "text": "CF is een autosomaal recessieve aandoening, veroorzaakt door twee mutaties in het 'cystic fibrosis transmembrane conductance regulator'(CFTR)-gen op chromosoom 7. Hierdoor ontbreken functionele chloridekanalen in de celmembraan, wat resulteert in abnormaal visceus secreet in onder andere de luchtwegen, pancreas, lever en darmen geeft; dit kan leiden tot irreversibele orgaanschade. 4 Er zijn ruim 1700 CFTR-mutaties bekend (Cystic Fibrosis Mutation Database, www.genet.sickkids.on.ca/cftr/), die in 5 klassen worden ingedeeld. (tabel 1). De meest voorkomende mutatie is de deletie van fenylalanine op plaats 508 in het eiwit (F508del). Als deze samengaat met een mutatie uit klasse I, II of III is er sprake van klassiek CF. Bij mutaties uit de klassen IV en V zijn nog functionele chloridekanalen aanwezig; in dat geval is de restfunctie bepalend voor de ernst van de symptomen. [1] [2] [3] In de kaukasische populatie is de prevalentie van de R117H-7T-mutatie uit klasse IV slechts 0,3%. Het fenotype bij de F508del/R117H-7T-mutatie is zeer variabel. Meestal heeft de patiënt geen symptomen van CF, maar bij een enkeling kan sprake zijn van klassiek CF. Een veel voorkomend symptoom is congenitale bilaterale afwezigheid van het vas deferens, maar ook pancreasinsufficiëntie, sinusitis en bronchiëctasieën komen voor. 5 De variatie in het fenotype is voor een groot deel toe te schrijven aan een sequentie in intron 8 van het CFTRgen; daarvan komen 3 varianten voor, met 5, 7 of 9 thymidines (T). In afwezigheid van een CFTR-mutatie geven deze drie varianten geen afwijkingen. Als een patiënt de R117H-mutatie heeft, bepaalt de lengte van de sequentie de ernst van de symptomen. Hierbij geeft het kortste allel (5T) het vaakst symptomen als de functie van het CFTRkanaal verlaagd is, terwijl het 9T-allel vaak asymptomatisch is. Het 7T-allel zit hier tussenin. 6 Onze patiënte had de F508del/R117H-7T-mutatie, die zich uitte met geïsoleerde bronchiëctasieën. De penetrantie van CF bij volwassenen, dat wil zeggen, de prevalentie van ernstige bronchiëctasieën op volwassen leeftijd bij dragers van een mutatie in het CFTR-gen, wordt geschat op 0,06%. 7 Daarnaast vertoonde onze patiënte ABPA. Deze complicatie komt voor bij circa 8% van de patiënten met CF in Europa. ABPA leidt bij CF tot astmatische klachten en versneld longfunctieverlies. Als een exacerbatie van ABPA waarschijnlijk is, kan men deze behandelen met corticosteroïden en itraconazol. 8 De gouden standaard voor de diagnose 'CF' is de zweettest; de diagnose wordt gesteld bij een chlorideconcentratie > 60 mmol/l in zweet. Bij een patiënt met nietklassieke CF en een milder ziektebeeld kan de chlorideconcentratie echter normaal (< 30 mmol/l) of licht verhoogd (30-60 mmol/l) zijn; de F508del/R117H-7T-mutatie leidt doorgaans tot waarden boven de 30 mmol/l. 7 Als de zweettest geen duidelijkheid geeft over de diagnose, kan disfunctie van CFTR aangetoond worden met een neuspotentiaalmeting of door het aantonen van twee mutaties in het CFTR-gen (tabel 2). 3, 4, 9 conclusie Onze patiënte presenteerde zich met recidiverende luchtweginfecties door S. aureus bij perifere bronchiëctasieën, vooral in de bovenkwabben; daarnaast had zij een ABPA. Gezien deze verschijnselen vermoedden wij CF, maar de uitslagen van zweettesten en een neuspotentiaalmeting waren niet afwijkend. De mutaties F508del en R117H-7T die bij de mutatie-analyse werden gevonden toonden echter aan dat onze patiënte een niet eerder onderkende vorm van CF had. CF kent naast de klassieke vorm ook een niet-klassieke vorm, die meestal op latere leeftijd gediagnosticeerd wordt, bij onze patiënte op een ongewoon hoge leeftijd. Zij had bronchiëctasieën ten gevolge van CF, zonder pancreasinsufficiëntie of andere gastro-intestinale symptomen. Dit ziektebeeld was mild dankzij de restfunctie van het chloridekanaal in de celmembraan. Deze mogelijkheid dient dan ook bij oudere patiënten met een nietklassieke presentatie overwogen te worden. ",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 385,
                    "text": "4",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 882,
                    "end": 885,
                    "text": "[1]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 886,
                    "end": 889,
                    "text": "[2]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 890,
                    "end": 893,
                    "text": "[3]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1322,
                    "end": 1323,
                    "text": "5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1865,
                    "end": 1866,
                    "text": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2154,
                    "end": 2155,
                    "text": "7",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2455,
                    "end": 2456,
                    "text": "8",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2828,
                    "end": 2829,
                    "text": "7",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3027,
                    "end": 3029,
                    "text": "3,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 3030,
                    "end": 3032,
                    "text": "4,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3033,
                    "end": 3034,
                    "text": "9",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Beschouwing"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Belangenconflict: geen gemeld. Financiële ondersteuning: geen gemeld. Aanvaard op 4 februari 2010",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "CFTR genotypes in patients with normal or borderline sweat chloride levels",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Couderc",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Audrezet",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ferec",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bienvenu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Desgeorges",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hum Mutat",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Age of diagnosis of cystic fibrosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Cjc",
                    "middle": [],
                    "last": "Moffat",
                    "suffix": ""
                },
                {
                    "first": "Jrw",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "The Lancet",
            "volume": "362",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical manifestations of cystic fibrosis among patients with diagnosis in adulthood",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilljam",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Corey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zielenski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Durie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Tullis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chest",
            "volume": "126",
            "issn": "",
            "pages": "1215--1239",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Guidelines for diagnosis of cystic fibrosis in newborns through older adults: Cystic Fibrosis Foundation consensus report",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Rosenstein",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "B"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Accurso",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castellani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Cutting",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Pediatr",
            "volume": "153",
            "issn": "",
            "pages": "4--14",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Genotype-phenotype correlation for pulmonary function in cystic fibrosis",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Gracia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mata",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Thorax",
            "volume": "60",
            "issn": "",
            "pages": "558--63",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Intron-8 polythymidine sequence in Australasian individuals with CF mutations R117H and R117C",
            "authors": [
                {
                    "first": "Rjh",
                    "middle": [],
                    "last": "Massie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Poplawski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wilcken",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goldblattz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Byrnes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Eur Respir J",
            "volume": "17",
            "issn": "",
            "pages": "1195--1200",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The very low penetrance of cystic fibrosis for the R117H mutation: a reappraisal for genetic counselling and newborn screening",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Thauvin-Robinet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Munck",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Huet",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Génin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bellis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gautier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Med Genet",
            "volume": "46",
            "issn": "",
            "pages": "752--760",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Allergic bronchopulmonary aspergillosis in cystic fibrosis--state of the art",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "P"
                    ],
                    "last": "Kurup",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cystic Fibrosis Foundation Consensus Conference",
            "volume": "37",
            "issn": "",
            "pages": "225--264",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Richtlijn Diagnostiek en Behandeling Cystic Fibrosis",
            "authors": [
                {
                    "first": "Cbo",
                    "middle": [],
                    "last": "Kwaliteitsinstituut Voor De Gezondheidszorg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "CF) wordt gewoonlijk op kinderleeftijd gediagnosticeerd",
            "authors": [
                {
                    "first": "•",
                    "middle": [],
                    "last": "De Klassieke Vorm Van Cystische Fibrose",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "• De symptomen hiervan zijn onder andere pulmonale en gastrointestinale klachten en sinusitis",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "• Bij niet-klassieke CF beperkt de ziekte zich meestal tot één orgaan",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "• De diagnose 'niet-klassieke CF' wordt vaak pas op volwassen leeftijd gesteld",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CT-opname van de thorax van patiënt a, ter hoogte van de bovenste longkwabben. Hierop zijn sacculaire bronchiëctasieën zichtbaar. bronchiëctasieën KLINISCHE PRAKTIJK",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Drs. J.E. Ras, coassistent; drs. J.J.G. van den Brand en dr. E. van Velzen, longartsen. Drs. F. Teding van Berkhout, longarts. Contactpersoon: drs. J.J.G. van den Brand (JJG.vanden.Brand@meandermc.nl).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Classificatie van mutaties in het 'cystic fibrosis transmembrane conductance regulator'(CFTR)-gen op chromosoom 7 CF = cystische fibrose; CFTR = 'cystic fibrosis transporter regulator'-gen. * Het klassieke ziektebeeld manifesteert zich gewoonlijk al op zeer jonge leeftijd. † Het niet-klassieke ziektebeeld beperkt zich vaak tot één orgaan; de diagnose wordt vaak gesteld na het 18e leveensjaar.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}